{
  "list_id": "774",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/774/1.jpg",
  "description": "Dive into \"Whispers of Love in Tokyo's Enchantment\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/163755"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Whispers of Love in Tokyo's Enchantment",
  "city_id": "1",
  "subtype": "poi",
  "city": "Tokyo",
  "created_ts": 1759299870,
  "slug": "whispers-of-love-in-tokyos-enchantment-tokyo-poi-042ae0",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJszdHEQN9GGARJS23SnAdR0E",
        "generalDescription": "Nestled within the enchanting Tokyo Disney Resort, Tokyo DisneySea is a captivating theme park that boasts seven uniquely themed ports of call. Opened in 2001, this sprawling 176-acre wonderland attracts millions of visitors each year, making it one of Japan's most beloved attractions. With its nautical themes and thrilling rides designed for older teens and adults, it's an ideal destination for those seeking adventure.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.885078,
        "rating": 4.6,
        "numRatings": 99032,
        "sources": [
          {
            "id": "735128",
            "type": "webPlacesList",
            "url": "https://www.dearjapanese.com/romantic-places-in-tokyo-to-propose/",
            "sourceSite": "Web",
            "snippet": "Tokyo DisneySea is a unique theme park that offers a romantic and magical atmosphere. The park has several attractions and shows that are perfect for a proposal, such as the Mediterranean Harbor, which has a beautiful view of the park's lagoon. You can also propose during the park's nighttime show, which features fireworks and projections that create a romantic ambiance.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 10,
            "iconSiteId": 43951,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899868",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/best-proposal-spots-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "If you’re in Tokyo, why not take advantage of the fact that this is one of the few cities in the world that has a Disney Land?. Tokyo DisneySea is an especially unique theme park that offers a magical and enchanting atmosphere, perfect for doing a grand romantic gesture. Spend the entire day going on unique rides that have come straight from your favorite Disney movies.",
            "siteName": "Photo Trips",
            "shortName": "Where To Propose In Tokyo? The 14 Best Proposal Spots In 2025",
            "indexInSource": 9,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "735120",
            "type": "webPlacesList",
            "url": "https://blog.japanwondertravel.com/couple-activities-in-tokyo-45951",
            "sourceSite": "Web",
            "snippet": "It is more adult-friendly than Disneyland park, but it can still be enjoyed by all. It is a great place to experience with your partner as you will plunge into a fantastic new world. Enjoy the magnificent decors of the parks and ride some of Disneysea’s magical attractions.",
            "siteName": "Japan Wonder Travel Blog",
            "shortName": "12 Best Things to do in Tokyo For Couples",
            "indexInSource": 0,
            "iconSiteId": 76,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "This famous destination welcomes you to an unforgettable, fantasy-filled adventure. Navigate around the spectacular themed ports, each with distinct designs. Beyond the realistic waterscapes, the unique attractions are also impressive.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 3,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "fNRhrCQWW7K59LkpEx5ovBa7juW3rBgB",
          "QLBGUwNk9jmwTGYmmg0m1dh3qBdJbdBH",
          "xna35ZP3vSwoqqxrpa17EF1kuz1yjGTX",
          "b5GOUC2Vxewp7A4oBuA3mQeDSl6lbrda",
          "p1B8kYyqp8aWtVN59j2QNDuVJrQlDyL2",
          "fNRhrCQWW7K59LkpEx5ovBa7juW3rBgB",
          "QLBGUwNk9jmwTGYmmg0m1dh3qBdJbdBH",
          "xna35ZP3vSwoqqxrpa17EF1kuz1yjGTX",
          "b5GOUC2Vxewp7A4oBuA3mQeDSl6lbrda",
          "p1B8kYyqp8aWtVN59j2QNDuVJrQlDyL2"
        ],
        "openingPeriods": [],
        "name": "Tokyo DisneySea",
        "placeId": "ChIJszdHEQN9GGARJS23SnAdR0E",
        "internationalPhoneNumber": "+81 45-330-5211",
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing experience apart from long line wait time (which is to be expected). The place was extremely clean and tidy. Staff were courteous, kind and friendly.\n\nI do recommend wearing really comfy shoes as there is alot of walking involved.\n\nThe scenery is stunning, like walking through a little seaside village. It definitely helps you live your childhood dream 😅\n\nBuying tickets in advance in recommend, also don't do what we did and attempt 2 parks in 1 day they are huge and will definitely make your feet sore from walking all day and night",
            "author_name": "Jessica Naeem",
            "relative_time_description": "",
            "time": 1755607087,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "More exhilarating and thrilling rides compared to Disney Land, however it doesn't have the same dreamy atmosphere. The vibe was that this is more suited to adults whilst Disney Land was more for the kids. I really loved the underwater world, unfortunately the attractions were targeted at little ones. The place is beautifully lit at night along the river. Would advise coming at opening otherwise you won't have enough time to do all the rides as there are lots and most have 1-2 hour wait times, might also want to consider 2 days to see everything. Food-wise I would highly recommend the gyoza bun in Nautilus Gallery. The garlic scallop popcorn was also yummy.",
            "author_name": "Food Monster",
            "relative_time_description": "",
            "time": 1755768797,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "DisneySea offers something truly unique compared to other Disney parks. The rides are great, with a special mention for both Frozen and Soaring. Fantasy Springs is one of the most incredible areas to walk through! Food was delicious and very reasonably priced compared to other US/European Disney parks.\n\nI knocked it to 4* simply because it didn't capture the 'Disney' feel. It felt like an incredibly well-themed amusement park that attached the 'Disney' name to it for the most part. Fast passes aren't cheap but given we went in August, were well worth buying.\n\nWe got there for 8am and we got into the park at around 9:20am. If in Summer, prepare for the heat as we did!",
            "author_name": "Matt Clark",
            "relative_time_description": "",
            "time": 1756448165,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyodisneyresort.jp/tds/",
        "index": 1,
        "id": "",
        "categories": [
          "Theme park",
          "Water & Amusement Parks",
          "Amusement park",
          "Disney Parks & Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3418,
            "2": 1630,
            "3": 4991,
            "4": 15646,
            "5": 73309
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.626711,
        "address": "1-13 Maihama, Urayasu, Chiba 279-8511, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJszdHEQN9GGARy9MJ1TY22eQ",
        "generalDescription": "Tokyo Disneyland is a magical extension of the beloved theme park experience, nestled in the vibrant Chiba Prefecture. This enchanting destination offers an array of thrilling rides, captivating live shows, and delightful encounters with costumed characters that bring your favorite Disney stories to life. Visitors can immerse themselves in the whimsical atmosphere while exploring iconic attractions like Cinderella Castle.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.880394,
        "rating": 4.6,
        "numRatings": 116154,
        "sources": [
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Filled with enchanting attractions and exciting rollercoasters, this theme park is simply exceptional. Ready yourself as you embark on a magical journey with your sweetheart. Try different rides and watch some interactive shows from the themed zones.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 8,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "Numerous attractions and rides inspired by Disney stories and characters await. Inside, you can also find unique and delicious Disney-themed food. The park’s fantastical castles are the perfect backdrop for love.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 9,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "905157",
            "type": "webPlacesList",
            "url": "https://inspiredbymaps.com/romantic-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Inspired By Maps",
            "shortName": "Fall In Love All Over Again With These 9 Romantic Things To Do In Tokyo!",
            "indexInSource": 2,
            "iconSiteId": 2947,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dxVK8G8lIyo0SzGABOcBAOrcpo34EW3Q",
          "CHXSBAYP4SolE0xf7x5w1Uz0kFANRhuq",
          "CeEYQmrlrImkunDq7cciIkUtn9ykeGIe",
          "JZndkMmCdvCTaLtIoY9192m7n01gUKjO",
          "dVAcW8QJKP0lgpaWCaihuIKFXKWadwkK",
          "dxVK8G8lIyo0SzGABOcBAOrcpo34EW3Q",
          "CHXSBAYP4SolE0xf7x5w1Uz0kFANRhuq",
          "CeEYQmrlrImkunDq7cciIkUtn9ykeGIe",
          "JZndkMmCdvCTaLtIoY9192m7n01gUKjO",
          "dVAcW8QJKP0lgpaWCaihuIKFXKWadwkK"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Tokyo Disneyland",
        "placeId": "ChIJszdHEQN9GGARy9MJ1TY22eQ",
        "internationalPhoneNumber": "+81 45-330-5211",
        "reviews": [
          {
            "rating": 5,
            "text": "Disneyland is one of those magical places that always seems to pull you in, no matter your age or how many times you've been before. On this visit to Japan, we knew we had to include a stop here and even though I had experienced other Disney parks, nothing really prepared me for just how busy Tokyo Disneyland gets. From the moment we arrived, the crowds were huge, and we expected to spend most of the day standing in lines.\n\nTo our surprise, the day actually turned out really well. We managed to go on every ride we had planned, and even squeezed in a couple of repeat runs. Some of the newer rides were incredible, smooth, immersive, and truly next-level when it comes to theme park experiences. That's what Disneyland does best-constantly refreshing their attractions while still keeping the old favourites alive.\n\nAll the staff we interacted with were polite and helpful, and even with the sheer number of visitors, the park felt well managed. None of the major rides were closed, which was a huge bonus, and the parade at night was honestly one of the highlights, it's worth staying for that alone.\n\nIf I ever came again, I might choose a day with light rain to avoid some of the crowd, but overall, we had a fantastic time and I'd absolutely visit again. It's a full day of fun, nostalgia, and magic.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1752996407,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Excellent attraction for all ages and worth the ticket price!\n\nEven with thousands of people lining up, the entrance process is fast and efficient.\n\nThere is lots to do for everyone, but be prepared to queue for everything.  If you can afford it, get a priority pass, that way you will manage to fit in way more and skip the wait time that is sometimes up to 2 hours !\n\nThere are many fantastic things to buy, so make sure to bring extra money!\n\nI would say that realistically you need at least 2 full days for the visit if you want to do everything!",
            "author_name": "Irina Kapeli",
            "relative_time_description": "",
            "time": 1755296033,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visiting Disneyland was an unforgettable experience! The atmosphere is magical from the moment you walk in. The rides were exciting, the parades were full of energy, and meeting the Disney characters was such a special highlight. Everything was well organized, and the staff were so friendly and helpful. It truly felt like stepping into a different world where both kids and adults can enjoy every moment. A must-visit destination for anyone looking for fun and lasting memories",
            "author_name": "wolf x",
            "relative_time_description": "",
            "time": 1756044711,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyodisneyresort.jp/tdl/",
        "index": 2,
        "id": "",
        "categories": [
          "Theme park",
          "Water & Amusement Parks",
          "Disney Parks & Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3391,
            "2": 1720,
            "3": 5439,
            "4": 17031,
            "5": 88547
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.632896,
        "address": "1-1 Maihama, Urayasu, Chiba 279-0031, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ5SZMmreMGGARcz8QSTiJyo8",
        "generalDescription": "Nestled within a lush forest, Meiji Jingu is a serene Shinto shrine dedicated to Emperor Meiji and Empress Shoken. Established in 1920 and reconstructed after World War II, this tranquil haven features over 100,000 trees donated from across Japan. Each year during Golden Week in late April, the shrine comes alive with its vibrant spring festival that showcases traditional performances like Bugaku dance and Noh theater.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.699326,
        "rating": 4.6,
        "numRatings": 45110,
        "sources": [
          {
            "id": "263611",
            "type": "webPlacesList",
            "url": "https://www.gotokyo.org/en/see-and-do/attractions/index.html",
            "sourceSite": "Web",
            "snippet": "Meiji Jingu (Shinto Shrine) is set in a soothing forest only a few minutes’ walk from JR Harajuku Station. The shrine was built to commemorate the virtues of Emperor Meiji and Empress Shoken. In 2020 the shrine marks its 100th anniversary.",
            "siteName": "The Official Tokyo Travel Guide, GO TOKYO",
            "shortName": "Top tourist attractions in Tokyo: the best sightseeing spots",
            "indexInSource": 4,
            "iconSiteId": 14193,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "Meiji Jingu is a picturesque landscape blending a cultural and natural experience. At the garden, you can enjoy rows of beautiful irises and trees. Just a little further from the greenery, you can find a historical shrine and teahouse.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 12,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "knoaDULTAA1zGjL0ng3HHeZrSeTJu0Hi",
          "3WeBGeCL8uz0eYx4vNfdHPNGE8BEDp12",
          "vjV56a4fQFFRpeMxbv23sxLqysWWLKql",
          "CJIfnRdHMDJywuh1czVGYtL2NKu9sQIe",
          "COsWBezcSVsmmld9eKSIcoxZ1R1YJxTB",
          "knoaDULTAA1zGjL0ng3HHeZrSeTJu0Hi",
          "3WeBGeCL8uz0eYx4vNfdHPNGE8BEDp12",
          "vjV56a4fQFFRpeMxbv23sxLqysWWLKql",
          "CJIfnRdHMDJywuh1czVGYtL2NKu9sQIe",
          "COsWBezcSVsmmld9eKSIcoxZ1R1YJxTB"
        ],
        "openingPeriods": [],
        "name": "Meiji Jingu",
        "placeId": "ChIJ5SZMmreMGGARcz8QSTiJyo8",
        "internationalPhoneNumber": "+81 3-3379-5511",
        "reviews": [
          {
            "rating": 5,
            "text": "Visiting the Meiji Shrine is a deeply calming experience. You walk through a lush green forest, surrounded by towering trees and the sound of birds echoing in the air. The path itself feels like a peaceful journey away from the city's noise. Once you reach the shrine, a sense of silence and tranquility takes over. People are respectful, and even tourists naturally adapt to the calm, disciplined atmosphere of the locals. One lovely activity is writing your wish on a wooden plaque and hanging it on the wall beneath the sacred tree. It's a quiet, meaningful moment. Please remember to stay silent and be respectful of those praying at the shrine. You can film and take photos throughout the forest area.. .many beautiful videos come out of this serene place.",
            "author_name": "Mobile Gourmet",
            "relative_time_description": "",
            "time": 1753876780,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This was the first shrine my friend and I visited during our three-week visit to Japan. An agreeable start, for sure! Serene and picturesque. Beloved but still breathable crowd-wise. Meiji was one of many free attractions we savored. More benches would have been appreciated, but it's still worth a look.\n\nPhotography by Jason Taylor",
            "author_name": "Amy Shafer",
            "relative_time_description": "",
            "time": 1756573526,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We loved the calm, quiet, peaceful walk into the temple. Crowds became more congested inside the temple itself, but despite the amount of people you are still able to enjoy the experience. Tourists respected the property and atmosphere as much as the locals did. it was an educational and enlightening experience throughout our time visiting. We spent 1.5 hours there and that included lunch and gift shop wandering.",
            "author_name": "Nutty IrishDip",
            "relative_time_description": "",
            "time": 1756087789,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.meijijingu.or.jp/",
        "index": 3,
        "id": "",
        "categories": [
          "Shinto shrine",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 314,
            "2": 280,
            "3": 2315,
            "4": 9903,
            "5": 32284
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.676398,
        "address": "1-1 Yoyogikamizonocho, Shibuya, Tokyo 151-8557, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ35ov0dCOGGARKvdDH7NPHX0",
        "generalDescription": "Tokyo Skytree is the world's tallest freestanding broadcasting tower, offering a 360-degree view from its observation deck. At night, Tokyo Tower, Odaiba, and Tokyo Skytree light up the city with vibrant colors. Visitors can enjoy a dinner cruise with Japanese and Western-style dishes while taking in the stunning views.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.8107,
        "rating": 4.4,
        "numRatings": 105641,
        "sources": [
          {
            "id": "735128",
            "type": "webPlacesList",
            "url": "https://www.dearjapanese.com/romantic-places-in-tokyo-to-propose/",
            "sourceSite": "Web",
            "snippet": "Tokyo Skytree is a modern and iconic tower that offers a stunning view of the city. The tower has two observation decks that provide a panoramic view of Tokyo's skyline, and the lower observation deck has a glass floor that creates a thrilling experience. You can propose on one of the observation decks or in the tower's restaurant, which offers a romantic view of the city.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 2,
            "iconSiteId": 43951,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2356091",
            "type": "webPlacesList",
            "url": "https://www.pelago.com/en/articles/fun-things-to-do-in-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "As Japan’s tallest tower, it's the perfect place for couples who want to feel like they’re on top of the world - literally. Step onto the observation deck and let the city of Tokyo unfold beneath you. From this breathtaking vantage point, you’ll see iconic landmarks like the Rainbow Bridge stretching over the bay and all the best things Tokyo has to offer.",
            "siteName": "Pelago",
            "shortName": "15 Fun Things to Do in Tokyo for Couples",
            "indexInSource": 0,
            "iconSiteId": 160800,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "735118",
            "type": "webPlacesList",
            "url": "https://morethanrelo.com/en/tokyos-romantic-valentine-spots-2/",
            "sourceSite": "Web",
            "snippet": "I know I already recommended the other Tokyo Tower, but hear me out on this one. Tokyo Sky Tree also makes for a fantastic date. In addition to the astounding view from the top, there is a fantastic planetarium nearby, the Konica Minolta Planetarium, “Tenku,” which is an amazing experience located in the Tokyo Skytree Town.",
            "siteName": "morethanrelo.com",
            "shortName": "Tokyo’s Romantic Valentine Spots – H&R Group K.K.",
            "indexInSource": 2,
            "iconSiteId": 64138,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476873",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-tokyo",
            "sourceSite": "Web",
            "snippet": "Tokyo Skytree is one of our all-time favorite romantic spots in Tokyo. The lower levels of Skytree are devoted to shopping and Panorama Restaurant at the top of the Skytree is a must-visit. Not only does it offer excellent food and fantastic services but it also boasts the best views across Tokyo.",
            "siteName": "Trip101",
            "shortName": "12 Best Romantic Things To Do In Tokyo, Japan - Updated 2024",
            "indexInSource": 4,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "As the tallest structure in Japan, it offers breathtaking views from observation decks. A visit here, especially in the evening to see Tokyo's city lights, is a must for a romantic experience. Location: 1-chōme-1-2 Oshiage, Sumida City, Tokyo 131-0045, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 9,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130367",
            "type": "webPlacesList",
            "url": "https://travel.amerikanki.com/romantic-attractions-tokyo/",
            "sourceSite": "Web",
            "snippet": "Tokyo Skytree is the newest TV and radio broadcasting tower, which has become a bright symbol of Tokyo. It is more than just a 634-meter tall broadcasting tower. Stores and gardens are called SOLAMACHI to encircle the base of the structure.",
            "siteName": "Amerikanki",
            "shortName": "10 Breathtakingly Romantic Attractions in Tokyo",
            "indexInSource": 3,
            "iconSiteId": 20322,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899868",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/best-proposal-spots-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "For a bit more of an adventurous option, why not try proposing at the iconic Tokyo Skytree Tower?. Just make sure your significant other isn’t afraid of heights!. Tokyo Skytree has quickly become one of the most must-see spots in the city.",
            "siteName": "Photo Trips",
            "shortName": "Where To Propose In Tokyo? The 14 Best Proposal Spots In 2025",
            "indexInSource": 6,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Spend time at the tallest structure in Japan with your lover. Tokyo Skytree offers you some of the best city views in the country. Head to the observation decks and look around the jaw-dropping landscapes below.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 5,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "736046",
            "type": "webPlacesList",
            "url": "https://twodrifters.us/blog/romantic-things-to-do-in-tokyo.html",
            "sourceSite": "Web",
            "snippet": "If you want to splurge, I would highly recommend a visit to Tokyo Skytree to watch the view, or even better… Order a drink at the bar on the 40th floor of the Cerulean Tower in Shibuya.",
            "siteName": "Two Drifters",
            "shortName": "7 Incredibly Romantic Things to Do in Tokyo",
            "indexInSource": 5,
            "iconSiteId": 6191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263611",
            "type": "webPlacesList",
            "url": "https://www.gotokyo.org/en/see-and-do/attractions/index.html",
            "sourceSite": "Web",
            "snippet": "On a clear day, the world’s tallest tower offers views for miles and miles in every direction. Not for the faint of heart, but great for thrill-seekers.",
            "siteName": "The Official Tokyo Travel Guide, GO TOKYO",
            "shortName": "Top tourist attractions in Tokyo: the best sightseeing spots",
            "indexInSource": 7,
            "iconSiteId": 14193,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GW8mCdaoWVsNgfWXBCQwaMf3wYZBzuI1",
          "KtsvXUDVBcMKufBcfmrQW8Uuk4tI2vea",
          "d3FYQ9xRMErIzznGEZGQfT0vntJSAaCy",
          "17w8rh9eaPCpUGEFo3q0xUMApz43Jnr0",
          "NssYNfms6upnm8rXeqyJEkSyy13y80ny",
          "GW8mCdaoWVsNgfWXBCQwaMf3wYZBzuI1",
          "KtsvXUDVBcMKufBcfmrQW8Uuk4tI2vea",
          "d3FYQ9xRMErIzznGEZGQfT0vntJSAaCy",
          "17w8rh9eaPCpUGEFo3q0xUMApz43Jnr0",
          "NssYNfms6upnm8rXeqyJEkSyy13y80ny"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Tokyo Skytree",
        "placeId": "ChIJ35ov0dCOGGARKvdDH7NPHX0",
        "internationalPhoneNumber": "+81 570-550-634",
        "reviews": [
          {
            "rating": 5,
            "text": "We decided to head out to visit the Tokyo Skytree to compare the views with those from Tokyo Tower, which we had visited earlier in our trip. After a quick and easy train ride, we arrived and had dinner in the surrounding complex before heading toward the ticket counter. Unfortunately, we arrived just a few minutes before closing and missed the last admission time, so we weren't able to go up the tower that night.\n\nEven though we didn't make it to the top, the visit still turned out to be worthwhile. The tower itself is massive and really impressive, especially at night. It was fully illuminated and the colours changed periodically, cycling through purples, blues, reds, and a stunning rainbow display at one point. I was able to get several photos from different angles on our walk up to the tower, and it still felt like a great experience even without going to the top.\n\nThe whole area around the base is clean, modern, and easy to navigate, with shopping, restaurants, and a very open plaza for photos. I'll definitely come back earlier next time to enjoy the observation deck and views over Tokyo, but even just seeing the tower up close was worth the visit.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1753253920,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Has an amazing view from lower as well as upper decks. Buy tickets in advance, it's difficult to get tickets. Waiting time is long, be prepared. There are plenty of eateries around, a mall and even an aquarium (to kill waiting time). From the street, Tower looks stunning in evening with lights changing on it.",
            "author_name": "Manpreeth Nishter",
            "relative_time_description": "",
            "time": 1758042958,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Bought tickets in advance so there was no wait. at approximately $20 pp to go up the tower made it a nice visit. We spent about 1.5 hours and ate at the cafe on the observation deck (actually one floor down from the elevator so 340 m).  Good food but limited selections. Had the curry. Not expensive. Fun visit. Great venue",
            "author_name": "Mike Rogers",
            "relative_time_description": "",
            "time": 1758284444,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-skytree.jp/",
        "index": 4,
        "id": "",
        "categories": [
          "Observation deck",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Observation Decks & Towers",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2007,
            "2": 1752,
            "3": 9993,
            "4": 28257,
            "5": 63883
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.710063,
        "address": "1 Chome-1-2 Oshiage, Sumida City, Tokyo 131-0045, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJQ5Sa1PqJGGARUSaNKKOrMVg",
        "generalDescription": "teamLab Borderless: MORI Building DIGITAL ART MUSEUM is a popular and immersive museum featuring colorful, futuristic digital art installations that offer great photo opportunities. Since its opening in 2018, it has become the world's most visited museum dedicated to a single artist/group. The museum will be closing this year due to redevelopment of the building housing it, but not before hosting its last cherry blossom-themed exhibition.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.743267,
        "rating": 4.6,
        "numRatings": 24736,
        "sources": [
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "For couples who are art lovers and techies, this place is for you. teamLab Borderless takes you to a world of stunning digital artworks. Delight in the captivating exhibits filled with sensory charms.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 4,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jEZKUp0pKHmRlHwy8zyTN2CxE0TpoYTB",
          "m8JU6FHhKruohWka2y4ArDvGbPv8kH33",
          "g52IbjJVTueFZw6aoL5q1vzZEEzaxAyQ",
          "KNldaMVoEK9ZsZGcmmWXdOc8TwwOXffp",
          "BpmmKgvZ7OsTr7gjLRhQCXcjCgEv58kT",
          "jEZKUp0pKHmRlHwy8zyTN2CxE0TpoYTB",
          "m8JU6FHhKruohWka2y4ArDvGbPv8kH33",
          "g52IbjJVTueFZw6aoL5q1vzZEEzaxAyQ",
          "KNldaMVoEK9ZsZGcmmWXdOc8TwwOXffp",
          "BpmmKgvZ7OsTr7gjLRhQCXcjCgEv58kT"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "teamLab Borderless: MORI Building DIGITAL ART MUSEUM",
        "placeId": "ChIJQ5Sa1PqJGGARUSaNKKOrMVg",
        "internationalPhoneNumber": "+81 3-6230-9666",
        "reviews": [
          {
            "rating": 5,
            "text": "How to describe this place is almost impossible.\nA submersible digital and sensory experience?\nA sensory overload? Creativity at its finest? More than can be expected? Will absolutely blow your mind?\nFrom the moment you go in it starts and everyone takes photos the minute they walk in, not knowing that they will find so many more amazing experiences inside.\nLook for the exhibit with all the round hanging lights, that was our favorite. But there are so many others too…",
            "author_name": "Gabi Velarde",
            "relative_time_description": "",
            "time": 1754995862,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great experience. If you book an early slot there will be less people and you'll be able to get great pictures. The exhibits are changing throughout the day so it's difficult to find the same room with same art. It keeps cycling through the day.\n\nThere are free lockers for small bags at the entrance. You can carry your own snacks and drinks inside. It also has vending machines inside incase you need( usually besides the washroom)\n\nMany of the exhibits are touch interactive so please do try to interact more. It increases the fun.",
            "author_name": "Hitesh Giri",
            "relative_time_description": "",
            "time": 1756433024,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Like many this was one of the places I had to visit when I went to Tokyo. I'd watched the videos and knew what to expect. Perhaps that was the problem. Though it was a unique and stunning experience, there were really no surprises. Some have said you can easily spend three hours there however I found after an hour I'd had enough. I went at the end of the day so my feet were sore and I was getting tired which didn't help. I have to admit I found the exhibits though visually amazing they lacked meaning. The reason most of the great works of art from the middle ages are religious is because they inspired people on more than just the visual level. Here it was something of an empty, soulless place which unfortunately mirrors the secular society we are living in. This place could have had amazing potential however I found it a little underwhelming. Despite this I would recommend going if you feel it's your thing.",
            "author_name": "Jeff May",
            "relative_time_description": "",
            "time": 1756779637,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.teamlab.art/jp/e/tokyo/",
        "index": 5,
        "id": "",
        "categories": [
          "Art museum",
          "Museums",
          "Art Galleries",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 528,
            "2": 442,
            "3": 1273,
            "4": 4085,
            "5": 18361
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.662069,
        "address": "Azabudai Hills Garden Plaza B, B1, 5 Chome-９ Toranomon, Minato City, Tokyo 106-0041, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJCewJkL2LGGAR3Qmk0vCTGkg",
        "generalDescription": "Tokyo Tower, reminiscent of the Eiffel Tower, is a significant landmark in Tokyo and Japan. It was opened in 1958 and celebrated its 60th anniversary in 2018. Standing at 333m tall, it offers observation areas at 150m and 250m high, providing stunning views of Mt. Fuji, Mt. Tsukuba, and the entire Tokyo metropolis.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.745433,
        "rating": 4.5,
        "numRatings": 88528,
        "sources": [
          {
            "id": "736027",
            "type": "webPlacesList",
            "url": "https://japanesense.wordpress.com/2012/12/01/top-7-most-romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "One of the well-known landmark of the metropolitan city Tokyo is no other than the Tokyo Tower. Though recently this tower has been rivaled by a new higher tower, which is Tokyo Sky Tree,  this communication and observation tower that was built in 1958 hasn’t lost its own charm. Located in Shiba Park, Minato, Tokyo, this tower still has lots of visitors who come regularly to enjoy the magnificent view of the Tower and the glittering neighbourhood surrounding this red tower in the night-time.",
            "siteName": "japanesense",
            "shortName": "Top 7 Most Romantic Places in Tokyo!",
            "indexInSource": 0,
            "iconSiteId": 64346,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130362",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-unique-date-spots-in-tokyo-that-dont-involve-rowing-boats-or-sushi/",
            "sourceSite": "Web",
            "snippet": "A post shared by DAIMYO (@biglight0328) on Jun 17, 2018 at 1:14am PDT. Ok, Tokyo Tower is perhaps the least “off the beaten path” spot on this list at a glance, but most people go there for the food spots and the attractions (One Piece Tower!). It’s more of a sightseeing and a family spot rather than a romantic destination, except maybe around the time for the winter illuminations when couples indeed flood the place in pursuit of selfies at the background of the illuminated tower.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Unique Date Spots In Tokyo (That Don’t Involve Rowing Boats Or Sushi)",
            "indexInSource": 3,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476873",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-tokyo",
            "sourceSite": "Web",
            "snippet": "Foot Town will provide you and your special one plenty of opportunities to bag a souvenir to remember your romantic trip to Tokyo. For the most romantic part of the day, be sure to purchase tickets and head to the observatory where you’ll be able to see across the unique skyline of Tokyo. We’d recommend buying a day pass so that you can visit the observatory deck an unlimited number of times in one day, you’ll be able to see the views from daytime to nighttime.",
            "siteName": "Trip101",
            "shortName": "12 Best Romantic Things To Do In Tokyo, Japan - Updated 2024",
            "indexInSource": 1,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "735118",
            "type": "webPlacesList",
            "url": "https://morethanrelo.com/en/tokyos-romantic-valentine-spots-2/",
            "sourceSite": "Web",
            "snippet": "People have been going on dates to Tokyo Tower pretty much since it was constructed in 1958. This option has some extra perks compared to many on our list. For one, the view is outstanding, especially if you go at sunset.Next, it has a very central location in town close to the many world-class restaurants of Azabu-Juban and Roppongi if you’re planning on having a romantic dinner at one of the many Michelin-starred restaurants in the area.",
            "siteName": "morethanrelo.com",
            "shortName": "Tokyo’s Romantic Valentine Spots – H&R Group K.K.",
            "indexInSource": 1,
            "iconSiteId": 64138,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "905147",
            "type": "webPlacesList",
            "url": "https://japanrailtimes.japanrailcafe.com.sg/web/article/interests/5-romantic-spots-jr-tokyo-wide-pass",
            "sourceSite": "Web",
            "snippet": "Tokyo Tower (東京タワー) is one of Tokyo’s most iconic landmarks. Standing at 333m tall, this second-tallest building in Japan remains high on the list of romantic spots to visit in Tokyo. Having enjoyed a lovely dinner, you and your loved one can now enjoy the spectacular night view of the city on top of this beautifully-illuminated tower.",
            "siteName": "JAPAN RAIL CLUB",
            "shortName": "A Valentine’s Trip: 5 Romantic Spots to Visit with the 3-Day JR TOKYO Wide Pass",
            "indexInSource": 3,
            "iconSiteId": 21638,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "735128",
            "type": "webPlacesList",
            "url": "https://www.dearjapanese.com/romantic-places-in-tokyo-to-propose/",
            "sourceSite": "Web",
            "snippet": "The Tokyo Tower is an iconic symbol of Tokyo that offers a spectacular view of the city. The tower has two observation decks, one at 150 meters and another at 250 meters, that provide a panoramic view of the city skyline. If you’re looking for a proposal spot that offers an incredible view of Tokyo, the Tokyo Tower is an ideal choice.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 1,
            "iconSiteId": 43951,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476755",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/5-romantic-spots-in-tokyo-for-valentines-day/",
            "sourceSite": "Web",
            "snippet": "It’s always breathtaking to see your world from a different perspective; especially when that perspective is hundreds of meters in the sky. Although these are of course very touristy places in Tokyo, there’s just so many different things to do in these areas, especially around Sky Tree. I felt they both deserve to be on this list.",
            "siteName": "GaijinPot",
            "shortName": "5 Romantic Spots in Tokyo for Valentine’s Day",
            "indexInSource": 4,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899868",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/best-proposal-spots-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Last but not the least, how can we write about Tokyo proposals without ever mentioning the iconic Tokyo Tower?. Since it was built back in 1958, it has now become one of the most recognizable places in the entire city. What makes Tokyo Tower so special are the spectacular city views it can provide you.",
            "siteName": "Photo Trips",
            "shortName": "Where To Propose In Tokyo? The 14 Best Proposal Spots In 2025",
            "indexInSource": 11,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "910473",
            "type": "webPlacesList",
            "url": "https://tokyotreat.com/blog/tokyo-tower-and-other-romantic-places-to-see",
            "sourceSite": "Web",
            "snippet": "Apart from enjoying the city’s pop culture, the Tokyo Tower is one of the most popular reasons for visiting Tokyo. What list of romantic spots in Tokyo can go without a place that completely changes your view of the world?. If you’re looking for romantic spots in the capital, Tokyo Tower is perfect!",
            "siteName": "TokyoTreat: Japanese Candy & Snacks Subscription Boxes",
            "shortName": "Tokyo Tower and Other Romantic Places To See!",
            "indexInSource": 0,
            "iconSiteId": 26210,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2356091",
            "type": "webPlacesList",
            "url": "https://www.pelago.com/en/articles/fun-things-to-do-in-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "Start your trip by stepping onto the observation deck and you’ll be treated to stunning views of Tokyo. Whether you’re in Japan for the first time or returning, there’s something special about seeing the city streets from above. Make sure to time your visit for the evening.",
            "siteName": "Pelago",
            "shortName": "15 Fun Things to Do in Tokyo for Couples",
            "indexInSource": 1,
            "iconSiteId": 160800,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "736041",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.jp/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "While Tokyo Tower may not be the most unique place to go for a date, not many people know that you can actually climb up the stairs to Tokyo Tower’s main deck. It’s a great teamwork date spot and you can encourage each other to keep going.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 12,
            "iconSiteId": 64348,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899848",
            "type": "webPlacesList",
            "url": "https://ksemoving.com/romantic-spots-in-tokyo-to-explore/",
            "sourceSite": "Web",
            "snippet": "Finally, what list of romantic spots in Tokyo can go without a place that completely changes your view of the world?. And is there a better place on the list that Tokyo Tower?. Truth be told, the place attracts quite a lot of tourists.",
            "siteName": "Kokusai Express Japan",
            "shortName": "Romantic spots in Tokyo to explore",
            "indexInSource": 3,
            "iconSiteId": 55839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "Tokyo Tower is a must-visit for couples, offering panoramic city views. Enjoy the spectacular cityscape, especially at night when Tokyo lights up. The observation decks are perfect for a memorable photo opportunity.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 2,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Share a romantic moment with your partner at the scenic Tokyo Tower. This gigantic structure is more than just an iconic landmark in the capital. Many consider it a representation of love, so be sure not to miss it.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 0,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263611",
            "type": "webPlacesList",
            "url": "https://www.gotokyo.org/en/see-and-do/attractions/index.html",
            "sourceSite": "Web",
            "snippet": "The Beautiful Tokyo Tower was completed in 1958 and remains a very popular lookout point. Just a short distance from such well-known districts as Roppongi and Toranomon.",
            "siteName": "The Official Tokyo Travel Guide, GO TOKYO",
            "shortName": "Top tourist attractions in Tokyo: the best sightseeing spots",
            "indexInSource": 8,
            "iconSiteId": 14193,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "905152",
            "type": "webPlacesList",
            "url": "https://www.trip.com/blog/romantic-locations-in-tokyo-to-visit-this-holiday-season/",
            "sourceSite": "Web",
            "snippet": "Christmas is coming soon, and fantastic lights are popping up everywhere in Japan. The Christmas spirit is picking up. As the capital, Tokyo is full of romantic lights.",
            "siteName": "trip.com",
            "shortName": "8 Romantic Locations in Tokyo to Visit This Holiday Season travel notes and guides",
            "indexInSource": 6,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "k2AcLcK2g5Rw8UULKsbApIemnXDixIMM",
          "kx0CTpnYQhvCaFyvY2JgN6XMYAL1DpPK",
          "fFH0BHr2AnkqcqK9ZPFFftfKw2mINi78",
          "y0UdSrFxRSyFiWnkYq9ZLSw40h4bllMv",
          "AOx74tOuqcknqSoeVN0h9hOctR0OkzDa",
          "k2AcLcK2g5Rw8UULKsbApIemnXDixIMM",
          "kx0CTpnYQhvCaFyvY2JgN6XMYAL1DpPK",
          "fFH0BHr2AnkqcqK9ZPFFftfKw2mINi78",
          "y0UdSrFxRSyFiWnkYq9ZLSw40h4bllMv",
          "AOx74tOuqcknqSoeVN0h9hOctR0OkzDa"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Tokyo Tower",
        "placeId": "ChIJCewJkL2LGGAR3Qmk0vCTGkg",
        "internationalPhoneNumber": "+81 3-3433-5111",
        "reviews": [
          {
            "rating": 5,
            "text": "Tokyo Tower offers a straightforward and pleasant experience for visitors. The observation decks provide clear, panoramic views of the city, and on a good day, you can see Mount Fuji in the distance. While the tower itself is a well-known landmark, the visit inside is calm and organized. The different levels offer good photo opportunities of the surrounding area. It's a solid choice for anyone looking to see the city from above without the feeling of being rushed.",
            "author_name": "Slavi Tsvetanov",
            "relative_time_description": "",
            "time": 1757355083,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I had been looking forward to visiting Tokyo Tower, especially at night, having seen so many beautiful photos of the city lights stretching endlessly into the horizon. Seeing it in person absolutely lived up to expectations. The view from the Main Deck at 150 metres was stunning, with a full panoramic scene of Tokyo's sparkling skyline. I stayed up there for around 40 minutes taking in the sights and snapping photos from multiple angles.\n\nTokyo Tower stands at 333 metres tall and was inspired by the Eiffel Tower in Paris, though it's slightly taller. Built in 1958, it originally served as a television broadcasting antenna and remains one of the city's iconic landmarks. Its red-and-white design stands out beautifully, especially when lit up at night.\n\nThe atmosphere on the observation deck was relaxed, and there was plenty of room to enjoy the views without feeling crowded. The night lighting changes seasonally, which adds something a little different if you visit at various times of year. You can also explore souvenir shops, grab a drink, or check out the FootTown building underneath with its mini attractions and eateries.\n\nIf you're planning a trip to Tokyo, I'd definitely recommend adding this to your evening plans. It's especially ideal for photographers and anyone wanting a breathtaking, elevated view of the city.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1753006371,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The most popular landmark in city, Tokyo Tower is an absolute incredible site to visit. Other than observation decks, there are multiple gift shops, restaurants and gallery at this location. We bought our tickets online few days in advance to reserve the date and time. Upon arrival we checked-in at the counter. Guests need to arrive during their ticket slots or they might not allow them to get in at another time.\n\nThe walkway to the elevator was a nice historical gallery of how the tower was made. Then the elevator took us to the first observation deck where we were greeted with juices and alcohol drinks. Here we also took a souvenir photo that was included with the ticket. We hopped on another elevator that took us the higher observation deck. It had some really nice 360 view of Tokyo. Because of the haze, the skyline was not so clear. We spent about 15 minutes here, since there wasn't much to see other than the city skyline.\n\nThen we head back to the lower deck that had gift shop, glass see thru floor and larger windows with city view. Here we spent about another 20 minutes. The gift shop had excellent items. I got a small replica of the tower and few other stuff from the shop.\n\nFinally we head down the main entrance where we explored the bigger gift shop. It had way more items like tower coin chocolates, bakery items and an ice cream shop. There was also a gallery and restrooms.  Overall we had a wonderful time here. Enjoyed the sight and the shopping. It's very clean and maintained. Absolutely recommend for anyone visiting Tokyo.",
            "author_name": "Nehal Ahmed",
            "relative_time_description": "",
            "time": 1755363598,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyotower.co.jp/",
        "index": 6,
        "id": "",
        "categories": [
          "Observation deck",
          "Sights & Landmarks",
          "Art gallery",
          "Landmark",
          "Shopping mall",
          "Architectural Buildings",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1056,
            "2": 1106,
            "3": 7655,
            "4": 23008,
            "5": 55703
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.658581,
        "address": "4 Chome-2-8 Shibakoen, Minato City, Tokyo 105-0011, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJLYwD5TTuGGARBZKEP5BV4U0",
        "generalDescription": "The Ghibli Museum is a delightful haven for fans of animation and art, located just a short stroll from Mitaka Station. This enchanting space pays tribute to the beloved Studio Ghibli, creators of iconic films like Totoro and Spirited Away. Visitors can immerse themselves in original artwork, enjoy exclusive animated shorts in the cozy cinema, and wander through the rooftop garden featuring the impressive Robot Soldier from Laputa Castle in the Sky.",
        "utcOffset": 540,
        "maxMinutesSpent": 210,
        "longitude": 139.570432,
        "rating": 4.5,
        "numRatings": 17673,
        "sources": [
          {
            "id": "476873",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-tokyo",
            "sourceSite": "Web",
            "snippet": "Whoever said that museums are not romantic has obviously never been to Ghibli Museum. Regardless of whether you are huge Ghibli fans or not, you won’t be able to help being swept up in the magic and warmth of the Ghibli environment. You can make your time together even more special by also enjoying either Edo-Tokyo Open Air Architecture Museum, Jindaiji Temple, or Takahata Fudoson Temple.",
            "siteName": "Trip101",
            "shortName": "12 Best Romantic Things To Do In Tokyo, Japan - Updated 2024",
            "indexInSource": 5,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "735117",
            "type": "webPlacesList",
            "url": "https://log.deep-exp.com/en/media/283",
            "sourceSite": "Web",
            "snippet": "The Mitaka-no-mori Ghibli Museum is a must-visit for Ghibli fans. It is located in Inokashira Park in the suburbs of Tokyo, so it is a good place to visit on a park date. Totoro welcomes you at the museum reception desk, and the stained glass windows decorated with characters and the buildings and objects that recreate the world of the movie are sure to get you excited.",
            "siteName": "DEEPLOG",
            "shortName": "【Tokyo】 7 Recommended Dating Spots for Those Who Want to Avoid Crowds",
            "indexInSource": 4,
            "iconSiteId": 64137,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130367",
            "type": "webPlacesList",
            "url": "https://travel.amerikanki.com/romantic-attractions-tokyo/",
            "sourceSite": "Web",
            "snippet": "The main natural object is Lake Inokashira and the forest around it. According to legend, this area got its name thanks to the 3rd shogun Tokugawa Iemitsu, the ruler who liked to come here for falconry. Enjoy a stroll through the gardens and mini zoo, then stop at the Peppermint Café for refreshment.",
            "siteName": "Amerikanki",
            "shortName": "10 Breathtakingly Romantic Attractions in Tokyo",
            "indexInSource": 4,
            "iconSiteId": 20322,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "735120",
            "type": "webPlacesList",
            "url": "https://blog.japanwondertravel.com/couple-activities-in-tokyo-45951",
            "sourceSite": "Web",
            "snippet": "Discover the unique museum designed by Hayao Miyazaki himself!. The museum is made so that you don’t need to be a Ghibli fan to appreciate its artistry and universe. It is an excellent gift for a Ghibli fan or even a complete novice, who will surely, get mesmerized when exploring the Ghibli museum.",
            "siteName": "Japan Wonder Travel Blog",
            "shortName": "12 Best Things to do in Tokyo For Couples",
            "indexInSource": 7,
            "iconSiteId": 76,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "If you and your partner love films like Spirited Away, then the Ghibli Museum is a must-visit. The museum is a heartwarming portal to the memorable worlds created by Studio Ghibli. The museum’s exhibits feature the wonders from our cherished animated landscapes.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 2,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4pSV9i9t5LQ2hFKsyHwyra8iJ6MNRvHe",
          "hv8qmzdhjcFEU2ebNHnW5KXqfZ5yivR6",
          "zpoLgDcb7OfDdwbdDLLIoNiKRJEZ4CDG",
          "U1Ht3qgli4fjmSjrI2fUyMlB9cYu2SkE",
          "iO4leCAmyLqq6Cx2PretbzOGXzvGLOux",
          "4pSV9i9t5LQ2hFKsyHwyra8iJ6MNRvHe",
          "hv8qmzdhjcFEU2ebNHnW5KXqfZ5yivR6",
          "zpoLgDcb7OfDdwbdDLLIoNiKRJEZ4CDG",
          "U1Ht3qgli4fjmSjrI2fUyMlB9cYu2SkE",
          "iO4leCAmyLqq6Cx2PretbzOGXzvGLOux"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Ghibli Museum",
        "placeId": "ChIJLYwD5TTuGGARBZKEP5BV4U0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Entertaining visit for anyone interested in animation but it's especially focused on children. Adults will appreciate it as well. The building itself is playful and contributes to the overall feel of the visit. The artwork is simply stunning. It was also impressive to see the resources they used to design the movies. They had books about the anatomy of animals to architecture. It all helps to give the films character and life.\n\nBe warned, it's not easy to get tickets. They have a screwy sign-up system where you have to be online at a certain time on the 10th of the month preceding your hoped for visit. I was in a queue for 45 minutes and was able to get something on one of the days I was scheduled to be in Tokyo. I didn't get the time I wanted so I scheduled everything around the time I got. The 10 AM slots went very quickly and we got 4 PM entry. We were told to bring our passports for ID but all we needed was the QR code on our ticket.\n\nThey don't allow photos inside, only outside.\n\nAbsolutely worth seeing if you care at all about the subject.",
            "author_name": "Glenn Goldman",
            "relative_time_description": "",
            "time": 1752488376,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "The building is truly lovely and beautifully decorated, but as a museum it feels a bit lacking. The visit is very short - less than 30 minutes - and I was hoping for something more engaging. The shop is nice but doesn't really offer exclusive items, since you can find more variety in other Ghibli Stores in Japan. Overall, it's a charming place but quite underwhelming compared to expectations. I do not recommend wasting time visiting it.",
            "author_name": "Dalila",
            "relative_time_description": "",
            "time": 1756341564,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "What a lovely place to visit for Ghibli fans. There's so much history and behind the scenes of original artwork and makings of various movies. Tickets are quite challenging to come by so don't expect to just show up the day of and expect to get in as you need to book well in advance! Be respectful and do not take pictures on the inside, only outside.  For those tight on time, you can do the entire museum, with short movie feature, and shopping in about 1.5 hours. Definitely worth the trip and knocked off my bucket list.",
            "author_name": "C T",
            "relative_time_description": "",
            "time": 1757107412,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.ghibli-museum.jp/",
        "index": 7,
        "id": "",
        "categories": [
          "Art museum",
          "Museums",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 467,
            "2": 276,
            "3": 1045,
            "4": 3335,
            "5": 12576
          }
        },
        "minMinutesSpent": 210,
        "latitude": 35.696238,
        "address": "1 Chome-1-83 Shimorenjaku, Mitaka, Tokyo 181-0013, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJP-vO9nuLGGARGJ2q8uryJUA",
        "generalDescription": "The National Art Center Tokyo is a large, modern venue in Roppongi that showcases temporary exhibitions of both Japanese and international art. The building's unique facade contrasts with the surrounding architecture, embodying Kisho Kurokawa's architectural concepts of natural materials and adaptability to surroundings. With its wavy glass exterior, the museum spans 14,000 square meters and hosts works from renowned artists without maintaining a permanent collection.",
        "utcOffset": 540,
        "maxMinutesSpent": 180,
        "longitude": 139.726374,
        "rating": 4.4,
        "numRatings": 20453,
        "sources": [
          {
            "id": "476873",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-tokyo",
            "sourceSite": "Web",
            "snippet": "With one of the largest exhibition spaces in Japan, you can rely on The National Art Center to showcase unique and exciting exhibitions. Instead of static exhibitions, the Center is regularly changing its showcases, meaning that even if you’ve been once you can always go again. There are a number of cafes and restaurants on site so you can easily spend a date day wandering around, enjoying the art, good discussions and delicious food.",
            "siteName": "Trip101",
            "shortName": "12 Best Romantic Things To Do In Tokyo, Japan - Updated 2024",
            "indexInSource": 3,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "735117",
            "type": "webPlacesList",
            "url": "https://log.deep-exp.com/en/media/283",
            "sourceSite": "Web",
            "snippet": "Located a 5-minute walk from Roppongi Station, the National Art Center, Tokyo, with its stylish all-glass exterior design, is recommended for couples who want to relax and enjoy art. Inside the museum, sunlight pours in through the curtain walls, creating a bright, open space. With one basement floor and three floors above ground, the view from the upper floors is beautiful, making the museum a popular photo spot.",
            "siteName": "DEEPLOG",
            "shortName": "【Tokyo】 7 Recommended Dating Spots for Those Who Want to Avoid Crowds",
            "indexInSource": 0,
            "iconSiteId": 64137,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "For art-loving couples, this museum in Roppongi offers an impressive array of contemporary art exhibitions. The building's unique architecture is also a sight to behold. Location: Japan, 〒106-8558 Tokyo, Minato City, Roppongi, 7 Chome−22−2 国立新美術館",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 12,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jFbidHZaHEAgjPcDZrrDCfN8vZq5MBaN",
          "xAXnI6bS8m8yuHdWMg6uxnUuVbveU2Jg",
          "5H3oAHJ5edcRdFGBgp6CdhSQaf3QxduO",
          "GK9vkHNnmP18jEhCgmAymNdkMrb2bEw1",
          "eRw8MjgwBmf8qwHGrVk9PQcvb6vJqZ5Y",
          "jFbidHZaHEAgjPcDZrrDCfN8vZq5MBaN",
          "xAXnI6bS8m8yuHdWMg6uxnUuVbveU2Jg",
          "5H3oAHJ5edcRdFGBgp6CdhSQaf3QxduO",
          "GK9vkHNnmP18jEhCgmAymNdkMrb2bEw1",
          "eRw8MjgwBmf8qwHGrVk9PQcvb6vJqZ5Y"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "The National Art Center, Tokyo",
        "placeId": "ChIJP-vO9nuLGGARGJ2q8uryJUA",
        "internationalPhoneNumber": "+81 50-5541-8600",
        "reviews": [
          {
            "rating": 5,
            "text": "If you are going to be in the area and appreciate art and architecture, this is definitely a great place to visit. Many of the galleries are free to enter, and the ones that do cost money are generally only about 2 or 3 dollars. When I visited, there was a wide variety of galleries which were interesting to see. There are also multiple places to eat, so it can make for a great place to grab lunch during a busy day.",
            "author_name": "Brandon Crossland",
            "relative_time_description": "",
            "time": 1751612233,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The National Art Center in Tokyo is an impressive place with its unique architecture and spacious design. I really enjoyed the variety of exhibitions, and the atmosphere felt calm and inspiring. The building itself is worth visiting, even if you're not deeply into art. It's also conveniently located near Roppongi, making it easy to include in a day trip around the area. A must-visit for art lovers and anyone looking for a beautiful cultural experience in Tokyo.",
            "author_name": "Pitiwat Pitipornpuwapat (Dook)",
            "relative_time_description": "",
            "time": 1755504914,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful art exhibits & amazing architecture. Well-maintained and organized art center. Sadly, the library was closed when I visited but I was still able to enjoy my time. Lots of seating, clean restrooms. The Art Exhibit during my visit was free. There are restaurants inside that are available, but quite expensive and limited options. Overall, this Art Center is a definite must-see!",
            "author_name": "Bea Andrea Sicat",
            "relative_time_description": "",
            "time": 1757236972,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.nact.jp/",
        "index": 8,
        "id": "",
        "categories": [
          "Art museum",
          "Museums",
          "Art center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 384,
            "2": 299,
            "3": 1898,
            "4": 6867,
            "5": 11019
          }
        },
        "minMinutesSpent": 180,
        "latitude": 35.665289,
        "address": "7 Chome-22-2 Roppongi, Minato City, Tokyo 106-8558, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJPyOTG8KMGGARh_IXobWxHmo",
        "generalDescription": "Shinjuku Gyoen National Garden, a former estate turned 144-acre park, was originally created as a recreational garden for the Imperial family. It is an Important Cultural Property and features three types of gardens: English, French, and Japanese. Throughout the year, the park hosts various events such as photography lessons, chrysanthemum flower exhibitions, and traditional Japanese art performances.",
        "utcOffset": 540,
        "maxMinutesSpent": 120,
        "longitude": 139.710052,
        "rating": 4.6,
        "numRatings": 42018,
        "sources": [
          {
            "id": "223093",
            "type": "webPlacesList",
            "url": "https://flipjapanguide.com/spring-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Shinjuku Gyoen, a sprawling natural park just a 10-minute stroll from Shinjuku, is a surprising oasis nestled in the heart of the city. Originally established as a botanical garden for the imperial family in 1897, it has since evolved into a cherished national park symbolizing Japan’s peaceful cultural heritage. Today, Shinjuku Gyoen boasts meticulously landscaped gardens, historic structures, serene Japanese gardens, and more.",
            "siteName": "FLIP Japan Guide",
            "shortName": "25 Ideas For A Romantic Spring Date In Tokyo: Best Spots For Spring Romance",
            "indexInSource": 0,
            "iconSiteId": 22318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2356101",
            "type": "webPlacesList",
            "url": "https://allphoto-kyoto.com/blog/2024/10/22/romantic-spots-for-couples-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "For couples looking to escape the hustle and bustle of the city, Shinjuku Gyoen National Garden offers a peaceful retreat. This large park is home to beautiful landscapes, including traditional Japanese gardens, French formal gardens, and English landscape gardens. Strolling through its tranquil paths, hand in hand, you can find quiet corners perfect for reflection or a quiet picnic.",
            "siteName": "allphoto-kyoto-blog",
            "shortName": "Romantic spots for couples in Tokyo",
            "indexInSource": 2,
            "iconSiteId": 327395,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "735128",
            "type": "webPlacesList",
            "url": "https://www.dearjapanese.com/romantic-places-in-tokyo-to-propose/",
            "sourceSite": "Web",
            "snippet": "Shinjuku Gyoen National Garden is a stunningly beautiful park in the heart of Tokyo. This spacious park has an extensive range of flora and fauna that makes it an ideal spot for nature lovers. The garden is a perfect place to enjoy a picnic under the cherry blossom trees during spring or take a leisurely stroll around the park's tranquil grounds.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 0,
            "iconSiteId": 43951,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899868",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/best-proposal-spots-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "The Shinjuku Gyoen National Garden is a spacious park with a collection of different kinds of flora and fauna that will make your proposal photos pop. It’s an especially ideal spot if you and your partner are nature lovers!. When you plan your trip, we recommend visiting either during spring or during autumn.",
            "siteName": "Photo Trips",
            "shortName": "Where To Propose In Tokyo? The 14 Best Proposal Spots In 2025",
            "indexInSource": 3,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "A beautiful and serene park in the heart of Tokyo, it's perfect for a peaceful walk among the lush greenery, traditional Japanese gardens, and picturesque ponds. It's incredibly romantic during cherry blossom season. Location: 11 Naitōmachi, Shinjuku City, Tokyo 160-0014, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 1,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Go on a serene escapade with your better half at Shinjuku Gyoen National Garden. This stunning attraction is bound to capture your heart with its natural charm. There’s never a dull moment during your visit.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 1,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899886",
            "type": "webPlacesList",
            "url": "https://afuncouple.com/ideas-for-a-date-in-tokyo-japan/",
            "sourceSite": "Web",
            "snippet": "Embark on a romantic escapade amidst the lush greenery of Shinjuku Gyoen. This sprawling garden is a tranquil oasis in the heart of the bustling city.",
            "siteName": "A Fun Couple - Travel Blog",
            "shortName": "20 IDEAS FOR A DATE IN TOKYO [JAPAN]",
            "indexInSource": 8,
            "iconSiteId": 35225,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "736046",
            "type": "webPlacesList",
            "url": "https://twodrifters.us/blog/romantic-things-to-do-in-tokyo.html",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Two Drifters",
            "shortName": "7 Incredibly Romantic Things to Do in Tokyo",
            "indexInSource": 0,
            "iconSiteId": 6191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Xnlm7J7lq19O5mZp7t3ds2cseFEdy57k",
          "WIxhnOOXt0poRJgJpIhPoLKUCU98G1Ga",
          "5vgH7Hzl7ZJI6XiHyRUshP2STQlOkkra",
          "7D4ITG3NAuFX2hvfflSJdjFibKG6p0Ux",
          "9Litj8L9y6V4LYnHdHkB6w5NKUQBiF0W",
          "Xnlm7J7lq19O5mZp7t3ds2cseFEdy57k",
          "WIxhnOOXt0poRJgJpIhPoLKUCU98G1Ga",
          "5vgH7Hzl7ZJI6XiHyRUshP2STQlOkkra",
          "7D4ITG3NAuFX2hvfflSJdjFibKG6p0Ux",
          "9Litj8L9y6V4LYnHdHkB6w5NKUQBiF0W"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Shinjuku Gyoen National Garden",
        "placeId": "ChIJPyOTG8KMGGARh_IXobWxHmo",
        "internationalPhoneNumber": "+81 3-3350-0151",
        "reviews": [
          {
            "rating": 5,
            "text": "Absolutely beautiful park to go to especially between March and April.\n\nOnly costs ¥500 for adult tickets and one can easily spend 2-4 hours going through all the areas.\n\nFood options are a bit sparse and pricey, but you can bring in items and have a picnic like many others do.\n\nSometimes you will see cosplay events and other special occasions people bring.\n\nWould highly recommend to come early to beat the crowd as it will get very busy.",
            "author_name": "D Y",
            "relative_time_description": "",
            "time": 1745352050,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Went on a hot, steamy Sunday morning at 10am. Very peaceful and quiet with cooling stations. A variety of garden types - from traditional to evergreen stands. Lots of room for kids and seniors. I can imagine it's a delightful place during cooler weather.",
            "author_name": "John Catapano",
            "relative_time_description": "",
            "time": 1755410555,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A gem! A well laid out and easy to navigate oasis in the middle of the city. The greenhouse was exceptional!   The grounds flow from one remarkable feature to the next. In the early morning, I found myself so calm and relaxed, that it was a spiritual experience. Will return when I can.",
            "author_name": "John Shoecraft",
            "relative_time_description": "",
            "time": 1757019960,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.env.go.jp/garden/shinjukugyoen/index.html",
        "index": 9,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Playground",
          "State park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 389,
            "2": 335,
            "3": 2504,
            "4": 9771,
            "5": 28976
          }
        },
        "minMinutesSpent": 120,
        "latitude": 35.685176,
        "address": "11 Naitomachi, Shinjuku City, Tokyo 160-0014, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJw2qQRZuOGGARWmROEiM2y7E",
        "generalDescription": "Ueno Park is a vibrant urban oasis in Tokyo, perfect for leisurely strolls and cultural exploration. This expansive park boasts picturesque walking paths that meander past a serene lake where visitors can rent boats. Each spring, the park transforms into a cherry blossom wonderland, attracting hanami enthusiasts who gather to enjoy picnics beneath the stunning pink blooms of over 1,000 cherry trees.",
        "utcOffset": 540,
        "maxMinutesSpent": 210,
        "longitude": 139.773431,
        "rating": 4.3,
        "numRatings": 31932,
        "sources": [
          {
            "id": "736041",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.jp/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "There are 3 types of boats available for rent – rowboats, cycling boats and swan boats. While the rowboats offer an unblocked view of the park, there is no shelter and it requires some skill to paddle it. Instead, we recommend couples to rent the swan boat (¥700/30 mins, ~USD6.30) for easy paddling, some shelter and additional privacy, ahem.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 14,
            "iconSiteId": 64348,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130367",
            "type": "webPlacesList",
            "url": "https://travel.amerikanki.com/romantic-attractions-tokyo/",
            "sourceSite": "Web",
            "snippet": "Amid the hustle and bustle of the Greater Metropolitan area is a reprieve unlike any other. So grab your picnic basket and head to Ueno Park, one of the first public parks in Japan. This amazingly romantic attraction is one of the most popular parks in Tokyo.",
            "siteName": "Amerikanki",
            "shortName": "10 Breathtakingly Romantic Attractions in Tokyo",
            "indexInSource": 0,
            "iconSiteId": 20322,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "736046",
            "type": "webPlacesList",
            "url": "https://twodrifters.us/blog/romantic-things-to-do-in-tokyo.html",
            "sourceSite": "Web",
            "snippet": "Other beautiful parks that are worth visiting in Tokyo include Yoyogi Park (next to Meiji Shrine in Tokyo), The Imperial Palace East Garden and Ueno Park. These are only a small number of the many parks you can take a romantic stroll through in Tokyo!",
            "siteName": "Two Drifters",
            "shortName": "7 Incredibly Romantic Things to Do in Tokyo",
            "indexInSource": 3,
            "iconSiteId": 6191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "Known for its cherry blossoms, Ueno Park is a popular springtime spot for couples. You can enjoy a leisurely boat ride on Shinobazu Pond or visit one of the many museums within the park. Location: Uenokoen, Taito City, Tokyo 110-0007, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 3,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476873",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-tokyo",
            "sourceSite": "Web",
            "snippet": "Rather uniquely, this large public park was once part of the grounds of Kaneiji Temple. The pretty Shinobazu Pond in Ueno Park is a highlight. With three areas, each one offers something special for couples.",
            "siteName": "Trip101",
            "shortName": "12 Best Romantic Things To Do In Tokyo, Japan - Updated 2024",
            "indexInSource": 0,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "But, the best time to go here is during spring for the beautiful cherry blossoms. You May Also Like: Cherry Blossom Forecast Dates in Japan. You can enjoy a relaxing stroll surrounded by the trees.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 3,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "905157",
            "type": "webPlacesList",
            "url": "https://inspiredbymaps.com/romantic-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Tokyo is the most populous metropolitan area in the world, so naturally, the city is mostly very crowded. However, that is not to say you can’t get away from the crowd.",
            "siteName": "Inspired By Maps",
            "shortName": "Fall In Love All Over Again With These 9 Romantic Things To Do In Tokyo!",
            "indexInSource": 1,
            "iconSiteId": 2947,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1Fwq8QX3ML3vZ4sSWorDvMCCeOcuW0NF",
          "c3wUCjVzHpIEapJGGibB6IPYPSSaGbYv",
          "8nH5mr21U1uIaFbMnzrJLs6fRsnILEbg",
          "reKqwF5t8fx0PfcV8WEUuWkTgeCayJIv",
          "7bUZJwRkbfTNQIJffaCKw1c5YjPPOa7w",
          "1Fwq8QX3ML3vZ4sSWorDvMCCeOcuW0NF",
          "c3wUCjVzHpIEapJGGibB6IPYPSSaGbYv",
          "8nH5mr21U1uIaFbMnzrJLs6fRsnILEbg",
          "reKqwF5t8fx0PfcV8WEUuWkTgeCayJIv",
          "7bUZJwRkbfTNQIJffaCKw1c5YjPPOa7w"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Ueno Park",
        "placeId": "ChIJw2qQRZuOGGARWmROEiM2y7E",
        "internationalPhoneNumber": "+81 3-3828-5644",
        "reviews": [
          {
            "rating": 5,
            "text": "A lovely park in the city! The trees are impressive and the shrines are charming. On Golden Week, the park gets quite busy, and some sections have the tops of the trees cut, so be prepared with sunscreen! There are a few places selling ice cream along the paths and you can even visit the zoo or museums if you fancy!",
            "author_name": "Saras Ince",
            "relative_time_description": "",
            "time": 1746331744,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It was an amazing and stunning park. Peaceful. Can breathe fresh air near the lake. You can ride a boat in the lake. The price is reasonable. Reminder, if strong winds, the ride will be stopped. Swan-shaped boat is hard one. Suggest two adults to handle. Birds like flying around the lake and they are nice and not afraid of human.",
            "author_name": "Momo. Sau",
            "relative_time_description": "",
            "time": 1747022921,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Convenient location, just a short walking distance from the station, the zoo, and plenty of restaurants & shops. It's also spacious, making it a great spot for running or jogging. While it's especially popular during cherry blossom season, the park is just as enjoyable in the summer, with its wide greenery and relaxing atmosphere.\n\nThat said, I don't really enjoy the presence of a few loiterers in certain areas, which can make the park feel a bit less comfortable at times. Still, overall it remains a pleasant place to spend time, whether for a walk, some light exercise, or simply to sit and enjoy the surroundings.",
            "author_name": "Meidina Aqmarina",
            "relative_time_description": "",
            "time": 1756868030,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kensetsu.metro.tokyo.lg.jp/jimusho/toubuk/ueno/index_top.html",
        "index": 10,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "State park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 241,
            "2": 348,
            "3": 4300,
            "4": 10332,
            "5": 16704
          }
        },
        "minMinutesSpent": 210,
        "latitude": 35.714756,
        "address": "Uenokoen, Taito City, Tokyo 110-0007, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJD9Pd-daOGGARCYgMMXqki5E",
        "generalDescription": "Tokyo Solamachi MISE is a massive retail complex situated at the base of Tokyo Skytree, offering over 300 shops and restaurants. It's not just about fashion; the complex also houses unique stores specializing in goods like salt from different regions of Japan and traditional Tokyo crafts. If you're on the lookout for souvenirs, there's an entire floor dedicated to souvenir shops with character goods, Japanese interior design items, and snacks.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.811575,
        "rating": 4.2,
        "numRatings": 38062,
        "sources": [
          {
            "id": "905146",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/10-tokyo-date-spot-ideas-for-valentines-day/",
            "sourceSite": "Web",
            "snippet": "For a day filled with romance and cute sea creatures, Tokyo Skytree and Tokyo Solamachi have you covered. Head first to the 5th floor for a world full of aquatic wildlife at Sumida Aquarium, where you can view penguins, an array of jellyfish and a massive tank filled with Ogasawara sea animals. Afterward, enjoy a luxurious meal at the French restaurant Patisserie Parola on the 30th floor, which features a gourmet tasting menu, including an all-strawberry dessert cart.",
            "siteName": "GaijinPot",
            "shortName": "10 Great Date Spots in Tokyo for Valentine's Day",
            "indexInSource": 2,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2356102",
            "type": "webPlacesList",
            "url": "https://bnrincorporadora.com.br/6-most-romantic-places-in-tokyo-for-the-perfect-date/",
            "sourceSite": "Web",
            "snippet": "So if you’re not into heights but still want to see what Sky Tree has to offer, check out Tokyo Solamachi. Tokyo Tower might be the classic tower date spot in Tokyo, but if you want something a little different, then visiting Sky Tree is the perfect alternative. There are a total of 600 of them leading to the main deck observatory and it takes around 15 minutes to climb if you walk at a regular speed.",
            "siteName": "BNR",
            "shortName": "6 Most Romantic Places In Tokyo For The Perfect Date",
            "indexInSource": 8,
            "iconSiteId": 327396,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "fgzgOFmporpUYnkaja3bSQzTVj5aQWqm",
          "SWrNsFFIG3bGPLg24pVp5HzFoMtO3gdv",
          "qULZYKL8MpbOftcQVsyJIBAJ0ZRczxkp",
          "EpP2Lvcjko6Xo0vWRhsHitn5TAtshmBy",
          "dygUhmE8CeSPzhaKtjs8yrxnlHsjeLCn",
          "fgzgOFmporpUYnkaja3bSQzTVj5aQWqm",
          "SWrNsFFIG3bGPLg24pVp5HzFoMtO3gdv",
          "qULZYKL8MpbOftcQVsyJIBAJ0ZRczxkp",
          "EpP2Lvcjko6Xo0vWRhsHitn5TAtshmBy",
          "dygUhmE8CeSPzhaKtjs8yrxnlHsjeLCn"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Tokyo Solamachi",
        "placeId": "ChIJD9Pd-daOGGARCYgMMXqki5E",
        "internationalPhoneNumber": "+81 3-6700-4833",
        "reviews": [
          {
            "rating": 5,
            "text": "Best place with a good mix of retail and F&B outlets. Any restaurant here serves good food. I find shopping here is better than other malls as it not too large and not too small, just the right amount of relevant brands.There is also a Pokemon Centre. Always come back here each time.",
            "author_name": "Joann S",
            "relative_time_description": "",
            "time": 1751644256,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is my first mall experience in Japan. My child asked to go to the mall, and it turns out there's a Tokyo Skytree here that attracts many tourists. The mall has a concept with quite a few open areas, but there are also many great shops inside",
            "author_name": "Robert Silaen",
            "relative_time_description": "",
            "time": 1752074845,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The World Beer Museum alone, makes it worth a visit, with over 100 taps of beer\n\nRetain your planetarium ticket for a discount",
            "author_name": "Jason Young",
            "relative_time_description": "",
            "time": 1755043868,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.tokyo-solamachi.jp/",
        "index": 11,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping",
          "Restaurant",
          "Souvenir store"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 421,
            "2": 775,
            "3": 7003,
            "4": 13843,
            "5": 16036
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.710233,
        "address": "1 Chome-1-2 Oshiage, Sumida City, Tokyo 131-0045, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJC9RL4azhGGAREzW1g7ZN2tc",
        "generalDescription": "Showa Kinen Park, located in Tokyo's western suburb of Tachikawa, is a vast national park spanning over 160 hectares. The park offers extensive trails, bike paths, various gardens, and woods for visitors to explore. One of its main attractions is the expansive water park divided into five different zones. Zone C features the lively Rainbow Pool with nine pool types, slides, and wave machines suitable for older kids and teens.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.393631,
        "rating": 4.4,
        "numRatings": 14740,
        "sources": [
          {
            "id": "735121",
            "type": "webPlacesList",
            "url": "https://jobsinjapan.com/living-in-japan-guide/8-romantic-and-fun-date-ideas-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "It’s hard to describe just how big this park is unless you’ve been there yourself. It’s about half the size of New York’s Central Park, which is gigantic considering how many buildings Tokyo developers like to squish into every square kilometer of the city. The looping paths of the park take you through flower gardens, playgrounds, art installations, cafés, wide open fields for playing sports, a lake, and more.",
            "siteName": "JOBS IN JAPAN",
            "shortName": "8 Romantic and Fun Date Ideas in Tokyo",
            "indexInSource": 2,
            "iconSiteId": 30670,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "905152",
            "type": "webPlacesList",
            "url": "https://www.trip.com/blog/romantic-locations-in-tokyo-to-visit-this-holiday-season/",
            "sourceSite": "Web",
            "snippet": "Showa Memorial Park is one of the most beautiful ginkgo viewing scene spots in Tokyo in autumn. Going into December, the lights at night will once again attract the attention of the public. Every winter, the lights have different themes.",
            "siteName": "trip.com",
            "shortName": "8 Romantic Locations in Tokyo to Visit This Holiday Season travel notes and guides",
            "indexInSource": 7,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "Showa Kinen Park is a natural retreat on the outskirts of Tokyo. It has Japanese-style gardens and vast lawns you can enjoy any season. But the scenery brightens up during the springtime, adding to the romantic vibe.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 7,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "PBb62UdxCQ59aoPdoouaiAgdkFnqvQaW",
          "3nIe74t9M74LqFmwYvojuguYSDzpIm1u",
          "5TQtXnePnm3VyHgga7i8peLcMuFIPEru",
          "QfLhZL4FN8PAcxLiguo758nCcWeRldsZ",
          "wH6MPCzUl9CWxMlaaaIbxamUFxRHoztD",
          "PBb62UdxCQ59aoPdoouaiAgdkFnqvQaW",
          "3nIe74t9M74LqFmwYvojuguYSDzpIm1u",
          "5TQtXnePnm3VyHgga7i8peLcMuFIPEru",
          "QfLhZL4FN8PAcxLiguo758nCcWeRldsZ",
          "wH6MPCzUl9CWxMlaaaIbxamUFxRHoztD"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Showa Kinen Park",
        "placeId": "ChIJC9RL4azhGGAREzW1g7ZN2tc",
        "internationalPhoneNumber": "+81 42-528-1751",
        "reviews": [
          {
            "rating": 5,
            "text": "One of my favorite parks in Tokyo! Very close to Tachikawa station, which is convenient to access from central Tokyo! There's a small admission fee (450 yen) to enter but there's so much to see and beautiful flowers everywhere, especially in springtime. Dogs can enter too so it's a great walk with your fluffy friend. Be aware that the park is huge, you can easily spend a good 3-4 hours and not see everything!",
            "author_name": "Alvin Wong",
            "relative_time_description": "",
            "time": 1746692337,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A beautiful and spacious park, perfect for relaxing and enjoying nature in every season. I visited during spring, and the cherry blossoms were absolutely stunning. There are bike rentals, picnic areas, flower gardens, and even a small lake. It's peaceful, clean, and great for families, couples, or solo walks. A hidden gem just a short train ride from Tokyo",
            "author_name": "Tantii Utarii",
            "relative_time_description": "",
            "time": 1751967416,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "*Recent tulips were amazing!\n\nVery huge park that you can enjoy a whole afternoon by walk or cycling. There are various views in different seasons and a huge green field for everyone to enjoy. There are many facilities every 5-10 walk in the park so no worries of taking a rest or drink some water. Also, it's easy to get access by train, but far away from Tokyo center.\n\nHowever, the maintenance is not perfect, that some construction is not clean, though acceptable. The food is not tasty neither. sometimes it's too crowded and some children is damaging the view…",
            "author_name": "Michael J",
            "relative_time_description": "",
            "time": 1745912725,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.showakinen-koen.jp/",
        "index": 12,
        "id": "",
        "categories": [
          "National park",
          "Nature & Parks",
          "Memorial park",
          "Park",
          "Playground",
          "Sports Complexes",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 189,
            "2": 169,
            "3": 1317,
            "4": 4822,
            "5": 8255
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.711786,
        "address": "3173 Midoricho, Tachikawa, Tokyo 190-0014, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ4Rr2JWiLGGARcyRSHuZ-9G8",
        "generalDescription": "Shibuya Sky is a 360° open-air observation deck situated on the top of the Shibuya Scramble Square skyscraper, which is Tokyo's tallest building at 230 meters high. The observation deck consists of two floors: the sky gallery on the 45th floor and the sky stage on the 46th floor. The sky gallery is an enclosed area with cafes, bars, souvenir shops, and artistic video installations that showcase modern Shibuya.",
        "utcOffset": 540,
        "maxMinutesSpent": 20,
        "longitude": 139.701985,
        "rating": 4.6,
        "numRatings": 20848,
        "sources": [
          {
            "id": "2356091",
            "type": "webPlacesList",
            "url": "https://www.pelago.com/en/articles/fun-things-to-do-in-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "Couples looking for a dreamy date spot in Tokyo City will fall head over heels for Shibuya Sky. Located high above the bustling Shibuya Scramble Crossing, it’s one of the best spots to soak in panoramic views of Tokyo with your special someone. Whether you visit during the day or at night, the skyline will leave you in awe.",
            "siteName": "Pelago",
            "shortName": "15 Fun Things to Do in Tokyo for Couples",
            "indexInSource": 2,
            "iconSiteId": 160800,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "If you want to witness the vast cityscape in the most romantic way, head to Shibuya Sky. Bring your special someone to the observation deck and bask in the spectacular views. To enjoy the place better, visit the place at dusk.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 2,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "909755",
            "type": "webPlacesList",
            "url": "https://nightscape.tokyo/en/tag/date/",
            "sourceSite": "Web",
            "snippet": "This observatory overlooks Tokyo from a height of 230 meters above sea level. The attraction is the view of Shibuya's landmark Shibuya Scramble Crossing, Tokyo Tower, and Mt.",
            "siteName": "nightscape.tokyo",
            "shortName": "Tokyo night view spots for a couple's night date",
            "indexInSource": 20,
            "iconSiteId": 93382,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "meJqQM6fioaY68FpYIxzrxxH5rQh5hBK",
          "8joYXFTmgjPz1Y1pr8biwvQzYrVp2a9H",
          "eNiVmwamOgJl6v7L7pLrPHsZ9A1m5KUL",
          "m4i0jZjw1igWVgHkr8zm2h2z0MxAmgzU",
          "PYOsqBtIxz6huyifI9TcSPkFxPhExtEU",
          "meJqQM6fioaY68FpYIxzrxxH5rQh5hBK",
          "8joYXFTmgjPz1Y1pr8biwvQzYrVp2a9H",
          "eNiVmwamOgJl6v7L7pLrPHsZ9A1m5KUL",
          "m4i0jZjw1igWVgHkr8zm2h2z0MxAmgzU",
          "PYOsqBtIxz6huyifI9TcSPkFxPhExtEU"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2230"
            }
          }
        ],
        "name": "Shibuya Sky",
        "placeId": "ChIJ4Rr2JWiLGGARcyRSHuZ-9G8",
        "internationalPhoneNumber": "+81 3-4221-0229",
        "reviews": [
          {
            "rating": 5,
            "text": "Words can't explain how magical it is after dark. It is stunning. So many lights but the lights felt soft and beautiful. It was absolutely incredible. I planned it for the end of our second day in Tokyo to help us stay awake and not go back and sleep.\n\nI booked tickets in advance so we could get after sunset. The lines were long but it was worth it. You are very limited what you can bring outside and you will likely need a locker.\n\nOnly negative was so many people doing impromptu photo shoots so it was difficult to find a place to look out.\n\nThe photo op spot was super cool.\n\nWe loved it. My kids say in the hammock nets for a while and loves it.\n\nPerfect way to end your first days in Tokyo.",
            "author_name": "Amy Baird",
            "relative_time_description": "",
            "time": 1753324550,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's a beautiful observation deck that is incredibly high! We went at sunset so the views were insane. It's always very crowded/busy so you may have to wait to get the perfect picture. I'd recommend going down the elevator with your camera ready. The lines run very smoothly and the staff are always ready to help.",
            "author_name": "S Kola",
            "relative_time_description": "",
            "time": 1756362035,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Make sure you have tickets booked because the likelihood of getting tickets on the day can be quite slim. The line to go up can be a solid wait and we booked the session to catch the sunset and we almost spent it waiting. When you actually reach the ‘top' it will be crowded with other tourists so expect the best spots to be either taken or also another line made to rotate for photos. There are people guiding movement to ensure less blockages but the view from the top is pretty stunning and I would say it's a must tick box if in the area.",
            "author_name": "Phil Li",
            "relative_time_description": "",
            "time": 1753530792,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.shibuya-scramble-square.com/sky/",
        "index": 13,
        "id": "",
        "categories": [
          "Observation deck"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 639,
            "2": 284,
            "3": 1080,
            "4": 3707,
            "5": 15150
          }
        },
        "minMinutesSpent": 20,
        "latitude": 35.658672,
        "address": "Japan, 〒150-6145 Tokyo, Shibuya, 2 Chome−24−12 スクランブルスクエア 14階・45階, 46階・屋上",
        "travel_time": null
      },
      {
        "_id": "ChIJLWaVdDXuGGART_Pg1R3CZ4A",
        "generalDescription": "Inokashira Park, a 95-acre city park established in 1917, offers a serene escape with its picturesque pond, boating facilities, and scenic trails. The park is renowned for its cherry blossoms, attracting crowds to admire the majestic weeping cherry blossom tree at Rikugien Garden. It's an ideal spot for a leisurely date with attractions like swan boats, temples to explore, and opportunities for picnics.",
        "utcOffset": 540,
        "maxMinutesSpent": 120,
        "longitude": 139.573702,
        "rating": 4.4,
        "numRatings": 13006,
        "sources": [
          {
            "id": "223093",
            "type": "webPlacesList",
            "url": "https://flipjapanguide.com/spring-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Inokashira Park epitomizes the beauty of Musashino, boasting a stunning blend of lush cherry blossoms and verdant greenery. Known affectionately as Inokashira Park, this metropolitan oasis celebrated its centennial anniversary in 2017. With approximately 400 cherry trees scattered throughout the park, including 200 Yoshino cherry trees and wild cherry trees, the landscape is adorned with magnificent blooms around Inokashira Pond.",
            "siteName": "FLIP Japan Guide",
            "shortName": "25 Ideas For A Romantic Spring Date In Tokyo: Best Spots For Spring Romance",
            "indexInSource": 3,
            "iconSiteId": 22318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899886",
            "type": "webPlacesList",
            "url": "https://afuncouple.com/ideas-for-a-date-in-tokyo-japan/",
            "sourceSite": "Web",
            "snippet": "For one of the most popular dates in Tokyo, consider a boat ride on the serene lake at Inokashira Park. Admire the swaying cherry blossoms during spring or the vibrant foliage in autumn as you glide across the water, creating a picturesque and intimate setting for couples.",
            "siteName": "A Fun Couple - Travel Blog",
            "shortName": "20 IDEAS FOR A DATE IN TOKYO [JAPAN]",
            "indexInSource": 10,
            "iconSiteId": 35225,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "Located in Kichijoji, this park is famous for its beautiful pond where couples can enjoy boat rides. The park also has a zoo and several cafes, making it a lovely spot for a day out. Location: 1-18-31, Gotenyama, Musashino-shi, Tokyo.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 11,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "Inokashira Park is one of the best places in Tokyo to enjoy the cherry blossoms. Apart from the blossoming trees, it also has plenty of attractions. Going on a swan boat with your partner is a must-try.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 5,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "TMltkFVOCc2ix9Fyoc6sCUzCB488Xj4R",
          "k0yLouDlrfTtDZb2b0juBZiOIyP3EmQN",
          "cgzNq6CzHgpZBOuDRqDv3LNaRbYA04GO",
          "jRXmXZpFSuq8hxiuahqgzHhA73Ia9Wz4",
          "9DKnQeF6dV9SICNT0pKQbFH6MJNhFI0i",
          "TMltkFVOCc2ix9Fyoc6sCUzCB488Xj4R",
          "k0yLouDlrfTtDZb2b0juBZiOIyP3EmQN",
          "cgzNq6CzHgpZBOuDRqDv3LNaRbYA04GO",
          "jRXmXZpFSuq8hxiuahqgzHhA73Ia9Wz4",
          "9DKnQeF6dV9SICNT0pKQbFH6MJNhFI0i"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Inokashira Park",
        "placeId": "ChIJLWaVdDXuGGART_Pg1R3CZ4A",
        "internationalPhoneNumber": "+81 422-47-6900",
        "reviews": [
          {
            "rating": 5,
            "text": "Such a beautiful park area, plenty of open space to walk or just relax.\nThis was my first time visiting this location, it was recommended by a friend from Japan.\n\nI was happy to find my first blossom of the year ☺️\n\nThe park is very clean, friendly and feels very safe.\nThere also seemed to be places to eat and drink within the park area, but my only plan was to walk and keep walking ☺️\n\nWill definitely come here again",
            "author_name": "Steve",
            "relative_time_description": "",
            "time": 1742804548,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely park, an oasis of tranquility in the midst of a bustling city. We were surprised by how calm and large it is. Beautifully laid out, spotless and numerous activities. The park also contains a small zoo. The lake adds to the overall serenity. You can rent a pedalo, or a rowing boat, to admire the scenery from the water. The train station is very close to an entrance, and the park is free of charge. Afterwards cross the station to find yourself in covered shopping streets. Plenty of shops and restaurants around, including in the train station.",
            "author_name": "Arjen Traas",
            "relative_time_description": "",
            "time": 1745723925,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Such a beautiful, tranquil park with a lake in the middle.\nYou can even hire out different boats for half an hour from a dock (row boats, Swan pedal boats) to take across the lake. I took a pedal boats with a friend. This was such a great and fun experience.\n\nThere are also a few shrines around the park, and a few streets with eateries and shops to look around if you get bored. There's also a playground for little kids.\n\nThe greenery is also spectacular, especially against the backdrop of the lake. I went during June but the park was still very lush. Highly recommend this spot as a nice break from the busy Tokyo city.",
            "author_name": "Meghana Gowda",
            "relative_time_description": "",
            "time": 1751783117,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kensetsu.metro.tokyo.lg.jp/jimusho/seibuk/inokashira/index.html",
        "index": 14,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "Scenic Walking Areas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 101,
            "2": 102,
            "3": 1340,
            "4": 4151,
            "5": 7316
          }
        },
        "minMinutesSpent": 120,
        "latitude": 35.699748,
        "address": "1 Chome-18-31 Gotenyama, Musashino, Tokyo 180-0005, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJF0MR5MSmH2ARj3x0ov0aQ-8",
        "generalDescription": "Hie Shrine is a significant complex of Shinto shrines and gardens located in Akasaka, Tokyo. Established in 1478, it was once situated within the grounds of Edo Castle before being relocated to its current location in 1659. The shrine features a torii path that offers an alternative to the famous Fushimi Inari in Kyoto, providing a picturesque spot for photography with its red gates.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.739938,
        "rating": 4.4,
        "numRatings": 12115,
        "sources": [
          {
            "id": "735128",
            "type": "webPlacesList",
            "url": "https://www.dearjapanese.com/romantic-places-in-tokyo-to-propose/",
            "sourceSite": "Web",
            "snippet": "Hie Shrine is a peaceful and quiet spot in the middle of Tokyo that offers a unique blend of history and nature. The shrine is located on a hill that overlooks the city and has a beautiful garden that is perfect for a romantic stroll. The shrine is also known for its unique torii gates, which make a beautiful backdrop for a proposal.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 5,
            "iconSiteId": 43951,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899868",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/best-proposal-spots-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "If you or your partner are fans of unique Japanese architecture, then you might want to check out the gorgeous Hie Shrine. This little spot is an oasis of peace and quiet in the middle of Tokyo. The iconic ancient architecture paired with the standout natural scenery makes this one of the most special spots in the entire city.",
            "siteName": "Photo Trips",
            "shortName": "Where To Propose In Tokyo? The 14 Best Proposal Spots In 2025",
            "indexInSource": 7,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "608mmYsolYHcYZyu0yUlv7VAUVdB2WMF",
          "KMRKYADjImti3AbuFPqBx3runU0U257Z",
          "RHB9s8XWliuMoK5G1Ji0yok2XAy6lOsx",
          "29XzmErfdNCYFt2bfsVS4bcy7hSffTxP",
          "aRd8GyjjKpbK8SD57Jvfxsm60Cjf8mTa",
          "608mmYsolYHcYZyu0yUlv7VAUVdB2WMF",
          "KMRKYADjImti3AbuFPqBx3runU0U257Z",
          "RHB9s8XWliuMoK5G1Ji0yok2XAy6lOsx",
          "29XzmErfdNCYFt2bfsVS4bcy7hSffTxP",
          "aRd8GyjjKpbK8SD57Jvfxsm60Cjf8mTa"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Hie Shrine",
        "placeId": "ChIJF0MR5MSmH2ARj3x0ov0aQ-8",
        "internationalPhoneNumber": "+81 3-3581-2471",
        "reviews": [
          {
            "rating": 5,
            "text": "Hie Shrine is a tranquil and sacred place, offering visitors a peaceful escape from the bustling city. Located in the heart of Tokyo, it boasts beautiful traditional architecture and lush surroundings. The shrine's serene atmosphere makes it a perfect spot for reflection and prayer. The main hall, or honden, is an architectural marvel, and the vibrant red torii gate adds to the shrine's majestic feel. Visitors can enjoy a quiet walk through the grounds, especially during the changing seasons when the foliage enhances the beauty of the area. The cultural significance of Hie Shrine, combined with its peaceful ambiance, makes it a must-visit destination for anyone seeking a deeper connection to Japan's spiritual heritage.",
            "author_name": "Hoai Nguyen",
            "relative_time_description": "",
            "time": 1742568500,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful shrine. Located on the hill but they have escalator for you to get in and out so don't worried. Famous for lucky to the people. Enjoy !",
            "author_name": "Supakij Khomvilai",
            "relative_time_description": "",
            "time": 1757858402,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely temple. Can be a bit too crowded, but still a nice visit. From the other side, you approach the temple through torii gates which gives you a glimpse of Kyoto.\nI was lucky to \"attend\" some kind of ritual and we were not allowed to take photos, which I respect so much! The lady was telling everyone with such kindness that taking photos is forbidden. Japanese people are so kind.",
            "author_name": "Dylan Dog",
            "relative_time_description": "",
            "time": 1751018511,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.hiejinja.net/index.html",
        "index": 15,
        "id": "",
        "categories": [
          "Shinto shrine",
          "Sights & Landmarks",
          "Shrine",
          "Sacred & Religious Sites",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 108,
            "2": 111,
            "3": 1304,
            "4": 3642,
            "5": 6950
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.674666,
        "address": "2 Chome-10-5 Nagatachō, Chiyoda City, Tokyo 100-0014, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJMwpiebSMGGARPr_454zHvDQ",
        "generalDescription": "Nestled in the heart of Tokyo, Yoyogi Park is a sprawling urban oasis that spans an impressive 134 acres. This vibrant park features serene lakes, charming fountains, and lush forested areas adorned with mature trees, making it a perfect escape from the city's hustle and bustle. Located just south of Shinjuku and near the iconic Yoyogi National Gymnasium, it's easily accessible for both locals and tourists alike.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.694966,
        "rating": 4.3,
        "numRatings": 25638,
        "sources": [
          {
            "id": "899868",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/best-proposal-spots-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Located in the heart of the city, it’s a spacious wonderland with incredible natural scenery at every corner. With large towering trees, you’ll forget you’re actually in the city and not in some magical forest!. There’s also a large pond and even a waterfall, which would make perfect backdrops for your proposal pictures.",
            "siteName": "Photo Trips",
            "shortName": "Where To Propose In Tokyo? The 14 Best Proposal Spots In 2025",
            "indexInSource": 0,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "735128",
            "type": "webPlacesList",
            "url": "https://www.dearjapanese.com/romantic-places-in-tokyo-to-propose/",
            "sourceSite": "Web",
            "snippet": "Yoyogi Park is a spacious and beautiful park located in the heart of Tokyo. The park is surrounded by trees and has a large pond and a waterfall. The park offers several spots that are perfect for a proposal, such as the rose garden, which has over 5000 roses and a romantic atmosphere.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 11,
            "iconSiteId": 43951,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "736046",
            "type": "webPlacesList",
            "url": "https://twodrifters.us/blog/romantic-things-to-do-in-tokyo.html",
            "sourceSite": "Web",
            "snippet": "Other beautiful parks that are worth visiting in Tokyo include Yoyogi Park (next to Meiji Shrine in Tokyo), The Imperial Palace East Garden and Ueno Park. These are only a small number of the many parks you can take a romantic stroll through in Tokyo!",
            "siteName": "Two Drifters",
            "shortName": "7 Incredibly Romantic Things to Do in Tokyo",
            "indexInSource": 1,
            "iconSiteId": 6191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "This vast park is excellent for couples to relax and enjoy nature. It's a hub for various cultural events and weekend performances, making it a lively spot for a romantic day out. Location: 2-1 Yoyogikamizonochō, Shibuya City, Tokyo 151-0052, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 8,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Celebrate your honeymoon or anniversary without breaking the bank. The Yoyogi Park offers you a serene escape so you and your partner can unwind. Bask in the beauty of the park filled with vibrant colors.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 10,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "F01hWx4MdtqrymNvEU24U5hKHycDB22T",
          "VTln5zIjJk8tEhWeOl6DEoAwvLlKJOCH",
          "LgZECdwaaIasODXit2SImbsKmzUwr6P1",
          "eaTzl9FWdjuvCwvjCQM2HuRwb8FA0msx",
          "GyXqUGtGT5J1scY8KdXkt0DhHolpUkAq",
          "F01hWx4MdtqrymNvEU24U5hKHycDB22T",
          "VTln5zIjJk8tEhWeOl6DEoAwvLlKJOCH",
          "LgZECdwaaIasODXit2SImbsKmzUwr6P1",
          "eaTzl9FWdjuvCwvjCQM2HuRwb8FA0msx",
          "GyXqUGtGT5J1scY8KdXkt0DhHolpUkAq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Yoyogi Park",
        "placeId": "ChIJMwpiebSMGGARPr_454zHvDQ",
        "internationalPhoneNumber": "+81 3-3469-6081",
        "reviews": [
          {
            "rating": 5,
            "text": "A nice park to relax in or go for a jog.  Most of the park is tree lined paths and bench areas though it has a few extra sections.  There is a beautiful butterfly garden on the south side that I'd recommend.  A herb / rose garden.  A dog park.  And a lake for viewing birds... Though they were hiding during our visit.",
            "author_name": "Bill Reichman",
            "relative_time_description": "",
            "time": 1750994356,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Green, expansive, gorgeous. There are so many words that could describe Yoyogi Park but those are my top three. I loved the greenery, art, wildlife, and the First Flight Monument. Easy to get to, easy to navigate. Even though we walked around for a few hours, there was still more to see. Don't miss it!\n\nPhotography by Jason Taylor (Except for the pictures I took)",
            "author_name": "Amy Shafer",
            "relative_time_description": "",
            "time": 1757040092,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This park does not have a lot to offer but this is one good place to spend some time off, peaceful \"me time\" and have picnics with your loved ones. This is just a 5 minute walk from the Meiji Shrine. By the time I visited, Roses are in bloom making the park more interesting to visit.",
            "author_name": "Maria Theresa Dela Cruz",
            "relative_time_description": "",
            "time": 1747986146,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-park.or.jp/park/yoyogi/",
        "index": 16,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 260,
            "2": 346,
            "3": 3490,
            "4": 7731,
            "5": 13804
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.670065,
        "address": "2-1 Yoyogikamizonocho, Shibuya, Tokyo 151-0052, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJwfegutyLGGARGjiY-L2eSps",
        "generalDescription": "Hamarikyu Gardens is a public park located on the site of a 17th-century Shogun villa, featuring an Edo-period style layout with a pond. Situated along the Sumida River, visitors can enjoy views of Tokyo Skytree from nearby Sumida Park and take a short walk or cruise to Hamarikyu Garden and Odaiba Island. This garden was meticulously designed over time by successive shoguns, drawing seawater from Tokyo Bay.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.763409,
        "rating": 4.4,
        "numRatings": 11411,
        "sources": [
          {
            "id": "735121",
            "type": "webPlacesList",
            "url": "https://jobsinjapan.com/living-in-japan-guide/8-romantic-and-fun-date-ideas-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "If a relaxing date is what you’re looking for, the Hamarikyu Gardens provide a lush oasis from the bustling Tokyo city. Though surrounded by soaring skyscrapers on every side, you’ll almost feel the city melt away as you walk through the spacious green gardens and step into the teahouse, overlooking a tranquil pond, for a traditional sweet and cup of tea. Entrance to the park costs 300 yen per person.",
            "siteName": "JOBS IN JAPAN",
            "shortName": "8 Romantic and Fun Date Ideas in Tokyo",
            "indexInSource": 4,
            "iconSiteId": 30670,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263611",
            "type": "webPlacesList",
            "url": "https://www.gotokyo.org/en/see-and-do/attractions/index.html",
            "sourceSite": "Web",
            "snippet": "Hamarikyu Gardens is a great place to relax and to reflect on the history of Tokyo when it was still called Edo. Different feudal lords used the space for various purposes, ranging from recitals and rice cultivation to military training and falconry. Courtesy of TOKYO METROPOLITAN PARK ASSOCIATION",
            "siteName": "The Official Tokyo Travel Guide, GO TOKYO",
            "shortName": "Top tourist attractions in Tokyo: the best sightseeing spots",
            "indexInSource": 5,
            "iconSiteId": 14193,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "These traditional Japanese gardens offer a tranquil oasis in the city. Couples can enjoy a peaceful walk around the ponds, view the teahouse on the water, and appreciate the seasonal flowers. Location: 1-1 Hamarikyūteien, Chuo City, Tokyo 104-0046, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 6,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nzkprHhm2PTWnNRZ8THIthhjSxijg6MN",
          "LWeNBptRkq5LENSKAXQ4cjsHSmYo3Hc6",
          "82l5OLJDMNkoD4zOKoqnuuqqWhoSLHVu",
          "Negm9mUOiRshNvCs2DmhXWbEJ5v6nYXH",
          "hryicsGQb7oqw8qNEMwj7J3ncLI2Jfek",
          "nzkprHhm2PTWnNRZ8THIthhjSxijg6MN",
          "LWeNBptRkq5LENSKAXQ4cjsHSmYo3Hc6",
          "82l5OLJDMNkoD4zOKoqnuuqqWhoSLHVu",
          "Negm9mUOiRshNvCs2DmhXWbEJ5v6nYXH",
          "hryicsGQb7oqw8qNEMwj7J3ncLI2Jfek"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Hamarikyu Gardens",
        "placeId": "ChIJwfegutyLGGARGjiY-L2eSps",
        "internationalPhoneNumber": "+81 3-3541-0200",
        "reviews": [
          {
            "rating": 5,
            "text": "Great park, right next to the seawater. In fact the ponds inside are full with sea water drawn directly from the bay area.\nYou can enjoy the piece and awesome trees and plans for a nice walk.\nDon't miss it out if you enjoy a small escapes from the urban area, I will define it as a green paradise in the middle of sky skyscrapers.\nPlus you can find some pretty cool stamps on the entrance",
            "author_name": "Rosen Kaymakchiev",
            "relative_time_description": "",
            "time": 1754030874,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A beautiful park on the outskirts of Tokyo, towards Tokyo Bay.\nA short walk from the old fish market, its a nice and peaceful way to walk off any food coma you suffer after the market.\nSome nice places to sit and relax.\nLocation is the old shoguns hunting lodge & facilities to entertain dignitaries.\nAll the original buildings were destroyed in ww2, but have been rebuilt using traditional techniques to the original design from records.\nA beautiful place to relax. Visit if you can, you will enjoy your time.\nWe stayed for a couple of hours.",
            "author_name": "Justan Knoff",
            "relative_time_description": "",
            "time": 1749374923,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Magnificent garden located within walking distance from Ginza. Birds, flowers and trees adorn the gardens with various ponds, streams and rivers among the surroundings.\n\nSome history lessons along the way which helps one understand the thought that went into designing such a beautiful garden.\n\nThe full walk is close to four miles and about two/three hours if you really want to take in the full experience and beauty.",
            "author_name": "Jim Kelly",
            "relative_time_description": "",
            "time": 1750045380,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-park.or.jp/park/hama-rikyu/",
        "index": 17,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Playground",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 103,
            "2": 140,
            "3": 1108,
            "4": 3470,
            "5": 6605
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.659656,
        "address": "1-1 Hamarikyuteien, Chuo City, Tokyo 104-0046, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ18IK6x2KGGARKTc2yLS-030",
        "generalDescription": "Odaiba Marine Park is a coastal green space in Tokyo Bay, offering stunning views of the Rainbow Bridge and the city. It is one of several recreational beach areas in the region, along with Kasai Kaihin Park, Shiokaze Park, and Jonanjima Seaside Park. During summer, visitors can enjoy activities like grilling and bird-watching while taking in the cool sea breeze and pleasant views.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.775691,
        "rating": 4.3,
        "numRatings": 14506,
        "sources": [
          {
            "id": "2356086",
            "type": "webPlacesList",
            "url": "https://www.tokyoweekender.com/japan-life/things-to-do-in-tokyo/best-proposal-spots-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "While there is no shortage of observatories and restaurants boasting beautiful city views, not many rival Odaiba’s sweeping, cinematic panorama of Tokyo’s skyline. An artificial island in Tokyo Bay, Odaiba is beloved for its breathtaking view of the Rainbow Bridge, calm atmosphere and glittering city lights. Coupled with a faux Statue of Liberty, Odaiba’s picturesque sights are somewhat reminiscent of the Manhattan skyline as seen from Brooklyn.",
            "siteName": "Tokyo Weekender",
            "shortName": "The Best Proposal Spots in Tokyo: 10 Unforgettable Romantic Locations",
            "indexInSource": 1,
            "iconSiteId": 3111,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "After the fun adventures, it’s time to loosen up at Odaiba Seaside Park. Many couples love to unwind in this lovely spot because of its splendid waterfront vista. There are several seating lounges around so you can relax and watch the sunset.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 7,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GzTKpqM4rfZY2kjnapxJK9jBKWaWDhmx",
          "ieKKXPaQQlvnooPfh3p8JDT8TLdmAK6t",
          "ZktqhAXsD8HqvTHtbBpYqTnZdwc7lej1",
          "SUtMIiRbvzDwjR45vAewFgMhUHrHHdF5",
          "SfSLu8mMzhygUdthFBcdiwpEjARIbNnq",
          "GzTKpqM4rfZY2kjnapxJK9jBKWaWDhmx",
          "ieKKXPaQQlvnooPfh3p8JDT8TLdmAK6t",
          "ZktqhAXsD8HqvTHtbBpYqTnZdwc7lej1",
          "SUtMIiRbvzDwjR45vAewFgMhUHrHHdF5",
          "SfSLu8mMzhygUdthFBcdiwpEjARIbNnq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Odaiba Marine Park",
        "placeId": "ChIJ18IK6x2KGGARKTc2yLS-030",
        "internationalPhoneNumber": "+81 3-5500-2455",
        "reviews": [
          {
            "rating": 5,
            "text": "It's windy but relaxing as we saw rainbow bridge from a far. We take a tokyo cruise from Asakusa and get off here (less than an hour). We visit the liberty statue and saw also some sakura blooming there. There's also 2 malls around so we can have lunch and there's a lot of halal option. We got back to the city using train eventually and take the end car so that we can enjoy the train journey better.",
            "author_name": "Harris",
            "relative_time_description": "",
            "time": 1746250944,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Back at my go-to spot for incredible night views, which I try to visit every couple of months! It's truly breathtaking. This visit was special because I got to share it with my relatives who came all the way from their hometown. I really hope they loved it as much as I do! This place has it all – great food, awesome shopping, and plenty of fun activities. Super convenient too, with ample parking and direct train access.",
            "author_name": "Tetsushi Koyama",
            "relative_time_description": "",
            "time": 1748178051,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "🌊 Odaiba Marine Park – A Scenic Escape in the Heart of Tokyo Bay\n\n📍 Location: Odaiba, Tokyo\n⭐ Recommended for: Sunset lovers, couples, photographers, families, peaceful walkers\n\n⸻\n\n🌅 Overview\n\nOdaiba Marine Park offers a refreshing escape from Tokyo's busy streets, blending seaside calm with modern city views. With its sandy beach, gentle waves, and clear view of Rainbow Bridge, it's a perfect spot to unwind while staying in the city.\n\n⸻\n\n🏖️ What to Expect\n•\tA man-made beach with clean sand - ideal for barefoot walks or relaxing on a picnic mat\n•\tStunning views of Tokyo's skyline, especially during sunset\n•\tA replica of the Statue of Liberty, a fun and iconic photo spot\n•\tGreat for casual strolls, running, or simply sitting with coffee in hand\n•\tOccasional street performers and events during weekends\n\n⸻\n\n📷 Photography Heaven\n\nWhether it's the warm glow of golden hour, the city lights reflecting on the water, or the Rainbow Bridge lighting up after dusk - this place is made for snapshots.\n\n⸻\n\n🚫 Note\n\nSwimming is not allowed, but that doesn't take away from the charm. The atmosphere is peaceful, romantic, and ideal for slowing down after a day of sightseeing.\n\n⸻\n\n✅ Final Thoughts\n\nOdaiba Marine Park is one of Tokyo's most scenic and relaxing public spots. Come for the view, stay for the moment. A must-visit for anyone who enjoys a touch of nature without leaving the city.",
            "author_name": "Tan Phung",
            "relative_time_description": "",
            "time": 1752073849,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.tptc.co.jp/park/01_02",
        "index": 18,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 150,
            "2": 202,
            "3": 1899,
            "4": 4460,
            "5": 7826
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.630049,
        "address": "1 Chome-4 Daiba, Minato City, Tokyo 135-0091, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ9RJ2PJGMGGARwG4ChjnDW3I",
        "generalDescription": "Meiji Jingu Gaien, located in the Aoyama area of Tokyo, is a large park that offers various recreational activities such as an indoor ice skating rink, driving range, baseball diamonds, and tennis courts. Despite being less talked about compared to its famous neighboring parks like Yoyogi Park and Shinjuku Park, Meiji Jingu Gaien's beautiful paths and iconic avenue lined with Ginkgo trees make it a worthwhile destination for visitors.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.718267,
        "rating": 4.3,
        "numRatings": 14748,
        "sources": [
          {
            "id": "899848",
            "type": "webPlacesList",
            "url": "https://ksemoving.com/romantic-spots-in-tokyo-to-explore/",
            "sourceSite": "Web",
            "snippet": "There is nothing better than taking a stroll with the person you love through beautiful paths. Getting lost in the conversation as well as the Meiji Jingu Gaien is an unforgettable experience. Even though people don’t often talk about it as they do with its famous cousins – Yoyogi Park in the west, Shinjuku Park neighboring it to the north and the Imperial Palace far away in the east, the gardens are well worth a visit.",
            "siteName": "Kokusai Express Japan",
            "shortName": "Romantic spots in Tokyo to explore",
            "indexInSource": 0,
            "iconSiteId": 55839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476755",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/5-romantic-spots-in-tokyo-for-valentines-day/",
            "sourceSite": "Web",
            "snippet": "If we are using the Yamanote line as a guide, this large garden is located right in the middle of Tokyo. Meiji Jingu Gaien is not often visited like its more famous counterparts: Yoyogi Park in the west, Shinjuku Park directly north, and the Imperial Palace in the far east. The garden is known for it’s long entrance path lined with gingko trees.",
            "siteName": "GaijinPot",
            "shortName": "5 Romantic Spots in Tokyo for Valentine’s Day",
            "indexInSource": 0,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "735118",
            "type": "webPlacesList",
            "url": "https://morethanrelo.com/en/tokyos-romantic-valentine-spots-2/",
            "sourceSite": "Web",
            "snippet": "But maybe you are on a budget and want something that isn’t a trip to a theme park or an expensive nighttime cruise. In this case, Meiji Jingu Gaien may work in a pinch. It’s a beautiful park in the center of the city with an entrance lined with enchanting ginko trees.",
            "siteName": "morethanrelo.com",
            "shortName": "Tokyo’s Romantic Valentine Spots – H&R Group K.K.",
            "indexInSource": 0,
            "iconSiteId": 64138,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JIbwhJRDGHxYXVEaucQLGGqXRFHa7qzm",
          "ojR6iyMgbwupMkUyDzsCU2JChUbRi8PL",
          "K9s8wTshWoiX2s4SYVIvEnikzKwN09nc",
          "uKrGeXaHkAW71H6e2RpdHtmNLsJnJ6iN",
          "fEKfHbgYq91t9IaPflvVPQnXoS8EJCeO",
          "JIbwhJRDGHxYXVEaucQLGGqXRFHa7qzm",
          "ojR6iyMgbwupMkUyDzsCU2JChUbRi8PL",
          "K9s8wTshWoiX2s4SYVIvEnikzKwN09nc",
          "uKrGeXaHkAW71H6e2RpdHtmNLsJnJ6iN",
          "fEKfHbgYq91t9IaPflvVPQnXoS8EJCeO"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Meiji Jingu Gaien",
        "placeId": "ChIJ9RJ2PJGMGGARwG4ChjnDW3I",
        "internationalPhoneNumber": "+81 3-3401-0312",
        "reviews": [
          {
            "rating": 5,
            "text": "I came here on the night of November 29, 2024. The leaves were so beautiful-bright yellow-but it was super crowded. Still, the view was stunning. The main path was full of people since the road was closed to cars. If you want to take photos, I think it's better to come in the morning🤔",
            "author_name": "yxxnnxn",
            "relative_time_description": "",
            "time": 1744292837,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I had the chance to witness the Jingu Gaien Fireworks Festival, where 10,000 fireworks were launched into the summer night sky. It was absolutely amazing, one of those quintessential Tokyo summer experiences. I actually watched it from The Prince Gallery Kioicho Hotel, which gave me the perfect vantage point to enjoy the entire show in comfort. Truly unforgettable.",
            "author_name": "Genta",
            "relative_time_description": "",
            "time": 1756655851,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I came at 10:20am although i heard somewhere to come at 9am. Regardless cars kept coming till 1pm. Bingo sports is not too far from here, just take ginza line going from g6 to g4",
            "author_name": "James P.",
            "relative_time_description": "",
            "time": 1745674052,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.meijijingugaien.jp/",
        "index": 19,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "City park",
          "Garden",
          "Playground"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 137,
            "2": 182,
            "3": 2188,
            "4": 4847,
            "5": 7408
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.67544,
        "address": "1-1 Kasumigaokamachi, Shinjuku City, Tokyo 160-0013, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJPfFaQhOMGGAR-QPbNQoAG6M",
        "generalDescription": "The East Gardens of the Imperial Palace, located on the inner east grounds of the Imperial Palaces in Tokyo, offer a vast historical landmark reminiscent of New York's Central Park. Despite being near bustling Tokyo Station, the gardens provide a peaceful oasis with large landscaped areas and remnants of Edo Castle's defense structures. In a city where green spaces are limited due to urbanization, these gardens serve as valuable outdoor space for urban residents.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.757144,
        "rating": 4.4,
        "numRatings": 9129,
        "sources": [
          {
            "id": "735128",
            "type": "webPlacesList",
            "url": "https://www.dearjapanese.com/romantic-places-in-tokyo-to-propose/",
            "sourceSite": "Web",
            "snippet": "The Imperial Palace East Gardens are the former site of Edo Castle, which was the residence of the Tokugawa shoguns during the Edo period. The gardens offer a serene and peaceful escape from the city and have several spots that are perfect for a proposal. The gardens have a traditional Japanese garden with a pond and a tea house, which are ideal for a private and intimate proposal.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 7,
            "iconSiteId": 43951,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899868",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/best-proposal-spots-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Speaking of places that will make your special someone feel like actual royalty, here we have another one just like that!. The Imperial Palace East Gardens are among the most beautiful attractions not just in Tokyo but in the entire country. It was, after all, built for only the most elite members of Japanese society.",
            "siteName": "Photo Trips",
            "shortName": "Where To Propose In Tokyo? The 14 Best Proposal Spots In 2025",
            "indexInSource": 10,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "736046",
            "type": "webPlacesList",
            "url": "https://twodrifters.us/blog/romantic-things-to-do-in-tokyo.html",
            "sourceSite": "Web",
            "snippet": "Other beautiful parks that are worth visiting in Tokyo include Yoyogi Park (next to Meiji Shrine in Tokyo), The Imperial Palace East Garden and Ueno Park. These are only a small number of the many parks you can take a romantic stroll through in Tokyo!",
            "siteName": "Two Drifters",
            "shortName": "7 Incredibly Romantic Things to Do in Tokyo",
            "indexInSource": 2,
            "iconSiteId": 6191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "T5EunxCtMziqvn7tZ5vzPSJlV3SqXOZJ",
          "lko73Pfx8elhSLMu9dcNLerdG1cLiYiE",
          "Dv8A3pumGjZrDPw6qoo16WMK2KzqD27C",
          "F2s7OgF6KLUm5p0okGAJyfGWlbEsryv5",
          "wNXSekC1JxaTfwWtNKZhBtPnFcYA5fmi",
          "T5EunxCtMziqvn7tZ5vzPSJlV3SqXOZJ",
          "lko73Pfx8elhSLMu9dcNLerdG1cLiYiE",
          "Dv8A3pumGjZrDPw6qoo16WMK2KzqD27C",
          "F2s7OgF6KLUm5p0okGAJyfGWlbEsryv5",
          "wNXSekC1JxaTfwWtNKZhBtPnFcYA5fmi"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          }
        ],
        "name": "Imperial Palace East National Gardens",
        "placeId": "ChIJPfFaQhOMGGAR-QPbNQoAG6M",
        "internationalPhoneNumber": "+81 3-3213-2050",
        "reviews": [
          {
            "rating": 5,
            "text": "There are extensive grounds, that are well maintained, that you can walk through. You could easily spend an hour or two just walking the entire grounds. That being said, there are not a lot of flowers in this garden. Our group was kind of looking forward to seeing some flower gardens, but there were no major ones.  There are some benches. There are some rest areas near the bathrooms.",
            "author_name": "Jim C",
            "relative_time_description": "",
            "time": 1748601446,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is a historical garden in the Tokyo Imperial Palace. The gardens were first used by the Tokugawa shogunate. The garden was built on the grounds of Edo Castle. The building of the modern gardens began in 1961. The garden is over 210,000 square metres. The garden was completed in 1968. Gardens are well maintained and lovely blooms and manicured trees. Popular place, lots of tourists and locals. Picturesque place. Must see place. Uneven terrain, lots of walking. Wear comfy shoes, take water, wear hat, sunscreen. Great place for photography",
            "author_name": "s vivekananda",
            "relative_time_description": "",
            "time": 1755491861,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Only the garden around the palace is accessible to the public. It is a very large area, extremely nice to walk around.  There are fish in the water surrounding the palace and fruit trees everywhere around the grounds.  The whole area is immaculately maintained. On the day of my visit, it was not too crowded thus the long walk was very enjoyable.  A bit of a distance from the subway, so prepare for a lot of walking!",
            "author_name": "G D",
            "relative_time_description": "",
            "time": 1749353144,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kunaicho.go.jp/event/higashigyoen/higashigyoen.html",
        "index": 20,
        "id": "",
        "categories": [
          "National reserve",
          "Outdoor Activities",
          "Garden",
          "Park",
          "Jogging Paths & Tracks",
          "Scenic Walking Areas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 125,
            "2": 146,
            "3": 838,
            "4": 2481,
            "5": 5542
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.686782,
        "address": "1-1 Chiyoda, Chiyoda City, Tokyo 100-8111, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJC3Cf2PuLGGAROO00ukl8JwA",
        "generalDescription": "Tokyo Station is situated in the old downtown area of the city, known as Shitamachi, which dates back to the 17th century. It is home to the Imperial Palace, Marunouchi business district, and upscale Ginza shopping and entertainment area. The neighborhood offers a more serene atmosphere compared to other trendy districts like Shinjuku and Shibuya. The station serves as a primary entry point for travelers arriving via Shinkansen or Narita Express.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.767066,
        "rating": 4.3,
        "numRatings": 14018,
        "sources": [
          {
            "id": "2356086",
            "type": "webPlacesList",
            "url": "https://www.tokyoweekender.com/japan-life/things-to-do-in-tokyo/best-proposal-spots-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Known as the majestic heart of Japan’s railway system, Tokyo Station is valued not only for its long history, but also for its ornate appearance. Opened in 1914, the structure was designed by Tatsuno Kingo — often referred to as the father of modern Japanese architecture — and represents the Meiji period’s western-influenced red brick buildings. In 2012, the Marunouchi Building was designated as an Important Cultural Property of Japan.",
            "siteName": "Tokyo Weekender",
            "shortName": "The Best Proposal Spots in Tokyo: 10 Unforgettable Romantic Locations",
            "indexInSource": 6,
            "iconSiteId": 3111,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "905146",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/10-tokyo-date-spot-ideas-for-valentines-day/",
            "sourceSite": "Web",
            "snippet": "For shopping, food and drink and great views, head to the Tokyo Station area. Start at Marunouchi Oazo, a multi-story Maruzen bookstore featuring Japan’s largest selection of English-language books. Grab a table at the in-house M&C Cafe for a cup of specialty coffee alongside the windows with a cityscape view.",
            "siteName": "GaijinPot",
            "shortName": "10 Great Date Spots in Tokyo for Valentine's Day",
            "indexInSource": 0,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7xA77HRrOlQqIcI17Iaw3LV3Qk6Wym70",
          "Pbi66ed1gC4y4iYaAO4NHNEtFzwEW5iA",
          "mYtQLcmvwIgTCHyWfoiokUQd1w3lk02o",
          "uFRDIgM7NUcetXjQU1Zuq6JCWHAuBACx",
          "jnUdoKuJGS5eW9fPokPbNF55bUZbJQPy",
          "7xA77HRrOlQqIcI17Iaw3LV3Qk6Wym70",
          "Pbi66ed1gC4y4iYaAO4NHNEtFzwEW5iA",
          "mYtQLcmvwIgTCHyWfoiokUQd1w3lk02o",
          "uFRDIgM7NUcetXjQU1Zuq6JCWHAuBACx",
          "jnUdoKuJGS5eW9fPokPbNF55bUZbJQPy"
        ],
        "openingPeriods": [],
        "name": "Tokyo Station",
        "placeId": "ChIJC3Cf2PuLGGAROO00ukl8JwA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Outstanding connectivity, excellent maintenance, and seamless access to nearly every part of Japan. The signage system is the best, you'll find helpful signs at every step, making navigation incredibly easy.\n\nMy return flight was from Narita Airport, which is quite a distance from Haneda Airport. I took the Narita Express from Tokyo Station. It was super convenient and dropped me directly at Narita Airport Station, which is connected to the terminals. The frequency is good, and it's one of the best options compared to taking a taxi or a bus.",
            "author_name": "Tanzim Khan",
            "relative_time_description": "",
            "time": 1746224625,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "By far the most intricate and very well designed section of the Tokyo Metropolitan area. This building was very popular with crowds and still offered many great locations for shopping and dinning. The bustle of the building was very quick but the directions were almost always in English. This is a must see in Tokyo!",
            "author_name": "Kyle Mika",
            "relative_time_description": "",
            "time": 1757804372,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tokyo Station is one of the busiest places I've ever been, but somehow it all runs like a well-oiled machine. It's a perfect example of controlled chaos - thousands of people moving through the space, yet everything is clean, organized, and remarkably efficient. I was honestly overwhelmed at first, but once I took a breath and followed the signs, it all started to make sense.\n\nThe amount of food available inside is almost ridiculous (in the best way). PLENTY of options, which is on I believe the East? side of the station. Along with a row of giftshops, I forgot what they called it, but you can't miss it.\n\nFrom quick snacks to full meals, you could easily get lost in the station's many underground food halls and still not try everything. There's a lot to explore, so arriving early is a smart move, especially if you're unfamiliar with the layout. It gives you time to find your platform, maybe grab a bite, and even store your bags.\n\nSpeaking of which, the locker system is amazing - easy to use and super convenient if you're carrying luggage or shopping bags. I had a Shinkansen to catch, and the reserved seats were a lifesaver. I used a kiosk to print my ticket, which saved time and stress. Despite the crowds, Tokyo Station delivers a smooth, well-managed experience. It's intense, but it works.",
            "author_name": "Tae Yoo",
            "relative_time_description": "",
            "time": 1748258444,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyoinfo.com/",
        "index": 21,
        "id": "",
        "categories": [
          "Transit station",
          "Subway station",
          "Train station"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 459,
            "2": 231,
            "3": 1957,
            "4": 3812,
            "5": 7557
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.6813,
        "address": "1 Chome Marunouchi, Chiyoda City, Tokyo 100-0005, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJb4ejXn8ZGWAR3y_2HoQLB8c",
        "generalDescription": "Mount Takao, also known as Takaosan, is a 599-meter-tall peak located within an hour of Shinjuku station in Tokyo. It has been a pilgrimage site for over 1,200 years and offers a mix of traditional Japanese culture and natural beauty. Visitors can enjoy hiking trails, a funicular railway, and the opportunity to visit the Yakuo-in temple. The summit provides stunning views of Tokyo and Mount Fuji on clear days.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.243739,
        "rating": 4.5,
        "numRatings": 4684,
        "sources": [
          {
            "id": "905146",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/10-tokyo-date-spot-ideas-for-valentines-day/",
            "sourceSite": "Web",
            "snippet": "A hike up the picturesque Mount Takao is ideal for people who love the great outdoors. Most climbers select Trail 1 for a relatively easy stroll up the mountain that takes approximately 90 minutes. Near the summit, you can pay your respects to Yakuoin Temple, dedicated to tengu (Shinto-Buddhist mountain deities), and take in the beautiful views of the surrounding Tokyo area.",
            "siteName": "GaijinPot",
            "shortName": "10 Great Date Spots in Tokyo for Valentine's Day",
            "indexInSource": 1,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "Mount Takao (also known as Takaosan), is a 599-meter-tall adventure just an hour away from Shinjuku station. Takaosan is perfect for both relaxing and adventure-filled dates. You can also find cozy dining spots to enjoy33 the peaceful mountain area.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 11,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "cDKkA6ppqM8T6qFn1b2xEF4YSQi0Rwxc",
          "xxRl5LS8LjF9k35oQS31SM2dbHfw6Co1",
          "bRrByHVSviQxcA4tRZB24UmwfIVwZ09u",
          "AKk3DyXNygwImQEhpxUkEWKKrP3Bl7tY",
          "yE63iPCKXZjuB8sB8mShMENQWnm1s07l",
          "cDKkA6ppqM8T6qFn1b2xEF4YSQi0Rwxc",
          "xxRl5LS8LjF9k35oQS31SM2dbHfw6Co1",
          "bRrByHVSviQxcA4tRZB24UmwfIVwZ09u",
          "AKk3DyXNygwImQEhpxUkEWKKrP3Bl7tY",
          "yE63iPCKXZjuB8sB8mShMENQWnm1s07l"
        ],
        "openingPeriods": [],
        "name": "Mount Takao",
        "placeId": "ChIJb4ejXn8ZGWAR3y_2HoQLB8c",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Must visit place for tourist in Japan\n\nCan take cable car or chair lift up to one point after that u have to climb to the top with option 6 different trail .\n\nHad climb through trail 4 and down by trail 3 . Both is easy and had nice trekking path with nice view.\n\nIf u are lucky as me then have best view of Fuji .\n\nSuggest to take some snack and water bottle with u . Have floor mate to sit when u reach the top . Spend some time there on top .",
            "author_name": "No_2 Blogger",
            "relative_time_description": "",
            "time": 1745803664,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Lots of different paths to choose from with the main path being nice and wide. Not much to see at the top but it is a good hike if you want your legs to burn. The first half of the hike is much harder so taking the cable car would help",
            "author_name": "Narutosheng",
            "relative_time_description": "",
            "time": 1747077766,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Incredible walks. We took the chairlift up and the cable car down. Great fun!!! We walked to the temple but didn't make the visitor's centre. The monkey park was fun!",
            "author_name": "Rebecca Brett",
            "relative_time_description": "",
            "time": 1754889469,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 22,
        "id": "",
        "categories": [
          "Mountain peak",
          "Nature & Parks",
          "Mountains"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 70,
            "2": 59,
            "3": 299,
            "4": 1197,
            "5": 3064
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.625413,
        "address": "Takaomachi, Hachioji, Tokyo 193-0844, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ-X4hzjKMGGARDSsGeHOACgw",
        "generalDescription": "Nezu Shrine is a serene Shinto shrine in Tokyo, known for its tunnel-like series of torii gates and vibrant spring azalea blooms during the Azalea Festival held from early April to early May. Established in 1705, it features a miniature version of the iconic Fushimi Inari Shrine's torii gate tunnel and boasts impressive senbon torii.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.760769,
        "rating": 4.4,
        "numRatings": 8567,
        "sources": [
          {
            "id": "2356102",
            "type": "webPlacesList",
            "url": "https://bnrincorporadora.com.br/6-most-romantic-places-in-tokyo-for-the-perfect-date/",
            "sourceSite": "Web",
            "snippet": "Nezu Shrine (根津神社) is the underrated, yet very gorgeous shrine with red torii gates tunnel in Tokyo. The http://lovematchcritic.com/seniorblackpeoplemeet-review man-made island on Tokyo Bay, Odaiba is one of the coolest and the most modern districts in the city. Odaiba is home to a few iconic landmarks and great things to photograph such as the Rainbow Bridge, the life-size Gundam statue and the large Ferris Wheel.",
            "siteName": "BNR",
            "shortName": "6 Most Romantic Places In Tokyo For The Perfect Date",
            "indexInSource": 6,
            "iconSiteId": 327396,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "735128",
            "type": "webPlacesList",
            "url": "https://www.dearjapanese.com/romantic-places-in-tokyo-to-propose/",
            "sourceSite": "Web",
            "snippet": "Nezu Shrine is a historic and beautiful shrine located in the Bunkyo ward of Tokyo. The shrine has a stunning garden that features a small pond and a torii gate tunnel. You can propose at the shrine's main hall, which has a traditional Japanese architecture and a peaceful atmosphere.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 13,
            "iconSiteId": 43951,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5R3zTNjxf7EDhPaTErQvfYBrAAbbQOzu",
          "dAiITf0JBDomBen3PCJsJ3ALmZBQGRAT",
          "joRcaxxTcDu3O260Oj52ViNH2D5vUPnl",
          "RX9n5hECOi2e7CtDBsUJA5FSQ9gCrr1n",
          "xkcTxHIKmlCu7WUGs7t9p45Tu79HNIcg",
          "5R3zTNjxf7EDhPaTErQvfYBrAAbbQOzu",
          "dAiITf0JBDomBen3PCJsJ3ALmZBQGRAT",
          "joRcaxxTcDu3O260Oj52ViNH2D5vUPnl",
          "RX9n5hECOi2e7CtDBsUJA5FSQ9gCrr1n",
          "xkcTxHIKmlCu7WUGs7t9p45Tu79HNIcg"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0530"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0530"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0530"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0530"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0530"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0530"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0530"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Nezu Shrine",
        "placeId": "ChIJ-X4hzjKMGGARDSsGeHOACgw",
        "internationalPhoneNumber": "+81 3-3822-0753",
        "reviews": [
          {
            "rating": 5,
            "text": "Picturesque area and peaceful experience. The worshipers we met were extremely pleasant and wanted us to enjoy the shrine pausing to allow us to take pictures. Worth 30 minutes to an hour of your time without a doubt.",
            "author_name": "Jon Testa",
            "relative_time_description": "",
            "time": 1743981138,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Taken today 4/27/2025 around 9:30AM (garden opening time) Lines get soooo long and it was crazy crowded just before opening. So better go by 9 or before and start queuing. We got there at 8:30 (didn't know the gardens opened at 9:30) but we were in front of the line which was great cause we could get out sooner.\n\nA 5min walk from Nezu Station\nEntrance fee: ¥500 😬😬",
            "author_name": "Jami M",
            "relative_time_description": "",
            "time": 1745799897,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "There are hundreds of Shinto shrines and Buddhist temples in Tokyo, but the ones you hear the most about are Senso-ji Temple in Asakusa and Meiji-jingu in Shibuya. If Meiji-jingu is the Marcia Brady of shrines and Senso-ji is the Cindy Brady of temples, then Nezu Shrine is definitely poor, overlooked Jan Brady. \"Meiji! Meiji! Meiji!\" Personally I had never heard of Nezu before.\n\nMy husband and I only discovered this somewhat hidden shrine on a random walk we took from Ueno Park to Yanaka Ginza. The first thing we noticed was how tranquil the grounds were compared to Marcia and Cindy, I mean, Meiji-jingu and Senso-ji. Apparently, spring brings an explosion of azaleas, but we mostly missed it. Much like when Jan missed making the final cut during cheerleader tryouts.\n\nThe shrine's history dates back 19 centuries and has remained relatively intact through earthquakes, world wars, and climate change. They have quite an extensive tunnel of vermillion torii gates. Not as impressive as Fushimi Inari in Kyoto, but it still made for a prime Instagram moment as did all the stone statues of foxes serving as protectors of the shrine and messengers of prosperity. So I guess the foxes would be like the guardians of the Brady Bunch Variety Hour. Say what?",
            "author_name": "Ed Uyeshima",
            "relative_time_description": "",
            "time": 1755565502,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.nedujinja.or.jp/",
        "index": 23,
        "id": "",
        "categories": [
          "Shinto shrine",
          "Sights & Landmarks",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 42,
            "2": 93,
            "3": 936,
            "4": 3056,
            "5": 4438
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.720137,
        "address": "1 Chome-28-9 Nezu, Bunkyo City, Tokyo 113-0031, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJYUQ-972NGGAR5W_2E0N3SHY",
        "generalDescription": "Rikugien Gardens is a stunning traditional Japanese garden located in Komagome, just south of Sugamo. It was created by Daimyo Yoshiyasu Yanagisawa during the Edo Period and features a central pond, winding walking trails, and several teahouses. The name 'Rikugien' translates to 'six poems garden' and the garden showcases 88 miniature scenes from famous poems.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.745734,
        "rating": 4.4,
        "numRatings": 9919,
        "sources": [
          {
            "id": "223093",
            "type": "webPlacesList",
            "url": "https://flipjapanguide.com/spring-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Rikugien Garden is a picturesque haven that showcases the vibrant hues of all four seasons. In spring, it transforms into a mesmerizing spectacle with weeping cherry trees cascading like delicate waterfalls through the air. Originally the villa of the Iwasaki family during the Meiji era, this Edo daimyo garden now offers solace and tranquility to all who visit.",
            "siteName": "FLIP Japan Guide",
            "shortName": "25 Ideas For A Romantic Spring Date In Tokyo: Best Spots For Spring Romance",
            "indexInSource": 2,
            "iconSiteId": 22318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2356086",
            "type": "webPlacesList",
            "url": "https://www.tokyoweekender.com/japan-life/things-to-do-in-tokyo/best-proposal-spots-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "One of Tokyo’s most stunning traditional Japanese gardens, Rikugien exemplifies the tranquility of Edo period landscaping. Boasting a long history, it was designated as an important cultural asset and a site of exceptional beauty by the city of Tokyo in 1953. The garden is open from 9 a.m.",
            "siteName": "Tokyo Weekender",
            "shortName": "The Best Proposal Spots in Tokyo: 10 Unforgettable Romantic Locations",
            "indexInSource": 3,
            "iconSiteId": 3111,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kUFeHCNWp8UQM1f7t2e7dnyPk3oIx7FB",
          "EnimjacNjM6Ork2JQtGKcP1BjT6fpq22",
          "G1lRIp5xb2Td7JmywNGEQiFtUsqafPIZ",
          "yGZWw37kzXo1KC2BlbAgSdsgqliT5vRr",
          "912fHHPEATp7f38StQ463LXqATcRfKNR",
          "kUFeHCNWp8UQM1f7t2e7dnyPk3oIx7FB",
          "EnimjacNjM6Ork2JQtGKcP1BjT6fpq22",
          "G1lRIp5xb2Td7JmywNGEQiFtUsqafPIZ",
          "yGZWw37kzXo1KC2BlbAgSdsgqliT5vRr",
          "912fHHPEATp7f38StQ463LXqATcRfKNR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Rikugien Gardens",
        "placeId": "ChIJYUQ-972NGGAR5W_2E0N3SHY",
        "internationalPhoneNumber": "+81 3-3941-2222",
        "reviews": [
          {
            "rating": 5,
            "text": "The garden is peaceful, featuring a large central pond where turtles can often be seen. Near the entrance, visitors can pick up small, colorful paper umbrellas for free to enjoy a stroll around the park. By the pond, a small and charming teahouse offers the chance to taste green tea and traditional sweets for 10000 yen. It also sells handcrafted paper items. Just behind the teahouse, a small grassy hill provides a higher vantage point for viewing the garden. Please note: there are large mosquitoes in the area.",
            "author_name": "Luca P.",
            "relative_time_description": "",
            "time": 1752765213,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Rikugien is famous for its shitare Sakura or willow Sakura. There is night light up event going on right now. It is very grand and I think it's larger than the one at Ueno Park entrance.\n\nInside park it is also beautifully designed.  There were some camellia blooming. But I don't like one thing though. Since winter just passed so the grass is still yellowish dry. I hope spring will bring some lushes of green into the garden azalea and hydrangeas please come back quickly. I am not sure if they have these flowers since this is my first visit to this garden.",
            "author_name": "satsuki hoshino",
            "relative_time_description": "",
            "time": 1743082752,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's a good place. You can get experience from exploring the nature and history in same time, with cheap tickets too! The area is pretty big, and can give you fresh air even in the middle of summer (ngl summer in tokyo is so freaking hot) but it's feel nice here.",
            "author_name": "Mavi Andraste",
            "relative_time_description": "",
            "time": 1754964798,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-park.or.jp/park/rikugien/",
        "index": 24,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 122,
            "2": 129,
            "3": 1067,
            "4": 3398,
            "5": 5208
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.733101,
        "address": "6 Chome-16-3 Honkomagome, Bunkyo City, Tokyo 113-0021, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJbUAZSOeLGGARGMEf4WW16AE",
        "generalDescription": "Kabuki-za is a prestigious theater in Japan known for traditional performing arts, with elaborate sets, costumes, and makeup. The original building was closed for demolition in 2010 and was expected to be resurrected in 2013. The new theater will feature the classic Kabuki stage elements such as a raised platform, revolving stage, and runway extending into the audience. Since its opening in 1889, the theater has been destroyed by fire and rebuilt several times.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.767788,
        "rating": 4.3,
        "numRatings": 10198,
        "sources": [
          {
            "id": "2356102",
            "type": "webPlacesList",
            "url": "https://bnrincorporadora.com.br/6-most-romantic-places-in-tokyo-for-the-perfect-date/",
            "sourceSite": "Web",
            "snippet": "While seeing an entire kabuki performance might be a little pricey and hard to schedule, paying a visit to Kabukiza in Ginza can be just as enriching and makes for a great date too. Everything a girl needs to know about these pay-by-the-hour ubiquitous rendezvous spots.",
            "siteName": "BNR",
            "shortName": "6 Most Romantic Places In Tokyo For The Perfect Date",
            "indexInSource": 4,
            "iconSiteId": 327396,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899886",
            "type": "webPlacesList",
            "url": "https://afuncouple.com/ideas-for-a-date-in-tokyo-japan/",
            "sourceSite": "Web",
            "snippet": "The elaborate costumes, intricate makeup, and captivating storytelling will transport you to a different era, allowing you to appreciate the artistry and history of this traditional Japanese theater.",
            "siteName": "A Fun Couple - Travel Blog",
            "shortName": "20 IDEAS FOR A DATE IN TOKYO [JAPAN]",
            "indexInSource": 3,
            "iconSiteId": 35225,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "orajFCEhCriByw4H2whsty8fRPQIlxxc",
          "2XiIvIjdQbaI3mRaDsHGdzifUoAEjErw",
          "OHHA6mIuZ7RIBwnYSQvcEhJwokgrGjfh",
          "MWVz3ARr4wuHy5MMhVX3tAJCbzJV87Qz",
          "G8NT1W7IvJ2O2uicWJXCzmpz5b0dWRRp",
          "orajFCEhCriByw4H2whsty8fRPQIlxxc",
          "2XiIvIjdQbaI3mRaDsHGdzifUoAEjErw",
          "OHHA6mIuZ7RIBwnYSQvcEhJwokgrGjfh",
          "MWVz3ARr4wuHy5MMhVX3tAJCbzJV87Qz",
          "G8NT1W7IvJ2O2uicWJXCzmpz5b0dWRRp"
        ],
        "openingPeriods": [],
        "name": "Kabuki-za",
        "placeId": "ChIJbUAZSOeLGGARGMEf4WW16AE",
        "internationalPhoneNumber": "+81 3-3545-6800",
        "reviews": [
          {
            "rating": 5,
            "text": "Kabuki is a must-see Japanse art performance, which was most valuable for me.\nI booked the ticket a month in advance, with English Captioning Service, but the theatre was so fascinating to read all the captions, so a quick glance was enough to get a story plot.\nThe performance lasts about four hours with three times intermission that didn't let you get tired of seating.\nWatching all acts and amazing scene sets not only was exquisite but also breathtaking.\nThe staff were so polite and helpful.\nI highly recommend it if you are in Tokyo to have a deep cultural experience of Edo period. I would definitely go for it again.",
            "author_name": "Zainab Karashi",
            "relative_time_description": "",
            "time": 1746970541,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "This was my first time seeing a kabuki play. As a theatergoer (been to several in London and New York), this theater's stage was slightly wider than others, and there was no pillar among the seats, which gave it a grandiose vibe.\nThe ticket was not easy to secure. Few were left soon after the sale began for the month (April 2025), even the ¥6,000 seats (which I had) was sold out for most days.\nThe seat was small, not the worst but neither comfortable. The main stage could be clearly seen from the 3rd floor without obstruction, but not the extended left-side passage of the stage, where actors might enter.\nNot knowing Japanese and not having the translation tablet, I was nevertheless delighted to see the actors, costumes, props, stage design & effects. They were definitely delicate & worth a visit!\nI found that the dialogues were lengthy without a lot of actions, maybe that was the original lines from the book, but I felt that an adaptation would be required for live performance.\nEven though I purchased the full show's ticket, I couldn't sit through 4.5 hours (11:00-15:35). I (and apparently some audience) left after the first story (2 acts) ended at 13:40. The 30-minute intermission between the 2 acts was awkward… due to lack of space and bars for the visitors to grab food & drinks. It was crowded everywhere, so better stay in the seats.\nBonus point: Nice to see some audience dressed up in kimono to see the show!",
            "author_name": "Evelyn C.",
            "relative_time_description": "",
            "time": 1745948147,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I absolutely recommend every visitor should reserve a day to enjoy a show in this theater. Theres several options for visitors. You can spend a whole day for 2 or 3 shows or just 90 mins for 1 scene. 1 floor is the best seating area since you can see the actors get in and out from the \"side walk path\".",
            "author_name": "Chris Han",
            "relative_time_description": "",
            "time": 1754888409,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kabuki-za.co.jp/",
        "index": 25,
        "id": "",
        "categories": [
          "Performing arts theater",
          "Concerts & Shows",
          "Theater production",
          "Theaters"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 221,
            "2": 186,
            "3": 1247,
            "4": 3135,
            "5": 5417
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.66933,
        "address": "4 Chome-12-15 Ginza, Chuo City, Tokyo 104-0061, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJaYt93b6LGGARRTt3Y7YkqVg",
        "generalDescription": "Shiba Park is a beautifully landscaped park in Minato-ku, Tokyo that offers a serene escape from the bustling city. The park features an artificial gorge with a waterfall and is adorned with ornamental trees, including rows of ginkgo trees in the outer gardens of Meiji Shrine. Visitors can enjoy the stunning autumn colors while sitting on benches and gazing at Tokyo Tower.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.748626,
        "rating": 4.2,
        "numRatings": 16337,
        "sources": [
          {
            "id": "2356086",
            "type": "webPlacesList",
            "url": "https://www.tokyoweekender.com/japan-life/things-to-do-in-tokyo/best-proposal-spots-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Known for its stunning views of the iconic Tokyo Tower, Shiba Park is located alongside the peaceful residential neighborhood of Higashi-Azabu. It is completely free to enter, and houses Zojoji, a gorgeous Buddhist temple with strong ties to the Tokugawa clan. While the park is certainly a staple destination for tourists, it rarely feels overwhelmingly crowded, especially on weekdays.",
            "siteName": "Tokyo Weekender",
            "shortName": "The Best Proposal Spots in Tokyo: 10 Unforgettable Romantic Locations",
            "indexInSource": 0,
            "iconSiteId": 3111,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899868",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/best-proposal-spots-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "It’s a huge space boasting natural scenery and gorgeous landscaping. Located near the Tokyo Tower, it also features lots of different gardens, ponds, and even a zoo where you can visit!. Who knows, if things go as you planned, then you could even come back to this place to visit together with your future children.",
            "siteName": "Photo Trips",
            "shortName": "Where To Propose In Tokyo? The 14 Best Proposal Spots In 2025",
            "indexInSource": 1,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "735128",
            "type": "webPlacesList",
            "url": "https://www.dearjapanese.com/romantic-places-in-tokyo-to-propose/",
            "sourceSite": "Web",
            "snippet": "Shiba Park is a large and beautiful park located near Tokyo Tower. The park features several gardens, ponds, and a zoo that create a peaceful and romantic atmosphere. You can propose at the park's observation deck, which offers a panoramic view of the city and Tokyo Tower.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 14,
            "iconSiteId": 43951,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "wB8JVS07qlTcOjkg83jOJektBg0rtC1L",
          "GMSQNTTdlX7rh9qbPOnXWZ8rYD9LILAw",
          "YuJ0KPaVnGEpPQdOCy9hfSkHV36mJdip",
          "nDGnpfiGfLf6VUcQccK5vKpqaDF5Yqum",
          "cKiFjLpd0QwrfyPdWbj8S4MB3GDYRCHc",
          "wB8JVS07qlTcOjkg83jOJektBg0rtC1L",
          "GMSQNTTdlX7rh9qbPOnXWZ8rYD9LILAw",
          "YuJ0KPaVnGEpPQdOCy9hfSkHV36mJdip",
          "nDGnpfiGfLf6VUcQccK5vKpqaDF5Yqum",
          "cKiFjLpd0QwrfyPdWbj8S4MB3GDYRCHc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Shiba Park",
        "placeId": "ChIJaYt93b6LGGARRTt3Y7YkqVg",
        "internationalPhoneNumber": "+81 3-3431-4359",
        "reviews": [
          {
            "rating": 5,
            "text": "The view at Shiba Park is absolutely stunning. There are many beautiful sakura trees in bloom here. Two notable attractions can be seen from here: Tokyo Tower and a temple.\nThe park itself is quite spacious, and like all parks in Japan, it's very clean.",
            "author_name": "Unun Qoriah",
            "relative_time_description": "",
            "time": 1743833301,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Shiba Park feels like a quiet breath in the middle of Tokyo. Soft grass under your feet Tokyo Tower watching over you and little paths that lead to nowhere in particular. It is calm green and just the kind of spot where time slows down a little. I think in the summer it's beautiful.",
            "author_name": "Mia Vera",
            "relative_time_description": "",
            "time": 1743582640,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Such an amazing place to go for a picnic with friends and it's also a good place to make friends as well. Everyone is open to chat. The humidity was high but worth all the time we spent there. You have an amazing view from Tokyo Tower and got to see the transition from day to night, simply beautiful. For first timers, if you're bringing food or beverages, bring also some trash bags and keep it clean for the others.",
            "author_name": "Juan jo Martínez",
            "relative_time_description": "",
            "time": 1757477642,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-park.or.jp/park/format/index001.html",
        "index": 26,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 159,
            "2": 245,
            "3": 3314,
            "4": 5520,
            "5": 7103
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.657172,
        "address": "4 Chome Shibakoen, Minato City, Tokyo 105-0011, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJh5F6GpuNGGARZ6dHiggrfyQ",
        "generalDescription": "Nestled in Koganei city, Western Tokyo, the Edo-Tokyo Open Air Architectural Museum is a sprawling open-air historical theme park showcasing a diverse collection of Japanese structures from various periods. This museum serves as a preservation site for old buildings of cultural significance that could not be maintained in their original locations due to fires and air raids since the Edo period.",
        "utcOffset": 540,
        "maxMinutesSpent": 210,
        "longitude": 139.512543,
        "rating": 4.4,
        "numRatings": 5312,
        "sources": [
          {
            "id": "735121",
            "type": "webPlacesList",
            "url": "https://jobsinjapan.com/living-in-japan-guide/8-romantic-and-fun-date-ideas-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "A trip to this outdoor museum and park is like opening a portal to another time. Each building on the grounds is carefully preserved and relocated from different parts of Japan to recreate what life in Edo-area Tokyo was like. It’s great for learning about Japanese history, experiencing life in another time, and taking fun pictures together.",
            "siteName": "JOBS IN JAPAN",
            "shortName": "8 Romantic and Fun Date Ideas in Tokyo",
            "indexInSource": 6,
            "iconSiteId": 30670,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263611",
            "type": "webPlacesList",
            "url": "https://www.gotokyo.org/en/see-and-do/attractions/index.html",
            "sourceSite": "Web",
            "snippet": "Spend a day away from the bustling city streets exploring a museum of relocated historical buildings. Set in a beautiful park in Tokyo’s western suburbs.",
            "siteName": "The Official Tokyo Travel Guide, GO TOKYO",
            "shortName": "Top tourist attractions in Tokyo: the best sightseeing spots",
            "indexInSource": 6,
            "iconSiteId": 14193,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "0WdQilCtCgOF0nDkfxDhWIOO26PjpfxE",
          "GjsFkhiTAaOmFoxVUF8gCOmmTBFY048h",
          "r0HsBkwvaHZvb4VN3pHakMgpXjqtb9U0",
          "yaXBW9IClvYGGrtAFcFoHiWHFvH9YezF",
          "Uj361LiKOfqSGjNmOuoO8Kgt008t85ud",
          "0WdQilCtCgOF0nDkfxDhWIOO26PjpfxE",
          "GjsFkhiTAaOmFoxVUF8gCOmmTBFY048h",
          "r0HsBkwvaHZvb4VN3pHakMgpXjqtb9U0",
          "yaXBW9IClvYGGrtAFcFoHiWHFvH9YezF",
          "Uj361LiKOfqSGjNmOuoO8Kgt008t85ud"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Edo-Tokyo Open Air Architectural Museum",
        "placeId": "ChIJh5F6GpuNGGARZ6dHiggrfyQ",
        "internationalPhoneNumber": "+81 42-388-3300",
        "reviews": [
          {
            "rating": 5,
            "text": "Well worth a visit even with a 2km walk from either of the nearest train stations. So nice to be mostly outside in the fresh air vs. the stuffy over warm typical museums. History you can touch and smell. Keep you eyes open for spirits here.",
            "author_name": "Carl O'Neil",
            "relative_time_description": "",
            "time": 1742698189,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely amazing place and a must-visit! The Edo-Tokyo Open Air Architectural Museum left a great impression on me with its thoughtful display of historical buildings and everyday objects. It truly feels like stepping back in time. The immersive atmosphere and strong focus on both cultural and historical aspects make the experience unforgettable. A perfect spot for architecture lovers, history enthusiasts, and anyone looking to discover a different side of Japan.",
            "author_name": "Anna P",
            "relative_time_description": "",
            "time": 1748103191,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A super day out! This place is worth the train and bus ride, very authentic feel, super staff and actors with lots of little activities and shows to keep you busy the whole day. We rented out costumes as a family and this added to our experience. It might be touristy but it is high quality touristy! Highly recommend!",
            "author_name": "Lisanne Pinero",
            "relative_time_description": "",
            "time": 1753445692,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tatemonoen.jp/",
        "index": 27,
        "id": "",
        "categories": [
          "Open air museum",
          "Museums",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 60,
            "2": 48,
            "3": 434,
            "4": 1686,
            "5": 3091
          }
        },
        "minMinutesSpent": 210,
        "latitude": 35.715572,
        "address": "都立小金井公園 内, 3 Chome-7-1 Sakuracho, Koganei, Tokyo 184-0005, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJo8VKlCCMGGARarjlIsaLY1g",
        "generalDescription": "Shinobazu no Ike Pond is a serene oasis nestled within a sprawling, lush park. Divided into three sections, it features the Lotus Pond, home to various lotus plant species; the Cormorant Pond within Ueno Zoo showcasing rare birds; and the Boat Pond where visitors can rent rowboats or pedal-powered swans. At its center lies the picturesque Bentendo hall, dedicated to Benzaiten.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.772373,
        "rating": 4.2,
        "numRatings": 8484,
        "sources": [
          {
            "id": "130362",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-unique-date-spots-in-tokyo-that-dont-involve-rowing-boats-or-sushi/",
            "sourceSite": "Web",
            "snippet": "A post shared by SHOH (@shoh_ngt) on May 22, 2018 at 2:26am PDT. Shinobazu Pond (不忍池) in Ueno Park is a date spot that is perfect for morning people in the summer. This pond is covered in lotus flowers, which are at their peak in July-August from about 6:30 a.m.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Unique Date Spots In Tokyo (That Don’t Involve Rowing Boats Or Sushi)",
            "indexInSource": 2,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "736041",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.jp/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "The Shinobazu Pond located within Ueno Park is the perfect place to spend some alone time on a quiet morning, or to just while away time on a lazy afternoon.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 15,
            "iconSiteId": 64348,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6oVEWZCUd2o8JcycJphc0VYNphUgQbPD",
          "g0gQh18ifIzGa7xbGCpPQLX72yB0ydyX",
          "eeJgYcYyv5CSR4vFvpOtund9rPheeJ4d",
          "R57hz0eLvMikIonM99V8feTwJxKaDuRB",
          "RJeJYN0smAPM6icdVCjKLlsbXwef6Uuq",
          "6oVEWZCUd2o8JcycJphc0VYNphUgQbPD",
          "g0gQh18ifIzGa7xbGCpPQLX72yB0ydyX",
          "eeJgYcYyv5CSR4vFvpOtund9rPheeJ4d",
          "R57hz0eLvMikIonM99V8feTwJxKaDuRB",
          "RJeJYN0smAPM6icdVCjKLlsbXwef6Uuq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Shinobazuno Pond",
        "placeId": "ChIJo8VKlCCMGGARarjlIsaLY1g",
        "internationalPhoneNumber": "+81 3-3828-5644",
        "reviews": [
          {
            "rating": 5,
            "text": "Ueno Park has a summer long festival this summer, many food and drink stalls line the Pond.  Next to the thousands of furin wind chimes and fantastic lotus flowers that have bloomed; great this summer, I have come in past summers, usually the flowers would seem to have withered in the sun.  Somehow, so many this year great for photography.  The feel of the thousands of wind chimes and sounds gives a one of a kind experience!  Come for the lotus flowers and furin wind chimes and stay for a dusk and sunset meal from the Yatsu stalls, so many foods to sample!  I had a MEGA melon Soda, regular and Chu hi alcohol versions available! Skewers, Long French fried, you name it, they got it.  Only some booths open in the afternoon but as dinner time rolls around it starts getting busy, even on a weekday!",
            "author_name": "Clayton Jung",
            "relative_time_description": "",
            "time": 1754086970,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Shinobazu Pond is a calm and spacious spot in Ueno Park, and while it wasn't at its most vibrant when I visited (the lotus plants were out of season and mostly dried up), I could still appreciate the atmosphere. It's easy to imagine how beautiful it would be during peak bloom, when everything is lush and green.\n\nThat said, even off-season, it's a nice place to walk around, and the views of Bentendo Temple on the little island in the middle of the pond are worth seeing.\n\nIf you're visiting Ueno, it's definitely worth strolling through - especially if you catch it in spring or summer.",
            "author_name": "Kamal Ismail",
            "relative_time_description": "",
            "time": 1744610623,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The pond is totally filled with lotus, only one side is empty and clean where you can do boating, can get amazing view of blue sky and skyscrapers.",
            "author_name": "Faruk Ansari",
            "relative_time_description": "",
            "time": 1753000012,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kensetsu.metro.tokyo.lg.jp/jimusho/toubuk/ueno/index_top.html",
        "index": 28,
        "id": "",
        "categories": [
          "Park",
          "Scenic spot"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 100,
            "2": 150,
            "3": 1479,
            "4": 3013,
            "5": 3746
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.71024,
        "address": "5-20 Uenokoen, Taito City, Tokyo 110-0007, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJuxkVQeCNGGARfFgbeDEPG6g",
        "generalDescription": "Tokyo Dome City is a vibrant entertainment district built around the Tokyo Dome, which serves as the Yomiuri Giants' home stadium. The area features an array of attractions including Tokyo Dome City Attractions (formerly Korakuen Amusement Park), offering diverse rides and a Ferris wheel. Additionally, visitors can unwind at LaQua, a spa complex, or catch martial arts events at Korakuen Hall. The district also houses the Tokyo Dome Hotel for convenient accommodation.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.752111,
        "rating": 4.2,
        "numRatings": 8941,
        "sources": [
          {
            "id": "476755",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/5-romantic-spots-in-tokyo-for-valentines-day/",
            "sourceSite": "Web",
            "snippet": "Located near Suidobashi station on the Chuo line, this urban amusement park is home to the Yomiuri Giants baseball club, and various stadium-status musical acts from around the world. Even if you’re not here to catch a game or concert, there are still plenty of other things to do. There’s rides, arcades, and dozens of restaurants of varying cuisines.",
            "siteName": "GaijinPot",
            "shortName": "5 Romantic Spots in Tokyo for Valentine’s Day",
            "indexInSource": 1,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899848",
            "type": "webPlacesList",
            "url": "https://ksemoving.com/romantic-spots-in-tokyo-to-explore/",
            "sourceSite": "Web",
            "snippet": "If something with more lights, music, and action is your cup of tea, then take your date to the Tokyo Dome City. This place is where you can find all the fun!. Take the Chuo line to the Suidobashi station, and then it’s just a short walk to this urban amusement park.",
            "siteName": "Kokusai Express Japan",
            "shortName": "Romantic spots in Tokyo to explore",
            "indexInSource": 1,
            "iconSiteId": 55839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bxJArfF1wxChGIUflobTadRvv5HOSMJe",
          "2EWF24YiW4sWLM1M60Cf0Ybiors9SYAr",
          "Mpv2uhr3PH2a34gogsghgYxeQ2cP1ngU",
          "Vb6DT2pq8xCj64cAo3HESDiMNrgKZt56",
          "DaRHV3Jpq1wzNHlnR7T7PuNPIWby8mOt",
          "bxJArfF1wxChGIUflobTadRvv5HOSMJe",
          "2EWF24YiW4sWLM1M60Cf0Ybiors9SYAr",
          "Mpv2uhr3PH2a34gogsghgYxeQ2cP1ngU",
          "Vb6DT2pq8xCj64cAo3HESDiMNrgKZt56",
          "DaRHV3Jpq1wzNHlnR7T7PuNPIWby8mOt"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Tokyo Dome City",
        "placeId": "ChIJuxkVQeCNGGARfFgbeDEPG6g",
        "internationalPhoneNumber": "+81 3-5800-9999",
        "reviews": [
          {
            "rating": 5,
            "text": "A Great All-in-One Entertainment Spot in Tokyo\n\nTokyo Dome City is a vibrant urban entertainment zone that truly has it all.\n\nFrom the iconic Tokyo Dome and relaxing LaQua spa to various hotels nearby, everything is conveniently located in one area.\n\nI especially enjoyed the wide range of restaurants, cafés (including Starbucks), a bakery, and even a supermarket - perfect for both short visits and longer stays.\n\nThere are plenty of leisure activities, shopping stores, and entertainment options to keep everyone busy. Plus, the area is easily accessible as it's close to the metro.\n\nA great place to explore, relax, and have fun in the heart of Tokyo!",
            "author_name": "Libi Mirkin",
            "relative_time_description": "",
            "time": 1745020980,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Great spot if you're a baseball fan-lots of energy, excitement, and team spirit in the air. But for someone like me, who's not into baseball, it felt more like I accidentally wandered into a teenage reunion. So many young people around, I started questioning if I should be doing homework or downloading TikTok. Not really my scene, but if you're into fastballs and youthful vibes, this place hits a home run.",
            "author_name": "Dave Huang",
            "relative_time_description": "",
            "time": 1750135561,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It glows at night just giving that holiday vibe. There is a lot of food, entertainment, hotels and stores around the place. All just walking distance, really connected. Also, there are 3 train stations within the walking distances",
            "author_name": "percy nyathi",
            "relative_time_description": "",
            "time": 1747378385,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-dome.co.jp/",
        "index": 29,
        "id": "",
        "categories": [
          "Amusement center",
          "Business park",
          "Shopping mall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 103,
            "2": 155,
            "3": 1436,
            "4": 2980,
            "5": 4267
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.705341,
        "address": "1 Chome-3-61 Koraku, Bunkyo City, Tokyo 112-0004, Japan",
        "travel_time": null
      }
    ]
  }
}