{
  "list_id": "820",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/820/1.jpg",
  "description": "Dive into \"Yokohama's Hidden Gems: Free Adventures Await\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/129591"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Yokohama's Hidden Gems: Free Adventures Await",
  "city_id": "20",
  "subtype": "poi",
  "city": "Yokohama",
  "created_ts": 1759309139,
  "slug": "yokohamas-hidden-gems-free-adventures-await-yokohama-poi-5524d2",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJz3n4CfBcGGARKfOmAYs3ILY",
        "generalDescription": "Yokohama Park, the second-oldest park in Yokohama, is a large city park known for its stunning display of around 70,000 varieties of tulips each spring. The park features Japanese-style gardens with ponds, fountains, and open spaces. In autumn, the trees around the waterways and ponds burst into vibrant reds, yellows, and oranges.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.640654,
        "rating": 4.2,
        "numRatings": 11019,
        "sources": [
          {
            "id": "1424527",
            "type": "webPlacesList",
            "url": "https://www.urtrips.com/en/top-free-things-to-do-in-yokohama/",
            "sourceSite": "Web",
            "snippet": "To know: Yokohama Park is a wonderful free destination to spend a wonderful time and relish one of the best free things to do in Yokohama among these nice flowers and other remarkable plants paying nothing. To do: Yokohama Park is one of the best free tourist places and it provides so many activities to do..",
            "siteName": "urtrips",
            "shortName": "Top 7 free things to do in Yokohama",
            "indexInSource": 2,
            "iconSiteId": 55126,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "z0p4HVBsB0Y4ICtkRKnFpp8GwqeP3sXn",
          "gnauN5FEqQS4buE4rRxitqai1FO2SuTD",
          "dUfQRA2Q2hlZp2zAOIM9VNMuTwh6RK6E",
          "LGqT966cjI4ZYlzkJ40Tw7uSNftLm9cz",
          "fQ6N5Ulm6obwvN5pxQjsENorqlIHyvqq",
          "z0p4HVBsB0Y4ICtkRKnFpp8GwqeP3sXn",
          "gnauN5FEqQS4buE4rRxitqai1FO2SuTD",
          "dUfQRA2Q2hlZp2zAOIM9VNMuTwh6RK6E",
          "LGqT966cjI4ZYlzkJ40Tw7uSNftLm9cz",
          "fQ6N5Ulm6obwvN5pxQjsENorqlIHyvqq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Yokohama Park",
        "placeId": "ChIJz3n4CfBcGGARKfOmAYs3ILY",
        "internationalPhoneNumber": "+81 45-671-3648",
        "reviews": [
          {
            "rating": 5,
            "text": "I went there on Sunday (Mar 30). It was a nice park. Some types of tulips haven't been opened yet. The park is located near Sakuragicho where has so many cherry trees along the river.",
            "author_name": "Hồng Vân Đoàn Thị",
            "relative_time_description": "",
            "time": 1743593075,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Located next to the Yokohama stadium this small park is a lovely little oasis with a nice lake and lots of spots to have a coffee in the shade. Even with a baseball game going on it didn't get too crowded. Not huge but nice to stroll through and look at all the turtles in the lake.",
            "author_name": "Emily Donkin",
            "relative_time_description": "",
            "time": 1726576010,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "After Chinatown left me full of buns and existential questions, I wandered here and immediately felt like I'd entered a Studio Ghibli forest scene… minus the radish spirit. There's:\n•\tShade so deep it makes you wonder why you didn't come here first instead of sweating your dignity away in Chinatown's crowded alleys.\n•\tBeaches? Well, pebbly creek edges that felt beachy enough for me. I briefly considered sunbathing like a koi carp but decided not to traumatize local children.\n•\tWildlife galore: black crows strutting around like they pay property tax, pigeons living their best thug life, and dragonflies on a diplomatic peace mission.\n\nOverall vibe: Peaceful. Bubbling stream, rustling leaves, and occasional toddler shrieks echoing through the bamboo fences. You can sit on a bench and contemplate life's mysteries or just people-watch – equally meditative.\n\nPro tip: Bring iced coffee and a snack. You'll want to stay longer than expected, especially if you snag a shady bench with a creek view. Also, beware of the crows – they have opinions.\n\nIf you need a reset button after Chinatown's culinary chaos, Yokohama Park is your tranquil respawn point. 10/10 would escape here again to commune with nature and avoid crowds.",
            "author_name": "Jim Reaugh",
            "relative_time_description": "",
            "time": 1751089491,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.city.yokohama.lg.jp/kurashi/machizukuri-kankyo/midori-koen/koen/koen/daihyoteki/kouen012.html",
        "index": 1,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 163,
            "2": 188,
            "3": 2036,
            "4": 3662,
            "5": 4979
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.444208,
        "address": "Yokohamakoen, Naka Ward, Yokohama, Kanagawa 231-0022, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJt1e7seJcGGARbDdyYvFJuuM",
        "generalDescription": "Yamashita Park, established in 1930, is a charming seaside oasis that beckons visitors with its vibrant flower beds and impressive monuments. Nestled along the waterfront, this picturesque park offers stunning views of the city skyline, especially at night when the lights twinkle against the backdrop of the big wheel. With plenty of benches scattered throughout, it's an ideal spot for relaxation and people-watching.",
        "utcOffset": 540,
        "maxMinutesSpent": 120,
        "longitude": 139.649779,
        "rating": 4.3,
        "numRatings": 23852,
        "sources": [
          {
            "id": "475947",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/japan/articles/the-best-things-to-see-and-do-in-yokohama/",
            "sourceSite": "Web",
            "snippet": "When the Great Kanto Earthquake of 1923 reduced many buildings to rubble, Yokohama reclaimed this patch of waterfront as Yamashita Park. Wander through the garden beds and bayside promenade to reach Hikawa Maru – a luxurious ocean liner that ferried precious cargo like Charlie Chaplin and the Japanese imperial family to Seattle and Vancouver between 1930 and 1960 before permanently docking here as a museum – then continue to Osanbashi Pier, the cruise ship terminal whose wooden boardwalk contorts like the waves. Hop on a night cruise to see the city lights shimmer off the water after dark – the bay is the best vantage point for views of the Yokohama skyline.",
            "siteName": "The Culture Trip",
            "shortName": "The Best Things To See And Do In Yokohama",
            "indexInSource": 4,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1424532",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/tokyo/news/explore-yokohama-for-free-with-the-bayside-blue-bus-on-july-22-072022",
            "sourceSite": "Web",
            "snippet": "The bus travels through Yokohama’s picturesque bay area, stopping at major tourist attractions including the Cupnoodles Museum, Red Brick Warehouse, Osanbashi, Yamashita Park and Chinatown. It departs from bus stop No 4 at Yokohama Station’s East exit bus terminal and from Yamashita Pier between 10.30am and 6.50pm.",
            "siteName": "Time Out",
            "shortName": "Explore Yokohama for free with the Bayside Blue bus on July 22",
            "indexInSource": 5,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1555285",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/5283",
            "sourceSite": "Web",
            "snippet": "Yamashita Park is a popular spot to both for tourists and Yokohama locals, being a place where you can enjoy walks while taking in the beautiful scenery of the Yokohama Port, which includes the Yokohama Bay Bridge and the ships passing through. Within the park there are many monuments commemorating Yokohama’s exchanges between other countries, such as the “Indian Water Fountain” created with a pattern of lovely mosaic tiles, and “The Guardian of Water,” which was donated by Yokohama’s sister city, San Diego. In the park you will also find many flowerbeds to enjoy, with beautiful flowers maintained decorating the entire park.",
            "siteName": "MATCHA",
            "shortName": "20 Free and Unique Things to Do in Yokohama",
            "indexInSource": 0,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1424527",
            "type": "webPlacesList",
            "url": "https://www.urtrips.com/en/top-free-things-to-do-in-yokohama/",
            "sourceSite": "Web",
            "snippet": "To know: Actually, visiting the amazing Yamashita Park is famous for being one of the best free things to do in Yokohama, especially when you are with your friends and while enjoying its perfect location overlooking Yokohama Bay. To do: We highly advise you to go to Yamashita Park because it has wide green areas and contains many lush trees, which offers you a splendid opportunity to wander through with your family, play with your kids, and spend quality days with them without spending a lot of money. It is also worth mentioning that the park includes a lot of places to sit and relax.",
            "siteName": "urtrips",
            "shortName": "Top 7 free things to do in Yokohama",
            "indexInSource": 1,
            "iconSiteId": 55126,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1160782",
            "type": "webPlacesList",
            "url": "https://www.wamazing.com/media/article/a-1439/",
            "sourceSite": "Web",
            "snippet": "Nestled along the scenic waterfront, Yamashita Park offers stunning views of Yokohama Bay and iconic landmarks such as the Yokohama Marine Tower, making it a beloved destination for locals and visitors alike. The park is also home to the Hikawa Maru, an ocean liner moored beside the promenade. This vessel commenced service in 1930 en route to Vancouver and Seattle, boasting luxurious first-class rooms where the Imperial Family and Charlie Chaplin once stayed.",
            "siteName": "WAmazing Discover",
            "shortName": "8 Best Things to Do in Yokohama in Kanagawa Prefecture",
            "indexInSource": 1,
            "iconSiteId": 32097,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94533",
            "type": "webPlacesList",
            "url": "https://jw-webmagazine.com/yokohama-best-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Yamashita Park (山下公園) is a popular public park situated along Yokohama’s waterfront, stretching almost 700 m from Osanbashi Pier to Yamashita Pier. The park consists of green space, flower beds, memorials, fountains  and several landmarks and attractions such Hikawa Maru (the old ship now serves as a museum) and Yokohama Marine Tower (the tower with an observatory offering a 360 degrees panoramic view of the city). Map: http://bit.ly/2JDNVi0",
            "siteName": "Japan Web Magazine",
            "shortName": "18 Best Things to Do in Yokohama",
            "indexInSource": 5,
            "iconSiteId": 30,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1424544",
            "type": "webPlacesList",
            "url": "https://travel.rakuten.com/contents/usa/en-us/guide/things-to-do-yokohama/",
            "sourceSite": "Web",
            "snippet": "If you’re on a budget and want an outdoor activity that won’t put a dent in your funds, a visit to Yamashita Park is the ideal day trip outing. This picturesque park is free to the public and stretches along Yokohama’s waterfront. Stroll at your leisure along the large promenade overlooking the bay, or bring a blanket and snacks for a perfect picnic setup on the lush greenery.",
            "siteName": "Rakuten Travel",
            "shortName": "Best Things to Do in Yokohama",
            "indexInSource": 3,
            "iconSiteId": 94,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "490629",
            "type": "webPlacesList",
            "url": "https://en.seeing-japan.com/380",
            "sourceSite": "Web",
            "snippet": "You can gaze out at the Yokohama Bay Bridge, and watch the ships sailing through the harbor from here!. In addition to a great view of the ocean, the park is also really popular for its rose garden. The types of roses in the garden change depending on the season, so you can see a pretty wide variety of roses if you come here.",
            "siteName": "SeeingJapan",
            "shortName": "Top 11 Tourist Attractions & Best Things to Do in Yokohama, Japan",
            "indexInSource": 0,
            "iconSiteId": 149,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "710588",
            "type": "webPlacesList",
            "url": "https://www.japan-guide.com/e/e2156.html",
            "sourceSite": "Web",
            "snippet": "Situated right in front of Yamashita Park and looking out to the Yokohama Bay, Hotel New Grand is a renowned classic hotel with nearly a century of first-class hospitality. Motomachi-Chukagai Subway Station is just a 1-minute walk away. Free WiFi is available throughout the property.",
            "siteName": "japan-guide.com",
            "shortName": "Yokohama Travel Guide - What to do in Yokohama City",
            "indexInSource": 8,
            "iconSiteId": 13919,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "377545",
            "type": "webPlacesList",
            "url": "https://www.japanistry.com/yokohama/",
            "sourceSite": "Web",
            "snippet": "Yamashita Park was built on reclaimed land following the Great Kanto Earthquake of 1923 and today is one of the most relaxing places in the city. From the park you can clearly see the Hikawa Maru ocean liner which was taken out of service in 1960 and now serves as a museum.",
            "siteName": "japanistry.com",
            "shortName": "Yokohama: Sightseeing Guide",
            "indexInSource": 2,
            "iconSiteId": 32557,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "111903",
            "type": "webPlacesList",
            "url": "https://www.yokohamastation.com/sightseeing-in-yokohama/",
            "sourceSite": "Web",
            "snippet": "This is a pleasant public recreation area with lawns, benches, flower beds, a rose garden, a waterfront walkway, and a fountain. There are also a number of monuments and memorials dotted throughout the park, as well as some nearby tourist attractions.",
            "siteName": "yokohamastation.com",
            "shortName": "Sightseeing in Yokohama – Yokohama Station",
            "indexInSource": 13,
            "iconSiteId": 5344,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1620155",
            "type": "webPlacesList",
            "url": "https://www.timetravelturtle.com/japan/things-to-do-in-yokohama/",
            "sourceSite": "Web",
            "snippet": "From the Chinatown, it’s worth wandering over to Yamashita Park, a 750 metre stretch of parkland along the water. From the park, you’ll get some nice views of the Yokohama skyline. There are also a few attractions in the park itself.",
            "siteName": "Time Travel Turtle",
            "shortName": "The best things to do in Yokohama: Includes food, fun, futuristic! (2025)",
            "indexInSource": 2,
            "iconSiteId": 1844,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "710576",
            "type": "webPlacesList",
            "url": "https://www.viahero.com/travel-to-japan/things-to-do-in-yokohama",
            "sourceSite": "Web",
            "snippet": "Another seaside walkway, Yamashita Park is the perfect place to see Yokohama by bike. Cruise along the waterfront by bicycle for picturesque views of Yokohama Bay Bridge. Sit back and watch the boats roll by.",
            "siteName": "viahero.com",
            "shortName": "12 Amazing Things to Do in Yokohama 2024",
            "indexInSource": 4,
            "iconSiteId": 15667,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "710593",
            "type": "webPlacesList",
            "url": "https://www.theinvisibletourist.com/things-to-do-in-yokohama/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Invisible Tourist",
            "shortName": "29 Remarkable Things to Do in Yokohama [Day + Night]",
            "indexInSource": 8,
            "iconSiteId": 14177,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1424531",
            "type": "webPlacesList",
            "url": "https://www.trip.com/travel-guide/attraction/yokohama-2126/tourist-attractions/ticket-book-free-entry-60-true/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "TRIP.COM",
            "shortName": "10 Top Attractions in Yokohama (2025)",
            "indexInSource": 4,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CawoLZpxGe0XNN4zXjwFuSFtSspM6MMo",
          "waAqs0taGCsE699uE7V66AlLotY1pDpC",
          "emz8WXoh6d12f5BY5oURDuuEoIpnVGjm",
          "fVAezuJUlocm3EclzWxsi48qLFKZ5AHh",
          "3wuLgOGoDerOV5MMhM1ieNCahW0wBR7h",
          "CawoLZpxGe0XNN4zXjwFuSFtSspM6MMo",
          "waAqs0taGCsE699uE7V66AlLotY1pDpC",
          "emz8WXoh6d12f5BY5oURDuuEoIpnVGjm",
          "fVAezuJUlocm3EclzWxsi48qLFKZ5AHh",
          "3wuLgOGoDerOV5MMhM1ieNCahW0wBR7h"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Yamashita Park",
        "placeId": "ChIJt1e7seJcGGARbDdyYvFJuuM",
        "internationalPhoneNumber": "+81 45-671-3648",
        "reviews": [
          {
            "rating": 5,
            "text": "Very well maintained open space. Plenty of open grass space for picnic or simply have a nap. It's within proximity to the cruise ship docking port, so super popular with the tourists and visitors. It's a great walk- 5KM and can make your way towards the red brick building which is a hub for food and gifts. Depending on weekends, there might be markets or events. I was lucky to come during a massive dog owner event and all the stores were dog related items for sale. Also nearby there's the ropeway and a large shopping centre. Also a great place for morning running if you have close by accommodation.",
            "author_name": "Hong K. Nguyen",
            "relative_time_description": "",
            "time": 1743060341,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "“Visited Yamashita Park TODAY( Monday, May 12, 2025). The park was beautifully in bloom, filled with an impressive variety of roses in every color and form. The atmosphere was vibrant and serene, truly making it a ‘rosy' day in every sense. From the fragrant air to the stunning visuals, everything about the area felt charming and uplifting. It was a wonderful experience, and I genuinely enjoyed the peaceful, rosy vibes throughout the park.”",
            "author_name": "Saroj Grg",
            "relative_time_description": "",
            "time": 1747046617,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We recently visited Yamashita Park and had a wonderful time! The flowers were in full bloom-both beautiful to look at and fragrant as we walked through the park. The weather couldn't have been better-sunny with a nice breeze off the bay, perfect for a peaceful stroll along the waterfront. The view of the harbor adds a nice touch, and the open space makes it great for families, couples, or even solo visitors looking to relax. Definitely a must-visit spot if you're in Yokohama!",
            "author_name": "Earl Jackson",
            "relative_time_description": "",
            "time": 1744598744,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.city.yokohama.lg.jp/kurashi/machizukuri-kankyo/midori-koen/koen/koen/daihyoteki/kouen008.html",
        "index": 2,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 183,
            "2": 217,
            "3": 3070,
            "4": 8354,
            "5": 12035
          }
        },
        "minMinutesSpent": 120,
        "latitude": 35.445766,
        "address": "279 Yamashitacho, Naka Ward, Yokohama, Kanagawa 231-0023, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJH19OaFZcGGARAc-aTS83zVc",
        "generalDescription": "Nestled just an eight-minute stroll from Bashamichi or Nihon-odori Stations on the Minatomirai Line, the Japan Coast Guard Museum Yokohama is a hidden gem that offers free admission to all visitors. This fascinating museum delves into the vital role of marine security in Japan's coastal waters. Guests can explore informative panel displays detailing the operations of the Japan Coast Guard, showcasing their impressive patrol boats and aircraft.",
        "utcOffset": 540,
        "maxMinutesSpent": 45,
        "longitude": 139.644265,
        "rating": 4.5,
        "numRatings": 744,
        "sources": [
          {
            "id": "1424527",
            "type": "webPlacesList",
            "url": "https://www.urtrips.com/en/top-free-things-to-do-in-yokohama/",
            "sourceSite": "Web",
            "snippet": "To know: It’s not easy in Yokohama to decide which museum to visit. Maybe the best free option to go for is the Naval History Japan Coast Guard Museum, as it offers a wealth of knowledge and facts that you may not be aware of otherwise. Simply put, going there is one of the best free things to do in Yokohama.",
            "siteName": "urtrips",
            "shortName": "Top 7 free things to do in Yokohama",
            "indexInSource": 3,
            "iconSiteId": 55126,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "iMDRn9GZD2E6iJL1XCT8Drsf7qiVfP0V",
          "I7Obtioh3GHQGE9lVJTttlvCzBs3wI1N",
          "ft0zY6qN2p7RW35Dy8FHpJaZ1jre0DqG",
          "enPNZDj0EDBQ44c81BxLUKLn5Hc0QyY1",
          "Fxj3tgmsld5brK2cwN469CgsLw91ICCp",
          "iMDRn9GZD2E6iJL1XCT8Drsf7qiVfP0V",
          "I7Obtioh3GHQGE9lVJTttlvCzBs3wI1N",
          "ft0zY6qN2p7RW35Dy8FHpJaZ1jre0DqG",
          "enPNZDj0EDBQ44c81BxLUKLn5Hc0QyY1",
          "Fxj3tgmsld5brK2cwN469CgsLw91ICCp"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Japan Coast Guard Museum Yokohama",
        "placeId": "ChIJH19OaFZcGGARAc-aTS83zVc",
        "internationalPhoneNumber": "+81 45-662-1185",
        "reviews": [
          {
            "rating": 5,
            "text": "I took my British boyfriend on weekday.\nI have been looking forward visiting this place since I was a student studying diplomacy.\n\nWe were surprised to know it's free to enter.\nThere was lovely and knowledgeable staff called Nakamura san. He explained everything in fluent English and walked around with us in the museum.\nThank you so much!💞\n\nIt was one of the great memories in Yokohama ☺️",
            "author_name": "N F",
            "relative_time_description": "",
            "time": 1753209461,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Japan Coast Guard Museum Yokohama (海上保安資料館横浜館) focuses on maritime security and the Japan Coast Guard's activities. Opened on December 10, 2004, the museum's main attraction is a North Korean spy vessel, sunk by the Coast Guard in December 2001. The museum also features artifacts, equipment, and photographs related to this incident and other Coast Guard operations, providing valuable insights into maritime law enforcement. 🛳️🌊🚨",
            "author_name": "Yang",
            "relative_time_description": "",
            "time": 1732711429,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This was a really great find! I didn't even know the museum was there or that this incident even happened. This is a museum that has a sunken Korean spy ship on display for all to see. It's very cool to see the bullet holes and be able to walk around the outside of the ship. They also have artifacts from the time period on display, so it's like a nostalgic time capsule. It's totally free to enter and they have an audio broadcast in English so check it out if you're in the area. It's near the Red Brick Warehouse.",
            "author_name": "Kelly in Japan",
            "relative_time_description": "",
            "time": 1714310558,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.kaiho.mlit.go.jp/03kanku/kouhou/jcgm_yokohama/",
        "index": 3,
        "id": "",
        "categories": [
          "Museum",
          "Army museum",
          "Exhibit",
          "Maritime museum",
          "National museum",
          "State archive",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 7,
            "3": 52,
            "4": 208,
            "5": 469
          }
        },
        "minMinutesSpent": 45,
        "latitude": 35.454275,
        "address": "1 Chome-2-1 Shinko, Naka Ward, Yokohama, Kanagawa 231-0001, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJG_h8q9hDGGARjY2rT-yJpAA",
        "generalDescription": "Marine Park in Yokohama, Japan is a seaside park and artificial beach that offers activities such as volleyball, windsurfing, and BBQs. The park can be easily accessed via the sea side line train. While the beach has fine sand and amenities like showers and changing rooms during summer, it tends to have an odor due to seaweed presence. However, the calm waves make it suitable for swimming, especially for children.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.63468,
        "rating": 4.1,
        "numRatings": 4582,
        "sources": [],
        "imageKeys": [
          "KqccGtLUPSUbSFBqMp1Jw8chKyToxtvB",
          "afx7xjVwlZDP6GGd7OHrYJMm1t9gsuAQ",
          "U4UVetTfyt7oTobumkBdw8joTfD2VFXd",
          "Eb2obVFErn4UZHOXNeHQ4TfDGVATijJ1",
          "Up2JGDp9raXIdBSEwIW0hHbCmjbPLLFJ",
          "KqccGtLUPSUbSFBqMp1Jw8chKyToxtvB",
          "afx7xjVwlZDP6GGd7OHrYJMm1t9gsuAQ",
          "U4UVetTfyt7oTobumkBdw8joTfD2VFXd",
          "Eb2obVFErn4UZHOXNeHQ4TfDGVATijJ1",
          "Up2JGDp9raXIdBSEwIW0hHbCmjbPLLFJ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Marine Park",
        "placeId": "ChIJG_h8q9hDGGARjY2rT-yJpAA",
        "internationalPhoneNumber": "+81 45-701-3450",
        "reviews": [
          {
            "rating": 5,
            "text": "We went this morning arriving at around 9:30. It was not busy at all. The water was beautifully cool, the changing rooms were spotless. We only stayed for about 1.5 hours, I could see that more people were arriving, I'm thinking it would get busy. However, for a quick, free swim, this place was lovely!",
            "author_name": "Kyle Ward",
            "relative_time_description": "",
            "time": 1724576930,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Loads of parking in the morning. Plenty of toilets and you can go digging for clams. Good place for a rest next to sea paradise",
            "author_name": "Fergus MacDermot",
            "relative_time_description": "",
            "time": 1746341214,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "its such a beautiful and calm spot in Yokohama. the water is calm and clear, the beach is clean and there are trees that provide some shadow.\neven though its more of an residential area vibe, there are amuesement park attractions nearby so there's plenty to do, if you are tired of swimming or dont want to sleep at the beach anymore.\nThere are a lot of restrooms as well, beachvolleyball areas and even a small shop where you can get some snacks to eat.\nIts in between two stops from the seasideline so its easy to reach from Yokohama station with only changing the train one time.",
            "author_name": "Jen Polar",
            "relative_time_description": "",
            "time": 1753014251,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.hama-midorinokyokai.or.jp/park/uminokouen/",
        "index": 4,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 93,
            "2": 118,
            "3": 863,
            "4": 1740,
            "5": 1768
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.338584,
        "address": "10番 Uminokoen, Kanazawa Ward, Yokohama, Kanagawa 236-0013, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJFyEbXkVeGGARWgWw1neGJ2s",
        "generalDescription": "Mitsuike Park, spanning about 30 hectares, is a serene oasis featuring three ponds originally designed as irrigation reservoirs. Nestled in a lush forest area with natural topography, the park boasts approximately 1,000 cherry trees of 70 different varieties and has been recognized as one of Japan's \"100 Famous Sakura Spots.\" During autumn, the park comes alive with vibrant colors from maple and ginkgo trees, making it a popular destination for enjoying the fall foliage.",
        "utcOffset": 540,
        "maxMinutesSpent": 180,
        "longitude": 139.660527,
        "rating": 4.1,
        "numRatings": 2927,
        "sources": [],
        "imageKeys": [
          "tIhSrlNBuI6ifz14b9RHeikB8WxJgt56",
          "9Qbo8wbm6IDYWbCLbxLOQQ91duZL3gMs",
          "pnUcEdu9cT8ahpDasRivIIW1m4rdLBlp",
          "pmS45S8Lx170BglyUfv1zAPdd07Lmezu",
          "tIhSrlNBuI6ifz14b9RHeikB8WxJgt56",
          "9Qbo8wbm6IDYWbCLbxLOQQ91duZL3gMs",
          "pnUcEdu9cT8ahpDasRivIIW1m4rdLBlp",
          "pmS45S8Lx170BglyUfv1zAPdd07Lmezu"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Mitsuike Park",
        "placeId": "ChIJFyEbXkVeGGARWgWw1neGJ2s",
        "internationalPhoneNumber": "+81 45-581-0287",
        "reviews": [
          {
            "rating": 5,
            "text": "We went hoping to find early season zakura blooms but didn't see any. There were a few gorgeous and fragrant plum blossoms and lovely bamboo today. Lovely area for walk, run or bike.",
            "author_name": "Trasie Phan",
            "relative_time_description": "",
            "time": 1739628101,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Big park, I go to this place during spring season. The flower and Sakura are very beautiful. This place is also have a big playground and long slider for the children.",
            "author_name": "Jitsupa Kuroda",
            "relative_time_description": "",
            "time": 1743495034,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Mitsuike Park is a perfect spot for a relaxing day, especially for families with babies!\nThe park is spacious, clean, and peaceful-ideal for stroller walks and quiet moments with your little one. There are plenty of shaded areas, benches, and open green spaces where babies can enjoy the fresh air. The calm atmosphere and beautiful nature make it a safe and soothing environment for both parents and babies. Truly a baby-friendly park that we'll keep coming back to!",
            "author_name": "Jenifer M. Hanamoto",
            "relative_time_description": "",
            "time": 1752233075,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.kanagawaparks.com/mitsuike/",
        "index": 5,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 48,
            "2": 56,
            "3": 491,
            "4": 1149,
            "5": 1184
          }
        },
        "minMinutesSpent": 180,
        "latitude": 35.523002,
        "address": "1-1 Mitsuikekoen, Tsurumi Ward, Yokohama, Kanagawa 230-0013, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ_5_yqmNcGGARoy_xCj62YNA",
        "generalDescription": "Nestled within the scenic Nogeyama Park, the Nogeyama Zoological Gardens is a delightful destination for animal lovers and families alike. Established in 1951, this charming zoo boasts an impressive collection of over 90 species, including majestic lions and tigers that will surely captivate your imagination. For younger visitors, there's a petting area where kids can interact with friendly creatures like guinea pigs and mice at Nakayoshi Hiroba—just remember to grab a numbered ticket for entry!",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.622546,
        "rating": 4.3,
        "numRatings": 6923,
        "sources": [
          {
            "id": "1424538",
            "type": "webPlacesList",
            "url": "https://www.yokohamajapan.com/article/free-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Mainly a research and educational facility, Nogeyama Zoological Gardens is a free-to-enter zoo that focuses on teaching visitors about animals above all else. The Nogeyama Zoo has a long and interesting history, being the first zoo in Japan to successfully host leopards, blackbucks, giant anteaters and various other species. The zoo was also the second in the world to successfully breed Andean condors in captivity in 1972, and in 2016 they managed to breed the highly endangered ploughshare tortoise from Madagascar.",
            "siteName": "Yokohama Official Visitors Guide - Travel Guide to Yokohama City",
            "shortName": "5 Things To Do for Free in Yokohama | Yokohama Official Visitors Guide",
            "indexInSource": 0,
            "iconSiteId": 9380,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2225149",
            "type": "webPlacesList",
            "url": "https://travel.rakuten.com/contents/usa/en-us/guide/free-things-to-do-yokohama/",
            "sourceSite": "Web",
            "snippet": "Nogeyama Zoo, a charming and welcoming space in Yokohama, offers a delightful day out for visitors of all ages without any admission fee. As Yokohama’s first zoo, Nogeyama Zoo is home to about 80 species of animals, ranging from mammals to reptiles. It’s a smaller zoo, allowing for an intimate and leisurely experience where you can get closer views of the animals than larger zoos.",
            "siteName": "Rakuten Travel",
            "shortName": "Best Free Things to do in Yokohama",
            "indexInSource": 1,
            "iconSiteId": 94,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "999366",
            "type": "webPlacesList",
            "url": "https://livejapan.com/en/in-tokyo/in-pref-kanagawa/in-yokohama/article-a0001105/",
            "sourceSite": "Web",
            "snippet": "Nogeyama Park is a famous cherry blossom viewing spot in spring, only a 15-minute walk away from Sakuragicho Station. Situated on a hill, it overlooks the entire Yokohama Minato Mirai area. The real highlight of this park, however, is Nogeyama Zoo, a beautiful botanical garden that is entirely free to enter!",
            "siteName": "LIVE JAPAN",
            "shortName": "Top 5 Free Sightseeing Spots in Yokohama Minato Mirai",
            "indexInSource": 1,
            "iconSiteId": 39,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1220670",
            "type": "webPlacesList",
            "url": "https://www.worldtrips.com/resources/japan/yokohama",
            "sourceSite": "Web",
            "snippet": "Nogeyama Zoological Garden provides a brief respite from Minato Mirai’s otherwise bustling cityscape. Not only was it the first zoo in Yokohama, but it’s the only central zoo in the city – and it’s free!. Get excited to see more than 100 species of animals, including ever-adorable red pandas.",
            "siteName": "worldtrips.com",
            "shortName": "Yokohama City Guide | Japan",
            "indexInSource": 6,
            "iconSiteId": 33089,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "213323",
            "type": "webPlacesList",
            "url": "https://picks.goandup.jp/en/what-to-do-when-you-become-a-resident-of-yokohama",
            "sourceSite": "Web",
            "snippet": "Even though it is free, you can meet numerous animals such as giraffes, lions, and red pandas. There is also a lawn area and a rest area, so bringing your own lunch and having a picnic is also recommended.",
            "siteName": "Goandup Picks for Expats",
            "shortName": "20 Things to Do in Yokohama! Fun for Kids and Adults",
            "indexInSource": 9,
            "iconSiteId": 21953,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "HuW6gv5c5oPJuALU4RxEfyzjzEqWYKps",
          "1RXmZLchA3wp2Xaha8WjWTDcuohY4eKI",
          "VVOuIg8nvaHfDShtBOLFa9su24EwM3kC",
          "gj47qoWfo84hZzZHHj0Qlyu4uyPuWoSv",
          "xaoftk3FFARKu8XJLl74CrArBlbztMPL",
          "HuW6gv5c5oPJuALU4RxEfyzjzEqWYKps",
          "1RXmZLchA3wp2Xaha8WjWTDcuohY4eKI",
          "VVOuIg8nvaHfDShtBOLFa9su24EwM3kC",
          "gj47qoWfo84hZzZHHj0Qlyu4uyPuWoSv",
          "xaoftk3FFARKu8XJLl74CrArBlbztMPL"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "Nogeyama Zoological Gardens",
        "placeId": "ChIJ_5_yqmNcGGARoy_xCj62YNA",
        "internationalPhoneNumber": "+81 45-231-1307",
        "reviews": [
          {
            "rating": 5,
            "text": "An awesome zoo that surprised me because it was free. I was in Yokohama looking for something to do to kill time before my flight and this zoo was a perfect place to catch the tanuki and Sakura. Highly recommend.",
            "author_name": "William Carter",
            "relative_time_description": "",
            "time": 1744909328,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Staff were friendly and it was free. Overall, the review scores are high due to this and people being happy to see a variety of animals easily. BUT those reviews show no concern for the terribly cramped and desolate prison conditions that most of the animals face. I should have read the other 1 star reviews. Our kids felt sorry to see so many animals in such poor condition and obvious zoochosis, depression, and distress.\n\nAs commenters have said years ago, it'd be better to charge a few and invest to improve conditions or shut the zoo down. There's no need to make so many animals suffer just so people can see them and say how cute they are, etc.",
            "author_name": "Phil Brown",
            "relative_time_description": "",
            "time": 1741049082,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Free when I went.\nIt's not a big zoo but I feel it's a nice place with a variety of animals. Zebra, Bears, lots of large birds, reptiles, etc.\nThey no longer have a big cat. It unfortunately passed away.\n\nNo taking photos with flash as usual (don't be mean to the animals, your photo doesn't need to flash bang them).\n\nThe petting zoo requires a reservation so make sure to go scan the QR code first if you want to do that. I personally didn't.\n\nThey do animals talks (not in English of course, someone in my group helped translate) it's a good event to see since the animals come closer since the keepers feed them during the talk.\n\nThe cafe had some nice ice cream treats and there are vending machines in a couple areas for cold treats during the summer (I assume they switch it out for warm things maybe during the cold season).\n\nTwo indoor areas for resting, the cafe and another building near the petting zoo. Both air conditioned.\n\nGift shop had a good variety and they sold some food there as well.",
            "author_name": "Mango Council",
            "relative_time_description": "",
            "time": 1751269315,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.hama-midorinokyokai.or.jp/zoo/nogeyama/",
        "index": 6,
        "id": "",
        "categories": [
          "Zoo",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 121,
            "2": 94,
            "3": 784,
            "4": 2320,
            "5": 3609
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.447388,
        "address": "63-10 Oimatsucho, Nishi Ward, Yokohama, Kanagawa 220-0032, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJzdV0EPlcGGARyXjbrExd9V8",
        "generalDescription": "Zou-no-hana Park, also known as Elephant's Trunk Park, is a spacious waterfront park located on the docks of Yokohama. The park earned its nickname due to the shape of the peninsula resembling an elephant's trunk. Unlike traditional green parks, Zou-no-hana offers a unique coastal setting with colorful flowers and well-maintained walking paths. Visitors can enjoy leisurely strolls along the coast while taking in picturesque views of the town center.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.642938,
        "rating": 4.1,
        "numRatings": 3851,
        "sources": [
          {
            "id": "490634",
            "type": "webPlacesList",
            "url": "https://www.detourista.com/guide/yokohama-attractions/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Detourista",
            "shortName": "9 BEST PLACES to visit in Yokohama + THINGS TO DO",
            "indexInSource": 6,
            "iconSiteId": 14624,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zOO6Rls8p2cngf9Ym7gM8cbI41KQfqBr",
          "IdhIRHpi0Yn5GoaJJKFJgflJJdLUWqVF",
          "ahZHD5pFytsvR4yT13v33NYeXUW3uzei",
          "3IHRyb5mJ2wPLzNr4hMkMa3WXnVdHuCO",
          "1JgbZOx5vSVI3jNd37YjMYgiCNKw6Ow0",
          "zOO6Rls8p2cngf9Ym7gM8cbI41KQfqBr",
          "IdhIRHpi0Yn5GoaJJKFJgflJJdLUWqVF",
          "ahZHD5pFytsvR4yT13v33NYeXUW3uzei",
          "3IHRyb5mJ2wPLzNr4hMkMa3WXnVdHuCO",
          "1JgbZOx5vSVI3jNd37YjMYgiCNKw6Ow0"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Zou-no-hana Park",
        "placeId": "ChIJzdV0EPlcGGARyXjbrExd9V8",
        "internationalPhoneNumber": "+81 45-671-7188",
        "reviews": [
          {
            "rating": 5,
            "text": "Have a cool drink and sit and watch the sea and beautiful boats in a relaxing atmosphere.",
            "author_name": "MINNIE KIA",
            "relative_time_description": "",
            "time": 1752206232,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "An open, spacious atmosphere that offers a panoramic view of the harbor area.  The staff is as polite as one should expect teenagers who have better places to be to be.\n\nWell-known for the ice cream.  So, that's good!  But the other dishes they have to offer have yet to disappoint.",
            "author_name": "Justin Reed",
            "relative_time_description": "",
            "time": 1740811148,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "There's aplenty of activities ongoing surrounding Zou-no-hana Park. You will see there's a huge harbour greenland with a surface area of close to 3.3 hectares including the breakwater stretching sideways from the Osanbashi Yokohama International Port Terminal. This encompass  an event space and a resting area with a cafe gallery too. I can see dog lovers exchanging talks while their dogs interacting with one another.",
            "author_name": "Reiko H",
            "relative_time_description": "",
            "time": 1712967413,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.city.yokohama.lg.jp/kanko-bunka/minato/yokohamako/gaiyo/zonohana/zounohana.html",
        "index": 7,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 24,
            "2": 84,
            "3": 789,
            "4": 1470,
            "5": 1487
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.450122,
        "address": "1 Chome Kaigandori, Naka Ward, Yokohama, Kanagawa 231-0002, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJyf36nY1cGGARSMvF95H0LHM",
        "generalDescription": "Yokohamabashi Shopping District is a historic arcade dating back to World War II, offering a throwback to retro Japan with over 135 stores selling traditional crafts and modern fashion. The 350-meter-long covered pedestrian area features small shops, restaurants, green grocers, clothing and specialty stores. It's known for its incredible street food scene offering Japanese home-style cooking at reasonable prices.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.628096,
        "rating": 3.9,
        "numRatings": 3281,
        "sources": [],
        "imageKeys": [
          "5p8IniWSS6IOt2jYKJmE0a5goEvnQoJe",
          "xDhjIcsFWq2NsjVgPkDmGaDjZtRlVaBE",
          "KR0F2MpK2uwrlTeGYrltbhsJl3DnotcI",
          "PSNvtj88bbrqulxUqfM1ngNFYsrtwEFe",
          "5p8IniWSS6IOt2jYKJmE0a5goEvnQoJe",
          "xDhjIcsFWq2NsjVgPkDmGaDjZtRlVaBE",
          "KR0F2MpK2uwrlTeGYrltbhsJl3DnotcI",
          "PSNvtj88bbrqulxUqfM1ngNFYsrtwEFe"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Yokohamabashi dori Shopping District",
        "placeId": "ChIJyf36nY1cGGARSMvF95H0LHM",
        "internationalPhoneNumber": "+81 45-231-0286",
        "reviews": [
          {
            "rating": 5,
            "text": "This is probably to go to place for asian dish ingredients! First time here out of curiousity and was surprised by the asian spices and ingredients we saw",
            "author_name": "june mendiola",
            "relative_time_description": "",
            "time": 1753323046,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Yokohamabashi is a charming district that seamlessly blends traditional Japanese ambiance with modern urban convenience. The historic architecture and vibrant street markets offer a delightful glimpse into local culture. Navigating its narrow streets, one encounters a mix of traditional tea houses, contemporary cafes, and unique boutiques. The nearby parks provide a serene escape, contrasting with the lively atmosphere of the main streets. Whether you're a history enthusiast or a foodie exploring local delicacies, Yokohamabashi offers a rich and diverse experience for visitors.",
            "author_name": "Anaal Ahamed",
            "relative_time_description": "",
            "time": 1702284727,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "There are a lot of shops in the market selling a wide range of items, from various vegetables and food ingredients to kitchen appliances, flowers, clothes, meat, seafood, and even street food. Some accept payments via QR codes, while others still rely on cash. One morning when I visited, it seemed the market was not yet fully active. There were fewer people, and the product stock appeared to be from the previous day and hadn't been replenished. I would recommend coming in the afternoon or evening instead, as that's when the new stock of products will be restocked. Also, even though different shops sell the same product, they may have different prices, even if it's a small difference.",
            "author_name": "Ghifaroza",
            "relative_time_description": "",
            "time": 1696901175,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Business park",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 82,
            "2": 141,
            "3": 769,
            "4": 1233,
            "5": 1058
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.43712,
        "address": "1 Chome-４ Takanecho, Minami Ward, Yokohama, Kanagawa 232-0022, Japan",
        "travel_time": null
      }
    ]
  }
}