{
  "list_id": "656",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/656/1.jpg",
  "description": "Dive into \"Serene Shores of Hoi An\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/109803"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Serene Shores of Hoi An",
  "city_id": "21",
  "subtype": "poi",
  "city": "Hoi An",
  "created_ts": 1759175435,
  "slug": "serene-shores-of-hoi-an-hoi-an-poi-f369dc",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJd2hEc5MNQjERYLHo53B5sU8",
        "generalDescription": "Palm Garden Resort Hoi An is a popular 5-star beach resort located near Cua Dai Beach, offering traditional Vietnamese architecture and excellent service. Situated in a 5-hectare tropical garden with over 400 different species of plants, the resort provides easy access to Hoi An's ancient town and Da Nang International Airport. Guests can enjoy stunning ocean views from their balconies or relax on Tan Thanh Beach under breezy canopies.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.359024,
        "rating": 4.6,
        "numRatings": 2349,
        "sources": [
          {
            "id": "1839715",
            "type": "webPlacesList",
            "url": "https://vietnam.travel/things-to-do/holistic-wellness-hoi-an-beaches-and-resorts",
            "sourceSite": "Web",
            "snippet": "This beachfront resort boasts perhaps the best location of any accommodation in Hoi An. The hotel grounds consist of five full hectares of a tropical garden, a green and blooming landscape hosting hundreds of species of plants. The thick gardens open up into a grass lawn that collides with a 220-meter stretch of Cua Dai Beach.",
            "siteName": "Vietnam Tourism",
            "shortName": "Holistic Wellness on Hoi An’s Beaches and Resorts",
            "indexInSource": 4,
            "iconSiteId": 2233,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bgZZ3t0oKr2ZNSCdRFEUiRMXWPPWMhxV",
          "ueqW5t3d4EgCZl3Fs0AovuoHNSJcSRw7",
          "bgZZ3t0oKr2ZNSCdRFEUiRMXWPPWMhxV",
          "ueqW5t3d4EgCZl3Fs0AovuoHNSJcSRw7"
        ],
        "openingPeriods": [],
        "name": "Palm Garden Resort Hoi An",
        "placeId": "ChIJd2hEc5MNQjERYLHo53B5sU8",
        "internationalPhoneNumber": "+84 235 3927 927",
        "reviews": [
          {
            "rating": 5,
            "text": "Mr. Dung ensured we have a pleasant stay and was very accommodating!\n\nThey also prepared a birthday surprise for my wife.\n\nWill definitely stay longer next time! Place is well maintained and staff are very accommodating. Worth the price!",
            "author_name": "Paulo Fuentebella",
            "relative_time_description": "",
            "time": 1751605970,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This was our second time here at palm\nGarden Resort. We stayed in a beachfront bungalow which was just amazing.\nWe opened our back door and the beach is 50 metres away with sunbeds and towels.\nThe room was clean ,spacious and very well maintained, they are serviced daily .\nAs for the pool area, just amazing, massive pool with different depths for everyone in the family including a heavenly spa.\nThe area is spacious, quiet and very relaxing .The pool water is beautiful and warm, for those who don't like the warm pool you can go across to the beach which is a 2min walk.\nStaff were fantastic, friendly and very attentive.\nA special mention for Mr Vy who made our stay exceptional, he went out of his way to ensure we had a great stay .\nSuch a friendly, kind, and helpful gentleman.\nMr Vy and my husband Vic enjoyed playing darts together in the games\nroom.\nMr Vy is definitely an asset to the resort.\nA couple of other mentions also with the staff, Mr Ty the coconut man who took us to cut our own coconuts from the tree, it was an amazing experience.\nMr Viet and Mr Long who were two lifeguards at the pool and beach .\nSuch friendly, happy and kind men who also did amazing work.\nSee you all soon, we will definitely return.\nSharon & Vic Vella 😊",
            "author_name": "Sharon Vella",
            "relative_time_description": "",
            "time": 1753528805,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This resort is so GREAT!\nNice, clean, and beautiful! With tremendous Sea views. (Actually you are just at the beach)\nFood is also delicious , you won't need to go out. And people here are very kind and helpful, TRUNG helped us C/I and C/O, he's really nice!\n\nWake up at 5:20, so you can have a sunrise at the beach ☀️",
            "author_name": "Grace Chang",
            "relative_time_description": "",
            "time": 1751859025,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.booking.com/hotel/vn/palm-garden-beach-resort-spa-510.html?aid=7955654&lang=en-us&soz=1&lang_changed=1",
        "index": 1,
        "id": "",
        "categories": [
          "Hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 88,
            "2": 19,
            "3": 89,
            "4": 448,
            "5": 1705
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.9008,
        "address": "Lạc Long Quân, Cẩm An, Hội An, Quảng Nam 560000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJq5ZTbfkNQjER77EyOpeeDe0",
        "generalDescription": "An Bang Beach, located just 3 kilometers east of Hoi An, is a serene escape that beautifully combines natural beauty with local charm. This picturesque beach features soft white sands and crystal-clear turquoise waters, making it an ideal spot for sunbathing or enjoying the gentle waves. The area is lined with charming beach huts and offers a variety of eateries where you can savor fresh seafood and refreshing cocktails while soaking in stunning views of Da Nang Bay and the Marble Mountains.",
        "utcOffset": 420,
        "maxMinutesSpent": 120,
        "longitude": 108.340649,
        "rating": 4.3,
        "numRatings": 17569,
        "sources": [
          {
            "id": "1844586",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/vietnam/hoi-an/articles/discover-the-most-beautiful-beaches-near-hoi-an",
            "sourceSite": "Web",
            "snippet": "An Bang has been called lots of things over the years, but there’s no denying it’s also Hoi An’s most popular and one of the best around. With golden sands that spread for miles, An Bang is one of the few that’s rarely faced erosion issues; and while its waters can be a little murky, they’re decent enough for a bracing swim or two. An Bang can get crowded of course – but with good reason, the beach holds the vast majority of Hoi An’s coastal bars, restaurants and homestays.",
            "siteName": "The Culture Trip",
            "shortName": "Discover The Most Beautiful Beaches Near Hoi An",
            "indexInSource": 0,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "519875",
            "type": "webPlacesList",
            "url": "https://hiddenhoian.com/see-and-do/hoi-ans-beaches/",
            "sourceSite": "Web",
            "snippet": "An Bang is the most popular beach in Hoi An, and because of this is, it is also the busiest. Located right at the end of the main road out of Hoi An, Hai Ba Trung, it has a huge range of restaurants and bars all vying for your attention. The beach is frequented by both tourists and locals, and it gets particularly busy in the late afternoon, an experience in itself as it can be hard to move amongst the hordes of people cooling off after a day at school or work.",
            "siteName": "Hidden Hoian",
            "shortName": "A Complete Guide to Hoi An's Beaches",
            "indexInSource": 0,
            "iconSiteId": 5397,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207724",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/beaches-in-hoi-an",
            "sourceSite": "Web",
            "snippet": "An Bang Beach, situated near Hoi An in central Vietnam, is a renowned coastal destination offering a blend of natural beauty and recreational activities. The beach features soft, golden sands gently meeting the clear, azure waters of the South China Sea, creating a serene and inviting atmosphere for visitors. An Bang Beach is also a popular spot for water sports enthusiasts, offering swimming, snorkeling, and paddleboarding opportunities.",
            "siteName": "Holidify",
            "shortName": "5 Beaches in Hoi An For A Perfect Beachside Vacation",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844594",
            "type": "webPlacesList",
            "url": "https://hoiannow.com/things-to-do-in-hoi-an/beaches-hoi-an/",
            "sourceSite": "Web",
            "snippet": "After the massive bout of erosion that struck Cua Dai Beach in 2014, beach action in Hoi An quickly shifted to An Bang Beach, which was voted one of the top 100 beaches in the world by CNN. Both the north and south sides are lined with bars and restaurants, with many well-geared for English-speaking and European expats and tourists. Digital nomads will find some excellent places to take their laptop and set up office for the day.",
            "siteName": "Hoi An Now",
            "shortName": "Things to Do",
            "indexInSource": 0,
            "iconSiteId": 2114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99780",
            "type": "webPlacesList",
            "url": "https://www.localiiz.com/post/travel-guides-itineraries-vietnam-hoi-an-best-beaches",
            "sourceSite": "Web",
            "snippet": "Hoi An’s most popular beach, An Bang, is located at the end of the main road out of Hoi An, and brings entertainment, dining, and beach, all in one venue. It gets very busy in the late afternoon, so it’s best to go in the early morning to relax fully. Accessible by bike or taxi, An Bang Beach remains pristine, unspoiled by tourism, and rated number 22 out of 25 of the most beautiful beaches in Southeast Asia in 2018.",
            "siteName": "Localiiz",
            "shortName": "Hoi An, Vietnam: Best beaches to visit",
            "indexInSource": 0,
            "iconSiteId": 3322,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844612",
            "type": "webPlacesList",
            "url": "https://www.tnktravel.com/blogs/vietnam-blogs/beaches-in-hoi-an/",
            "sourceSite": "Web",
            "snippet": "Compared to Cua Dai Beach, An Bang is probably more wonderful a little bit because of its unspoiled charm. Nowadays, due to the erosion Cua Dai beach is suffering, An Bang climbs up at the top of the list of the best beaches in Hoi An. The beach is just 30km from Da Nang Airport and 4km from Hoi An Ancient Town, recognized as one of the UNESCO World Heritage sites, so it is actually ideal for your Hoi An day trips.",
            "siteName": "TNK Travel",
            "shortName": "Top 3 Beautiful Beaches in Hoi An",
            "indexInSource": 1,
            "iconSiteId": 9590,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844603",
            "type": "webPlacesList",
            "url": "https://vinwonders.com/en/wonderpedia/news/hoi-an-beaches-top-ideal-places-to-satisfy-your-wanderlust/",
            "sourceSite": "Web",
            "snippet": "Located in Cam An Ward, Hoi An Town, An Bang Beach is a perfect addition to any list of things to do in Hoi An. Renowned for its tranquil beauty, this beach offers a peaceful escape, contrasting with the busier vibe of nearby Cua Dai Beach. Its smooth white sands and cool waters invite leisurely strolls and swimming, while the rough waves make it ideal for surfing and jet skiing.",
            "siteName": "VinWonders",
            "shortName": "The ultimate guide for your vacation in 2024",
            "indexInSource": 0,
            "iconSiteId": 38363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844613",
            "type": "webPlacesList",
            "url": "https://hoiantravel.com.vn/hoi-an-beach-top-7-most-beautiful-beaches-in-hoi-an/",
            "sourceSite": "Web",
            "snippet": "About 1km from Cua Dai beach, it is also a famous name for tourists who love Hoi An beach tourism. An Bang Beach possesses a wild beauty that is rare to find anywhere else with a long picturesque coastline. Coming to An Bang beach, you can walk on the smooth white sand, dotted with light purple sea morning glory flowers, or freely splash in the cool, clear blue water.",
            "siteName": "Hoi An Travel",
            "shortName": "Hoi An Beach - Top 7 Most Beautiful Beaches in Hoi An",
            "indexInSource": 1,
            "iconSiteId": 9041,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1839715",
            "type": "webPlacesList",
            "url": "https://vietnam.travel/things-to-do/holistic-wellness-hoi-an-beaches-and-resorts",
            "sourceSite": "Web",
            "snippet": "There are good reasons that An Bang is the most popular beach in Hoi An. Yellow sand stretching wide and long between the ocean and the coastal restaurants strikes a happy balance between scenic and well-serviced. The sun rises on one side of the beach and sets on the other, slowly illuminating and obscuring the thickets of evergreen trees that cluster between cafes.",
            "siteName": "Vietnam Tourism",
            "shortName": "Holistic Wellness on Hoi An’s Beaches and Resorts",
            "indexInSource": 0,
            "iconSiteId": 2233,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844601",
            "type": "webPlacesList",
            "url": "https://localtravelidea.com/hoi-an/beaches-in-hoi-an",
            "sourceSite": "Web",
            "snippet": "An Bang beach ranked 22nd in the top 25 most beautiful beaches in Asia voted by Tripadvisor in 2018, and top 50 most beautiful beaches in the world in 2011 voted by CNN Go. The long sandy beach is the best choice for beach activities such as surfing, taking a water motorbike, or kitesurfing. Hunt renting fee is about $2 for those who want to relax on the sandy shore.",
            "siteName": "Local Sunshine Company Limited",
            "shortName": "Top 3 Best beaches in Hoi An Vietnam for beach vacation in 2021",
            "indexInSource": 1,
            "iconSiteId": 16053,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99773",
            "type": "webPlacesList",
            "url": "https://www.bestpricetravel.com/travel-guide/hoi-ans-beaches-2694.html",
            "sourceSite": "Web",
            "snippet": "The distance from the old town to An Bang beach is not far, so you can completely move here by many means of transportation, even by bicycles. The beach attracts visitors with endless white sands, brilliant yellow and blue sea. As soon as you arrive here, you will feel the vitality of youth due to the appearance of simplicity with many styles along the coast.",
            "siteName": "BestPrice Travel",
            "shortName": "[TOP GUIDE] Hoi An Beaches: All You Need to Know",
            "indexInSource": 1,
            "iconSiteId": 212,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844602",
            "type": "webPlacesList",
            "url": "https://vietnamtour.in/beaches-in-hoi-an/",
            "sourceSite": "Web",
            "snippet": "An Bang Beach is one of the best beaches in Hoi An and has earned its place among CNN’s top 50 beaches worldwide. With refreshing blue waters, long stretches of soft white sand, and gentle waves, you’ll find peace and relaxation here. An Bang remains natural and untouched, offering visitors a chance to escape the hustle and bustle and connect with nature.",
            "siteName": "Vietnamtour.in",
            "shortName": "Best Beaches In Hoi An: 8 Coastal Charms For Sandy Escapes",
            "indexInSource": 0,
            "iconSiteId": 420,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99795",
            "type": "webPlacesList",
            "url": "https://www.vietnamdrive.com/hoian-beaches/",
            "sourceSite": "Web",
            "snippet": "Not far from Cua Dai Beach,  An Bang Beach is a paradise for sea lovers. This beach has a wild beauty, being a place for the public to swim in the early morning and late afternoon. Walking on the smooth white sand of An Bang beach, dotted with strips of purple sea morning-glory flowers, can give you an exciting feeling from the foot and peace of mind.",
            "siteName": "vietnamdrive.com",
            "shortName": "The Beautiful Beaches in Hoi An for Relaxation",
            "indexInSource": 1,
            "iconSiteId": 664,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844607",
            "type": "webPlacesList",
            "url": "https://travelsense.asia/top-5-most-beautiful-beaches-in-da-nang-hoi-an/",
            "sourceSite": "Web",
            "snippet": "An Bang beach is closer than Cua Dai beach, only about 10 minutes by taxi, but it is quieter than Cua Dai. After a short drive, visitors see a turquoise color from afar. But it is not until you walk past the shops outside, put your feet on the fine white sand and step down to the beach that you are truly overwhelmed.",
            "siteName": "Travel Sense Asia™ - Vietnam Tours, Laos Tours, Cambodia Tours",
            "shortName": "Top 5 most beautiful beaches in Da Nang – Hoi An",
            "indexInSource": 2,
            "iconSiteId": 26216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99807",
            "type": "webPlacesList",
            "url": "https://www.handspan.com/en/hoi-an-everything-you-need-to-know-before-your-trip.html",
            "sourceSite": "Web",
            "snippet": "An Bang beach, 7 kilometers far from the ancient town in the North, is one of Hoi An's most beautiful beaches. Parts of the beach remains untouched with pristine beauty. An Bang beach is a perfect choice for sunbathing and participating in plenty of seaside activities such as paddle-boarding, swimming, and surfing.",
            "siteName": "Handspan Travel indochina",
            "shortName": "Hoi An: Everything you need to know before your trip",
            "indexInSource": 5,
            "iconSiteId": 3771,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844587",
            "type": "webPlacesList",
            "url": "https://localvietnam.com/blog/6-best-beaches-in-hoi-an/",
            "sourceSite": "Web",
            "snippet": "CNN even placed the beach on their 2016 list of the Top 100 best beaches in the world. An Bang Beach is one of the few parts of the beach in Hoi An that is relatively unaffected by development. You will find a number of resorts, restaurants and bars on the beach with a beautiful view.",
            "siteName": "Local Vietnam",
            "shortName": "6 best beaches in Hoi An + Tips for best beach resorts",
            "indexInSource": 0,
            "iconSiteId": 13032,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844614",
            "type": "webPlacesList",
            "url": "https://centralvietnamguide.com/hoi-an-beach/",
            "sourceSite": "Web",
            "snippet": "Administratively, An Bang is the northernmost beach of Hoi An. It’s a part of a fine, sandy coastline that stretches from Da Nang to the estuary of Thu Bon river. At the end of Hai Ba Trung St or little further north, there are many sun beds lounging on this unspoiled place.",
            "siteName": "centralvietnamguide.com",
            "shortName": "A Guide to All Beaches in Hoi An Vietnam – Central Vietnam Guide",
            "indexInSource": 0,
            "iconSiteId": 24301,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844600",
            "type": "webPlacesList",
            "url": "https://www.hallaroundtheworld.com/blog/the-best-beach-spot-in-hoi-an-vietnam-amp-how-to-get-there-hrh6d-86xrw-3thj3-nnxf6-ehz7e",
            "sourceSite": "Web",
            "snippet": "Well, when you look at the map, you’ll see you've got two main choices - Cua Dai and An Bang beach... but if you look a bit closer, you’ll see a littleeee spot between the two called Coconut Beach - a name I had hardly seen on the \"go to the beach\" sign by the main road.",
            "siteName": "Hall Around the World",
            "shortName": "The Best Beach Spot in Hoi An, Vietnam",
            "indexInSource": 1,
            "iconSiteId": 8712,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844599",
            "type": "webPlacesList",
            "url": "https://en.vietnamplus.vn/hoi-an-named-among-nine-best-city-destinations-with-beaches-post266694.vnp",
            "sourceSite": "Web",
            "snippet": "Hoi An is not merely an ancient town but also home to pristine beaches with blue sea, the paper said, detailing that aside from the famous Cua Dai beach, An Bang beach is like a hidden gem, chosen as one of the world’s most beautiful beaches in 2011 by CNN Go./.",
            "siteName": "Vietnam+ (VietnamPlus)",
            "shortName": "Hoi An named among nine best city destinations with beaches",
            "indexInSource": 2,
            "iconSiteId": 49250,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "519883",
            "type": "webPlacesList",
            "url": "https://www.beetrip.net/blog/attractions/best-hoi-an-beaches-to-visit-in-2019.html",
            "sourceSite": "Web",
            "snippet": "You can come here by bike or motorbike to be able to admire the beautiful scenery on both sides of the road. You have to park at the beach entrance which costs $0.5 for the whole day. The fastest way is to choose a taxi only five minutes, the price is about $4.",
            "siteName": "BeeTrip.net",
            "shortName": "Best Hoi An Beaches To Visit In 2019",
            "indexInSource": 1,
            "iconSiteId": 21835,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844588",
            "type": "webPlacesList",
            "url": "https://excursionvietnam.com/best-beaches-near-hoi-an/",
            "sourceSite": "Web",
            "snippet": "If you desire a change in scenery, An Bang beach is a great option. It is in Cam An ward, nearly 3km from the center of Hoi An Ancient Town and 22 km from the center of Da Nang City. » You May Like:  Ba Na Hills & Golden Bridge Tour from Hoi An «",
            "siteName": "Excursion Vietnam",
            "shortName": "Contemplate The Beauty of 5 Best Beaches Near Hoi An",
            "indexInSource": 2,
            "iconSiteId": 3226,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844605",
            "type": "webPlacesList",
            "url": "https://thisgirlabroad.com/hidden-beach-hoi-an/",
            "sourceSite": "Web",
            "snippet": "There are two main beaches in Hoi An: Cua Dai Beach and An Bang Beach. I honestly wouldn’t recommend either beach. Instead, I discovered a “Hidden Beach” that was a perfect little oasis between the two main beaches.",
            "siteName": "thisgirlabroad",
            "shortName": "Hidden Beach Hoi An: The only beach you need to visit",
            "indexInSource": 1,
            "iconSiteId": 31164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "991042",
            "type": "webPlacesList",
            "url": "https://www.visitquangnam.com/experiences/nature/relax-like-a-local-on-hoi-an-best-beaches/",
            "sourceSite": "Web",
            "snippet": "The narrow, sandy roads in An Bang are full of tucked away homestays, bungalows and resorts. Look for private bungalows with leafy gardens, outdoor pools and comfy daybeds, or rent a villa for the whole family.",
            "siteName": "Visit Quang Nam - A green travel guide",
            "shortName": "Relax like a local on Hoi An’s best beaches",
            "indexInSource": 2,
            "iconSiteId": 30737,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844609",
            "type": "webPlacesList",
            "url": "https://www.travelauthenticasia.com/blog/vietnam-adventures/discover-the-hidden-charm-of-hoi-an-beaches.aspx",
            "sourceSite": "Web",
            "snippet": "Located just 1km from the renowned Cua Dai beach, An Bang beach is a famous beautiful beach for anyone who love visiting Hoi An beaches. It boasts a unique, natural beauty with a long and picturesque coastline.",
            "siteName": "Travel Authentic Asia",
            "shortName": "Discover the Hidden Charm of Hoi An Beaches",
            "indexInSource": 1,
            "iconSiteId": 91975,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844597",
            "type": "webPlacesList",
            "url": "https://autourasia.com/b454-hoi-an-itinerary-explore-the-top-beautiful-beaches-in-hoi-an-vietnam.html",
            "sourceSite": "Web",
            "snippet": "Location : Hai Ba Trung Street, Cam An Ward, Hoi An City, Quang Nam Province. Entrance fees : Free. Google Map : https://maps.app.goo.gl/pq91qZTeaF4KrxnG9",
            "siteName": "Autour Asia Co.,Ltd",
            "shortName": "Explore The Top Beautiful Beaches In Hoi An, Vietnam",
            "indexInSource": 1,
            "iconSiteId": 87917,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "x6mFGP3wwY3CztpzFsIRb6zl0dYlLvPF",
          "QvEZdQuhtRMhmtGUHC5pJoEC7YCfKoxy",
          "IJ0ihTj5ukBSX0xMisUZ6673Mu7WgDuw",
          "p3PoM8XlijArd6lNf1fodNOQx7YsUQeT",
          "CXvHltX8OZjlzSOQZTf7kWKQw5BiAgoQ",
          "x6mFGP3wwY3CztpzFsIRb6zl0dYlLvPF",
          "QvEZdQuhtRMhmtGUHC5pJoEC7YCfKoxy",
          "IJ0ihTj5ukBSX0xMisUZ6673Mu7WgDuw",
          "p3PoM8XlijArd6lNf1fodNOQx7YsUQeT",
          "CXvHltX8OZjlzSOQZTf7kWKQw5BiAgoQ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "An Bang Beach",
        "placeId": "ChIJq5ZTbfkNQjER77EyOpeeDe0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "perfect spot for both local and foreign tourists. The water is purely blue and the vibe is feasty on the beach.\nThere are many food options with reasonable price. Totally safe and worth the money",
            "author_name": "Trinh Thien Phat",
            "relative_time_description": "",
            "time": 1752991146,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A great spot to unwind, An Bang Beach offers a clean stretch of sand, plenty of shade under beach huts, and rows of loungers perfect for relaxing. The beachfront is lined with a mix of thatched umbrellas and green canvas canopies, giving it a tropical feel. There's a safety net installed along the swimming area which is a thoughtful touch, especially on busier days. The beach was clean and pleasant to walk along barefoot.\n\nAt the top of the beach, you'll find a long line of restaurants and bars. Most of the better spots (and better prices) are on the right-hand side if you're facing the ocean – definitely worth walking all the way down to compare. It can get quite crowded during the hotter afternoons, but that only adds to the lively vibe.\n\nWhether you're in the mood for a swim, a sunbathe, or a chilled coconut under a hut, this beach delivers a great afternoon escape.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1749298286,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very nice and cleaner than I thought from reading reviews.\nVery very long walkable beach with sand. Sand can get very hot so make sure to bring footwear.\nOtherwise the water is nice and clear and you do not need water shoes.\nNot much to snorkel here but if you have goggles there are some different fish to see as well as occasional jellyfish…\nThe beach chairs and umbrellas are free if you order food and drinks from the restaurants which own those chairs…",
            "author_name": "David EB",
            "relative_time_description": "",
            "time": 1754986607,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Public beach",
          "Outdoor Activities",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 407,
            "2": 505,
            "3": 2077,
            "4": 4794,
            "5": 9821
          }
        },
        "minMinutesSpent": 120,
        "latitude": 15.913607,
        "address": "W87R+C7R, Đ. Hai Bà Trưng, Hội An, Quảng Nam, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJ56Kh3ZYNQjER2iskVxZUyPM",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.364748,
        "rating": 4.6,
        "numRatings": 883,
        "sources": [
          {
            "id": "1844624",
            "type": "webPlacesList",
            "url": "https://therollingpack.com/hoi-an-beach-guide/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Rolling Pack",
            "shortName": "Hoi An Beach Guide",
            "indexInSource": 3,
            "iconSiteId": 20675,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "RSKgoRU2D9WwX80kOdv0h4UYm9mdSUIN",
          "DC1J7p4I2DQCU59cNZsMF5IaKirqOR6W",
          "vtV4BOsxZRlK9Qd8kWEi4grFOoy0jCUs",
          "RSKgoRU2D9WwX80kOdv0h4UYm9mdSUIN",
          "DC1J7p4I2DQCU59cNZsMF5IaKirqOR6W",
          "vtV4BOsxZRlK9Qd8kWEi4grFOoy0jCUs"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "KHẢI Restaurant - The Best Seafood in Hoi An - Cửa Đại Beach - 호이안 최고의 해산물",
        "placeId": "ChIJ56Kh3ZYNQjER2iskVxZUyPM",
        "internationalPhoneNumber": "+84 935 065 240",
        "reviews": [
          {
            "rating": 5,
            "text": "The dinner was delicious and seafood was fresh. We got to choose our lobster and prawns which were cooked to order. Ling was a great host and explained the menu to us and gave great recommendations.\nThe place is located in the beach and has a great view. They even gave us rice fries to go along with our meal!",
            "author_name": "Charles Pez",
            "relative_time_description": "",
            "time": 1735304748,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Wonderful food, amazing service, beautiful area with super fresh seafood and fish.\nVisiting the local during my second day and enjoying delicious oysters!\nAnd 4th time visiting after 2 days in Hoi An 😊",
            "author_name": "Carlos Zubillaga",
            "relative_time_description": "",
            "time": 1740918945,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had a fabulous dinner here tonight (second time visiting this week). Food was delicious with lots of fresh seafood. Staff were very helpful and offered suggestions on best way to eat mantis prawns. Very well priced too. Recommend to all - even when rainy.",
            "author_name": "Ju Bu",
            "relative_time_description": "",
            "time": 1703853303,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://zalo.me/84906940101",
        "index": 3,
        "id": "",
        "categories": [
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 32,
            "2": 15,
            "3": 46,
            "4": 63,
            "5": 708
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.897741,
        "address": "3 Lạc Long Quân, Cửa Đại, Hội An, Quảng Nam, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJnUaaOfkNQjERgmyytIdnLfE",
        "generalDescription": "The DeckHouse An Bang Beach is a popular spot for nightlife, located about 3.2 km from Hoi An. It offers a beachfront restaurant and bar with a natural and friendly vibe created by its bamboo and wood architecture. The restaurant serves Vietnamese cuisine and beverages, allowing guests to enjoy the beautiful scenery while dining. Additionally, there are casual eating options available in the area, ranging from local seafood eateries to newer arrivals catering to tourists.",
        "utcOffset": 420,
        "maxMinutesSpent": 120,
        "longitude": 108.339552,
        "rating": 4.3,
        "numRatings": 2404,
        "sources": [
          {
            "id": "991042",
            "type": "webPlacesList",
            "url": "https://www.visitquangnam.com/experiences/nature/relax-like-a-local-on-hoi-an-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Several beach clubs on An Bang, including Veranda Food and Drink, Soul Kitchen and the Deckhouse host live music acts or DJs on the weekends. Local musicians gather on Sundays at Salt Pub for open mic night.",
            "siteName": "Visit Quang Nam - A green travel guide",
            "shortName": "Relax like a local on Hoi An’s best beaches",
            "indexInSource": 5,
            "iconSiteId": 30737,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844624",
            "type": "webPlacesList",
            "url": "https://therollingpack.com/hoi-an-beach-guide/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Rolling Pack",
            "shortName": "Hoi An Beach Guide",
            "indexInSource": 0,
            "iconSiteId": 20675,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qQk0MauSsrJS19AjV9HsaS7tSgbWfrHH",
          "k1dS1AEvVeagUnx1SJPaX3Tnrqp8ebll",
          "XSKatSmQYHDPO1qMBF0E9mcoXzPJZyoK",
          "aUVQOmPcQnlNqffSZOJPIFAco5ezzZ9c",
          "mZvpRI6TYKyaKERR78lKOU8vJGGTAjhd",
          "qQk0MauSsrJS19AjV9HsaS7tSgbWfrHH",
          "k1dS1AEvVeagUnx1SJPaX3Tnrqp8ebll",
          "XSKatSmQYHDPO1qMBF0E9mcoXzPJZyoK",
          "aUVQOmPcQnlNqffSZOJPIFAco5ezzZ9c",
          "mZvpRI6TYKyaKERR78lKOU8vJGGTAjhd"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "The DeckHouse An Bang Beach",
        "placeId": "ChIJnUaaOfkNQjERgmyytIdnLfE",
        "internationalPhoneNumber": "+84 905 658 106",
        "reviews": [
          {
            "rating": 5,
            "text": "One of my favorite places in Hoi An!\nI love the vibe and the food here, I could honestly spend the whole day just relaxing at this restaurant.\nOne big plus is the convenience it offers: if you order food or drinks, you get a free sunbed. The restroom is clean and available to use after swimming, which is super handy.\nThe beach here is unspoiled and clean\n.",
            "author_name": "Le Nguyen",
            "relative_time_description": "",
            "time": 1750042360,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Casual spot by An Bang Beach – better during the day\n\nI visited Deck House in the evening after dinner nearby. I tried a ginger tea (which was fine and comforting as I wasn't feeling well) and shared some fries because I was craving something salty. My friend had a mojito and thought it was just average.\n\nThe staff were polite, quick, and even helped arrange a taxi for us. The bar itself looked nice, but it was quite noisy due to loud karaoke from the neighboring venue. I've heard it's a much better experience during the day or around lunchtime, but since I was staying at a resort, I didn't have the chance to explore it then.",
            "author_name": "Ngoc Minh",
            "relative_time_description": "",
            "time": 1754888761,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Great spot on the beach. Not cheap by Vietnamese standards, but it's worth a visit. We had the scallops and garlic prawns. So nice to sit overlooking the beach. Then we sat down on the deck chairs and chilled. They also serve you food and drinks there. You do have to pay for a chair and towels if it is not one of your resorted preferred restaurants.",
            "author_name": "Tammy Sayer",
            "relative_time_description": "",
            "time": 1749595926,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://thedeckhousevietnam.com/",
        "index": 4,
        "id": "",
        "categories": [
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 93,
            "2": 73,
            "3": 225,
            "4": 694,
            "5": 1319
          }
        },
        "minMinutesSpent": 120,
        "latitude": 15.914288,
        "address": "Biển An Bàng, Cẩm An, Hội An, Quảng Nam, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJs1aFPvkNQjERmd3A9pen5Bc",
        "generalDescription": "Soul Kitchen is a well-known beach bar in Hoi An, located right on the coast. It's a popular spot with comfortable sun beds, a grassy terrace, and live music in the evenings. The bar offers a variety of food options including pizza from nearby Luna d'autunno. With its stunning ocean views and welcoming atmosphere for families, Soul Kitchen is a beloved destination for drinks, dinner, and live music.",
        "utcOffset": 420,
        "maxMinutesSpent": 210,
        "longitude": 108.33985,
        "rating": 4.3,
        "numRatings": 1943,
        "sources": [
          {
            "id": "991042",
            "type": "webPlacesList",
            "url": "https://www.visitquangnam.com/experiences/nature/relax-like-a-local-on-hoi-an-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Several beach clubs on An Bang, including Veranda Food and Drink, Soul Kitchen and the Deckhouse host live music acts or DJs on the weekends. Local musicians gather on Sundays at Salt Pub for open mic night.",
            "siteName": "Visit Quang Nam - A green travel guide",
            "shortName": "Relax like a local on Hoi An’s best beaches",
            "indexInSource": 4,
            "iconSiteId": 30737,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "x6g2rsrjXGb8O2CPyK41ERmOLK936YvU",
          "fcdYcDzIjRgfZDIKyG3cGuqGs6Cyv7ih",
          "rtzeNyHcVdFzC1Y7zyp5dpSywvg3H7Hq",
          "9wkY8B52Ku2GQZM4vuGrOqSyNJQsgfmE",
          "28Qs7SZY2rhYZDcJAjKVhlsabszlqbhn",
          "x6g2rsrjXGb8O2CPyK41ERmOLK936YvU",
          "fcdYcDzIjRgfZDIKyG3cGuqGs6Cyv7ih",
          "rtzeNyHcVdFzC1Y7zyp5dpSywvg3H7Hq",
          "9wkY8B52Ku2GQZM4vuGrOqSyNJQsgfmE",
          "28Qs7SZY2rhYZDcJAjKVhlsabszlqbhn"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Soul Kitchen",
        "placeId": "ChIJs1aFPvkNQjERmd3A9pen5Bc",
        "internationalPhoneNumber": "+84 906 440 320",
        "reviews": [
          {
            "rating": 5,
            "text": "Spot with a Beautiful Vibe\n\nA good, cozy place to unwind with a relaxed vibe that makes it perfect for a laid-back afternoon or a chilled evening. If the sea isn't too rough, you can even walk down closer to the water, which adds a nice touch to the experience. The seating is thoughtfully spread out, offering plenty of options whether you want to soak in the view or just sit back and chat.\n\nThe menu is simple but everything is fresh, and the food is genuinely delicious. It's not trying too hard - just good flavors done right. A great spot for a sundowner, especially if you enjoy scenic views and a calm atmosphere. Just be aware it can get windy and a bit chilly, so carrying a light layer is a good idea. All in all, a great find for anyone looking to relax by the sea with good food and vibes.",
            "author_name": "Su",
            "relative_time_description": "",
            "time": 1744294511,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We visited Soul Kitchen during our stay in Hoi An, and it was the perfect spot for a relaxing breakfast. The food was excellent, made even better by the stunning view of the beach. The peaceful seaside setting created a laid-back atmosphere, making it an ideal place to start the day. With good food and a beautiful location, Soul Kitchen is a great choice for anyone looking to enjoy a meal by the shore.",
            "author_name": "Floyd Caoagdan",
            "relative_time_description": "",
            "time": 1743324685,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Food was great. Had the chicken teriyaki and the thai chicken curry. Cocktails were watery and didnt taste like there was any alcohol in them. Not worth the price. Service was average. Took ages for anyone to come and take our order. And again to ask if we wanted more drinks. Lots of mosquitos at night. Beautiful spot on the beach. I am sharing my experience in hope the restaurant pass the feedback onto their staff as the service has room for improvement. Maybe consider some music playing and fans on for all diners to feel comfortable.",
            "author_name": "Nicole Anne",
            "relative_time_description": "",
            "time": 1753941849,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.soulkitchen.sitew.com/",
        "index": 5,
        "id": "",
        "categories": [
          "Bar",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 63,
            "2": 76,
            "3": 206,
            "4": 498,
            "5": 1100
          }
        },
        "minMinutesSpent": 210,
        "latitude": 15.9142,
        "address": "Lô 9B, Tp. Hội An, Quảng Nam, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJoR3jNZgNQjERhoZBXFufM4w",
        "generalDescription": "Victoria Hoi An Beach Resort and Spa is a refined beachfront retreat that has been a popular choice for travelers for many years. The resort offers a range of amenities including free bike rentals, three bars, a spa, and a restaurant. Guests can enjoy the stunning pool overlooking Cua Dai Beach, colonial-inspired rooms with outdoor showers, and unique experiences such as vintage sidecar tours and catamaran sailing lessons.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.369803,
        "rating": 4.6,
        "numRatings": 1780,
        "sources": [
          {
            "id": "1839715",
            "type": "webPlacesList",
            "url": "https://vietnam.travel/things-to-do/holistic-wellness-hoi-an-beaches-and-resorts",
            "sourceSite": "Web",
            "snippet": "Built-in a strange and fascinating combination of French, Japanese, Vietnamese, Portuguese, and Cham architecture, this 109-room resort is nestled between the De Vong River and a sumptuous stretch of Cua Dai beach. Walk up the stairs through the gate at the main entrance, the imposing red-tiled structure like a portal leading through the bounds of history and into the arms of luxury.",
            "siteName": "Vietnam Tourism",
            "shortName": "Holistic Wellness on Hoi An’s Beaches and Resorts",
            "indexInSource": 3,
            "iconSiteId": 2233,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "u0iOKbT5lnfdh9UgnQxcNU1UUT0wqzxE",
          "ijL74dAinSJLmtXoCdH5SUoY7EqxhR8g",
          "u0iOKbT5lnfdh9UgnQxcNU1UUT0wqzxE",
          "ijL74dAinSJLmtXoCdH5SUoY7EqxhR8g"
        ],
        "openingPeriods": [],
        "name": "Victoria Hoi An Beach Resort and Spa",
        "placeId": "ChIJoR3jNZgNQjERhoZBXFufM4w",
        "internationalPhoneNumber": "+84 235 3927 040",
        "reviews": [
          {
            "rating": 5,
            "text": "Fantastic resort. We really enjoyed our time at Victoria Hoi An. The staff are all incredibly lovely and helpful. The resort itself is blissful and a short ride to Hoi An for trips out. The pool and beaches are amazing. There are several shuttle busses each day that can take you to and from Hoi An but these require booking in advance. Not to worry if you forget though, as a grab taxi is incredibly cheap.",
            "author_name": "Dave Snelling",
            "relative_time_description": "",
            "time": 1747563804,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Awesome resort, picture perfect.\nSet with beautiful scenery out the front & back of the resort.\nThe buffet breakfast is amazing.. I ate so much!\n\nIt's not far from the old market either, which is full of tourist related market streets.\n\nA top tier resort for sure.\nI am from Australia & I loved it.",
            "author_name": "Abc Def",
            "relative_time_description": "",
            "time": 1755332859,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "A little tired as hotels go, everything is very dated and old. You only get one towel per guest per night. Have you ring to get additional\n. Staff and lovely and friendly. Buffet breakfast was the worst out of all the hotels we stayed at whilst in Vietnam. Location is definitely 10 out of 10 and the pool was wonderful",
            "author_name": "Selena A",
            "relative_time_description": "",
            "time": 1748823482,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.victoriahotels.asia/en/victoria-hoi-an-beach-resort/",
        "index": 6,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 39,
            "2": 13,
            "3": 85,
            "4": 346,
            "5": 1310
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.895643,
        "address": "Beach, Âu Cơ, Street, Hội An, Đà Nẵng 840511, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJE3rjnS1sQjER7l7gO_QdSHo",
        "generalDescription": "Chàm Islands, also known as Cu Lao Cham, is a stunning group of eight islands off the coast of Hoi An Beach in Vietnam. This picturesque nature reserve offers a range of activities such as swimming, diving, and camping. The islands are part of the Chàm Island Biosphere Reserve, where visitors can learn about the formation history, customs, cultural festivals, and native aquatic creatures.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.507299,
        "rating": 4.4,
        "numRatings": 845,
        "sources": [
          {
            "id": "1844613",
            "type": "webPlacesList",
            "url": "https://hoiantravel.com.vn/hoi-an-beach-top-7-most-beautiful-beaches-in-hoi-an/",
            "sourceSite": "Web",
            "snippet": "Cham Islands is an archipelago situated in Tan Hiep commune, Hoi An City, Quang Nam Province. This cluster of islands consists of one main island and eight smaller ones surrounding it, resembling from afar a giant bow. Cham Islands is a sanctuary for over 950 aquatic species and has been recognized by UNESCO as one of the world’s biosphere reserves",
            "siteName": "Hoi An Travel",
            "shortName": "Hoi An Beach - Top 7 Most Beautiful Beaches in Hoi An",
            "indexInSource": 3,
            "iconSiteId": 9041,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "aMrUbnTDEJzgK1ZHGWpgvCA5T2eLL0CU",
          "eMg5j3KengL8SfRas0j7h1zhgZvVYUWD",
          "HAPl3h2c5csVBwMMNyrA4rRYkOBwncKo",
          "cqwW8V7NGFAJf2eb2Yzk2Evw7NjEU9Cj",
          "FzCgkLRtNp1hknsJfzYIezTJRFjEDjeq",
          "aMrUbnTDEJzgK1ZHGWpgvCA5T2eLL0CU",
          "eMg5j3KengL8SfRas0j7h1zhgZvVYUWD",
          "HAPl3h2c5csVBwMMNyrA4rRYkOBwncKo",
          "cqwW8V7NGFAJf2eb2Yzk2Evw7NjEU9Cj",
          "FzCgkLRtNp1hknsJfzYIezTJRFjEDjeq"
        ],
        "openingPeriods": [],
        "name": "Chàm Islands",
        "placeId": "ChIJE3rjnS1sQjER7l7gO_QdSHo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Magnificent nature, the island naturally decorated by many flowers especially the red flowers accross the beach and mountains. Many beaches have white sand and blue water, you can discover coral reef as well.\n\nI really love many old trees here.\n\nThe island is well protect from plastic, no plastic bags allow to use here.\n\nWill visit here again if i have free time",
            "author_name": "huy tran",
            "relative_time_description": "",
            "time": 1754196762,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Beautiful Island off Hoi An about 30 to 40  minutes in a fast boat.\nPristine beach with crystal clear waters for diving, snorkelling and swimming.\nThe island also has a historic side, markets, stalls a few restaurants and shops but very laid back if that's what your after, we loved it.\nLimited accommodation mostly home stays no high end resort style or nun that I noticed.",
            "author_name": "Brendan Largent",
            "relative_time_description": "",
            "time": 1747358075,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "I strongly recommend avoiding Cham Island. What should be a tropical escape turns into one of the worst experiences you can have in Vietnam.\n\nIt starts at the pier, where you're charged 700,000 VND for a chaotic, disorganized tour. The area is packed with aggressive vendors screaming at you to buy extras you don't need. There's no respect, no structure, just noise and pressure.\n\nThe boat ride itself is dangerously overcrowded, with no safety protocols, and multiple people got seasick. It already feels like a scam.\n\nOnce you arrive, the island shows its true colors-literally and figuratively. Yes, the water has beautiful hues and the nature could be stunning… but that potential is completely wasted. The beach is packed, the atmosphere is loud and overwhelming, and the people around you are spitting, littering, and yelling nonstop.\n\nThe worst part is the hygiene. The “included lunch” is served in filthy conditions: flies and mosquitoes cover the food, which includes old seafood and bland rice. It's not only disgusting-it's a real health risk. If you eat there, you're seriously gambling with food poisoning or other illnesses. The seafood wasn't fresh at all, which is absurd for an island.\n\nAnd to top it off? They charge 10–15€ for this low-quality, unsafe meal.\n\nThe snorkeling was equally disappointing: just 20 minutes at a dead reef with nothing to see. It's clear they take tourists to the easiest, most damaged spots with no effort to offer value.\n\nIn short: Cham Island could be beautiful, but it's been turned into a loud, dirty, overpriced mess. Unless you book a private tour with better access and fewer people, don't waste your time, money, or health.",
            "author_name": "Marika Sorichetti",
            "relative_time_description": "",
            "time": 1751005157,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://dulichculaocham.com.vn/",
        "index": 7,
        "id": "",
        "categories": [
          "Island",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 41,
            "2": 21,
            "3": 58,
            "4": 188,
            "5": 536
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.958971,
        "address": "Cham Islands, Tân Hiệp, Hội An, Quảng Nam, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJJzx-zTBsQjERIINGDaSlBYk",
        "generalDescription": "Bến tàu Cù lao Chàm, situated in Tan Hiep commune, Hoi An, is a picturesque cluster of islets located approximately 20km from the heart of Hoi An city. The ideal time to visit this destination is from March to August. Visitors can expect stunning beaches with clear blue waters and breathtaking natural scenery.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.505093,
        "rating": 4.2,
        "numRatings": 1405,
        "sources": [
          {
            "id": "1844601",
            "type": "webPlacesList",
            "url": "https://localtravelidea.com/hoi-an/beaches-in-hoi-an",
            "sourceSite": "Web",
            "snippet": "Cu Lao Cham is a cluster of islets located in Tan Hiep commune, Hoi An, about 20km from the center of Hoi An city. The right time to travel there is from March to August.",
            "siteName": "Local Sunshine Company Limited",
            "shortName": "Top 3 Best beaches in Hoi An Vietnam for beach vacation in 2021",
            "indexInSource": 2,
            "iconSiteId": 16053,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "WMzFkQukjPCm8v2vVwKRXFjOUdJm9llp",
          "TmZpVcNDqpfFYOIEgyqFYlltY6g00lwk",
          "Oh1jl8i1iDcSVl0e7npfYkTG5O8eczp7",
          "mWUb6GoFAQhsPW4woapULSf4yZrOjeJU",
          "WMzFkQukjPCm8v2vVwKRXFjOUdJm9llp",
          "TmZpVcNDqpfFYOIEgyqFYlltY6g00lwk",
          "Oh1jl8i1iDcSVl0e7npfYkTG5O8eczp7",
          "mWUb6GoFAQhsPW4woapULSf4yZrOjeJU"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Bến tàu Cù lao Chàm",
        "placeId": "ChIJJzx-zTBsQjERIINGDaSlBYk",
        "internationalPhoneNumber": "+84 935 999 101",
        "reviews": [
          {
            "rating": 5,
            "text": "Nice place to visit, but we didn't had much time to Explore. But much to see here and to do.",
            "author_name": "KaramjaHead",
            "relative_time_description": "",
            "time": 1726369350,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great day out with the family. Snorkelling in clear water was great. Our tour included boat ride out to the island with a guide and lunch provided at a local restaurant.",
            "author_name": "Ian Hausfeld",
            "relative_time_description": "",
            "time": 1688912988,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Many beautiful beaches! Blue sea! Clear water! Wonderful nature! Wonderful island! 5* for the nature.\n\nBut the seafood is not good, not fresh and very expensive. The 4* - 5*  restaurants in Da Nang are better and cheaper than here. 2* for the food.\n\nShould not litter! Rubbish in the sea water, surrounded the houses, on all the way in islands ... everywhere!\n\nAll people in Cham island town discharges wastewater into the sea. What a shame. They're killing their sea, our sea. 1* for the living at Cham Island.",
            "author_name": "Blue Fam",
            "relative_time_description": "",
            "time": 1574758357,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Marina",
          "Tours",
          "Boat Tours",
          "Water Sports",
          "Scuba & Snorkeling"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 40,
            "2": 46,
            "3": 246,
            "4": 354,
            "5": 723
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.957408,
        "address": "XG44+X28, Unnamed Rd, Tân Hiệp,, Tân HIệp, Hội An, Quảng Nam, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJPc0bg5QNQjERzsmvXUmY8Yw",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.358256,
        "rating": 4.8,
        "numRatings": 230,
        "sources": [
          {
            "id": "1844624",
            "type": "webPlacesList",
            "url": "https://therollingpack.com/hoi-an-beach-guide/",
            "sourceSite": "Web",
            "snippet": "The restaurants on Cua Dai Beach tend to have slightly higher prices than their An Bang counterparts, but this is not the case at Hoi An Golden Nugget!. Large portions and reasonable prices combined with high quality Vietnamese food make this a must-eat spot at Cua Dai Beach.",
            "siteName": "The Rolling Pack",
            "shortName": "Hoi An Beach Guide",
            "indexInSource": 4,
            "iconSiteId": 20675,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IIJXRjXFIlIEQWwscvfCNyVIML3bjAik",
          "rE84Cy87EUaLLFTl2QQCEKuUFfYzEDJE",
          "IIJXRjXFIlIEQWwscvfCNyVIML3bjAik",
          "rE84Cy87EUaLLFTl2QQCEKuUFfYzEDJE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "GOLDEN NUT HOI AN RESTAURANT",
        "placeId": "ChIJPc0bg5QNQjERzsmvXUmY8Yw",
        "internationalPhoneNumber": "+84 914 435 333",
        "reviews": [
          {
            "rating": 5,
            "text": "This is a wonderful little restaurant near the beach in Hoi An. They really can cook the food tastefully and spicy if you want. This was one of the most better restaurant we went to during our 22 nights in Vietnam. The hostess is very kind and friendly and try to make the best of you visit ❤️",
            "author_name": "Carina Sandin",
            "relative_time_description": "",
            "time": 1738240954,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "What a fantastic family run restaurant . Food is superb and high quality all served by Chef's wife who is extremely helpful and friendly . We ate here a number of times during our 1 week stay at Palm Garden . We also did the Cooking Class and it was great fun and we picked up a few tips . My favourite dish was the Vietnamese Seafood Pancake and we were taught how to roll and eat it .",
            "author_name": "Jillian Windever",
            "relative_time_description": "",
            "time": 1735813923,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A really lovely restaurant! The food and service was amazing, would 100% recommend for a fantastic Vietnamese dinner",
            "author_name": "Megan Glass",
            "relative_time_description": "",
            "time": 1737038926,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 4,
            "3": 7,
            "4": 16,
            "5": 201
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.899497,
        "address": "69 Lạc Long Quân, Cẩm An, Hội An, Quảng Nam, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJE3EYKA8RQjERo1t2VZ9g7cY",
        "generalDescription": "Nestled just outside Hoi An, Sunshine Ha My Beach Villa offers a serene escape from the bustling crowds often found at more popular beaches like Cua Dai. This hidden gem is perfectly situated between the luxurious Four Seasons The Nam Hai and Le Belhamy resorts, making it an ideal spot for those seeking tranquility.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.317173,
        "rating": 4.7,
        "numRatings": 54,
        "sources": [
          {
            "id": "516281",
            "type": "webPlacesList",
            "url": "https://vinpearl.com/en/hoi-an-beaches-7-incredible-destinations-for-a-sun-kissed-getaway",
            "sourceSite": "Web",
            "snippet": "Unlike other Hoi An beaches, Ha My was little-known among international tourists, except locals and savvy expats, until the British Telegraph newspapers listed it as one of the top beaches in Asia. Ha My beach is centrally located on the coastal route connecting Da Nang city with Hoi An city. Thus, this site is still isolated and unspoiled enough for visitors to find quiet serenity with their loved ones amidst rows of poplar, coconut trees, long orchid seaweed, and unobstructed views of the sea.",
            "siteName": "Vinpearl",
            "shortName": "TOP 7 Hoi An beaches to beat the summer heat",
            "indexInSource": 1,
            "iconSiteId": 25620,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207724",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/beaches-in-hoi-an",
            "sourceSite": "Web",
            "snippet": "Ha My Beach is a stunning coastal gem near Hoi An in central Vietnam, renowned for its pristine beauty and tranquil ambiance. The beach stretches along a picturesque coastline, featuring soft, golden sands that gently meet the clear, turquoise waters of the South China Sea, creating an inviting oasis for visitors. With easy connectivity, Ha My Beach is located on the road connecting Hoi An to Da Nang, and beautiful homestays and cottages are there for your comfort.",
            "siteName": "Holidify",
            "shortName": "5 Beaches in Hoi An For A Perfect Beachside Vacation",
            "indexInSource": 2,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844609",
            "type": "webPlacesList",
            "url": "https://www.travelauthenticasia.com/blog/vietnam-adventures/discover-the-hidden-charm-of-hoi-an-beaches.aspx",
            "sourceSite": "Web",
            "snippet": "Ha My beach located in Dien Duong ward may not be as well-known as Cua Dai beach or An Bang beach when coming to Hoi An, but it has been gaining popularity in recent years, becoming a favorite tourist destination in the Central region. This beach's attractiveness was further affirmed after it was voted as one of the most beautiful beaches in Asia by the Telegraph newspaper in 2017.",
            "siteName": "Travel Authentic Asia",
            "shortName": "Discover the Hidden Charm of Hoi An Beaches",
            "indexInSource": 2,
            "iconSiteId": 91975,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99795",
            "type": "webPlacesList",
            "url": "https://www.vietnamdrive.com/hoian-beaches/",
            "sourceSite": "Web",
            "snippet": "Ha My Beach is located on the coastal route connecting Da Nang City and Hoi An ancient town. Ha My Beach is a relatively new name on the tourist map of Hoi An, like a sleeping fairy while remaining intact with pure and pristine features. The beach of Ha My fascinates tourists with white sand, clear blue sea water, rows of poplar trees, and shady coconut palms stretching.",
            "siteName": "vietnamdrive.com",
            "shortName": "The Beautiful Beaches in Hoi An for Relaxation",
            "indexInSource": 2,
            "iconSiteId": 664,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99780",
            "type": "webPlacesList",
            "url": "https://www.localiiz.com/post/travel-guides-itineraries-vietnam-hoi-an-best-beaches",
            "sourceSite": "Web",
            "snippet": "Between Da Nang City and Hoi An ancient town, Ha My Beach sits on the coastal road, six kilometres from the famed Marble Mountain. Listed as one of the most beautiful beaches in Asia, the beach is surprisingly underrated and retains an untouched beauty. If you’re looking for peace and quiet, and just a place to read a good book on the sand, this is the place to be.",
            "siteName": "Localiiz",
            "shortName": "Hoi An, Vietnam: Best beaches to visit",
            "indexInSource": 2,
            "iconSiteId": 3322,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "991042",
            "type": "webPlacesList",
            "url": "https://www.visitquangnam.com/experiences/nature/relax-like-a-local-on-hoi-an-best-beaches/",
            "sourceSite": "Web",
            "snippet": "If you want to see more of the beach in Quang Nam you can book a resort on Ha My beach, where the beaches are a wide stretch of soft sand and are usually empty. There’s also a small beach in Cua Dai, right next to the , where locals love to go in the afternoons. Further south, Tam Tien Beach and Tam Thanh Beach have soft powdery sand and local fishing communities.",
            "siteName": "Visit Quang Nam - A green travel guide",
            "shortName": "Relax like a local on Hoi An’s best beaches",
            "indexInSource": 6,
            "iconSiteId": 30737,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1839715",
            "type": "webPlacesList",
            "url": "https://vietnam.travel/things-to-do/holistic-wellness-hoi-an-beaches-and-resorts",
            "sourceSite": "Web",
            "snippet": "Head a bit further north to Ha My Beach, where the wilderness still lives. Ha, My sits along the coastal road between Hoi An and Da Nang, just a few kilometers south of Ngu Hanh Son mountain. It offers the same vast expanse of white sand that has earned Da Nang’s beaches an international reputation, without any of the touristic overdevelopment.",
            "siteName": "Vietnam Tourism",
            "shortName": "Holistic Wellness on Hoi An’s Beaches and Resorts",
            "indexInSource": 2,
            "iconSiteId": 2233,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844602",
            "type": "webPlacesList",
            "url": "https://vietnamtour.in/beaches-in-hoi-an/",
            "sourceSite": "Web",
            "snippet": "Ha My Beach is a nice change of pace from the bustling vibe of Hoi An’s ancient town. The Telegraph even ranked it as one of the most beautiful beaches in Asia!. With clean white sands lined with Australian pine trees and coconut palms and crystal-clear waters gently meeting the sloping hills, this beach is a nature lover’s paradise.",
            "siteName": "Vietnamtour.in",
            "shortName": "Best Beaches In Hoi An: 8 Coastal Charms For Sandy Escapes",
            "indexInSource": 2,
            "iconSiteId": 420,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "519873",
            "type": "webPlacesList",
            "url": "https://hoiantravel.com.vn/hoi-an-ancient-town/best-beach-in-hoi-an/",
            "sourceSite": "Web",
            "snippet": "Ha My Beach is often regarded as one of the most picturesque beaches in the area, featuring tranquil surroundings and fewer crowds. It’s perfect for those seeking a more peaceful beach experience. Ideal for sunbathing and swimming, Ha My also offers opportunities for beach games and picnics.",
            "siteName": "Hoi An Travel",
            "shortName": "Best Beach In Hoi An: Top 4 Beaches You Can’t Miss",
            "indexInSource": 2,
            "iconSiteId": 9041,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "519883",
            "type": "webPlacesList",
            "url": "https://www.beetrip.net/blog/attractions/best-hoi-an-beaches-to-visit-in-2019.html",
            "sourceSite": "Web",
            "snippet": "Located on the coastal road connecting Da Nang city with Hoi An ancient town (Quang Nam), Ha My beach is only about 6km from Marble Mountain. However, Ha My still retains the wild, clean and peaceful features. As the result, Ha My was selected to the top most beautiful beaches in Asia.",
            "siteName": "BeeTrip.net",
            "shortName": "Best Hoi An Beaches To Visit In 2019",
            "indexInSource": 2,
            "iconSiteId": 21835,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844614",
            "type": "webPlacesList",
            "url": "https://centralvietnamguide.com/hoi-an-beach/",
            "sourceSite": "Web",
            "snippet": "It’s one of the most untouched stretches of sand due to it being a little far from tourist areas. Although unpopular for crowds, this beauty is not strange for jet setters who spend the holiday in all-inclusive high end resorts. The Four Seasons Resort The Nam Hai is the most famous.",
            "siteName": "centralvietnamguide.com",
            "shortName": "A Guide to All Beaches in Hoi An Vietnam – Central Vietnam Guide",
            "indexInSource": 3,
            "iconSiteId": 24301,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844588",
            "type": "webPlacesList",
            "url": "https://excursionvietnam.com/best-beaches-near-hoi-an/",
            "sourceSite": "Web",
            "snippet": "Another good spot for vacations is Ha My beach, which is in a convenient position, between Da Nang city and Hoi An Ancient town. Typical beauty of the center of Vietnam is perfectly demonstrated in Ha My landscape. The place has sun-kissed white sand beaches and crystal clear water.",
            "siteName": "Excursion Vietnam",
            "shortName": "Contemplate The Beauty of 5 Best Beaches Near Hoi An",
            "indexInSource": 3,
            "iconSiteId": 3226,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844607",
            "type": "webPlacesList",
            "url": "https://travelsense.asia/top-5-most-beautiful-beaches-in-da-nang-hoi-an/",
            "sourceSite": "Web",
            "snippet": "Situated along the coast connecting Da Nang with Hoi An ancient town, Ha My Beach has a convenient location. For those who are looking for the most secluded quite corners but do not want to stay too far from Hoi An or Da Nang city, Ha My beach is a true gem.",
            "siteName": "Travel Sense Asia™ - Vietnam Tours, Laos Tours, Cambodia Tours",
            "shortName": "Top 5 most beautiful beaches in Da Nang – Hoi An",
            "indexInSource": 1,
            "iconSiteId": 26216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844603",
            "type": "webPlacesList",
            "url": "https://vinwonders.com/en/wonderpedia/news/hoi-an-beaches-top-ideal-places-to-satisfy-your-wanderlust/",
            "sourceSite": "Web",
            "snippet": "Located next to a coastal road linking Da Nang City and Hoi An Town, Ha My Beach is a fairly new destination on the tourism map. In a Hoi An beaches review, this beach is likened to a “fairy sleeping soundly”, all while keeping her natural pristine charm.",
            "siteName": "VinWonders",
            "shortName": "The ultimate guide for your vacation in 2024",
            "indexInSource": 1,
            "iconSiteId": 38363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99773",
            "type": "webPlacesList",
            "url": "https://www.bestpricetravel.com/travel-guide/hoi-ans-beaches-2694.html",
            "sourceSite": "Web",
            "snippet": "Another place for those who consider the matter of distance!. The beach is only 7 km from the Ancient Town. Thanks to its location, you can have a nice trip without worries about accommodation or means of transport.",
            "siteName": "BestPrice Travel",
            "shortName": "[TOP GUIDE] Hoi An Beaches: All You Need to Know",
            "indexInSource": 3,
            "iconSiteId": 212,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "8hfN2YBYKzxGIJX2SUmEhxFXqvLpYbCa",
          "8hfN2YBYKzxGIJX2SUmEhxFXqvLpYbCa"
        ],
        "openingPeriods": [],
        "name": "Sunshine Ha My Beach Villa",
        "placeId": "ChIJE3EYKA8RQjERo1t2VZ9g7cY",
        "internationalPhoneNumber": "+84 935 468 231",
        "reviews": [
          {
            "rating": 5,
            "text": "Good service !",
            "author_name": "Tours Hoi An",
            "relative_time_description": "",
            "time": 1591853010,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "(Translated by Google) Villa is super beautiful, clean, cool. The owner is enthusiastic. There are full cooking utensils and a very new billiard table. This was a wonderful vacation for my family.\nI will definitely come back next time.\n\n(Original)\nVilla siêu đẹp, sạch sẽ, mát mẻ. Chị chủ nhiệt tình. Có đầy đủ dụng cụ nấu nướng và bàn bi-a lỗ rất mới. Đây là một kỳ nghỉ tuyệt vời của gia đình mình.\nChắc chắn mình sẽ quay lại lần sau.",
            "author_name": "Ban Dien",
            "relative_time_description": "",
            "time": 1739411683,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "(Translated by Google) Villa swimming pool is not cleaned regularly dirty and water smells bad. Too many flies\n\n(Original)\nVilla hồ bơi ko vệ sinh thường xuyên bẩn và nước có mùi hôi .quá nhiều ruồi",
            "author_name": "bao quoc",
            "relative_time_description": "",
            "time": 1756346554,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/Sunshine-Ha-My-Beach-Villa-114806460253307",
        "index": 10,
        "id": "",
        "categories": [
          "Villa"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 0,
            "3": 2,
            "4": 2,
            "5": 48
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.925526,
        "address": "Điện Dương, Điện Bàn, Quảng Nam, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJXwI-rpMNQjERzvvjkC8l5cw",
        "generalDescription": "Cua Dai Beach, located just 4 kilometers east of Hoi An Ancient Town, is a picturesque destination known for its long stretch of fine white sand and clear waters. This beach has been recognized as one of the most beautiful in Asia by TripAdvisor. Visitors can enjoy sunbathing, swimming, or taking a leisurely bike ride along the romantic coastline. With rows of palm trees and thatched umbrellas providing shade, it's an ideal spot for relaxation.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.358963,
        "rating": 4.3,
        "numRatings": 179,
        "sources": [
          {
            "id": "1839715",
            "type": "webPlacesList",
            "url": "https://vietnam.travel/things-to-do/holistic-wellness-hoi-an-beaches-and-resorts",
            "sourceSite": "Web",
            "snippet": "Cua Dai was once the most popular beach in Hoi An, but a collective hospitality industry shift to An Bang has significantly decreased foot traffic and returned Cua Dai to its original state as a local fishing beach braced by steadfast restaurants and resorts. Cua Dai is now the place to go to escape crowds without compromising on access to restaurants and bars. While An Bang’s options are rather Westernized, Cua Dai restaurants still sell local food at local prices.",
            "siteName": "Vietnam Tourism",
            "shortName": "Holistic Wellness on Hoi An’s Beaches and Resorts",
            "indexInSource": 1,
            "iconSiteId": 2233,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844613",
            "type": "webPlacesList",
            "url": "https://hoiantravel.com.vn/hoi-an-beach-top-7-most-beautiful-beaches-in-hoi-an/",
            "sourceSite": "Web",
            "snippet": "Located just 5km from the center of Hoi An, Cua Dai Beach is one of the city’s renowned tourist destinations. It is where the convergence of three rivers, Thu Bon, Truong Giang, and De Vong, occurs before flowing into the East Vietnam Sea. Cua Dai Beach is among the top 25 most beautiful beaches in Asia in 2013, captivating visitors from the very first moment with its endless stretch of white sand and towering coconut palms providing ample shade.",
            "siteName": "Hoi An Travel",
            "shortName": "Hoi An Beach - Top 7 Most Beautiful Beaches in Hoi An",
            "indexInSource": 0,
            "iconSiteId": 9041,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844595",
            "type": "webPlacesList",
            "url": "https://vietnamdiscovery.com/hoi-an/attractions/cua-dai-beach/",
            "sourceSite": "Web",
            "snippet": "Literally meaning the “big sea mouth”, Cua Dai Beach is only 4 km far from Hoi An Ancient Town which used to be the busiest trading port in Southern Vietnam. As the confluence of Thu Bon River, Yangtze River and De Vong River, it stretches 3 kilometers in length from the Cham Islands ferry port to An Bang Beach. Cua Dai Beach is bestowed with shimmering white sand, clear turquoise water, moderate slopes and calm waves.",
            "siteName": "Vietnam Discovery Travel",
            "shortName": "Cua Dai Beach in Hoi An",
            "indexInSource": 0,
            "iconSiteId": 402,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844607",
            "type": "webPlacesList",
            "url": "https://travelsense.asia/top-5-most-beautiful-beaches-in-da-nang-hoi-an/",
            "sourceSite": "Web",
            "snippet": "Cua Dai used to be one of the most favorite beaches beaches in Da Nang – Hoi An for tourists, with soft sand, blue warm water and green coconut trees. Despite having suffered from erosion in recent years, it is still beautiful and able to swim. Cua Dai Beach has a great location, only 4 km far from the charming town Hoi An which used to be the busiest trading port in Southern Vietnam.",
            "siteName": "Travel Sense Asia™ - Vietnam Tours, Laos Tours, Cambodia Tours",
            "shortName": "Top 5 most beautiful beaches in Da Nang – Hoi An",
            "indexInSource": 3,
            "iconSiteId": 26216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99780",
            "type": "webPlacesList",
            "url": "https://www.localiiz.com/post/travel-guides-itineraries-vietnam-hoi-an-best-beaches",
            "sourceSite": "Web",
            "snippet": "Perched on the conversion of three rivers—Thu Bon, Truong Giang and De Vong—Cua Dai Beach is Hoi An’s most well-known beach. With its white sand stretches and tropical coconut trees, the area is home to a range of seafront hotels and resorts, yet retains its peaceful environment. Visitors partake in watersports, canoeing, tanning, walking, and simply enjoying the pristine waters.",
            "siteName": "Localiiz",
            "shortName": "Hoi An, Vietnam: Best beaches to visit",
            "indexInSource": 1,
            "iconSiteId": 3322,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844588",
            "type": "webPlacesList",
            "url": "https://excursionvietnam.com/best-beaches-near-hoi-an/",
            "sourceSite": "Web",
            "snippet": "The first place we would like to mention is the one and only Cua Dai Beach. This is the ideal place to spend your Vietnam beach vacations with a number of inshore resorts, which provide state-of-the-art equipment constructed into a consistent and environmentally-friendly system. Cua Dai beach is located in the tropical zone with a rainy season falling between February and August.",
            "siteName": "Excursion Vietnam",
            "shortName": "Contemplate The Beauty of 5 Best Beaches Near Hoi An",
            "indexInSource": 0,
            "iconSiteId": 3226,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844601",
            "type": "webPlacesList",
            "url": "https://localtravelidea.com/hoi-an/beaches-in-hoi-an",
            "sourceSite": "Web",
            "snippet": "Cua Dai beach is about 4km south of the center of Hoi An city and about 27km southeast away from Da Nang airport. This beach impresses a large number of tourists with endless strips of white sand. This beach is incredibly nice for sea activities such as swimming & diving in the blue sea, sunbathing on the long smooth white sand shore, or admiring the brilliant sunset.",
            "siteName": "Local Sunshine Company Limited",
            "shortName": "Top 3 Best beaches in Hoi An Vietnam for beach vacation in 2021",
            "indexInSource": 0,
            "iconSiteId": 16053,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844602",
            "type": "webPlacesList",
            "url": "https://vietnamtour.in/beaches-in-hoi-an/",
            "sourceSite": "Web",
            "snippet": "Cua Dai Beach is located where three rivers meet – Thu Bon River, Truong Giang River, and De Vong River – once a bustling trading port in Southeast Asia stretching over 30 kilometers with soft white sand and clear blue water. Cua Dai Beach now welcomes visitors with its calm waves and beautiful scenery. The sand looks even more stunning when sunlight reflects off it.",
            "siteName": "Vietnamtour.in",
            "shortName": "Best Beaches In Hoi An: 8 Coastal Charms For Sandy Escapes",
            "indexInSource": 1,
            "iconSiteId": 420,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844612",
            "type": "webPlacesList",
            "url": "https://www.tnktravel.com/blogs/vietnam-blogs/beaches-in-hoi-an/",
            "sourceSite": "Web",
            "snippet": "4km from the heart of Hoi An Ancient Town is Cua Dai Beach of Cam An Ward. Ever wonder why Cua Dai is voted as one of the most must-visit beaches in Hoi An?. It is easy to understand that since the beach is endowed with difficult-to-resist natural elements, such as crystal-like blue water, pear-like white sand, warm sunshine, soft waves, and cool salty breeze.",
            "siteName": "TNK Travel",
            "shortName": "Top 3 Beautiful Beaches in Hoi An",
            "indexInSource": 0,
            "iconSiteId": 9590,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844594",
            "type": "webPlacesList",
            "url": "https://hoiannow.com/things-to-do-in-hoi-an/beaches-hoi-an/",
            "sourceSite": "Web",
            "snippet": "Over the last decade a massive area of Cua Đại Beach was washed away by heavy rain, powerful waves, and a striking rise in sea level. Severe erosion began in 2013 with a large portion of the beach disappearing. After years of intensive rehabilitation, by the summer of 2017 parts of the beach and the visitors that once occupied it had temporarily returned.",
            "siteName": "Hoi An Now",
            "shortName": "Things to Do",
            "indexInSource": 1,
            "iconSiteId": 2114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99807",
            "type": "webPlacesList",
            "url": "https://www.handspan.com/en/hoi-an-everything-you-need-to-know-before-your-trip.html",
            "sourceSite": "Web",
            "snippet": "Only a 15-minute drive from Hoi An ancient town, Cua Dai beach, is an incredible getaway for beach-seekers in Hoi An. Three-kilometer stretching of white sandy beach, gentle waves, and pristine water make it a perfect place for swimming, floating around, and snorkeling. It's worth heading to Cua Dai beach to cool off and relax, especially in the summer.",
            "siteName": "Handspan Travel indochina",
            "shortName": "Hoi An: Everything you need to know before your trip",
            "indexInSource": 3,
            "iconSiteId": 3771,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844609",
            "type": "webPlacesList",
            "url": "https://www.travelauthenticasia.com/blog/vietnam-adventures/discover-the-hidden-charm-of-hoi-an-beaches.aspx",
            "sourceSite": "Web",
            "snippet": "One of the well-known Hoi An beaches, Cua Dai is located 30km south of Da Nang city and 5km East of the ancient town. The confluence of three rivers, Truong Giang River, Thu Bon River, and De Vong River, creates a habitat for various marine creatures in the area. During the Champa period, Cua Dai beach was considered the most beautiful beach in Hoi An.",
            "siteName": "Travel Authentic Asia",
            "shortName": "Discover the Hidden Charm of Hoi An Beaches",
            "indexInSource": 0,
            "iconSiteId": 91975,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844603",
            "type": "webPlacesList",
            "url": "https://vinwonders.com/en/wonderpedia/news/hoi-an-beaches-top-ideal-places-to-satisfy-your-wanderlust/",
            "sourceSite": "Web",
            "snippet": "Renowned for its tranquil beauty, this beach offers a peaceful escape, contrasting with the busier vibe of nearby Cua Dai Beach. Its smooth white sands and cool waters invite leisurely strolls and swimming, while the rough waves make it ideal for surfing and jet skiing. Nearby, you’ll find many restaurants and bars offering fresh seafood and drinks.",
            "siteName": "VinWonders",
            "shortName": "The ultimate guide for your vacation in 2024",
            "indexInSource": 2,
            "iconSiteId": 38363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844598",
            "type": "webPlacesList",
            "url": "https://vinpearl.com/en/ha-my-beach-quang-nam",
            "sourceSite": "Web",
            "snippet": "Along with Ha My Beach, Cua Dai Beach stands as a stunning coastal gem near Hoi An. With its pristine sandy shore and tranquil turquoise water, Cua Dai offers a peaceful retreat adorned with swaying coconut palms. Visitors can relax on the soft sand, swim in the gentle waves, and savor fresh seafood at beachfront eateries.",
            "siteName": "Vinpearl",
            "shortName": "A hidden coastal gem near Hoi An",
            "indexInSource": 3,
            "iconSiteId": 25620,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "519883",
            "type": "webPlacesList",
            "url": "https://www.beetrip.net/blog/attractions/best-hoi-an-beaches-to-visit-in-2019.html",
            "sourceSite": "Web",
            "snippet": "Located 5km from Hoi An center, Cua Dai beach is one of the famous destinations of Hoi An. This is the convergence of three rivers Thu Bon, Truong Giang and De Vong before pouring into the East Sea. From Hoi An or Da Nang international airport, you can take a taxi there approximately around 10 minutes, 45 minutes.",
            "siteName": "BeeTrip.net",
            "shortName": "Best Hoi An Beaches To Visit In 2019",
            "indexInSource": 0,
            "iconSiteId": 21835,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844614",
            "type": "webPlacesList",
            "url": "https://centralvietnamguide.com/hoi-an-beach/",
            "sourceSite": "Web",
            "snippet": "Cua Dai is the southernmost beach in Hoi An, meaning “the big estuary” because it’s near the mouth of the Thu Bon river. It boasts of fine sandy expanses by warm, shallow water and lined by coconut palms in the back. Before recent erosions occurred and construction of big resorts, this was unbroken.",
            "siteName": "centralvietnamguide.com",
            "shortName": "A Guide to All Beaches in Hoi An Vietnam – Central Vietnam Guide",
            "indexInSource": 1,
            "iconSiteId": 24301,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844587",
            "type": "webPlacesList",
            "url": "https://localvietnam.com/blog/6-best-beaches-in-hoi-an/",
            "sourceSite": "Web",
            "snippet": "Cua Dai Beach is 5 km from Hoi An and is therefore closer than An Bang. Cua Dai is a beautiful beach with fine sand and palm trees, but unfortunately affected by serious erosion. Although erosion has been established since 2004, the situation has gained momentum in recent years.",
            "siteName": "Local Vietnam",
            "shortName": "6 best beaches in Hoi An + Tips for best beach resorts",
            "indexInSource": 1,
            "iconSiteId": 13032,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99773",
            "type": "webPlacesList",
            "url": "https://www.bestpricetravel.com/travel-guide/hoi-ans-beaches-2694.html",
            "sourceSite": "Web",
            "snippet": "With its wild beauty, Cua Dai beach has become an attractive destination for all tourists when coming to Hoi An. Cua Dai beach is 4km from the ancient town, so moving there is very easy. You can choose a motorbike, car, bus, taxi or even bicycle to get to the beach.",
            "siteName": "BestPrice Travel",
            "shortName": "[TOP GUIDE] Hoi An Beaches: All You Need to Know",
            "indexInSource": 0,
            "iconSiteId": 212,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844599",
            "type": "webPlacesList",
            "url": "https://en.vietnamplus.vn/hoi-an-named-among-nine-best-city-destinations-with-beaches-post266694.vnp",
            "sourceSite": "Web",
            "snippet": "Hoi An is not merely an ancient town but also home to pristine beaches with blue sea, the paper said, detailing that aside from the famous Cua Dai beach, An Bang beach is like a hidden gem, chosen as one of the world’s most beautiful beaches in 2011 by CNN Go./.",
            "siteName": "Vietnam+ (VietnamPlus)",
            "shortName": "Hoi An named among nine best city destinations with beaches",
            "indexInSource": 1,
            "iconSiteId": 49250,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99795",
            "type": "webPlacesList",
            "url": "https://www.vietnamdrive.com/hoian-beaches/",
            "sourceSite": "Web",
            "snippet": "Located 5km from the center of Hoi City, Cua Dai Beach is one of the famous tourist destinations in Hoi An. The beach has a length of 4km, and its beginning is from the Cua Dai estuary. However, 1 km from Victoria Resort is popular with the public.",
            "siteName": "vietnamdrive.com",
            "shortName": "The Beautiful Beaches in Hoi An for Relaxation",
            "indexInSource": 0,
            "iconSiteId": 664,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "519875",
            "type": "webPlacesList",
            "url": "https://hiddenhoian.com/see-and-do/hoi-ans-beaches/",
            "sourceSite": "Web",
            "snippet": "But coastal erosion has slowly made the beach narrower and narrower. The solution was to put sandbags along the water’s edge to stop further erosion. They are the same colour as the sand, so the beach now looks like it has a line of humps along it.",
            "siteName": "Hidden Hoian",
            "shortName": "A Complete Guide to Hoi An's Beaches",
            "indexInSource": 2,
            "iconSiteId": 5397,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207724",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/beaches-in-hoi-an",
            "sourceSite": "Web",
            "snippet": "Cua Dai is one of the very popular beaches in Vietnam located very close to Hoi An. The beach is known for its white sands, turquoise waters, clear sunshine and tender waves. The beach is a tourist hotspot, but it is maintained very well.",
            "siteName": "Holidify",
            "shortName": "5 Beaches in Hoi An For A Perfect Beachside Vacation",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844605",
            "type": "webPlacesList",
            "url": "https://thisgirlabroad.com/hidden-beach-hoi-an/",
            "sourceSite": "Web",
            "snippet": "There are two main beaches in Hoi An: Cua Dai Beach and An Bang Beach. I honestly wouldn’t recommend either beach. Instead, I discovered a “Hidden Beach” that was a perfect little oasis between the two main beaches.",
            "siteName": "thisgirlabroad",
            "shortName": "Hidden Beach Hoi An: The only beach you need to visit",
            "indexInSource": 0,
            "iconSiteId": 31164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844597",
            "type": "webPlacesList",
            "url": "https://autourasia.com/b454-hoi-an-itinerary-explore-the-top-beautiful-beaches-in-hoi-an-vietnam.html",
            "sourceSite": "Web",
            "snippet": "Location : Hai Ba Trung Street, Cam An Ward, Hoi An City, Quang Nam Province. Entrance fees : Free. Google Map : https://maps.app.goo.gl/UJoj83FswHxej6AN9",
            "siteName": "Autour Asia Co.,Ltd",
            "shortName": "Explore The Top Beautiful Beaches In Hoi An, Vietnam",
            "indexInSource": 0,
            "iconSiteId": 87917,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "e2g5eXOQxWQeBPytKfvJzDWjljhwreix",
          "W0k8WB61jtCwvWeonVCyhJOOKNt86JQ3",
          "8cjSnhslTSkfxQZCad2pSmhLorJt3cih",
          "zzr7WIOknJOqSyiM4vZ4ASeotMXRnCcG",
          "E1x7hDuOo4hgBpm7MNw4a1AjlXSM9y2O",
          "e2g5eXOQxWQeBPytKfvJzDWjljhwreix",
          "W0k8WB61jtCwvWeonVCyhJOOKNt86JQ3",
          "8cjSnhslTSkfxQZCad2pSmhLorJt3cih",
          "zzr7WIOknJOqSyiM4vZ4ASeotMXRnCcG",
          "E1x7hDuOo4hgBpm7MNw4a1AjlXSM9y2O"
        ],
        "openingPeriods": [],
        "name": "Cua Dai Beach",
        "placeId": "ChIJXwI-rpMNQjERzvvjkC8l5cw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We took a Grab Taxi from An Bang Beach, where we spent 4 hours. This beach was much less crowded on 10th Nov '24, with only a couple of tourists. The sea water appeared cleaner and greener here, but food options were limited. For those seeking a private experience, this is an excellent beach. However, if you prefer a crowd during the off-season, An Bang Beach is ideal. Remember to carry your own drinking water.",
            "author_name": "Flashes Pearlies",
            "relative_time_description": "",
            "time": 1732189068,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Ride out past paddy fields and to the beach. Soak in the waves and relax and go get a coffee and some food. Nice way to spend a Sunday. Sad to see the flood barriers which can change the look of photos but obviously necessary after recent history.",
            "author_name": "Andrew “Andy” Davis",
            "relative_time_description": "",
            "time": 1750080774,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Cua Dai Beach has the foundations of a tropical paradise-with soft sand, tall palm trees, and long stretches of thatched umbrellas offering shade and a peaceful ocean view. From a distance, it definitely has that classic postcard look and a relaxing vibe, especially if you're just looking to lie on a sunbed and enjoy the breeze.\n\nHowever, a closer look reveals that the area has seen better days. Many of the beachfront restaurants and buildings seem quite tired and in need of maintenance, and the surrounding grounds-especially the patches of overgrown weeds and grass-reflect years of neglect, likely since the pandemic. It's a shame, because the location has a lot of potential to be a premier coastal destination.\n\nStill worth a visit if you're nearby and looking for some quiet beach time, but it feels like a place that's been somewhat forgotten and is waiting for a proper revival.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1749515161,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 6,
            "3": 19,
            "4": 46,
            "5": 103
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.899021,
        "address": "Cẩm An, Hội An, Quảng Nam, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJX_osydwQQjERB-Y6MvLfJmQ",
        "generalDescription": "Nestled just a stone's throw from the vibrant city of Da Nang, Non Nuoc Beach boasts stretches of golden sands that invite relaxation and adventure alike. This stunning beach is part of a luxurious resort complex, making it an ideal getaway for those seeking both comfort and natural beauty. Nearby, the enchanting Marble Mountains rise majestically with their sacred hills adorned by ancient shrines and temples hidden within breathtaking caves.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.273865,
        "rating": 4.3,
        "numRatings": 177,
        "sources": [
          {
            "id": "1844607",
            "type": "webPlacesList",
            "url": "https://travelsense.asia/top-5-most-beautiful-beaches-in-da-nang-hoi-an/",
            "sourceSite": "Web",
            "snippet": "The beach lies at the foot of Marble Mountain and Marble Stone village. The long, fine sand, clear blue water, and waves crashing against the rocks give Non Nuoc a charming beauty.",
            "siteName": "Travel Sense Asia™ - Vietnam Tours, Laos Tours, Cambodia Tours",
            "shortName": "Top 5 most beautiful beaches in Da Nang – Hoi An",
            "indexInSource": 0,
            "iconSiteId": 26216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IcoQ99t3KzzNqXPWjFPfWq1DPOK4yVVx",
          "CyDrVH1scak92ZbPRth1RQJBqUDvWz02",
          "rerYiSspJfK9wEWBM1UVXq4ycV8foD57",
          "9UmHVYYZaQZeMMpBNbw07Gcja4LULcXK",
          "3wUFk8ZZ6ic1PI2YR4vVBWhnq29YNl8o",
          "IcoQ99t3KzzNqXPWjFPfWq1DPOK4yVVx",
          "CyDrVH1scak92ZbPRth1RQJBqUDvWz02",
          "rerYiSspJfK9wEWBM1UVXq4ycV8foD57",
          "9UmHVYYZaQZeMMpBNbw07Gcja4LULcXK",
          "3wUFk8ZZ6ic1PI2YR4vVBWhnq29YNl8o"
        ],
        "openingPeriods": [],
        "name": "Non Nuoc Beach",
        "placeId": "ChIJX_osydwQQjERB-Y6MvLfJmQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "With beautiful nature and interesting activities and experiences, Non Nuoc beach will bring you moments of relaxation and unforgettable memories. If you have a chance to visit Da Nang city, do not miss the opportunity to come to this beautiful beach.",
            "author_name": "Do Cuong",
            "relative_time_description": "",
            "time": 1754455035,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The beach is quite beautiful but when we visited it was forbidden to swim. The wind was strong and waves treacherous so it's understandable.\nThere were no people and the area is full of unfinished hotels.\n\nThere was one lifeguard on duty but he was sleeping.\n\nMaybe in the future it's worth going here but for now, we wasted our time driving down there looking for a less busy beach.",
            "author_name": "C. Pedersen",
            "relative_time_description": "",
            "time": 1690370794,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Danang's beach is long, clean, and surprisingly quiet. Compared to more crowded beach destinations, this felt peaceful and even a little under-appreciated. We stayed near the Non Nuoc Beach area, and most mornings we had the sand almost to ourselves.\n\nThe waves were gentle, and the sunrise views were beautiful. It's a perfect place to take a slow walk, sit under the trees, or just watch the horizon. Even the hotel beachfront felt private and spacious.\n\nTip: Go early in the morning for the softest light and almost no crowd. Wear sandals, and bring water if you're planning to walk far.",
            "author_name": "Alfred Ng",
            "relative_time_description": "",
            "time": 1746209275,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Beach",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 8,
            "3": 11,
            "4": 34,
            "5": 116
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.995533,
        "address": "Hoa Hai, Ngũ Hành Sơn, Da Nang 550000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJFazFb5YNQjERlnVTEJRTpxE",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.365637,
        "rating": 4.8,
        "numRatings": 207,
        "sources": [
          {
            "id": "1844624",
            "type": "webPlacesList",
            "url": "https://therollingpack.com/hoi-an-beach-guide/",
            "sourceSite": "Web",
            "snippet": "This restaurant consistently gets high reviews thanks to their commitment to quality food. Even the Western dishes here are decent, though Vietnamese food is definitely their specialty. Lots of seafood options are available, and this restaurant sits right next to the beach, making it an easy spot to stop after a long beach day.",
            "siteName": "The Rolling Pack",
            "shortName": "Hoi An Beach Guide",
            "indexInSource": 5,
            "iconSiteId": 20675,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "NkOUVs39bODvFcwBqBvLc720cyCMCqRa",
          "WIMCYX41M86bwEvOvLDZVwSDNzlH5ODZ",
          "FChx8Dz5gSfz9Smeh2rGSArJHwuNfe6R",
          "NkOUVs39bODvFcwBqBvLc720cyCMCqRa",
          "WIMCYX41M86bwEvOvLDZVwSDNzlH5ODZ",
          "FChx8Dz5gSfz9Smeh2rGSArJHwuNfe6R"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Blue Wave Restaurant & Cafe Hoi An",
        "placeId": "ChIJFazFb5YNQjERlnVTEJRTpxE",
        "internationalPhoneNumber": "+84 775 558 088",
        "reviews": [
          {
            "rating": 5,
            "text": "A little gem of a place located 1 minute walk from the Hoi A Beach Resort hotel. This is the first bar as you venture down the road from the hotel and the experience is brilliant. I have just had the best Chicken and chilli with fresh vegetables for a long time, very friendly staff and the place is immaculate. Worth a visit is you are staying in the area. Thanks for a great meal.",
            "author_name": "Philip Kehoe",
            "relative_time_description": "",
            "time": 1720335638,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I love this little spot. It's right outside of my resort. I checked out some other options, and decided this is going to be spot, given the convenience, taste, variety, ambiance, price and service. They also take credit cards which makes it big for me. I tried different things on the menu and they are all pretty good. I was going to get coffee from next door but decided this is better so I just get everything from here morning to dawn. High recommended if you are staying in the nearby hotels.",
            "author_name": "Jessy",
            "relative_time_description": "",
            "time": 1747471261,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Delicious and reasonably-priced food.  Friendly service.  We had the egg fried rice and the crispy sweet and sour fish.  Even though the batter wasn't crispy by the time we had it, the overall taste was still great.",
            "author_name": "Maxine Wan",
            "relative_time_description": "",
            "time": 1713607789,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Restaurant",
          "Bar",
          "Coffee shop",
          "Seafood restaurant",
          "Vietnamese restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 2,
            "3": 7,
            "4": 19,
            "5": 178
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.897466,
        "address": "04 Cửa Đại, Hội An, Quảng Nam, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJx6ADmPENQjERe9PLGG1II1Y",
        "generalDescription": "Tan Thanh Beach, also known as An Bang 2 Beach, is a serene and less crowded spot perfect for relaxation and sunbathing. Visitors can enjoy the clear waters and clean surroundings while savoring refreshments at popular cafes like Sound of Silence. The area is serviced by cool cafes such as Sound of Silence and bar/restaurants like Barefoot Beach Club and Eight Days a Week.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.348904,
        "rating": 4.4,
        "numRatings": 142,
        "sources": [
          {
            "id": "991042",
            "type": "webPlacesList",
            "url": "https://www.visitquangnam.com/experiences/nature/relax-like-a-local-on-hoi-an-best-beaches/",
            "sourceSite": "Web",
            "snippet": "On Tan Thanh Beach, Sound of Silence Coffee is a favorite spot for in-the-know expats and locals. Apart from excellent coffee, the cafe serves simple breakfasts of omelets and crepes at tables in a tropical garden. Walk a few steps down to the sand for a swim, or over to Gieo Cafe for Vietnamese vegetarian meals or Western fare at Salt Pub.",
            "siteName": "Visit Quang Nam - A green travel guide",
            "shortName": "Relax like a local on Hoi An’s best beaches",
            "indexInSource": 0,
            "iconSiteId": 30737,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844594",
            "type": "webPlacesList",
            "url": "https://hoiannow.com/things-to-do-in-hoi-an/beaches-hoi-an/",
            "sourceSite": "Web",
            "snippet": "Tan Thanh Beach is south of An Bang, before you reach Hidden Beach. It’s not as popular as the other beaches in the surrounding area, but equally stunning and idyllic. It’s a great place for visitors to stop by for an afternoon laze in the sun (minus swarms of tourists), or to enjoy some local cuisine by the seafront.",
            "siteName": "Hoi An Now",
            "shortName": "Things to Do",
            "indexInSource": 2,
            "iconSiteId": 2114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844614",
            "type": "webPlacesList",
            "url": "https://centralvietnamguide.com/hoi-an-beach/",
            "sourceSite": "Web",
            "snippet": "Thanks to being less famous than others, this stretch of fine sands is quieter, free from crowds and large constructions. That is perfect for those who like privacy while relaxing on sands in the sun. Sun beds with umbrellas are available in some bars and restaurants, with a cheap price.",
            "siteName": "centralvietnamguide.com",
            "shortName": "A Guide to All Beaches in Hoi An Vietnam – Central Vietnam Guide",
            "indexInSource": 2,
            "iconSiteId": 24301,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "0MTVI2Aii7f1stfASR1rY7KGQqi5kOcS",
          "S8DzPtTlv3jbuR7K5OjB6FgJT9609Ijw",
          "kjpYM5gT7wm9zkfDLGepDtHSiQJhaF8D",
          "0MTVI2Aii7f1stfASR1rY7KGQqi5kOcS",
          "S8DzPtTlv3jbuR7K5OjB6FgJT9609Ijw",
          "kjpYM5gT7wm9zkfDLGepDtHSiQJhaF8D"
        ],
        "openingPeriods": [],
        "name": "Biển Tân Thành",
        "placeId": "ChIJx6ADmPENQjERe9PLGG1II1Y",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I was here in July 2023.\nThe beach is quiet, the water is so clear.\nIt is kept clean when I visited.\n\nThere is this group called “Hoi An Flow” located here. They offer water sports I think.\nBy the time I visited, they were holding summer camp for children where the kids can learn about water sports.\n\nAlso, there is a cafe nearby, Silence of the Sea. You can enjoy good cafe and looking out at the beach. Or you can take a seat in the indoor area where the interior is also nice.\n\nEnjoyed this beach better than the main An Bang à it is less crowded.",
            "author_name": "Linh My To",
            "relative_time_description": "",
            "time": 1691187116,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Perfect spot between two busier sections of the beach. We returned to this area three or four times - it's a little quieter, but you can still find lounge chairs and local restaurants to order food and drink. Pretty ideal really!",
            "author_name": "Bret Sikkink",
            "relative_time_description": "",
            "time": 1693950609,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice and tranquil beach located around 01 km on the right side from the main beach.\nA very good place for people who would like to enjoy their relaxation on their vacation. Taking all day long on this beach is a meaningful experience while you travel in Hoi An.\nIt grew fast from the local beach to a highlight spot Hoi An.",
            "author_name": "Nguyễn Quang Mạnh",
            "relative_time_description": "",
            "time": 1571726595,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://tanthanhbeach.com/",
        "index": 14,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 2,
            "3": 10,
            "4": 30,
            "5": 93
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.907877,
        "address": "Nguyễn Phan Vinh, Cẩm An, Tp. Hội An, Quảng Nam, Vietnam",
        "travel_time": null
      }
    ]
  }
}