{
  "list_id": "660",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/660/1.jpg",
  "description": "Dive into \"Rhythms of Mui Ne's Coastal Paradise\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/111534"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Rhythms of Mui Ne's Coastal Paradise",
  "city_id": "146264",
  "subtype": "poi",
  "city": "Mui Ne",
  "created_ts": 1759176888,
  "slug": "rhythms-of-mui-nes-coastal-paradise-mui-ne-poi-641a44",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJG0sCU6yPdjERGKRMrcgkOxU",
        "generalDescription": "Đồi Cát Đỏ, also known as the Red Sand Dunes, is a striking dune system located near the sea in Mui Ne and Phan Thiet. These dunes offer a unique experience with activities such as sand sledding and breathtaking views of the sunset. Situated just a few kilometers from the city center, they are easily accessible on foot or by tour.",
        "utcOffset": 420,
        "maxMinutesSpent": 45,
        "longitude": 108.29635,
        "rating": 4.1,
        "numRatings": 5989,
        "sources": [
          {
            "id": "412721",
            "type": "webPlacesList",
            "url": "https://wanderingwheatleys.com/things-to-do-mui-ne-beach-vietnam/",
            "sourceSite": "Web",
            "snippet": "As we mentioned above, it is not recommended that you drive a motorbike out to the sand dunes in Mui Ne as you will more than likely incur a fine from the police. However, you can take a 4-hour Jeep tour and see just as much!. We booked a private jeep through a tour agency in town for 450,000 VND (~$19.50) total for the two of us for four hours and three locations.",
            "siteName": "Wandering Wheatleys",
            "shortName": "11 Awesome Things to do in Mui Ne, Vietnam",
            "indexInSource": 1,
            "iconSiteId": 362,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "774591",
            "type": "webPlacesList",
            "url": "https://vietnamnomad.com/destinations/mui-ne/",
            "sourceSite": "Web",
            "snippet": "Traveling within Phan Thiet is easy with 9 bus routes, including 3 main routes leading to famous tourist spots: Route 1, connecting the center of Phan Thiet to Mui Ne; Route 6 to Ke Ga Cape; and Route 9 to Po Sah Inu Cham Towers, Red Sand Dunes, and Hon Rom.",
            "siteName": "Welcome to Vietnam",
            "shortName": "Mui Ne, Phan Thiet Travel Guide",
            "indexInSource": 2,
            "iconSiteId": 25271,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "301487",
            "type": "webPlacesList",
            "url": "https://www.originvietnam.com/destinations/vietnam/mui-ne-beach",
            "sourceSite": "Web",
            "snippet": "Near Hon Rom is one of the most beautiful landscapes of Mui Ne – Doi Cat Hong. In addition to the long wavy sand, the color of sand is also a tourist attraction. There are 18 different colors on the hill.",
            "siteName": "ORIGIN VIETNAM",
            "shortName": "Mui Ne Beach Travel Guide: Best Things To Do & Must-See Attractions",
            "indexInSource": 1,
            "iconSiteId": 14650,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1850958",
            "type": "webPlacesList",
            "url": "https://www.vietnamvisaprovider.com/vietnam-travel-news/1442-mui-ne-beach-one-of-the-best-beaches-of-vietnam",
            "sourceSite": "Web",
            "snippet": "The most must-see one is the Sand Dunes (Doi Cat), where the dunes turn from white to gold (red dunes can be found further south in Mui Ne Village).",
            "siteName": "vietnamvisaprovider.com",
            "shortName": "Mui Ne Beach – one of the best beaches of Vietnam",
            "indexInSource": 2,
            "iconSiteId": 268313,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3dICO4KkjLbqXRoqn4PEs6vnI9aUvljN",
          "eCEnV6Ob8tBGC56YVKZCDb4AIxWIVmdu",
          "STNPlPt7xSm3uUZpxs8z7VAMhwSnIsNr",
          "GmIsWjcf8WdIalyVviKO2nwpBUEWmG9k",
          "IyIwbJCUURt9bXLK0piLMlsPLKbpTXfb",
          "3dICO4KkjLbqXRoqn4PEs6vnI9aUvljN",
          "eCEnV6Ob8tBGC56YVKZCDb4AIxWIVmdu",
          "STNPlPt7xSm3uUZpxs8z7VAMhwSnIsNr",
          "GmIsWjcf8WdIalyVviKO2nwpBUEWmG9k",
          "IyIwbJCUURt9bXLK0piLMlsPLKbpTXfb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Red Sand Dunes",
        "placeId": "ChIJG0sCU6yPdjERGKRMrcgkOxU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Must go for sunset!!! If you get there around 5pm, it's still empty enough to enjoy it without the herds of tourists that come past 5.30pm.",
            "author_name": "Natalia Fernandez",
            "relative_time_description": "",
            "time": 1745128851,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The white sand dunes are definitely cool to see, and the scenery is quite unique. However, the visit is fairly quick unless you opt for activities like riding an ATV or taking a jeep tour-these are fun but can get pricey. Besides these activities, there isn't much else to do in the area. It's a great experience to try at least once for the views and adventure, but it's not something I'd feel the need to revisit. Worth a visit if you're in the area, though!",
            "author_name": "Andrei Franco",
            "relative_time_description": "",
            "time": 1736086357,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The Red Sand Dunes in Mũi Né offer a more laid-back, quieter experience compared to the more popular White Sand Dunes. While they don't have the same vast expanse or major attractions, they still provide a peaceful escape and a chance to enjoy the unique desert landscape.\n\nThe reddish hue of the sand is striking and makes for great photo opportunities, especially around sunrise and sunset when the light casts beautiful shadows across the dunes. There are some activities available, like sandboarding, though they're less commercialized and not as intense as at the White Sand Dunes. If you're looking for a more relaxed, short stop to explore the dunes or capture a few photos, it's a nice place to visit.\n\nThat said, there's not much else to do here beyond walking around and taking in the view, so it's best for those who want a quiet break rather than a full-day adventure. If you're in the area and have some spare time, the Red Sand Dunes are worth a brief visit, but don't expect the same level of excitement or scale as their White counterparts.",
            "author_name": "suraj singh",
            "relative_time_description": "",
            "time": 1735441954,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://dulichmuine.info/",
        "index": 1,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 269,
            "2": 283,
            "3": 1025,
            "4": 1569,
            "5": 2852
          }
        },
        "minMinutesSpent": 45,
        "latitude": 10.949296,
        "address": "01 Hòn Rơm, ĐT716, Mũi Né, Thành phố Phan Thiết, Bình Thuận, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJY1a34uOEdjERPKCS6l5mSxQ",
        "generalDescription": "Bãi đá Ông Địa, also known as Ong Dia rock beach, is a popular coastal destination located around 10 kilometers from the center of Phan Thiet city. This picturesque spot is frequented by locals and tourists alike for its stunning views, recreational activities like kite surfing and parasailing, and opportunities for sightseeing, photography, swimming, or simply unwinding by the serene blue sea.",
        "utcOffset": 420,
        "maxMinutesSpent": 20,
        "longitude": 108.184351,
        "rating": 4.3,
        "numRatings": 3524,
        "sources": [],
        "imageKeys": [
          "VPvZtRvASd0Vn6a3gOkJknW1CMJ4l1Xu",
          "qii4NDtbi7VJ74xswBygTVQvZW5wYcpo",
          "ep9plrXawOdoCPXsahGW2Knd5TXCtwEz",
          "VPvZtRvASd0Vn6a3gOkJknW1CMJ4l1Xu",
          "qii4NDtbi7VJ74xswBygTVQvZW5wYcpo",
          "ep9plrXawOdoCPXsahGW2Knd5TXCtwEz"
        ],
        "openingPeriods": [],
        "name": "Bãi đá Ông Địa",
        "placeId": "ChIJY1a34uOEdjERPKCS6l5mSxQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nice Beach is a serene and clean destination that offers a fantastic escape from the hustle and bustle of city life. The beach itself is well-maintained, providing a pristine environment for visitors to enjoy. One of the standout features of Nice Beach is its pier, which is constructed with solid concrete slabs. The pier not only adds a unique aesthetic to the beach but also serves as a perfect spot for leisurely strolls and capturing beautiful photographs of the ocean.\n\nFor those looking to stay refreshed, there are several vendors along the beach where you can purchase a variety of drinks. Whether you're in the mood for a cold soda, a refreshing juice, or an ice-cold beer, you'll find plenty of options to quench your thirst. The presence of these vendors ensures that you can stay hydrated and enjoy your beach day to the fullest.\n\nSurfing enthusiasts will be delighted to know that Nice Beach offers excellent surfing conditions. The waves are just right for both beginners and experienced surfers, providing an exciting opportunity to ride the waves and enjoy the thrill of the ocean. Even if you're not into surfing, watching the surfers in action can be an entertaining experience.\n\nOverall, Nice Beach is a wonderful destination that offers a clean and pleasant environment for visitors of all ages. Whether you're looking to relax on the sand, take a stroll on the pier, or catch some waves, Nice Beach has something for everyone. Highly recommended for a fun and relaxing day by the sea!",
            "author_name": "Paige Boult",
            "relative_time_description": "",
            "time": 1737960776,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice beach, not much garbage, the water is okay but not that clear. Lots of people here swimming and picnicking with family and friends. There are activities like zumba held at the beach. There are also people doing watersport activities like surfing. It's a very happening place and a good place for recreation especially in the evening.",
            "author_name": "Hafizun Mushtafa",
            "relative_time_description": "",
            "time": 1721088565,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Ong Dia beach is beautiful, playful and popular place. It's opposite to Sea Link hotel so many people know this beach and go to there to swim, take photos or take a rest relax with the sound of the sea. From Muine Domain it takes thirty minutes by walk to this beach. Sunbath is a healthy activity you should do on the beach.",
            "author_name": "Cao Thao",
            "relative_time_description": "",
            "time": 1692199729,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.dulichbinhthuan.com.vn/",
        "index": 2,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 56,
            "2": 98,
            "3": 418,
            "4": 941,
            "5": 2012
          }
        },
        "minMinutesSpent": 20,
        "latitude": 10.936726,
        "address": "Nguyễn Đình Chiểu, Phường Hàm Tiến, Thành phố Phan Thiết, Bình Thuận, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJO5qLQ2aNdjERUamudGThYfQ",
        "generalDescription": "Hòn Rơm is a picturesque mountain located 28 km from Phan Thiet city, in Long Son hamlet, Mui Ne ward. The area boasts stunning coastal views with clear blue waters and gentle golden sand hills lined with coconut palms. Visitors can enjoy breathtaking sunrises and sunsets, stargazing at night, or even organize a campfire.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.335074,
        "rating": 4.4,
        "numRatings": 426,
        "sources": [
          {
            "id": "1845122",
            "type": "webPlacesList",
            "url": "https://vietnamtour.in/beaches-in-mui-ne/",
            "sourceSite": "Web",
            "snippet": "From 5:30 AM to 6:00 AM, you can have a chance to witness the hustling business scene of fishermen bringing seafood to the shore after their late beach trips. This makes Fishing Village a special beach in Mui Ne, allowing visitors to immerse themselves in the in-reality lives of local people. Don’t forget to take a deep walk inside this village to discover how to make drying fish, elaborate fish sauce, and dried squid for interesting experiences.",
            "siteName": "Vietnamtour.in",
            "shortName": "8 Heavenly Beaches In Mui Ne Recommended By Locals",
            "indexInSource": 0,
            "iconSiteId": 420,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845132",
            "type": "webPlacesList",
            "url": "https://asiapioneertravel.com/blog/best-mui-ne-beaches/",
            "sourceSite": "Web",
            "snippet": "Dive into the beauty of Hon Rom Beach, a picturesque marvel that offers the perfect blend of crystal-clear waters and powdery sand. Ideal for sunbathing, swimming, or diving into adrenaline-pumping activities like kiteboarding and windsurfing. As the sun dips, the horizon lights up, offering an unforgettable sunset.",
            "siteName": "Asia Pioneer Travel",
            "shortName": "Check Out The 9 Best Mui Ne Beaches: A Sun-Soaked Paradise Uncovered",
            "indexInSource": 0,
            "iconSiteId": 93832,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1802940",
            "type": "webPlacesList",
            "url": "https://lilystravelagency.com/phan-thiet-beach-6-most-beautiful-beaches-in-phan-thiet-that-you-need-to-visit/",
            "sourceSite": "Web",
            "snippet": "Hon Rom Beach is the name of a tiny mountain in Long Son hamlet, Mui Ne ward, approximately 2 kilometers from Phan Thiet city. Hon Rom Beach is correct at the foot of the mountain; the sea water is green and calm, and there are few underground rocks. This location is ideal for picnics and group activities.",
            "siteName": "Lily's Travel Agency",
            "shortName": "Phan Thiet Beach: 6 most beautiful beaches in Phan Thiet that you need to visit",
            "indexInSource": 2,
            "iconSiteId": 62651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845123",
            "type": "webPlacesList",
            "url": "https://hanoitourist.com.vn/mui-ne-beaches-ne359.html",
            "sourceSite": "Web",
            "snippet": "Ganh Beach or Hon Rom Beach stretches along Red Sand Dunes (called Suoi Hong) to Hon Rom village. The beach itself is pristine and even more spectacular than Rang Beach, but it is not a good idea to swim there. Large parts of the beach serve as a harbor for fishing boats nearly a half of year.",
            "siteName": "TỔNG CÔNG TY DU LỊCH HÀ NỘI",
            "shortName": "MUI NE BEACHES | Hanoitourist |",
            "indexInSource": 1,
            "iconSiteId": 48271,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1177535",
            "type": "webPlacesList",
            "url": "https://muine-explorer.com/en/tour/attractions/mui-ne-beach/",
            "sourceSite": "Web",
            "snippet": "Hon Rom Beach is the most famous beach of Mui Ne because of its long and wide white sand strip. The beach is located about 28 km away from Phan Thiet City. Hon Rom is the name of a small pristine mountain located in Long Son hamlet, Mui Ne.",
            "siteName": "muine-explorer.com",
            "shortName": "THE MOST BEAUTIFUL BEACHES IN MUI NE PHAN THIET VIETNAM",
            "indexInSource": 1,
            "iconSiteId": 41543,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845128",
            "type": "webPlacesList",
            "url": "https://vinpearl.com/en/mui-ne-beaches",
            "sourceSite": "Web",
            "snippet": "This stunning beach boasts crystal-clear water and powdery sand, perfect for sunbathing and swimming. Adventure seekers can explore the nearby sand dunes or try kiteboarding and windsurfing.",
            "siteName": "Vinpearl",
            "shortName": "Mui Ne's beaches: 9 mesmerizing tropical destinations",
            "indexInSource": 0,
            "iconSiteId": 25620,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1850953",
            "type": "webPlacesList",
            "url": "https://izitour.com/en/blog/mui-ne-travel-guide?srsltid=AfmBOoqOMb1EJVPZowOJlBVePZM8kEj6IG5iLruNcMbn_BS_X_ewB_pW",
            "sourceSite": "Web",
            "snippet": "Red sand dunes - Bau Do (or Doi Cat Mui Ne or Doi Cat Bay) near Hon Rom beach, is 15km from Phan Thiet town.",
            "siteName": "Izitour",
            "shortName": "Mui Ne Travel Guide - Plan Your Vacation to A Southern Paradise Beach Destination",
            "indexInSource": 2,
            "iconSiteId": 28262,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1054578",
            "type": "webPlacesList",
            "url": "https://vagrantsoftheworld.com/things-to-do-in-mui-ne-one-of-the-best-beaches-in-vietnam/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Vagrants Of The World Travel",
            "shortName": "Best Things to do in Mui Ne Beach Resort Vietnam",
            "indexInSource": 3,
            "iconSiteId": 670,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "cxaoUZNRPqIHbLPAft9Ski4JFA8v3Amm",
          "Yen1Sg5ct0XucHGvxnPuHtT2PKrqvZW3",
          "7YswqBrs84ouKVCPGYPY6pDDbVsEV8uf",
          "tXlHw2ZGO2OTL68BQC5SKGvGbZrgm2gI",
          "cxaoUZNRPqIHbLPAft9Ski4JFA8v3Amm",
          "Yen1Sg5ct0XucHGvxnPuHtT2PKrqvZW3",
          "7YswqBrs84ouKVCPGYPY6pDDbVsEV8uf",
          "tXlHw2ZGO2OTL68BQC5SKGvGbZrgm2gI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Hòn Rơm",
        "placeId": "ChIJO5qLQ2aNdjERUamudGThYfQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nice chilled beach, BYO food and beers because there ain't a lot around on the beach.",
            "author_name": "Steve Black",
            "relative_time_description": "",
            "time": 1757204402,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The rooms are fine enough, no ice in the fridge. The sea water was not very clear, diner menu was subpar.",
            "author_name": "Haki",
            "relative_time_description": "",
            "time": 1727607538,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "As of 30.04.2024: Full of trash. Not worth visiting here.",
            "author_name": "Huong Nguyen",
            "relative_time_description": "",
            "time": 1714457679,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://phanthietvn.com/bien-hon-rom-mui-ne/",
        "index": 3,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 20,
            "2": 16,
            "3": 35,
            "4": 76,
            "5": 279
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.953726,
        "address": "X83P+F2W, Mũi Né, Thành phố Phan Thiết, Bình Thuận, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJN95E4jGSdjERx5QjCA-gvsI",
        "generalDescription": "Jibe's Beach Club - Suoi Nuoc is a popular spot that has been around since December 2000. It offers a sports bar atmosphere where you can catch your favorite international sporting events while enjoying a variety of food and drinks. The menu includes Western breakfast, burgers, pizzas, and delicious seafood with local flavors. The beach club also provides romantic views and cozy seating areas for guests to relax. Additionally, it hosts rooftop parties and buffets attracting many visitors.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.344642,
        "rating": 4.5,
        "numRatings": 73,
        "sources": [
          {
            "id": "412721",
            "type": "webPlacesList",
            "url": "https://wanderingwheatleys.com/things-to-do-mui-ne-beach-vietnam/",
            "sourceSite": "Web",
            "snippet": "Also, both Source Kiteboarding and Jibe’s Beach Club have a super friendly, knowledgeable, and patient team of instructors. Plus, they take your safety seriously!. No matter what your experience level, both will make sure you have a great time.",
            "siteName": "Wandering Wheatleys",
            "shortName": "11 Awesome Things to do in Mui Ne, Vietnam",
            "indexInSource": 4,
            "iconSiteId": 362,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "301497",
            "type": "webPlacesList",
            "url": "https://www.twobirdsbreakingfree.com/ultimate-guide-to-mui-ne",
            "sourceSite": "Web",
            "snippet": "This is Suoi Noc beach and it's a beautiful and desolate stretch of sand that's over 10km long, perhaps even longer than Rang beach. The loneliness is usually only disturbed by shepherd boys herding their goats and cows along the beach.",
            "siteName": "twobirdsbreakingfree.com",
            "shortName": "The Ultimate Guide To Mui Ne Beach Resort: Awe-Inspiring Sand Dunes In Vietnam",
            "indexInSource": 2,
            "iconSiteId": 35199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1dRF32aZGPx3ZCZz4Ptt1bTvtT9O25so",
          "YKcmG5xeNgS78nWwKcVNMohB8dolftFT",
          "cuXCVNWMcLNljqOfxsEZ5j7klN49KZSm",
          "1dRF32aZGPx3ZCZz4Ptt1bTvtT9O25so",
          "YKcmG5xeNgS78nWwKcVNMohB8dolftFT",
          "cuXCVNWMcLNljqOfxsEZ5j7klN49KZSm"
        ],
        "openingPeriods": [],
        "name": "Jibe's Beach Club - Suoi Nuoc",
        "placeId": "ChIJN95E4jGSdjERx5QjCA-gvsI",
        "internationalPhoneNumber": "+84 252 3836 099",
        "reviews": [
          {
            "rating": 5,
            "text": "It's beach front bar restaurant. We stay at Full Moon Villlage Resort and the Clubs is belong to the Resort. We ate all meals in here. We really like Seafood BBQ Set (clams, shrimps,squid, fish, beef, chicken and side dishes) and price is just nearly 45$ for 2, but its enough for our family of 4 (2 adults and 2 kids), the photo you saw is just side dishes of the Set.",
            "author_name": "Nga Nguyen",
            "relative_time_description": "",
            "time": 1582076647,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We are staying in Ham Tien and decided to make the journey to jibes today in search of a chilled beach to relax on. We were not disappointed. The beach here is gorgeously rustic and clean. Food at jibes was delicious and reasonable. We really enjoyed our day here and can highly recommend it if you want a nice chilled day.",
            "author_name": "Ella Ross",
            "relative_time_description": "",
            "time": 1533651830,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice and chill restaurant. Had 2 tables outside facing the beach. It was empty when we went for dinner on a Monday night. The banana lassi (requested for no sugar) was easily the best lassi I've ever had. They use edible straws made from flour.\n\nWe also had Saigon beer, passionfruit/dragonfruit juice, claypot fried rice (shrimps and fish - barracuda) and homemade spinach ricotta ravioli in pesto sauce (a little bland). Fried rice was not bad. About 10 to 20 usd for main courses.\n\nThere's also western food and appetizers on the menu. We were able to get the staff to drop us off at our resort (1km away) on his motorbike for approximately 1 usd.",
            "author_name": "Avery Ling",
            "relative_time_description": "",
            "time": 1559623145,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": true,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.fullmoon-village.com/",
        "index": 4,
        "id": "",
        "categories": [
          "Beach club"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 1,
            "3": 7,
            "4": 14,
            "5": 49
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.990656,
        "address": "X8RV+7V6, Hàm Thuận Bắc, Bình Thuận, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJjXmTjoCPdjERwbV8kex7wZg",
        "generalDescription": "The Red Sand Dunes, situated near Mui Ne town, may be smaller than the white dunes but are just as enchanting. The reddish-brown sand forms a stunning contrast against the blue sky, making it a popular destination for photography enthusiasts. The dunes are particularly breathtaking at sunset when the hues become even more vivid.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.297856,
        "rating": 3.8,
        "numRatings": 9,
        "sources": [
          {
            "id": "1149470",
            "type": "webPlacesList",
            "url": "https://vietnam.travel/things-to-do/wind-sand-and-sea-mui-nes-must-do-list",
            "sourceSite": "Web",
            "snippet": "Culture enthusiasts explore fishing villages and Cham ruins, familes unwind with seafood feasts and beach days, and adventure junkies seek out sand dunes and high winds (Mui Ne is one of Asia’s top sites for kiteboarding.) An eclectic mix of Vietnamese and foreigners adds an international feel to the town's chilled-out beach vibe. Here are seven must-do Mui Ne activites for a first-time visitor.",
            "siteName": "Vietnam Tourism",
            "shortName": "Wind, sand and sea: Mui Ne's must-do list",
            "indexInSource": 2,
            "iconSiteId": 2233,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "504YHeSWXu0Zx4Pfcx26S1SBLzQ0QiN4",
          "EJQSjJ3YdrH87pFis6oz3esxfBodxUwF",
          "JPcYWLTPr49bw7aA3kWj2lF9j2U5uXpK",
          "504YHeSWXu0Zx4Pfcx26S1SBLzQ0QiN4",
          "EJQSjJ3YdrH87pFis6oz3esxfBodxUwF",
          "JPcYWLTPr49bw7aA3kWj2lF9j2U5uXpK"
        ],
        "openingPeriods": [],
        "name": "Tourist Information of Red Sand Dunes",
        "placeId": "ChIJjXmTjoCPdjERwbV8kex7wZg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "(Translated by Google) It's smaller than White Sands, but it's a great place to take pictures. Sledding is also 50k here. It might be cheaper if you haggle. ^^\n\n(Original)\n화이트샌드보다는 작지만 사진찍기 좋아요\n썰매는 여기도 50k\n흥정하면 더 쌀 수도 ^^",
            "author_name": "DODAMDAM",
            "relative_time_description": "",
            "time": 1754104684,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "(Translated by Google) 💖It's not a special place. You can rent skateboards when you walk up to the sand board.\n\n(Original)\n💖沒有太特殊的地方，走到上面，可以租借滑板來滑沙。",
            "author_name": "李世宏佰達翡利獅子會",
            "relative_time_description": "",
            "time": 1723349048,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "(Translated by Google) Don't come here at noon, the sand will be too hot to bear. The most recommended place is the snack stall at the door. The Vietnamese specialty rice cake at 20,000 yuan is really delicious!\n\n(Original)\n千萬不要在正中午來這裡，沙子會燙到受不了，整體最推薦的是門口賣小吃的攤位，兩萬元一份的越南特色粿真的好吃！",
            "author_name": "destroy",
            "relative_time_description": "",
            "time": 1747579732,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Visitor center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 5,
            "4": 1,
            "5": 3
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.948902,
        "address": "Vietnam, Bình Thuận, Thành phố Phan Thiết, Mũi Né, ĐT706",
        "travel_time": null
      },
      {
        "_id": "ChIJhRkJjZaPdjERYEJeFUTK3aU",
        "generalDescription": "Mui Ne Beach is a popular destination for travelers looking to relax in hotels or resorts with private beaches and swimming pools. Visitors can explore the natural beauty of the area, including the red and white dunes, tranquil fishing villages, and local markets. The Bay Mui Ne offers beachfront accommodations with easy access to attractions like Long Beach Pearl Museum and Tropical Minigolf. Guests can enjoy amenities such as complimentary Wi-Fi, tour assistance, and on-site dining options.",
        "utcOffset": 420,
        "maxMinutesSpent": 45,
        "longitude": 108.306505,
        "rating": 4.2,
        "numRatings": 1134,
        "sources": [
          {
            "id": "1845122",
            "type": "webPlacesList",
            "url": "https://vietnamtour.in/beaches-in-mui-ne/",
            "sourceSite": "Web",
            "snippet": "From 5:30 AM to 6:00 AM, you can have a chance to witness the hustling business scene of fishermen bringing seafood to the shore after their late beach trips. This makes Fishing Village a special beach in Mui Ne, allowing visitors to immerse themselves in the in-reality lives of local people. Don’t forget to take a deep walk inside this village to discover how to make drying fish, elaborate fish sauce, and dried squid for interesting experiences.",
            "siteName": "Vietnamtour.in",
            "shortName": "8 Heavenly Beaches In Mui Ne Recommended By Locals",
            "indexInSource": 2,
            "iconSiteId": 420,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1177535",
            "type": "webPlacesList",
            "url": "https://muine-explorer.com/en/tour/attractions/mui-ne-beach/",
            "sourceSite": "Web",
            "snippet": "Mui Ne Beach is a coastal fishing town in the south central Bình Thuan Province of Vietnam. The distance is about 200km from Ho Chi Minh City and it takes 4.5 hours of driving. Mui Ne has beautiful beaches and steady wind conditions that make it a good destination for windsurfing, kitesurfing, sailing and other water sports.",
            "siteName": "muine-explorer.com",
            "shortName": "THE MOST BEAUTIFUL BEACHES IN MUI NE PHAN THIET VIETNAM",
            "indexInSource": 0,
            "iconSiteId": 41543,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845123",
            "type": "webPlacesList",
            "url": "https://hanoitourist.com.vn/mui-ne-beaches-ne359.html",
            "sourceSite": "Web",
            "snippet": "It is a 16-kilomettre stretch of soft-white sand, turquoise water and endless sunshine. Gracefully shaded with coconut palms, Rang Beach describes the ideal beach in imagination of many people. It offers the very best conditions for swimming as well as some world-class surfing, kite boarding and windsurfing.",
            "siteName": "TỔNG CÔNG TY DU LỊCH HÀ NỘI",
            "shortName": "MUI NE BEACHES | Hanoitourist |",
            "indexInSource": 0,
            "iconSiteId": 48271,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "301497",
            "type": "webPlacesList",
            "url": "https://www.twobirdsbreakingfree.com/ultimate-guide-to-mui-ne",
            "sourceSite": "Web",
            "snippet": "Back in the early 90's, Mui Ne was a relatively underdeveloped bolt-hole for expats and savvy tourists; a peaceful coastal getaway from the more manic tourist hotspots in Vietnam. The road lining the main stretch of beach was relatively empty, save for a few low-profile resorts, guesthouses and restaurants.",
            "siteName": "twobirdsbreakingfree.com",
            "shortName": "The Ultimate Guide To Mui Ne Beach Resort: Awe-Inspiring Sand Dunes In Vietnam",
            "indexInSource": 1,
            "iconSiteId": 35199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1010569",
            "type": "webPlacesList",
            "url": "https://asiapioneertravel.com/blog/mui-ne/",
            "sourceSite": "Web",
            "snippet": "This palm-fringed beach is the heart of Mui Ne’s resort life. Known for its steady wind conditions, it’s a hotspot for kitesurfing and windsurfing. The golden sands and gentle waves offer a tranquil retreat for sunbathers and swimmers alike.",
            "siteName": "Asia Pioneer Travel",
            "shortName": "Mui Ne Ultimate Guide - Exploring Vietnam's Wind, Sand, and Sea",
            "indexInSource": 1,
            "iconSiteId": 93832,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "309116",
            "type": "webPlacesList",
            "url": "https://extremenomads.life/top-things-to-do-in-mui-ne-vietnam/",
            "sourceSite": "Web",
            "snippet": "Serving up delicious cocktails, frosty beers, and glasses of wine, you can also binge out on some seriously yummy food- all while looking over the epic scenery of Mui Ne Beach. Tip: head there at sunset to score the best views!",
            "siteName": "Extreme Nomads",
            "shortName": "Insider Guide to Mui Ne Beach: 15+ Top Things to do in Mui Ne, Vietnam",
            "indexInSource": 1,
            "iconSiteId": 33031,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845128",
            "type": "webPlacesList",
            "url": "https://vinpearl.com/en/mui-ne-beaches",
            "sourceSite": "Web",
            "snippet": "Mui Ne Beach, also known as Fishing Village Beach, is one of Mui Ne's best beaches. The golden sand, crystal-clear water, and gentle breeze make it a perfect spot for sunbathing and relaxation.",
            "siteName": "Vinpearl",
            "shortName": "Mui Ne's beaches: 9 mesmerizing tropical destinations",
            "indexInSource": 1,
            "iconSiteId": 25620,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1850955",
            "type": "webPlacesList",
            "url": "https://www.indochinatravelpackages.com/destinations/vietnam/mui-ne-beach/",
            "sourceSite": "Web",
            "snippet": "Mui Ne Beach, located in Binh Thuan province, is one of Vietnam’s most beautiful beaches. The bus ride from Ho Chi Minh City to Mui Ne takes about 4 hours.",
            "siteName": "Southeast Asia Travel Packages",
            "shortName": "Photos, Best Things to Do, Suggested itineraries",
            "indexInSource": 2,
            "iconSiteId": 56343,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1054578",
            "type": "webPlacesList",
            "url": "https://vagrantsoftheworld.com/things-to-do-in-mui-ne-one-of-the-best-beaches-in-vietnam/",
            "sourceSite": "Web",
            "snippet": "You can book your Ho Chi Minh Saigon to Mui Ne travel in advance to ensure you get best deals and availability to make the most of your time in Mui Ne.",
            "siteName": "Vagrants Of The World Travel",
            "shortName": "Best Things to do in Mui Ne Beach Resort Vietnam",
            "indexInSource": 1,
            "iconSiteId": 670,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1149470",
            "type": "webPlacesList",
            "url": "https://vietnam.travel/things-to-do/wind-sand-and-sea-mui-nes-must-do-list",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Vietnam Tourism",
            "shortName": "Wind, sand and sea: Mui Ne's must-do list",
            "indexInSource": 1,
            "iconSiteId": 2233,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zECFljKHF7mHSGcJmEMFr3XaVUSrmrqh",
          "SVHrbIX0ci1n21cd5lP3EMfgEM3RWiFp",
          "3iNOMf6FXGQUpEDm5sT7ZJFlHmA4gFwL",
          "cVfC33XYs1OesmNCZ8ebKEwzLMePsbSC",
          "fMyXpwjMHCnLPkwbtYMWfoMY8ESAc4ly",
          "zECFljKHF7mHSGcJmEMFr3XaVUSrmrqh",
          "SVHrbIX0ci1n21cd5lP3EMfgEM3RWiFp",
          "3iNOMf6FXGQUpEDm5sT7ZJFlHmA4gFwL",
          "cVfC33XYs1OesmNCZ8ebKEwzLMePsbSC",
          "fMyXpwjMHCnLPkwbtYMWfoMY8ESAc4ly"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Mui Ne Beach",
        "placeId": "ChIJhRkJjZaPdjERYEJeFUTK3aU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Warm sunlight glistens, brushing against each azure waves coarsing the coast.",
            "author_name": "Hân Nguyễn Bảo",
            "relative_time_description": "",
            "time": 1744518198,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We are there to celebrate my birthday last nov. 28  we stay at Meraki Oasis Hotel who has this very beautiful infinity pool. The wave is very high and strong during that time so I dont recommend swimming on the beach. So many local seafood restaurant. This place is very accessible from HCMC so if you want to escape the bustle of the city come in this tranquil beach place.",
            "author_name": "Leo Barraca III",
            "relative_time_description": "",
            "time": 1735618184,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Beach is more or less gone - there are some parts of sand at some resorts and at the western end (Kite surfing school) and at Papa Kite school, where I got my birthday Kite day! (great)\nThe water is green brownish (5.Dec)\nthe clouds are grey...",
            "author_name": "Torsten Schmidt",
            "relative_time_description": "",
            "time": 1738663338,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://dulichmuine.info/",
        "index": 6,
        "id": "",
        "categories": [
          "Outdoor Activities",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 88,
            "2": 33,
            "3": 104,
            "4": 214,
            "5": 700
          }
        },
        "minMinutesSpent": 45,
        "latitude": 10.95375,
        "address": "Đ. Xuân Thủy, Hàm Thuận Bắc, Bình Thuận 77157, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJ98TtGf6NdjER9evlBORQU98",
        "generalDescription": "Hon Rom is a beautiful destination in Phan Thiet, easily accessible via several bus routes that connect to popular tourist spots. The area boasts a stunning beach with white sand, offering visitors the chance to immerse themselves in nature and enjoy the ocean.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.333333,
        "rating": 4.2,
        "numRatings": 50,
        "sources": [
          {
            "id": "301487",
            "type": "webPlacesList",
            "url": "https://www.originvietnam.com/destinations/vietnam/mui-ne-beach",
            "sourceSite": "Web",
            "snippet": "Hon Rom is the name of a small wild mountain located in Long Son hamlet, Mui Ne ward, Phan Thiet. Visitors should go to Hon Rom in the early morning or late afternoon to watch the sunrise and sunset. This is also an ideal camping site at night or watch the stars.",
            "siteName": "ORIGIN VIETNAM",
            "shortName": "Mui Ne Beach Travel Guide: Best Things To Do & Must-See Attractions",
            "indexInSource": 0,
            "iconSiteId": 14650,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "774591",
            "type": "webPlacesList",
            "url": "https://vietnamnomad.com/destinations/mui-ne/",
            "sourceSite": "Web",
            "snippet": "Traveling within Phan Thiet is easy with 9 bus routes, including 3 main routes leading to famous tourist spots: Route 1, connecting the center of Phan Thiet to Mui Ne; Route 6 to Ke Ga Cape; and Route 9 to Po Sah Inu Cham Towers, Red Sand Dunes, and Hon Rom.",
            "siteName": "Welcome to Vietnam",
            "shortName": "Mui Ne, Phan Thiet Travel Guide",
            "indexInSource": 3,
            "iconSiteId": 25271,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7vUmUUdvQ1UUFtNKp9KUvpMsx7xHWko9",
          "P9HqCaZcf1rZSY4SuIKPQnQAbVrgg9lQ",
          "GX9iGGjil3c09Gn2m8guvvZgzBb14dl6",
          "7vUmUUdvQ1UUFtNKp9KUvpMsx7xHWko9",
          "P9HqCaZcf1rZSY4SuIKPQnQAbVrgg9lQ",
          "GX9iGGjil3c09Gn2m8guvvZgzBb14dl6"
        ],
        "openingPeriods": [],
        "name": "Hon Rom",
        "placeId": "ChIJ98TtGf6NdjER9evlBORQU98",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Ok",
            "author_name": "Chương Trần Hoàng",
            "relative_time_description": "",
            "time": 1658916331,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice beach and white sand. Here is nothing only nature and ocean.",
            "author_name": "Hans Im Glücke",
            "relative_time_description": "",
            "time": 1610124417,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "So much garbage 🤢",
            "author_name": "YC L",
            "relative_time_description": "",
            "time": 1578314428,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Mountain peak"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 2,
            "3": 11,
            "4": 6,
            "5": 29
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.95,
        "address": "Mũi Né, Phan Thiet, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJSbSYJwCTdjERHQ10n0NpXWI",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.344959,
        "rating": 4,
        "numRatings": 2,
        "sources": [
          {
            "id": "1845123",
            "type": "webPlacesList",
            "url": "https://hanoitourist.com.vn/mui-ne-beaches-ne359.html",
            "sourceSite": "Web",
            "snippet": "Suoi Nuoc Beach can be found on the way from Red Sand Dunes to White Sand Dunes in the northeast of Hon Rom Beach. It is a long and secluded stretch of gorgeous beach. Unfortunately, it is not created with a relaxing backdrop with lush hills but a Sahara-like windswept desert.",
            "siteName": "TỔNG CÔNG TY DU LỊCH HÀ NỘI",
            "shortName": "MUI NE BEACHES | Hanoitourist |",
            "indexInSource": 2,
            "iconSiteId": 48271,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jd4SUcB0T4xa6ttlMHYJ9QTK1Ex9HSkv",
          "U7NrBe4vXsGdqszTahWtB5hu3GpNtMoj",
          "9kWJVXAegcOQg7dmYx11ajMHktbq3Mr8",
          "jd4SUcB0T4xa6ttlMHYJ9QTK1Ex9HSkv",
          "U7NrBe4vXsGdqszTahWtB5hu3GpNtMoj",
          "9kWJVXAegcOQg7dmYx11ajMHktbq3Mr8"
        ],
        "openingPeriods": [],
        "name": "Bãi suối nước",
        "placeId": "ChIJSbSYJwCTdjERHQ10n0NpXWI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 4,
            "text": "(Translated by Google) In 2022, when I first came here, the sea was very calm. In 2024, when I returned, I encountered a day of strong winds, big waves, and a noisy and unfamiliar sea, completely different from previous experiences. Every time the sea is different. Everyone should experience it themselves to choose the right beach at the right time.\n\n(Original)\nNăm 2022 khi lần đầu tôi đến đây thì biển rất lặng sóng. Năm 2024 khi quay lại, gặp phải ngày gió to, sóng lớn, biển ồn ào và lạ lẫm, khác hẳn với kinh nghiệm năm xưa. Mỗi thời điểm biển một khác. Mọi người nên tự trải nghiệm để chọn được bãi thích hợp vào thời điểm thích hợp.",
            "author_name": "Toàn Lê Huy",
            "relative_time_description": "",
            "time": 1720778075,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 2,
            "5": 0
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.990448,
        "address": "X8RV+7V6, Hàm Thuận Bắc, Bình Thuận, Vietnam",
        "travel_time": null
      }
    ]
  }
}