{
  "list_id": "1052",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/1052/1.jpg",
  "description": "Dive into \"Sun-Kissed Shores of Split\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/110107"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Sun-Kissed Shores of Split",
  "city_id": "9694",
  "subtype": "poi",
  "city": "Split",
  "created_ts": 1759591894,
  "slug": "sun-kissed-shores-of-split-split-poi-2792e0",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJhYxP5CheNRMRbeRSRNT36pM",
        "generalDescription": "Žnjan City Beach is a hidden gem nestled within the Marjan Hill Forest Park in Croatia. It offers a wild and rocky coastline with a small area of sand, making it an ideal spot for all generations. The beach boasts a large pebble stretch and ample free parking space, which sets it apart from other beaches in Split. Despite ongoing construction, visitors can enjoy free sunshades and sunbeds as well as the convenience of nearby amenities like supermarkets.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.476265,
        "rating": 4.3,
        "numRatings": 3373,
        "sources": [],
        "imageKeys": [
          "T0lm2IQwovuoxhlsTl0dm66DUxpUbmQO",
          "aRYM8ho9qTdgBEJK8w6Q5GkzkDsZc1im",
          "EGIhGMFFWSn6bn15uodkfGCVQZc3o0fA",
          "dS1mcnWBrhYTCB1BkEHENpltyA30ktGv",
          "sPNxRghO1iUlVrTlqssRtG4Vgc5nVzDK",
          "T0lm2IQwovuoxhlsTl0dm66DUxpUbmQO",
          "aRYM8ho9qTdgBEJK8w6Q5GkzkDsZc1im",
          "EGIhGMFFWSn6bn15uodkfGCVQZc3o0fA",
          "dS1mcnWBrhYTCB1BkEHENpltyA30ktGv",
          "sPNxRghO1iUlVrTlqssRtG4Vgc5nVzDK"
        ],
        "openingPeriods": [],
        "name": "Žnjan City Beach",
        "placeId": "ChIJhYxP5CheNRMRbeRSRNT36pM",
        "internationalPhoneNumber": "+385 99 496 7531",
        "reviews": [
          {
            "rating": 5,
            "text": "The best beach in Split, recently renovated and some parts are still under construction. The water is clean, the beach spacious and there's a little beach bar. Overall, a very enjoyable experience.",
            "author_name": "Tanja Tomic",
            "relative_time_description": "",
            "time": 1753804331,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Constructions at Znjan beach, as everyone is saying, kinda spoil the fun. Our uber dropped us next to the Tommy's. As a result, we walked in the scorching heat for 10 to 15 mins depending on our pace towards the city beach part of it and beyond to get away from the construction noise and dust. That was the only down part of visiting this beach. Otherwise, after reaching the club part, we loved the beach, the beds, and the water.\nIt is a pebble beach but not small pebbles, so it was good to walk on and we had water shoes on, so that helped in the heat. Highly recommended to wear one in these pebble beaches.\nThe water was clean and very clear, much better than Kasunji beach. The sunbeds cost 35 euros per bed and 45 for the enclosed ones. The food was a bit expensive at the club, almost everything was priced 18 to 20 euros. We carried some food with us so ordered only two plates of fries and a plate of vegetarian sushi for our kid which were really good fries and sushi and cost us 38 euros.\nWe loved the time there and would like to be back soon. Hopefully, next time, there won't be construction and no long walks to the beach.",
            "author_name": "Irani Borthakur",
            "relative_time_description": "",
            "time": 1723783345,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The beach infrastructure is still under construction.  There is a part that is finished, wheel chair access ramp to the water, paved walking areas, parking, and a large shade structure with solar panels on its roof.  I don't understand why there aren't solar panels everywhere, given how sunny it is here most of the year.   There is even a bouncy castle in the water for kids.  A huge draw back is there are NO PUBLIC TOILETS.  That is beyond ridiculous for a beach in the middle of the city.",
            "author_name": "Lydia Dubravcic",
            "relative_time_description": "",
            "time": 1750159297,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.znjan.com/",
        "index": 1,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 130,
            "2": 105,
            "3": 359,
            "4": 767,
            "5": 2019
          }
        },
        "minMinutesSpent": 60,
        "latitude": 43.501769,
        "address": "Šetalište Pape Ivana Pavla II 31, 21000, Split, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJy8O2pn5nNRMRkCr_l7tDTrU",
        "generalDescription": "Kasjuni Beach is a top choice for those seeking a stunning beach experience in Split. Located on the western shores of Marjan, it offers a picturesque view with cliffs surrounding the deep bay. Visitors can enjoy various amenities such as a cafe bar, restaurant, cabana and lounge chair rentals, massages, and water sports activities like parasailing and stand-up paddle boarding at Joes Beach & Lounge Bar.",
        "utcOffset": 120,
        "maxMinutesSpent": 210,
        "longitude": 16.400708,
        "rating": 4.4,
        "numRatings": 3474,
        "sources": [
          {
            "id": "520536",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/europe/croatia/articles/the-best-beaches-within-easy-reach-of-split-croatia/",
            "sourceSite": "Web",
            "snippet": "Kašjuni is a deep pebble and sand bay, which is popular for its breathtaking location beneath Marjan Hill. Here you will find picturesque scenery and clear blue waters, as well as creature comforts including showers, changing areas and a beach bar. If you are looking for a quieter spot to enjoy the sea, and perhaps to have a picnic, stopping by here for a day is worthwhile.",
            "siteName": "The Culture Trip",
            "shortName": "The 7 Best Beaches Within Easy Reach Of Split, Croatia",
            "indexInSource": 1,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845731",
            "type": "webPlacesList",
            "url": "https://total-croatia-news.com/lifestyle/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "If you’re looking for one of the best beaches in Split with a beautiful view to feast your eyes upon, Kašjuni is your go-to. Not far from Kaštelet, Kašjuni is the westernmost beach on the shores of Marjan, boasting a deep bay with the cliffs of the famous hill surrounding you. Today, Kašjuni is home to Joe’s Beach & Lounge Bar, offering a cafe bar, restaurant, cabana and lounge chair rentals, massages, after beach parties with DJs, and tons of water sports from parasailing to standup paddle boarding.",
            "siteName": "Total Croatia",
            "shortName": "The 5 Best Beaches in Split, Dalmatia's Capital",
            "indexInSource": 2,
            "iconSiteId": 11474,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845721",
            "type": "webPlacesList",
            "url": "https://thepurposelylost.com/beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "If you’re willing to trek a little further for more secluded beaches, you’ll find the beautiful Kašjuni Beach almost at the end of Marjan Hill Park. It’s about a 30-minute walk from the Old Town in Split, or you can reach this perfect beach by the city’s public transport. Or, if you have access to a car, it has a large parking lot–but be warned, in some areas, you’ll be literally parking your car next to the large rocks that lead into the turquoise water.",
            "siteName": "The Purposely Lost",
            "shortName": "11+ Beautiful Beaches In Split, Croatia",
            "indexInSource": 0,
            "iconSiteId": 28647,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1184362",
            "type": "webPlacesList",
            "url": "https://antique-split.com/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "A beautiful rocky beach located at the southwestern slopes of Marjan hill, Kašjuni is one of the most beautiful places to be at sunset. The beach is around 2,5km away from the city centre, accessible by car, bus, walk, but also by boat that goes every hour from Matejuška pier. There are a couple of beach and lounge bars along the coast where you can enjoy a cup of coffee, a refreshing drink or a cocktail of choice.",
            "siteName": "Heritage Hotel Antique Split",
            "shortName": "Best beaches in Split",
            "indexInSource": 1,
            "iconSiteId": 161100,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99977",
            "type": "webPlacesList",
            "url": "https://www.croatiaweek.com/7-best-beaches-in-split-croatia-to-visit/",
            "sourceSite": "Web",
            "snippet": "Settled a bit further than Kaštelet, on the Marjan peninsula, Kašjuni is a beach to which you could walk, but is better if you drive by car or take a bus no12. It is a place from which you can watch the gorgeous forest of Marjan and its churches all while calmly swimming in the clear sea. It is great for families with children because of the easy entrance into the sea and the combination od pebbles and sand.",
            "siteName": "Croatia Week",
            "shortName": "7 best beaches in Split, Croatia to visit",
            "indexInSource": 4,
            "iconSiteId": 4531,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "455657",
            "type": "webPlacesList",
            "url": "https://collectivetravelguides.com/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "Kasjuni Beach is for many the best beach in Split which is found along the city’s western coast. It’s one of the several Split beaches referred to as the Marjan Hill beaches due to their location in the foothills of this city’s prominent landmark. The area around Kasjuni seems to have been saved from large-scale developments found elsewhere in the city, so being there can feel like a world away.",
            "siteName": "Collective Travel Guides - Inspire to Travel",
            "shortName": "The 11 Best Beaches in Split Croatia",
            "indexInSource": 3,
            "iconSiteId": 7730,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845713",
            "type": "webPlacesList",
            "url": "https://croatia-tourism.com/beaches/split-beaches",
            "sourceSite": "Web",
            "snippet": "With its uniqe shape and the greenish sea colour provided by trees from Marjan forest, Kasjuni is the most beautiful beach in Split. It's a favourite swimming spot for both locals and visitors, and it's usually crowded during the summer season. Prices on Kasjuni are higher than average in Split: you will pay the highest price for renting a sunbed on this beach.",
            "siteName": "croatia-tourism.com",
            "shortName": "Split beaches",
            "indexInSource": 3,
            "iconSiteId": 46318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520552",
            "type": "webPlacesList",
            "url": "https://jetsettingfools.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": "Located in a large cove at the end of the peninsula, it features a long, west-facing pebble shore that is perfect for catching afternoon rays and fabulous sunsets. The popularity of the Kasjuni Split Beach means that prices are a bit higher (for sun loungers, drinks and beach food), but the scenery is spectacular. Top Tip: Looking for nudist beaches in Split?",
            "siteName": "Jetsetting Fools",
            "shortName": "Split Beaches: 10 Best Beaches in Split, Croatia",
            "indexInSource": 4,
            "iconSiteId": 364,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207815",
            "type": "webPlacesList",
            "url": "https://travelacroatia.com/the-best-beaches-in-split-a-big-city-with-a-crystal-clear-sea/",
            "sourceSite": "Web",
            "snippet": "It’s not that close to the centre, but easily accessed by public transport – bus number 12 that goes from the bus stop near the Saint Francis Church on the Riva. It’s a pebble beach, with a nice beach bar and sunbeds. Ever since its renovation, it’s been much cleaner and the pebbles are much smaller which makes it perfect for families with children.",
            "siteName": "travelacroatia.com",
            "shortName": "The Best Beaches in Split – a big city with a crystal-clear sea – Travela",
            "indexInSource": 1,
            "iconSiteId": 28649,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520542",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "The Kasjuni Beach is located on the southern side of the Marjan Forest Park, and it is considered by many to be the most beautiful beach in Split. This picturesque long bay scores with a dreamlike pebble beach, crystal clear sea and a fantastic vacation atmosphere. The view of the rocks of the Marjan Forest Park is also phenomenal.",
            "siteName": "PlacesofJuma",
            "shortName": "The 10 Best Beaches in Split, Croatia!",
            "indexInSource": 0,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1184369",
            "type": "webPlacesList",
            "url": "https://www.mylonesomeroads.com/7-best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "My Lonesome Roads",
            "shortName": "The 7 Best Beaches in Split, Croatia - And 1 You Can Skip",
            "indexInSource": 0,
            "iconSiteId": 51818,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845722",
            "type": "webPlacesList",
            "url": "https://www.blueshark.tours/blue-shark-split-blog/discovering-croatias-famous-split-beaches?srsltid=AfmBOorKHDFjbhvlGr4V-ftIri6cJJSglMcJuxKnv-TwRDNJ2q2w7vr6",
            "sourceSite": "Web",
            "snippet": "Whether looking for a family-friendly location, seeking out hidden coves or planning your perfect beach vacation, Split's coastline will meet your expectations. This guide will introduce you to the stunning beaches of Split and highlight their unique features while providing valuable insights to enhance your coastal adventure.",
            "siteName": "Blue Shark",
            "shortName": "Discovering Croatia's Famous Split Beaches",
            "indexInSource": 1,
            "iconSiteId": 122292,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845736",
            "type": "webPlacesList",
            "url": "https://www.lifeinsplit.com/post/best-beaches-in-split",
            "sourceSite": "Web",
            "snippet": "Kasjuni Beach: This is a beautiful pebble beach located on the southern side of Marjan Hill, which offers stunning views of the Adriatic Sea. It's a bit more secluded than Bacvice Beach, so it's a great place to relax and unwind. Swimming, you can see Marjan Hill from the sea, so it is a very nice and relaxing experience.",
            "siteName": "Life In Split",
            "shortName": "Best beaches in Split - tips from locals",
            "indexInSource": 3,
            "iconSiteId": 255059,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99992",
            "type": "webPlacesList",
            "url": "https://www.frankaboutcroatia.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": "Kasjuni beach is a pebble beach located beneath Marjan hill, 3 km away from the old town. Kasjuni is the nicest Split beach and one of the most popular. Think pure nature amidst the city: thick pine forest surrounds the bay, the sea is crystal clear, and the blue of the Adriatic stretches out as far as the eye can see.",
            "siteName": "Croatia Travel Guide and Consultation Services for Croatia",
            "shortName": "Where To Swim in Split, Croatia",
            "indexInSource": 1,
            "iconSiteId": 1191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845730",
            "type": "webPlacesList",
            "url": "https://www.rjontour.com/beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "Kasjuni bay is lovely to see from above on the hike, however the views from the beach are spectacular including the cliffs above. The beach is mainly small rocks, thus not really great if barefoot. Kasjuni Beach is one of the principal dog friendly beaches in Split and is popular with dog owners.",
            "siteName": "RJ On Tour",
            "shortName": "Beaches in Split Croatia To Enjoy Some Seaside Fun",
            "indexInSource": 2,
            "iconSiteId": 18895,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2680918",
            "type": "webPlacesList",
            "url": "https://split-tours-excursions.com/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "One of the best and most frequented beaches in Split and surrounding cities. Kašjuni has had quite a reputation for being both a beautiful and clean pebble beach. The beach having a beach bar closeby which allows you to get a drink after taking a dip in the refreshing crystal clear waters.",
            "siteName": "Excursions Split | Adiona Travel",
            "shortName": "Most popular beaches in Split | Split Tours Excursions",
            "indexInSource": 2,
            "iconSiteId": 102330,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845724",
            "type": "webPlacesList",
            "url": "https://www.croatia-expert.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": "Kašjuni beach is another Marjan beach that is situated on the south side of the hill Marjan. The beach was completely renewed in 2016 so there are numerous sunbeds you can use, and pay for it of course, and a beach bar. Pebbles are small and the there is no problem when entering the sea.",
            "siteName": "croatia-expert.com",
            "shortName": "Beaches in Split Croatia - informations ad photos",
            "indexInSource": 4,
            "iconSiteId": 40479,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420757",
            "type": "webPlacesList",
            "url": "https://nomadsunveiled.com/best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "With a famous landmark in Croatia – Marjan hill as a backdrop, Kasjuni Beach is one of the most picturesque beaches in Split. The clear blue waters in combination with rocky, pine-covered hillside offer an amazing view. The beautiful waters are enticing and great for swimming.",
            "siteName": "Nomads Unveiled",
            "shortName": "10 Best Beaches In Split Croatia For A Beach Vacation",
            "indexInSource": 1,
            "iconSiteId": 5305,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99970",
            "type": "webPlacesList",
            "url": "https://erasmusu.com/en/erasmus-split/erasmus-blog/the-best-beaches-in-split-659094",
            "sourceSite": "Web",
            "snippet": "I know we’re always supposed to save the best for the last, but I rather not. I'm just too in love with this beach to want to even wait to describe to you guys. This beach is a little out of the town; it’s like a 15 minute drive from the city center.",
            "siteName": "Erasmusu",
            "shortName": "The best beaches in Split",
            "indexInSource": 0,
            "iconSiteId": 2324,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845738",
            "type": "webPlacesList",
            "url": "https://www.celebritycruises.com/blog/split-beaches",
            "sourceSite": "Web",
            "snippet": "Venture to picture-perfect Kasjuni Beach for a rejuvenating day under the Croatian sun. You’ll find paradise on the Marjan Peninsula, just west of downtown Split where the rocky coastline is seemingly plucked straight out of a postcard.",
            "siteName": "Celebrity Current",
            "shortName": "24 Best Beaches in Split, Croatia",
            "indexInSource": 1,
            "iconSiteId": 26819,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "518229",
            "type": "webPlacesList",
            "url": "https://www.joysoftraveling.com/croatia/split-beaches-a-guide-to-where-to-swim-and-relax/",
            "sourceSite": "Web",
            "snippet": "Kasjuni Beach is an attractive bathing destination located in an idyllic environment of lush greenery, which is more peaceful than the previously mentioned beaches. It can be compared to the soothing ambience of Bene beach.",
            "siteName": "joysoftraveling.com",
            "shortName": "Best Beaches in Split to Swim and Relax – Joys of Traveling",
            "indexInSource": 2,
            "iconSiteId": 3772,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207818",
            "type": "webPlacesList",
            "url": "https://citypal.me/local-tips/split/top-5-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "This beach is special because it offers a wonderful view of the park forest Marjan, as well as many small churches that spring from the rocks. It is also suitable for children. Favorite among locals and tourists.",
            "siteName": "CityPal",
            "shortName": "Top 5 Beaches in Split",
            "indexInSource": 2,
            "iconSiteId": 1682,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845712",
            "type": "webPlacesList",
            "url": "https://www.absolute-croatia.com/split/parks-beaches",
            "sourceSite": "Web",
            "snippet": "Kašjuni beach is located 3 km west of the Split city center, right under Marjan hill. It's a pebble/rocky beach surrounded by untouched nature. Read more: Kašjuni beach",
            "siteName": "absolute-croatia.com",
            "shortName": "Parks and Beaches in Split",
            "indexInSource": 2,
            "iconSiteId": 19064,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "umTFPwynq32I5q2QUicd3oUo5RwZ9WBo",
          "UDYlLqHmX4VOvxOrze6w3KsoXsUHPdtS",
          "pvjdGmrFLIrNRknJc1HSkOwv0i6Lx0zS",
          "lKFpSR1ud2JVtZzxKkkldloMhIEM0PXk",
          "nXm7puhUha5cKMJkw4Rhg63y9NJ4ptEH",
          "umTFPwynq32I5q2QUicd3oUo5RwZ9WBo",
          "UDYlLqHmX4VOvxOrze6w3KsoXsUHPdtS",
          "pvjdGmrFLIrNRknJc1HSkOwv0i6Lx0zS",
          "lKFpSR1ud2JVtZzxKkkldloMhIEM0PXk",
          "nXm7puhUha5cKMJkw4Rhg63y9NJ4ptEH"
        ],
        "openingPeriods": [],
        "name": "Kasjuni Beach",
        "placeId": "ChIJy8O2pn5nNRMRkCr_l7tDTrU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This place is just amazing. I went here during August in weekday and the crowd was okay, so not too many people. The beach is actually clean and the water as y'all can see from the photos is wonderful. The place has a bar with music too (maybe kinda expensive, but this is Split :/",
            "author_name": "Michael Pitton",
            "relative_time_description": "",
            "time": 1755031300,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A large, free pebble beach with crystal-clear water and no waves. There are two bars with loungers and umbrellas, few restrooms, a small free parking lot near the beach and another small one uphill. The bus stop is a 10-minute walk from the beach.\nOne side is protected by nature, offering some shade, while the central area is completely open for sunbathing. Bring the essentials: water and food, snorkeling gear, shoes, and possibly a tent for sun protection.\nIn early September, it's not crowded, and the blue water temperature is perfect for bathing.\nThere's a small dog area on one side and a nudist area on the other.",
            "author_name": "Jefferson Andrade",
            "relative_time_description": "",
            "time": 1757524309,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Wonderful beach just a couple minute drive from the center of Split. The water was crystal clear and the overall atmosphere was also amazing. The views were great, and overall just a good spot to escape the city. Just beware, it gets crowded pretty quickly.",
            "author_name": "Krzysztof Strycharz",
            "relative_time_description": "",
            "time": 1754867093,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 111,
            "2": 107,
            "3": 296,
            "4": 852,
            "5": 2113
          }
        },
        "minMinutesSpent": 90,
        "latitude": 43.506162,
        "address": "Adriatic Sea, 21000, Meje, Split, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJ_zjUOeRfNRMRX5xRW3DuCcM",
        "generalDescription": "Plaža Stobreč Jug, located about 9 kilometers from the center of Split, is a beautiful bay that offers a wonderful bathing experience. Accessible only by foot on its eastern and western parts, the beach is lined with gravel and features several boulders at the shore. While there are showers available, it can get crowded near them. For a more private spot, visitors can venture further along the beach but should be cautious of sea urchins and rocky areas.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.518434,
        "rating": 4.6,
        "numRatings": 616,
        "sources": [
          {
            "id": "1845735",
            "type": "webPlacesList",
            "url": "https://www.inspiredbycroatia.com/blog/split-croatia-beaches/",
            "sourceSite": "Web",
            "snippet": "📍 Location: Campsite Stobrec🏖️ Type: Pebbled and sandy⭐ Amenities: cafes, restaurants, playgrounds, water activities. Located just 9 kilometers from the vibrant heart of Split, Stobrec Beach is situated in a campsite of the same name, Camp Stobrec-Split. One of the highlights of this beach is the impeccably clean water that awaits you!",
            "siteName": "Inspired by Croatia",
            "shortName": "11 Best Split Croatia Beaches to Visit in 2025",
            "indexInSource": 4,
            "iconSiteId": 15584,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520542",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "The Stobrec Jug Beach promises a wonderful bathing highlight in the surroundings of Split. This absolutely gorgeous bay belongs to the popular resort Stobrecand is located about 9 kilometers from the center of Split. During your vacation there, you will experience pure bathing pleasure.",
            "siteName": "PlacesofJuma",
            "shortName": "The 10 Best Beaches in Split, Croatia!",
            "indexInSource": 5,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "B4xVUSkIlQQOmMUqANgvPQimeHy9Jh7E",
          "IInmQ0HU7RDaP8ntQ2oI6gvuAUAFDO9c",
          "TKjjyLQaWR4xJVatzKwaQbSR7Wxm9HIY",
          "vw7AmEZhuNTPcpDGFCcuJnLN1mDiYoEZ",
          "B4xVUSkIlQQOmMUqANgvPQimeHy9Jh7E",
          "IInmQ0HU7RDaP8ntQ2oI6gvuAUAFDO9c",
          "TKjjyLQaWR4xJVatzKwaQbSR7Wxm9HIY",
          "vw7AmEZhuNTPcpDGFCcuJnLN1mDiYoEZ"
        ],
        "openingPeriods": [],
        "name": "Plaža Stobreč Jug",
        "placeId": "ChIJ_zjUOeRfNRMRX5xRW3DuCcM",
        "internationalPhoneNumber": "+385 21 324 016",
        "reviews": [
          {
            "rating": 5,
            "text": "Very beautiful beach, with clear water and a healthy amount of people. It's a pebble beach so it hurts a bit to walk on it bare feet but the upside is that the water is crystal clear and there's no sand to wash. The showers work and there are changing stations.",
            "author_name": "Mario Ferreira Vilanova",
            "relative_time_description": "",
            "time": 1756629361,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Peaceful beach with small white pebbles and not too many people.  We paid $6 EU for parking (9EU for whole day) near the marina and walked over.  The shower is working, and there are shelters for changing clothes.  There are no washrooms however, and no close by parking.",
            "author_name": "Lydia Dubravcic",
            "relative_time_description": "",
            "time": 1750072200,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice long beach with clear water. There are showers at the beginning by the stairs, but it gets crowded. I recommend going a bit further along the beach and finding a bit more private spots: however, the access to the sea is more difficult here, there are rocks and watch out for sea urchins. I also recommend water shoes. The beach is littered with rubbish in places, people throw cigarette butts here.",
            "author_name": "N. K.",
            "relative_time_description": "",
            "time": 1693943052,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.campingsplit.com/",
        "index": 3,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 13,
            "3": 27,
            "4": 117,
            "5": 453
          }
        },
        "minMinutesSpent": 60,
        "latitude": 43.500296,
        "address": "Ivankova ul. 11, 21311, Stobreč, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJL3B_NqZgNRMRG0OVfWMtB6Q",
        "generalDescription": "Ovčice is a popular spot in Split, known for its authentic local bar, Kavana Ovcice, where locals gather to enjoy coffee, beer, and wine with a view of the sea. The beach itself is a pebbled stretch that offers a quieter alternative to the bustling Bacvice Beach nearby. Families can spend leisurely days here, indulging in ice cream from nearby vendors or simply soaking up the sun.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.450881,
        "rating": 4.4,
        "numRatings": 1375,
        "sources": [
          {
            "id": "1184362",
            "type": "webPlacesList",
            "url": "https://antique-split.com/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "Quite a small, pebbled beach, but a beach with spirit nonetheless. Located just around the corner from Bačvice, it is a bit quieter and not as crowded. What this beach is special about is a couple of shaded tables located right below the pine tree forest.",
            "siteName": "Heritage Hotel Antique Split",
            "shortName": "Best beaches in Split",
            "indexInSource": 3,
            "iconSiteId": 161100,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99977",
            "type": "webPlacesList",
            "url": "https://www.croatiaweek.com/7-best-beaches-in-split-croatia-to-visit/",
            "sourceSite": "Web",
            "snippet": "One other crowded beach with gorgeous sea and big rocks is Ovčice beach. Near Bačvice beach, this spot is perfect if you don’t mind the crowds and we recommend coming as early as possible to take the best spots.",
            "siteName": "Croatia Week",
            "shortName": "7 best beaches in Split, Croatia to visit",
            "indexInSource": 1,
            "iconSiteId": 4531,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845713",
            "type": "webPlacesList",
            "url": "https://croatia-tourism.com/beaches/split-beaches",
            "sourceSite": "Web",
            "snippet": "Just as Bacvice, Ovcice is loved by visitors, and during the summer season it usually gets busy. There are bars and restaurants above the beach. Some of them work as nightclubs.",
            "siteName": "croatia-tourism.com",
            "shortName": "Split beaches",
            "indexInSource": 4,
            "iconSiteId": 46318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YeeJMw5sIYkngVhD89i5yIVwEkx5B7cn",
          "kTR6mm3tGxPnanVJujTVTD9QSImLj6Um",
          "JvMXp7yjPodgOY2jelKKawrsZ3KZ2Fu8",
          "JdkYxL4xAwROmD86OYzA52d53vBUAUAZ",
          "DvqUNsIDrDtGyrouxG01zEVYxogvKp5u",
          "YeeJMw5sIYkngVhD89i5yIVwEkx5B7cn",
          "kTR6mm3tGxPnanVJujTVTD9QSImLj6Um",
          "JvMXp7yjPodgOY2jelKKawrsZ3KZ2Fu8",
          "JdkYxL4xAwROmD86OYzA52d53vBUAUAZ",
          "DvqUNsIDrDtGyrouxG01zEVYxogvKp5u"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Ovčice",
        "placeId": "ChIJL3B_NqZgNRMRG0OVfWMtB6Q",
        "internationalPhoneNumber": "+385 95 817 6171",
        "reviews": [
          {
            "rating": 5,
            "text": "What a gem... I'm glad I found this place. Super relaxed vibes. Fast friendly service, cheap beer for the location. Great cocktails. Plenty of shade for those hot days. Toilets on hand. Deck chairs for 80 Kuna a day. Went a couple times and would definitely go back. Worth the trip getting there. 25 min walk from Split central.",
            "author_name": "Stefan Lush",
            "relative_time_description": "",
            "time": 1653666084,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great place to get a drink and a snack for the beach.\nStaff were lovely and saved me a Greek Salad in their fridge until later.\nCheap and cheerful with a smile!",
            "author_name": "Nigel Peacock",
            "relative_time_description": "",
            "time": 1719417925,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Horrible customer service. Manager of the place is very dangerous, he's fighting and screaming at the customers. I literally had to leave because I thought he will get physical. Somebody please get some mental help to him this is not a joke.. I ordered white coffee and I got cappuccino with 80% foam, croissant tastes 3 days old. Waste of money and horrible rest of the day. Definitely don't recommend.",
            "author_name": "ivana cerina",
            "relative_time_description": "",
            "time": 1716024263,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Coffee shop",
          "Beach entertainment shop",
          "Cafe"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 57,
            "2": 34,
            "3": 127,
            "4": 300,
            "5": 857
          }
        },
        "minMinutesSpent": 150,
        "latitude": 43.500592,
        "address": "Put Firula 4, 21000, Split, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJLxGclKhgNRMRIK8TrTmCKyc",
        "generalDescription": "Ovcice Beach is a small, pebbly cove located near Bacvice Beach in Split. It is popular with families and offers a more peaceful atmosphere compared to the busier Bacvice. The beach has limited amenities, including a single cafe called Ovcice Cafe, changing cabins, and a jet ski rental nearby. It features a simple promenade and play equipment, making it suitable for families with children.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.451077,
        "rating": 4.4,
        "numRatings": 1079,
        "sources": [
          {
            "id": "1845735",
            "type": "webPlacesList",
            "url": "https://www.inspiredbycroatia.com/blog/split-croatia-beaches/",
            "sourceSite": "Web",
            "snippet": "📍 Location: Next to Bacvice Beach🏖️ Type: Pebbled, blue flag beach⭐ Amenities: Self-service bar. Located just around the corner from its more famous neighbor, Bacvice, this beach may not have the same level of fame, but trust me when I say it’s one of the best beaches around Split. Ovčice Beach offers a little slice of paradise that caters to both young and old, making it a favorite destination for locals and travelers alike.",
            "siteName": "Inspired by Croatia",
            "shortName": "11 Best Split Croatia Beaches to Visit in 2025",
            "indexInSource": 1,
            "iconSiteId": 15584,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845722",
            "type": "webPlacesList",
            "url": "https://www.blueshark.tours/blue-shark-split-blog/discovering-croatias-famous-split-beaches?srsltid=AfmBOorKHDFjbhvlGr4V-ftIri6cJJSglMcJuxKnv-TwRDNJ2q2w7vr6",
            "sourceSite": "Web",
            "snippet": "Upon setting foot on the soft sands of Bačvice Beach, a sense of immediate relaxation was experienced, serving as an introduction to the awaiting adventure in Split's core. This renowned sandy retreat is more than just a sanctuary for sunbathers; it's a hub of lively beach bars and thrilling nightlife that attracts visitors worldwide. Intrigued by its offerings, I was keen to discover all that Bačvice Beach presented.",
            "siteName": "Blue Shark",
            "shortName": "Discovering Croatia's Famous Split Beaches",
            "indexInSource": 3,
            "iconSiteId": 122292,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "455657",
            "type": "webPlacesList",
            "url": "https://collectivetravelguides.com/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "Ovcice Beach is a great alternative to the bigger and busier Bacvice. It’s ideal for families with small children or those just seeking peaceful moments in the sun though amenities on the beach are limited. This is a fine pebbled beach with concrete paving in some parts, one or two small children’s play areas, a terraced cafe, an offer to rent sun loungers and umbrellas as well as changing booths and showers.",
            "siteName": "Collective Travel Guides - Inspire to Travel",
            "shortName": "The 11 Best Beaches in Split Croatia",
            "indexInSource": 1,
            "iconSiteId": 7730,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420750",
            "type": "webPlacesList",
            "url": "https://pelicantourssplit.com/best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "For an island escape near Split, check out the island of Vis in Croatia. Ovčice is a white pebble beach just around the corner from Bačvice, known for its crystal clear water and considered one of the best swimming spots in Split. The beach offers sun beds for rent and features a beach club where visitors can relax and enjoy the view.",
            "siteName": "Pelican Tours Split",
            "shortName": "Best Beaches in Split Croatia",
            "indexInSource": 1,
            "iconSiteId": 44264,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520542",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "The Beach Ovcice is a fabulous tip for spending some wonderful beach days in Split. Located just around the corner from the Bacvice beach, this coastal strip consists of several pretty little bays and is also very central to the city center. Popular with young and old alike, this place is definitely one of the best beaches in Split.",
            "siteName": "PlacesofJuma",
            "shortName": "The 10 Best Beaches in Split, Croatia!",
            "indexInSource": 2,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845736",
            "type": "webPlacesList",
            "url": "https://www.lifeinsplit.com/post/best-beaches-in-split",
            "sourceSite": "Web",
            "snippet": "Ovcice Beach: Continue your walk along the seaside, and after a couple of minutes you will reach this beach. It is a great place to relax among the locals, enjoy a beach bar, or have a classy lunch in a restaurant above the beach. Also right above the beach, there is a summer movie cinema \"Ljetno kino Bacvice\".",
            "siteName": "Life In Split",
            "shortName": "Best beaches in Split - tips from locals",
            "indexInSource": 1,
            "iconSiteId": 255059,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1184369",
            "type": "webPlacesList",
            "url": "https://www.mylonesomeroads.com/7-best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "My Lonesome Roads",
            "shortName": "The 7 Best Beaches in Split, Croatia - And 1 You Can Skip",
            "indexInSource": 2,
            "iconSiteId": 51818,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420757",
            "type": "webPlacesList",
            "url": "https://nomadsunveiled.com/best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "You will find Ovcice Beach in between Firule Beach and the popular Bačvice Beach. It is a small, intimate pebble beach that has deeper waters along the coastline. That said, this beach is not as crowded, and the surrounding area is calmer but it has everything you need for an amazing day at the beach.",
            "siteName": "Nomads Unveiled",
            "shortName": "10 Best Beaches In Split Croatia For A Beach Vacation",
            "indexInSource": 3,
            "iconSiteId": 5305,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99992",
            "type": "webPlacesList",
            "url": "https://www.frankaboutcroatia.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": "A small pebbly beach located next to Bacvice Beach, Ovcice has a beach bar, changing cabins and a jet ski rental in vicinity. And just like Bacvice beach, Ovcice beach is within a short walking distance from the old town. This small swimming area consists of a cemented deck and a pebbly beach.",
            "siteName": "Croatia Travel Guide and Consultation Services for Croatia",
            "shortName": "Where To Swim in Split, Croatia",
            "indexInSource": 3,
            "iconSiteId": 1191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520552",
            "type": "webPlacesList",
            "url": "https://jetsettingfools.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": "This small, pebbly beach is popular with families and serviced by one café. The beach is slightly angled to the west, which makes it a great spot to catch some rays later in the day as well as sunset. Tucked along the eastern side of Ovcice Beach are a couple of shaded tables.",
            "siteName": "Jetsetting Fools",
            "shortName": "Split Beaches: 10 Best Beaches in Split, Croatia",
            "indexInSource": 1,
            "iconSiteId": 364,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845738",
            "type": "webPlacesList",
            "url": "https://www.celebritycruises.com/blog/split-beaches",
            "sourceSite": "Web",
            "snippet": "Meaning “Little Sheep’s Beach”, Ovcice Beach is a small but picturesque cove located just five minutes from the center of Split, with Firule Beach also very close by. This pebble beach is a popular spot for sunbathing, swimming, and dining in a peaceful spot.",
            "siteName": "Celebrity Current",
            "shortName": "24 Best Beaches in Split, Croatia",
            "indexInSource": 4,
            "iconSiteId": 26819,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "518229",
            "type": "webPlacesList",
            "url": "https://www.joysoftraveling.com/croatia/split-beaches-a-guide-to-where-to-swim-and-relax/",
            "sourceSite": "Web",
            "snippet": "This pebbled beach is a continuation of Bacvice, about 150m towards it’s east. Ovcice beach is a 15 minute walk from the city center.",
            "siteName": "joysoftraveling.com",
            "shortName": "Best Beaches in Split to Swim and Relax – Joys of Traveling",
            "indexInSource": 1,
            "iconSiteId": 3772,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IpL7kIiv3hb8KFx3zGKoqF8j3krBGn4f",
          "PktLhsOlVNq5wQXylRzZbO1lqFnQCNOd",
          "uLzbMXi7Vuqen7SI2dUcUEpf1wR3qUKx",
          "guTlwCDxYoUixBvULC4jOuosZtxk6YX4",
          "IpL7kIiv3hb8KFx3zGKoqF8j3krBGn4f",
          "PktLhsOlVNq5wQXylRzZbO1lqFnQCNOd",
          "uLzbMXi7Vuqen7SI2dUcUEpf1wR3qUKx",
          "guTlwCDxYoUixBvULC4jOuosZtxk6YX4"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Ovcice Beach",
        "placeId": "ChIJLxGclKhgNRMRIK8TrTmCKyc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nice city beach in Split. Not too crowded and the water is very clean. A good option if you are visiting and only gave limited time of if you don't have a car to go further away from the city.",
            "author_name": "Valeria Rachele",
            "relative_time_description": "",
            "time": 1723321992,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Such a nice little beach tucked away from the bigger more public beach nearby.\nBring water shoes both for the rocks and lots of sea urchins in the shallows where people were walking.\nChanging rooms and fresh water shower nearby along with a restaurant. Good to relax, quiet and nice for a swim.\nYou can follow the promenade along to another beach in the next cove. There are sunbathing spots (taken up by lots of people) on the concrete so watch where you step!",
            "author_name": "Hannah",
            "relative_time_description": "",
            "time": 1722112747,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice and clear water, pebbles and stones make it hard to enjoy. Next beaches on both sides offer sand beaches, yet here is less windy comparatively. You can sun bath at the park benches or play chess with locals. Bonus: Cute cafe available",
            "author_name": "Şuayp Mehmet Eruzun",
            "relative_time_description": "",
            "time": 1745082625,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Public bath",
          "Public beach",
          "Super public bath"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 28,
            "2": 28,
            "3": 101,
            "4": 243,
            "5": 680
          }
        },
        "minMinutesSpent": 150,
        "latitude": 43.500514,
        "address": "Šetalište Petra Preradovića, 21000, Split, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJf1wu8IZdNRMRnNtbwiSitLc",
        "generalDescription": "Kupalište Bene is a popular swimming spot located in Marjan Park, offering stunning coastal views and wooded trails on the adjoining hill. Visitors can enjoy the stony beach and relax at the open-air cafe, Va Bene Kitchen & Bar, which serves food, coffee, and beer. Accessible by a scenic 20-minute walk from a designated drop-off point or a short Uber ride from town, this beach provides sheltered areas with trees and a cafe offering various refreshments.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.401539,
        "rating": 4.3,
        "numRatings": 2972,
        "sources": [
          {
            "id": "520536",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/europe/croatia/articles/the-best-beaches-within-easy-reach-of-split-croatia/",
            "sourceSite": "Web",
            "snippet": "A part-sand and part-rocky beach, it is situated in the northeastern section of the Marjan Forest Park and is surrounded by pine trees, which provides for a tranquil swimming and sunbathing spot. Because of its location, it is also a great starting point for walks into the park. Amenities include a restaurant, showers, a tennis court and a children’s playground.",
            "siteName": "The Culture Trip",
            "shortName": "The 7 Best Beaches Within Easy Reach Of Split, Croatia",
            "indexInSource": 2,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845735",
            "type": "webPlacesList",
            "url": "https://www.inspiredbycroatia.com/blog/split-croatia-beaches/",
            "sourceSite": "Web",
            "snippet": "📍 Location: 🏖️ Type: Rocky⭐ Amenities: Changing booths, showers, toilets, restaurant. Prepare to embark on a little adventure to the magnificent Bene Beach, the furthest of all the beaches nestled within the Marjan Hill Forest Park. While it may require a bit of effort to reach this Croatian hidden gem, I assure you it’s well worth the journey.",
            "siteName": "Inspired by Croatia",
            "shortName": "11 Best Split Croatia Beaches to Visit in 2025",
            "indexInSource": 0,
            "iconSiteId": 15584,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2680918",
            "type": "webPlacesList",
            "url": "https://split-tours-excursions.com/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "One of many beaches surrounding the beautiful Marjan forest hill. The beach being a half sandy/pebble; along with having a rather good diving spot for those that love doing impressive or fun jumps into the water below. Bene also has a cafe close by; allowing you to enjoy a drink whilst being protected by the large trees from direct sunlight.",
            "siteName": "Excursions Split | Adiona Travel",
            "shortName": "Most popular beaches in Split | Split Tours Excursions",
            "indexInSource": 1,
            "iconSiteId": 102330,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "455657",
            "type": "webPlacesList",
            "url": "https://collectivetravelguides.com/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "Bene Beach is the furthest from the Split centre of all the Marjan Hill beaches. Getting to Bene Beach is only allowed to pedestrians, so the local bus (line 12), or the Marjan tourist train are your best bets to reach it. Crowds are kept away from Bene in part due to the bit of effort required to get to it, so the beach does feel remote.",
            "siteName": "Collective Travel Guides - Inspire to Travel",
            "shortName": "The 11 Best Beaches in Split Croatia",
            "indexInSource": 5,
            "iconSiteId": 7730,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520552",
            "type": "webPlacesList",
            "url": "https://jetsettingfools.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": "{ MAP} Nearly as well-known as Kasjuni, Beach Bene is nestled into a northern cove on the Marjan Peninsula. Bene Beach has a restaurant, tennis courts, a kids’ play area and natural shade. You can spread out on the flat rocks that sprawl into the sea, go swimming in the shallow water or rent kayaks.",
            "siteName": "Jetsetting Fools",
            "shortName": "Split Beaches: 10 Best Beaches in Split, Croatia",
            "indexInSource": 5,
            "iconSiteId": 364,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99992",
            "type": "webPlacesList",
            "url": "https://www.frankaboutcroatia.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": "Bene beach is rocky beach located beneath the northwest slopes of Marjan Hill. Parking is not immediately on the beach, but rather above it. Bene beach is one of the most naturally looking beaches in Split despite part of the coast being paved for sunbathing and an easy access to the sea.",
            "siteName": "Croatia Travel Guide and Consultation Services for Croatia",
            "shortName": "Where To Swim in Split, Croatia",
            "indexInSource": 2,
            "iconSiteId": 1191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207815",
            "type": "webPlacesList",
            "url": "https://travelacroatia.com/the-best-beaches-in-split-a-big-city-with-a-crystal-clear-sea/",
            "sourceSite": "Web",
            "snippet": "It can be reached on foot, walking through a pine forest and it is also the last stop of the bus number 12. Cars are not allowed inside the park though. The beach is different from most of the beaches in Split because it’s protected from the sun by a dense “roof” of pine trees.",
            "siteName": "travelacroatia.com",
            "shortName": "The Best Beaches in Split – a big city with a crystal-clear sea – Travela",
            "indexInSource": 2,
            "iconSiteId": 28649,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99970",
            "type": "webPlacesList",
            "url": "https://erasmusu.com/en/erasmus-split/erasmus-blog/the-best-beaches-in-split-659094",
            "sourceSite": "Web",
            "snippet": "This is also a public beach; it has got a lot of equipment for water sports and swimming in general. It’s fairly clean and our Airbnb host recommended it to us. Sadly we never got the chance to go, but I'm including it in this list because everyone marveled about it’s beauty.",
            "siteName": "Erasmusu",
            "shortName": "The best beaches in Split",
            "indexInSource": 3,
            "iconSiteId": 2324,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420757",
            "type": "webPlacesList",
            "url": "https://nomadsunveiled.com/best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "Beach Bene is one of the oldest beaches in Split and lies within the Marjan Forest Park. This serene spot sits between pine forests, surrounded by nature –shaded yet still accessible for all to enjoy!. The waters at Bene Beach are calmer and refreshing, catering to swimmers.",
            "siteName": "Nomads Unveiled",
            "shortName": "10 Best Beaches In Split Croatia For A Beach Vacation",
            "indexInSource": 0,
            "iconSiteId": 5305,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1184369",
            "type": "webPlacesList",
            "url": "https://www.mylonesomeroads.com/7-best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "My Lonesome Roads",
            "shortName": "The 7 Best Beaches in Split, Croatia - And 1 You Can Skip",
            "indexInSource": 3,
            "iconSiteId": 51818,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845721",
            "type": "webPlacesList",
            "url": "https://thepurposelylost.com/beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "Found on the northern side of Marjan Hill, Bene Beach is a friendly beach in Split for families to visit. The pebbly beach is mostly covered by shade from the pine trees almost all the way up to the water. There’s also a large, flat rocky beach you can relax on.",
            "siteName": "The Purposely Lost",
            "shortName": "11+ Beautiful Beaches In Split, Croatia",
            "indexInSource": 1,
            "iconSiteId": 28647,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520542",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "The idyllic Bene Beach is one of the oldest beaches in Split, hidden in the Marjan forest park. It is picturesquely nestled between dense pine forests, surrounded by beautiful nature. The trees provide cool shade, which is very pleasant on hot summer days.",
            "siteName": "PlacesofJuma",
            "shortName": "The 10 Best Beaches in Split, Croatia!",
            "indexInSource": 6,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845738",
            "type": "webPlacesList",
            "url": "https://www.celebritycruises.com/blog/split-beaches",
            "sourceSite": "Web",
            "snippet": "Named after the church and historical landmark of St. Benedict that once stood intact nearby, Bene Beach is a popular spot for swimming and snorkeling. It’s possible to see the church ruins in combination with your trip here, as well.",
            "siteName": "Celebrity Current",
            "shortName": "24 Best Beaches in Split, Croatia",
            "indexInSource": 3,
            "iconSiteId": 26819,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "yLeS5L8UBRWPMneTQgjxoMeVlqroJNbx",
          "U14PP0OG6tlclynvOUGDKdG6owb1SEOb",
          "UV5Ge4nalproP4ATt7bGn6uoYgEKbLdZ",
          "rLggf8Z2PIpanwRapRPtxuVaw8fHXGlr",
          "jtDZSkFhjE6iIDVBV9SAPESpoHTshM3g",
          "yLeS5L8UBRWPMneTQgjxoMeVlqroJNbx",
          "U14PP0OG6tlclynvOUGDKdG6owb1SEOb",
          "UV5Ge4nalproP4ATt7bGn6uoYgEKbLdZ",
          "rLggf8Z2PIpanwRapRPtxuVaw8fHXGlr",
          "jtDZSkFhjE6iIDVBV9SAPESpoHTshM3g"
        ],
        "openingPeriods": [],
        "name": "Bene Beach",
        "placeId": "ChIJf1wu8IZdNRMRnNtbwiSitLc",
        "internationalPhoneNumber": "+385 21 314 200",
        "reviews": [
          {
            "rating": 5,
            "text": "Kupaliste Bene is a beach hidden way out in the city forest park Marjan. The water is crystal clear and blue which blends perfectly with the green forest surrounding it. you can't get here by a car or a bus which makes it an ideal hiding place from tourist masses and influencers. The beach also has a outdoor gym, coupler tennis courts bocce ball courts volleyball courts and playground for kids. There's also a little bistro there, but I don't know if it works only over summer. It's definitely a place to check out and Split that I highly recommend.",
            "author_name": "Filip Elez",
            "relative_time_description": "",
            "time": 1740038774,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A slight walk through the pine trees takes you to Kupaliste Bene, our personal favourite beach of the whole trip! With outdoor toilets, a shower and easy access to the sea, we would definitely recommend. With a combination of shade & sun, it's the perfect beach spot just a 5 minute drive away from Split Old Town.",
            "author_name": "Lucy Baker",
            "relative_time_description": "",
            "time": 1749475009,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful beach, less crowded, a lot of shadow from trees, toilets, bar, we enjoyed our time here. It can be reached only by bus 12, private cars (including Uber) are not allowed here. Bring swimming shoes since corals and stones on the ground.",
            "author_name": "Katja Krisa",
            "relative_time_description": "",
            "time": 1750576828,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Public bath",
          "Outdoor Activities",
          "Super public bath",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 91,
            "2": 93,
            "3": 332,
            "4": 672,
            "5": 1784
          }
        },
        "minMinutesSpent": null,
        "latitude": 43.514243,
        "address": "Šetalište MarinaTartaglie, 21000, Split, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJE07SiYxdNRMRFcOafUexvbM",
        "generalDescription": "Beach Prva Voda is a popular spot in Split, located just 500 meters from the Gates of Marjan. It features a pebble beach with natural shade and clear waters, making it suitable for families, teenagers, adults, and elders. The backdrop of the gorgeous forest creates a serene atmosphere that feels like being by a lake. Visitors can enjoy swimming in the spacious water area and explore further into the forest for more privacy.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.414081,
        "rating": 4.5,
        "numRatings": 561,
        "sources": [
          {
            "id": "1845721",
            "type": "webPlacesList",
            "url": "https://thepurposelylost.com/beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "If you decide to walk to Bene Beach along the northern side of the park, you’ll first reach Prva Voda Beach. This small beach is next to the Lučica Marina and is also a pebble beach. This local beach has beautiful views of the hills on the mainland and a floating barrier to prevent swimmers from venturing into dangerous waters.",
            "siteName": "The Purposely Lost",
            "shortName": "11+ Beautiful Beaches In Split, Croatia",
            "indexInSource": 2,
            "iconSiteId": 28647,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845736",
            "type": "webPlacesList",
            "url": "https://www.lifeinsplit.com/post/best-beaches-in-split",
            "sourceSite": "Web",
            "snippet": "Prva Voda Beach: There are a couple of beaches on Marjan too. This one is unique though since it offers a great natural shade that is so nice to have during hot summer days. It is situated 15 minutes away from the beautiful iron gates at the beginning of the walking zone on the east roadside.",
            "siteName": "Life In Split",
            "shortName": "Best beaches in Split - tips from locals",
            "indexInSource": 5,
            "iconSiteId": 255059,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kjK3VioSG9gy7Cuoun6v3zhS2lo56NeG",
          "75S4PnFJUFcPEOB0hKAbRiAlY070Fpz1",
          "VIiWUlNyrL2iFFagbnLLzoQQpd1g6c0q",
          "kjK3VioSG9gy7Cuoun6v3zhS2lo56NeG",
          "75S4PnFJUFcPEOB0hKAbRiAlY070Fpz1",
          "VIiWUlNyrL2iFFagbnLLzoQQpd1g6c0q"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Beach Prva Voda",
        "placeId": "ChIJE07SiYxdNRMRFcOafUexvbM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "First among many beaches  of Split all around Lungo mare, entrance from the Marjan Forest side",
            "author_name": "Binocular production",
            "relative_time_description": "",
            "time": 1718363504,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Nice and easy for a quick dip - water wasn't as clear as other beaches around, and the beach part itself was fairly busy for being a Wednesday late afternoon. If you go further down to the rocky areas, it's not as bad (just very rocky and not many places to sit!)\n\nA little busier with planes overhead and cars nearby, but the added toilets and showers were a plus.",
            "author_name": "Gillian Rumsey",
            "relative_time_description": "",
            "time": 1725746358,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Superb view. Nice place to walk a dog.Could be over crowded on Saturday and Sunday.",
            "author_name": "anna biziuk",
            "relative_time_description": "",
            "time": 1745410411,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.putovnica.net/plaze/plaza/plaza-prva-voda-split",
        "index": 7,
        "id": "",
        "categories": [
          "Public beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 12,
            "2": 8,
            "3": 51,
            "4": 98,
            "5": 392
          }
        },
        "minMinutesSpent": 150,
        "latitude": 43.514759,
        "address": "21000, Varoš, Split, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJubjChKlgNRMRto77sl1QG78",
        "generalDescription": "Bacvice Beach in Split, Croatia is a popular destination known for its sandy shore and shallow waters, attracting sunbathers and swimmers alike. The area also offers various dining options such as Caffe-restoran Dvor, Konoba MATONI, and Taboo Beach Bar. Visitors can also explore nearby attractions like Emperor Diocletian's Palace, Sustipan, and Klis Fortress.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.446883,
        "rating": 4,
        "numRatings": 5267,
        "sources": [
          {
            "id": "455657",
            "type": "webPlacesList",
            "url": "https://collectivetravelguides.com/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "Bacvice Beach Split is a Blue Flag beach which is also one of the most popular and first of a series of beaches of varying degrees of size lying on the city’s eastern coast. The beach is a firm favourite with locals and visitors alike mainly due to its location, just a short walk from the Old Town, Split Port and the main bus station. Bacvice also boasts amenities and a bustling atmosphere unmatched by other beaches in the city.",
            "siteName": "Collective Travel Guides - Inspire to Travel",
            "shortName": "The 11 Best Beaches in Split Croatia",
            "indexInSource": 0,
            "iconSiteId": 7730,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845713",
            "type": "webPlacesList",
            "url": "https://croatia-tourism.com/beaches/split-beaches",
            "sourceSite": "Web",
            "snippet": "For many locals and visitors, it's more than a beach: it's a kind of a symbol of the town. Bacvice is a spot where many generations grew up: it's a place of socializing, romance, and parties. During the pandemic years (2020 and 2021), when the working hours of nightclubs in Croatia were restricted up to midnight, Bacvice was a central point for young people, both, locals and visitors to gather and have parties.",
            "siteName": "croatia-tourism.com",
            "shortName": "Split beaches",
            "indexInSource": 0,
            "iconSiteId": 46318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845731",
            "type": "webPlacesList",
            "url": "https://total-croatia-news.com/lifestyle/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "We’ll start things off with an oldie but goodie, Bačvice beach. The home of Split’s best pickup game, picigin, Bačvice is also the only beach located conveniently just minutes away from the center of the Old Town. A popular stomping ground for Split swimmers and speedo-clad picigin players since the early 1900s, Bačvice today is a mecca for both locals and tourists who wish to dip their toes in the Adriatic.",
            "siteName": "Total Croatia",
            "shortName": "The 5 Best Beaches in Split, Dalmatia's Capital",
            "indexInSource": 0,
            "iconSiteId": 11474,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207818",
            "type": "webPlacesList",
            "url": "https://citypal.me/local-tips/split/top-5-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "Although in Split you can take a swim in almost every corner, every local will tell you aboutthe most popular beach in Split called Bačvice. Bačvice Source: tripadvisor.com It is a sandy beach located about 15 minutes walk from the city center (promenade Riva) in the direction of the main station. If you want to go by car there is parking just above the beach but only available at an additional cost.",
            "siteName": "CityPal",
            "shortName": "Top 5 Beaches in Split",
            "indexInSource": 0,
            "iconSiteId": 1682,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420750",
            "type": "webPlacesList",
            "url": "https://pelicantourssplit.com/best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "Bačvice beach in Split, with easy access to amazing destinations such as Hvar Island, © Copyright Pelican Tours Split. Probably the most famous and one of the best beaches in Split, Bačvice is a quintessential split beach and one of the most popular beaches in the city. It is a sandy beach with soft sand and a shallow bay, making it ideal for families and safe swimming.",
            "siteName": "Pelican Tours Split",
            "shortName": "Best Beaches in Split Croatia",
            "indexInSource": 0,
            "iconSiteId": 44264,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520542",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "The Plaza Bacvice is the most famous sandy beach in Split and one of the most popular bathing bays in the city center. It is very shallow and therefore ideal for families with children, but also for older people and non-swimmers. Due to its proximity to the city center, you can quickly reach the port and the ferry, and the old town is only a 10-minute walk away.",
            "siteName": "PlacesofJuma",
            "shortName": "The 10 Best Beaches in Split, Croatia!",
            "indexInSource": 1,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845736",
            "type": "webPlacesList",
            "url": "https://www.lifeinsplit.com/post/best-beaches-in-split",
            "sourceSite": "Web",
            "snippet": "Bacvice Beach: This is the most popular and busiest beach in Split, located just a few minutes walk from the bus and ferry station. It's a sandy beach with crystal-clear waters, filled with amazing angles for your next Instagram story or TikTok video. There are a couple of bars and restaurants nearby, offering international dishes at reasonable prices.",
            "siteName": "Life In Split",
            "shortName": "Best beaches in Split - tips from locals",
            "indexInSource": 0,
            "iconSiteId": 255059,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2680918",
            "type": "webPlacesList",
            "url": "https://split-tours-excursions.com/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "Bačvice has been a favourite spot for many people to take their children for their first swim. The beach even receiving a song called “Idemo na Bačvice” (“We’re going to Bačvice”) which most locals only know one verse of. Bačvice being a large sandy beach that’s quite shallow; having to walk a decent bit into the water just to get it to chest height.",
            "siteName": "Excursions Split | Adiona Travel",
            "shortName": "Most popular beaches in Split | Split Tours Excursions",
            "indexInSource": 0,
            "iconSiteId": 102330,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207815",
            "type": "webPlacesList",
            "url": "https://travelacroatia.com/the-best-beaches-in-split-a-big-city-with-a-crystal-clear-sea/",
            "sourceSite": "Web",
            "snippet": "Bačvice beach is surely one of the symbols of Split and its most famous beach. Located a few minutes from the city centre, right near the harbour, the bus and train station, it makes it very accessible for people who don’t like public transport and do not travel by car. Even though it’s not the only sandy beach in town, it’s certainly the biggest.",
            "siteName": "travelacroatia.com",
            "shortName": "The Best Beaches in Split – a big city with a crystal-clear sea – Travela",
            "indexInSource": 0,
            "iconSiteId": 28649,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99977",
            "type": "webPlacesList",
            "url": "https://www.croatiaweek.com/7-best-beaches-in-split-croatia-to-visit/",
            "sourceSite": "Web",
            "snippet": "The most popular place to play the favourite and traditional summer ball game – picigin, is Bačvice beach. If you’re looking to meet new people, this should be your first destination and is only 1km away from the centre of Split. Surrounded by a lot of bars and clubs, Bačvice beach is also one of the busiest night destinations for young people.",
            "siteName": "Croatia Week",
            "shortName": "7 best beaches in Split, Croatia to visit",
            "indexInSource": 0,
            "iconSiteId": 4531,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845722",
            "type": "webPlacesList",
            "url": "https://www.blueshark.tours/blue-shark-split-blog/discovering-croatias-famous-split-beaches?srsltid=AfmBOorKHDFjbhvlGr4V-ftIri6cJJSglMcJuxKnv-TwRDNJ2q2w7vr6",
            "sourceSite": "Web",
            "snippet": "Whether looking for a family-friendly location, seeking out hidden coves or planning your perfect beach vacation, Split's coastline will meet your expectations. This guide will introduce you to the stunning beaches of Split and highlight their unique features while providing valuable insights to enhance your coastal adventure.",
            "siteName": "Blue Shark",
            "shortName": "Discovering Croatia's Famous Split Beaches",
            "indexInSource": 0,
            "iconSiteId": 122292,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99992",
            "type": "webPlacesList",
            "url": "https://www.frankaboutcroatia.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": "Bacvice beach is a sandy beach right in the center of the town, less than 10minute walk from Diocletian Palace. A location in the vicinity of the old town makes Bacvice beach the most popular beach in Split. It is also popular for its sports offer, lots of cafes, bars and restaurants, and active nightlife.",
            "siteName": "Croatia Travel Guide and Consultation Services for Croatia",
            "shortName": "Where To Swim in Split, Croatia",
            "indexInSource": 0,
            "iconSiteId": 1191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1184362",
            "type": "webPlacesList",
            "url": "https://antique-split.com/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "The brightest gem of all our beach is, Bačvice is the most famous and the most visited beach in the city. This sandy, shallow beach is perfectly located almost in the city centre and is the birth place of Picigin. Picigin is a water sport recently put on UNESCO’s non-material heritage list.",
            "siteName": "Heritage Hotel Antique Split",
            "shortName": "Best beaches in Split",
            "indexInSource": 0,
            "iconSiteId": 161100,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520552",
            "type": "webPlacesList",
            "url": "https://jetsettingfools.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": "{ MAP} Incredibly convenient, Bacvice is Split’s most popular beach for travelers. With lively beach bars, shallow water and a sandy shore, the area gets absolutely packed in the summertime. Bacvice is also the only sand beach near the city.",
            "siteName": "Jetsetting Fools",
            "shortName": "Split Beaches: 10 Best Beaches in Split, Croatia",
            "indexInSource": 0,
            "iconSiteId": 364,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "518229",
            "type": "webPlacesList",
            "url": "https://www.joysoftraveling.com/croatia/split-beaches-a-guide-to-where-to-swim-and-relax/",
            "sourceSite": "Web",
            "snippet": "Bacvice is the most popular beach in Split because of its sand cover, comfortable sunbeds, umbrellas, cafes. In fact, it is the only sandy beach in Split. However, the idyllic picture is spoiled by the amount of garbage on the beach.",
            "siteName": "joysoftraveling.com",
            "shortName": "Best Beaches in Split to Swim and Relax – Joys of Traveling",
            "indexInSource": 0,
            "iconSiteId": 3772,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845724",
            "type": "webPlacesList",
            "url": "https://www.croatia-expert.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": "Bačvice beach is the central city beach, popular with both locals and tourists. It is located only 10 minutes by foot from the city center so reaching the beach is quite easy. It is a sandy beach, equipped with sunbeds and parasols.",
            "siteName": "croatia-expert.com",
            "shortName": "Beaches in Split Croatia - informations ad photos",
            "indexInSource": 0,
            "iconSiteId": 40479,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845730",
            "type": "webPlacesList",
            "url": "https://www.rjontour.com/beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "On the coast path just past the port is Bacvice Beach, one of the few sandy beaches in Split. We enjoyed walking to Bacvice Beach and enjoyed a paddle in the sea. The water is pretty shallow here, thus great for beach fun.",
            "siteName": "RJ On Tour",
            "shortName": "Beaches in Split Croatia To Enjoy Some Seaside Fun",
            "indexInSource": 1,
            "iconSiteId": 18895,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845712",
            "type": "webPlacesList",
            "url": "https://www.absolute-croatia.com/split/parks-beaches",
            "sourceSite": "Web",
            "snippet": "A popular promenade and a sandy beach in the city centre of Split, so big a thousand people can find its place in the sun. Read more: Bačvice beach - the most popular sandy beach in Split",
            "siteName": "absolute-croatia.com",
            "shortName": "Parks and Beaches in Split",
            "indexInSource": 0,
            "iconSiteId": 19064,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99970",
            "type": "webPlacesList",
            "url": "https://erasmusu.com/en/erasmus-split/erasmus-blog/the-best-beaches-in-split-659094",
            "sourceSite": "Web",
            "snippet": "Okay if there is one beach in Split that I wouldn’t recommend, is this one. We went here on our first day but it was already dark. We just went to check it out and see how it is.",
            "siteName": "Erasmusu",
            "shortName": "The best beaches in Split",
            "indexInSource": 2,
            "iconSiteId": 2324,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845738",
            "type": "webPlacesList",
            "url": "https://www.celebritycruises.com/blog/split-beaches",
            "sourceSite": "Web",
            "snippet": "A spacious and popular sandy cove, Bacvice Beach is one of the best beaches in Split. It’s located in close proximity to the center of the city as well as the port.",
            "siteName": "Celebrity Current",
            "shortName": "24 Best Beaches in Split, Croatia",
            "indexInSource": 0,
            "iconSiteId": 26819,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VuVMQSyEwLOdvYL6AEcajk9RdZdeqSfx",
          "HODvbtfWIigUw0XBvdWkixYcLefMDbRW",
          "Vvznn9s54Q7lEWneiuFjTwkzCH25NEJa",
          "TjvOo19Qu83Hxw9h9Dot1KK07W3zDuGG",
          "tN8lOTrBDNpLZq6NvmKx88tA4qUil6sU",
          "VuVMQSyEwLOdvYL6AEcajk9RdZdeqSfx",
          "HODvbtfWIigUw0XBvdWkixYcLefMDbRW",
          "Vvznn9s54Q7lEWneiuFjTwkzCH25NEJa",
          "TjvOo19Qu83Hxw9h9Dot1KK07W3zDuGG",
          "tN8lOTrBDNpLZq6NvmKx88tA4qUil6sU"
        ],
        "openingPeriods": [],
        "name": "Bacvice Beach",
        "placeId": "ChIJubjChKlgNRMRto77sl1QG78",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A beautiful beach to swim at. If you want to stay on shore it gets full, but there is a huge amount of space in the water at all depths. The beach is sandy so easy to get into and no pain for the feet. As per all Split beaches there are no life guards, but no riptide either.\n\nPeople do jump off the rocks at one end, but note I saw a boy fall and taken to hospital. So be careful.",
            "author_name": "Antony Claughton",
            "relative_time_description": "",
            "time": 1755794334,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Our favourite sand beach in Split. Quite crowded but great for families with children (shallow waters). Perfectly refreshing and easy walk to or from the oldtown. Parking available nearby, but can be crowded in the summer / high season. Also, across the street there's another playground for the kids.",
            "author_name": "Fredrica Brenner",
            "relative_time_description": "",
            "time": 1753120128,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Was nice that the beach is sand not pebbles but the beaches further around by Marjan are prettier.\nWe arrived pretty early so had plenty of spots to choose from. I imagine it gets packed in the height of summer. There is a cafe/ bar if that's what you're after. There was a changing area and loungers and umbrellas for hire",
            "author_name": "Rachael Todd",
            "relative_time_description": "",
            "time": 1747409034,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 409,
            "2": 373,
            "3": 723,
            "4": 1192,
            "5": 2576
          }
        },
        "minMinutesSpent": null,
        "latitude": 43.502486,
        "address": "Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJi08QHP5dNRMRFQIfT6XGess",
        "generalDescription": "Jadran Beach Bar is a hidden gem located near Split Old Town, right next to Sustipan Park. It offers everything you need for a relaxing day at the beach, including lounge chairs, umbrellas, and mats. The fully-equipped cafe serves a variety of drinks to quench your summer thirst. This beach bar is popular with locals and offers a concrete and natural rock beach with ladders for easy access to the sea.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.423733,
        "rating": 4.4,
        "numRatings": 1107,
        "sources": [
          {
            "id": "520552",
            "type": "webPlacesList",
            "url": "https://jetsettingfools.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": "{ MAP} The Jadran Beach Bar Split sits on the sea, just beyond the harbor and is mostly popular with locals. The concrete and natural rock beach has ladders for swimmers to get in and out of the sea. Next to the Jadran Beach Bar, there is also a swimming pool.",
            "siteName": "Jetsetting Fools",
            "shortName": "Split Beaches: 10 Best Beaches in Split, Croatia",
            "indexInSource": 3,
            "iconSiteId": 364,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ENRbm8YqvgSiTcNGcYkRafen8T52TKSj",
          "VRv58p7mKBTwZce08kShtjhBTS62ltr8",
          "eE7TiA0yJjtZtZEw6uulzHCRiSNsO2K8",
          "7bWJZetjdHk23Jz9AC4dcmq53oWTHpXS",
          "KpKViQ4PLDdcFUFXiODSrTi5yAuH4uk6",
          "ENRbm8YqvgSiTcNGcYkRafen8T52TKSj",
          "VRv58p7mKBTwZce08kShtjhBTS62ltr8",
          "eE7TiA0yJjtZtZEw6uulzHCRiSNsO2K8",
          "7bWJZetjdHk23Jz9AC4dcmq53oWTHpXS",
          "KpKViQ4PLDdcFUFXiODSrTi5yAuH4uk6"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2330"
            }
          }
        ],
        "name": "Jadran Beach Bar",
        "placeId": "ChIJi08QHP5dNRMRFQIfT6XGess",
        "internationalPhoneNumber": "+385 91 556 7819",
        "reviews": [
          {
            "rating": 5,
            "text": "We enjoyed our time at this beach bar, beautiful sunset, chairs umbrella and table was 20euros each person for the entirety of the day. The bar only serves drinks so be prepared with snacks or walk about 5min to the pizza shop nearby. The water was amazing and drinks are about 12euros each. We had a great time. Accepts card.",
            "author_name": "Brianna Saint-Clair",
            "relative_time_description": "",
            "time": 1725532167,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Popped in for a coffee and tea, and had a lovely cup of English tea with cold milk with no hassles. Superb view and nice bustling ambience",
            "author_name": "Nigel Marsh",
            "relative_time_description": "",
            "time": 1745174180,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Me and my friends were scared that there wouldn't be free sunbeds for us, because we came here on sunday. But staff were really great, and managed to find some for us. We spend 40€ for two sunbeds and an umbrella. Cocktails were tasty, even though they were around 10-15€ each. I know that prices seem high, but there are no cheap beach clubs in Split. They don't actually serve food, only drinks. The view is very beautiful and water is clear. Just make sure that you can swim, because you have to get in deep water using a ladder. I would definitely reccomend this place.",
            "author_name": "Аня Слободян",
            "relative_time_description": "",
            "time": 1754861896,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://jadranbeachbar.com/",
        "index": 9,
        "id": "",
        "categories": [
          "Bar",
          "Cocktail bar"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 79,
            "2": 23,
            "3": 52,
            "4": 182,
            "5": 771
          }
        },
        "minMinutesSpent": 150,
        "latitude": 43.501293,
        "address": "Sustipanski put 23, 21000, Split, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJ_YZCUWxnNRMRAdYI-pmq_EM",
        "generalDescription": "Plaža Kaštelet is a popular pebbly beach in Split, known for its palm trees and great swimming opportunities. It is favored by the younger crowd and is located just below the Ivan Strović Gallery, around 20 minutes away from the town center. Accessible by foot, local bus, or car, this quieter beach offers a more laid-back atmosphere without many amenities. The fate of its food and beverage offerings for the upcoming summer season remains uncertain.",
        "utcOffset": 120,
        "maxMinutesSpent": 180,
        "longitude": 16.41575,
        "rating": 4.5,
        "numRatings": 438,
        "sources": [
          {
            "id": "1845731",
            "type": "webPlacesList",
            "url": "https://total-croatia-news.com/lifestyle/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "It’s one of the best beaches in Split for the younger generation, Kaštelet is situated just below the Ivan Meštrović Gallery – around 20 minutes by foot from the center of town or easily accessible by a local bus or car (and even Uber!). One of the quieter beaches Split offers, this beach is pebbled and is the go-to location if you’re looking to swim – without all of the bells and whistles. And now, since we aren’t entirely sure where the fate of this beach lies after its food and beverage offer has been mostly removed, we will have to wait and see how Kaštelet will operate this coming summer season.",
            "siteName": "Total Croatia",
            "shortName": "The 5 Best Beaches in Split, Dalmatia's Capital",
            "indexInSource": 1,
            "iconSiteId": 11474,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99977",
            "type": "webPlacesList",
            "url": "https://www.croatiaweek.com/7-best-beaches-in-split-croatia-to-visit/",
            "sourceSite": "Web",
            "snippet": "Only 20 minutes away from the city centre, under Meštrović gallery and surrounded by Marjan, Kaštelet is a pebble and sand beach with clear sea. This is one other favourite spot for young people because of the loud music and cafes. The beach was named after one popular cafe called Obojena svjetlost.",
            "siteName": "Croatia Week",
            "shortName": "7 best beaches in Split, Croatia to visit",
            "indexInSource": 3,
            "iconSiteId": 4531,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845730",
            "type": "webPlacesList",
            "url": "https://www.rjontour.com/beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "If walking the coast path on the peninsula, you will find Plaža Kaštelet. Plaža Kaštelet is a pleasant shale beach that is good for swimming. Make sure you take flip-flops or water shoes as the shale is hard on the feet.",
            "siteName": "RJ On Tour",
            "shortName": "Beaches in Split Croatia To Enjoy Some Seaside Fun",
            "indexInSource": 0,
            "iconSiteId": 18895,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845724",
            "type": "webPlacesList",
            "url": "https://www.croatia-expert.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "croatia-expert.com",
            "shortName": "Beaches in Split Croatia - informations ad photos",
            "indexInSource": 2,
            "iconSiteId": 40479,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "p8iRa2wewTphBTrkgsYSnWeD0TqQEzte",
          "IzZ2JFpltH2MDVx0QW6UKDpeLMlfitsL",
          "mZ3S1wEghJzkOa89iXQFDM9tBNwjDs5o",
          "218ypeyMamVk9CKkOOFOGg8ctqU5jP1H",
          "p8iRa2wewTphBTrkgsYSnWeD0TqQEzte",
          "IzZ2JFpltH2MDVx0QW6UKDpeLMlfitsL",
          "mZ3S1wEghJzkOa89iXQFDM9tBNwjDs5o",
          "218ypeyMamVk9CKkOOFOGg8ctqU5jP1H"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Plaža Kaštelet",
        "placeId": "ChIJ_YZCUWxnNRMRAdYI-pmq_EM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Great beach and no one asks you for money. The parking lot is quite spacious and free. Although in season you should come early to find a place. There are no sunbeds. There is natural shade, but not much of it. If you bring an umbrella, it is not easy to stick it in the pebble beach. There are benches around the edge of the beach. There is a shower and a changing room. The sea quickly becomes very deep so it is not the right place if you are a beginner swimmer. No shops, take everything with you. The sea is beautiful, there is a view of Solta and the island of Ciovo",
            "author_name": "Zoran Jovanovic",
            "relative_time_description": "",
            "time": 1725112730,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a great beach, the water is very clear (as it is all around Split) and it's lovely to have a park full of trees at your back on the beach (albeit, up a hill). It's a pebble beach and the slope down is quite steep, it goes from shallow to deep in only a few metres, so careful not to go out too far if you're not a strong swimmer. Plenty of parking, but also lots of spots to chill.",
            "author_name": "Mat Bienczyk",
            "relative_time_description": "",
            "time": 1749211832,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Awesome views, great diving spots and lots of parking space.\n\nThe commerce scene is … not existent so take your cold beverages and food with you.\n\nUnfortunately, not pet/dog friendly based on the signs but saw a few people locals with their dogs so… go figure?!",
            "author_name": "Marcelo Boeira",
            "relative_time_description": "",
            "time": 1756825722,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Public beach",
          "Outdoor Activities",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 10,
            "2": 7,
            "3": 28,
            "4": 95,
            "5": 296
          }
        },
        "minMinutesSpent": 180,
        "latitude": 43.503371,
        "address": "Šetalište Ivana Meštrovića 39, 21000, Split, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJsTXf9yheNRMReLCgOcYmZYE",
        "generalDescription": "Žnjan is Split's most popular beach and is known for its clear waters and sandy beaches. The area is popular with locals and tourists alike, as it offers plenty of activities such as swimming, sunbathing and eating in restaurants or cafes.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.478007,
        "rating": 4.4,
        "numRatings": 461,
        "sources": [
          {
            "id": "2680918",
            "type": "webPlacesList",
            "url": "https://split-tours-excursions.com/best-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "We planned on not including this one as with recent changes; it might not be available for swimming. Žnjan was one of the most popular and densest beaches in Split; following closely behind Bačvice because of it’s sheer size. There was also a plethora of bars, restaurants and cafe’s right on the beach; but due to some…’trouble’ in terms of licenses they were all mostly removed.",
            "siteName": "Excursions Split | Adiona Travel",
            "shortName": "Most popular beaches in Split | Split Tours Excursions",
            "indexInSource": 3,
            "iconSiteId": 102330,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420750",
            "type": "webPlacesList",
            "url": "https://pelicantourssplit.com/best-beaches-in-split-croatia/",
            "sourceSite": "Web",
            "snippet": "Beaches Trstenik and Žnjan are popular beaches and quintessential split beach experiences, located adjacent to each other on the east side of the city. Žnjan Beach is the largest beach in Split. These pebble beaches are ideal for a day trip from Split or nearby areas, offering ample space for families and groups to relax and enjoy the sun.",
            "siteName": "Pelican Tours Split",
            "shortName": "Best Beaches in Split Croatia",
            "indexInSource": 3,
            "iconSiteId": 44264,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "trxA83SMd7g4UxSOEneN98236sbGkkuH",
          "q9u7KAFxei8JvTMVTneFQLqxODcOclFW",
          "vbpHyBS150ZWsgFUGqzrFhx1fU68UR4L",
          "trxA83SMd7g4UxSOEneN98236sbGkkuH",
          "q9u7KAFxei8JvTMVTneFQLqxODcOclFW",
          "vbpHyBS150ZWsgFUGqzrFhx1fU68UR4L"
        ],
        "openingPeriods": [],
        "name": "Žnjan",
        "placeId": "ChIJsTXf9yheNRMReLCgOcYmZYE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A great city beach that has everything you need.  The beach is artificial with small pebbles, but that does not diminish its beauty.  The entrance to the sea is perfectly arranged, there are no large stones or rocks.  After a few meters from the shore, the sea becomes very deep and soon the bottom is lost from sight.  The water is crystal clear and swimming is a great pleasure.  On the edge of the beach there is a row of tamarisk trees that provide natural shade.  There are also several benches.  The beach has showers and changing cabins.  There are also mobile toilets nearby.  Not far from the beach there is a supermarket where you can buy various refreshments or food.",
            "author_name": "Zoran Jovanovic",
            "relative_time_description": "",
            "time": 1695418691,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The best beach in Split, with at least five bays, clean sea water, pebble beach, but I hope tourists don't litter cigarette butts and peach cores, I helped clean some, such a beautiful place needs everyone to maintain it together.",
            "author_name": "Zasso Nora",
            "relative_time_description": "",
            "time": 1693477275,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing sea, beautiful rock beach. Parking is free and it is not crowded. Water is a bit deep, be careful.",
            "author_name": "Guven Aslan",
            "relative_time_description": "",
            "time": 1692523182,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 17,
            "2": 13,
            "3": 44,
            "4": 84,
            "5": 307
          }
        },
        "minMinutesSpent": null,
        "latitude": 43.502304,
        "address": "Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJmZvcqNZfNRMRlDTmRGcnjaY",
        "generalDescription": "Duilovo - Dog Beach, located in Split, is a popular spot for both locals and tourists due to its easy accessibility. The long semicircular beach is covered in smooth pebbles and offers shallow waters suitable for families. While it may not be the most tranquil place for sunbathing, it's perfect for young people looking to socialize and have fun. Additionally, the beach provides amenities such as changing rooms and showers for visitors.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 16.492398,
        "rating": 4.2,
        "numRatings": 572,
        "sources": [
          {
            "id": "99992",
            "type": "webPlacesList",
            "url": "https://www.frankaboutcroatia.com/split-beaches/",
            "sourceSite": "Web",
            "snippet": "It’s a bit in a state of despair with an abandoned nightclub, and worn-out concrete platform for sunbathing. However, Duilovo is the only official dog-friendly beach in Split. Duilovo beach served also as one of shooting location for Game of Thrones series.",
            "siteName": "Croatia Travel Guide and Consultation Services for Croatia",
            "shortName": "Where To Swim in Split, Croatia",
            "indexInSource": 5,
            "iconSiteId": 1191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "rbhgfJqopEvv6gfC4S120n59Khkj4nnf",
          "1nL0yWsx68jLvBirjyvUaMML1Uc10LMs",
          "ZQXyqLyUmXuinnEqPXfjDXNFwwMDUhu6",
          "rbhgfJqopEvv6gfC4S120n59Khkj4nnf",
          "1nL0yWsx68jLvBirjyvUaMML1Uc10LMs",
          "ZQXyqLyUmXuinnEqPXfjDXNFwwMDUhu6"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Duilovo - Plaža za pse (dog beach)",
        "placeId": "ChIJmZvcqNZfNRMRlDTmRGcnjaY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Great location and just a few hundred meters to the east of the google marker is a great place to jump from the cliffs.",
            "author_name": "Steven N",
            "relative_time_description": "",
            "time": 1662582704,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It really needs drinking water for the pups. It is a small rocky beach with no infrastructure. Not even a bin.\n*2024 edit*\nNow there is a bin. Excellent.\nMaybe soon we get a water tap as well. 🤞🏼",
            "author_name": "Ines VETinParadise",
            "relative_time_description": "",
            "time": 1729799373,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Cool place but some owners let vicious dogs off leash",
            "author_name": "грустная луна",
            "relative_time_description": "",
            "time": 1752576756,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Public bath"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 38,
            "2": 22,
            "3": 65,
            "4": 129,
            "5": 324
          }
        },
        "minMinutesSpent": 90,
        "latitude": 43.501287,
        "address": "21000, Split, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJX2Ci3V1nNRMRasYuJy0Sgfg",
        "generalDescription": "Plaža Ježinac, located in the Meje neighborhood of Split, is a local favorite known for its pebble and sand beach. Tucked away in a serene setting surrounded by pine trees, it offers a laid-back atmosphere and is considered safe for children to swim. The beach features amenities such as showers and a cafe-bar. With its three coves made up of pebbles and rocks, it provides a more secluded option compared to other beaches in the area.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.418262,
        "rating": 4.5,
        "numRatings": 627,
        "sources": [],
        "imageKeys": [
          "naoNAgIsShajoG6Vbs3KIHbPJ3e7sgnQ",
          "UIeZZKz4cddU4QOFceoW66UtpgP6KSTP",
          "KKrdjYANbVvNnCBEQ9dD0ylZlXIMy09A",
          "GenPyJju1jKiJlPnFy3VCMKlHbe1XGJP",
          "mIIdJ969iaIblogXexmoq1hUhZmMQVKI",
          "naoNAgIsShajoG6Vbs3KIHbPJ3e7sgnQ",
          "UIeZZKz4cddU4QOFceoW66UtpgP6KSTP",
          "KKrdjYANbVvNnCBEQ9dD0ylZlXIMy09A",
          "GenPyJju1jKiJlPnFy3VCMKlHbe1XGJP",
          "mIIdJ969iaIblogXexmoq1hUhZmMQVKI"
        ],
        "openingPeriods": [],
        "name": "Plaža Ježinac",
        "placeId": "ChIJX2Ci3V1nNRMRasYuJy0Sgfg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Peaceful Stone Beach with Crystal Clear Water\n\nJezinac Beach in Split is an amazing stone beach that offers a peaceful and relaxing atmosphere, especially in the early morning when it's quiet and serene. The clear, sparkling water is perfect for a refreshing swim, and the views are absolutely stunning.\n\nSince it's a stone beach, beach shoes are definitely a must to make walking and swimming more comfortable. It's not as crowded as other beaches, making it a perfect spot to escape the hustle and bustle while enjoying the beauty of the Adriatic.\n\nHighly recommended for anyone looking for a quiet, scenic beach day in Split!",
            "author_name": "Vahid Shahani",
            "relative_time_description": "",
            "time": 1727244361,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This beach is perfect for a relaxing day by the sea. It has a gentle, gradual entry into the water, which makes it ideal for families with children or anyone who prefers a calm swim. The water is crystal clear, and the entire area is very clean and well-maintained. It's possible to find a spot in the shade, which is a big plus on hot days. Overall, it's a peaceful and pleasant place to spend time - highly recommended",
            "author_name": "JanaanaJ",
            "relative_time_description": "",
            "time": 1751383798,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great swimming spot. Some shady seating under trees. Access into water via steps or beach. Shower of fresh water to use and drinking water fountain. Can access beach from steps down the hill from the road behind or from following the coastline from the marina downtown",
            "author_name": "Sionainne Costello",
            "relative_time_description": "",
            "time": 1752756007,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.putovnica.net/plaze/plaza/plaza-jezinac-split",
        "index": 13,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 13,
            "3": 41,
            "4": 149,
            "5": 415
          }
        },
        "minMinutesSpent": 60,
        "latitude": 43.503877,
        "address": "Šetalište Ivana Meštrovića 29, 21000, Split, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJSz8ZeXhnNRMRmQE4toeUrFs",
        "generalDescription": "Obojena Beach, situated on the southwestern side of Split, is a charming and vibrant hidden gem known for its colorful appeal. It is often less crowded compared to other popular beaches in the area. The beach features a parking area near the water's edge and a floating barrier to mark the swimming boundaries. Just behind Zvoncac Park, Obojena Beach can be reached on foot from the city center in about 20 minutes.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.416288,
        "rating": 4.6,
        "numRatings": 204,
        "sources": [
          {
            "id": "1845736",
            "type": "webPlacesList",
            "url": "https://www.lifeinsplit.com/post/best-beaches-in-split",
            "sourceSite": "Web",
            "snippet": "Obojena Svjetlost Beach: Just a couple minutes away (by car) this overlooked beach is a great alternative to Kasjuni Beach. Expect fine pebbles with crystal-clear waters, open eyesight to nearby islands, and pine trees offering natural shade and a peaceful atmosphere. The local bus number 12 also leads to it and there is a parking lot too.",
            "siteName": "Life In Split",
            "shortName": "Best beaches in Split - tips from locals",
            "indexInSource": 4,
            "iconSiteId": 255059,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207818",
            "type": "webPlacesList",
            "url": "https://citypal.me/local-tips/split/top-5-beaches-in-split/",
            "sourceSite": "Web",
            "snippet": "Obojena Beach is located just behind the Zvončac Park, where people usually come for a picnic. Obojena Beach Source: beachsearcher.com You can even reach it on foot. From the city center (Riva) you need about 20 minutes walk.",
            "siteName": "CityPal",
            "shortName": "Top 5 Beaches in Split",
            "indexInSource": 1,
            "iconSiteId": 1682,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "OH7jJso2ASDagW4p0VaDJvt25mWqfrgR",
          "YStPwIPWjk7t0YPurvCQVcrrEd8fRY08",
          "DejDmbrrJCOzlioFv9pIhXKuRIAmtSMd",
          "yPg0b7XbPA0V1ZVyEubKUQmqpthEJPqw",
          "OH7jJso2ASDagW4p0VaDJvt25mWqfrgR",
          "YStPwIPWjk7t0YPurvCQVcrrEd8fRY08",
          "DejDmbrrJCOzlioFv9pIhXKuRIAmtSMd",
          "yPg0b7XbPA0V1ZVyEubKUQmqpthEJPqw"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Plaža Obojena",
        "placeId": "ChIJSz8ZeXhnNRMRmQE4toeUrFs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Best beach we went to in Split. The beach is small but there was always space even when it was at its busiest. The water was perfect depth for kids but you didn't have to swim out far for a little more depth for adults to swim. We stayed near Bacvice but came out to this beach each time because its 100x better!",
            "author_name": "Dr. Chelsi Day",
            "relative_time_description": "",
            "time": 1722235133,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A lovely beach for sunbathing and we found it's the best spot for snorkelling, too. We walked from old town and it took about 25 mins. There is a car park as well as showers and toilets. The sea is clean and less busy than other beaches in the surrounding area. I would bring food and drink with you or pick stuff up along the way as there isn't a beach bar around (as far as we could see).",
            "author_name": "natalie blain",
            "relative_time_description": "",
            "time": 1749637054,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful beach, pebbles, clean water. Parking is free, and you can get natural shadow from the palms and trees. You can also have a walk on the coast or from above for beautiful views.",
            "author_name": "Prolet Markova",
            "relative_time_description": "",
            "time": 1750330890,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Public bath"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 2,
            "3": 12,
            "4": 45,
            "5": 144
          }
        },
        "minMinutesSpent": null,
        "latitude": 43.50346,
        "address": "Šetalište Ivana Meštrovića, 21000, Split, Croatia",
        "travel_time": null
      }
    ]
  }
}