{
  "list_id": "1044",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/1044/1.jpg",
  "description": "Dive into \"Whispers of Love in Zagreb's Hidden Gems\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/164056"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Whispers of Love in Zagreb's Hidden Gems",
  "city_id": "9669",
  "subtype": "poi",
  "city": "Zagreb",
  "created_ts": 1759589585,
  "slug": "whispers-of-love-in-zagrebs-hidden-gems-zagreb-poi-451001",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJyRZk3W3WZUcRVOaWasmocD8",
        "generalDescription": "Bundek City Park, situated in the southwestern part of Zagreb, is a popular destination for both locals and tourists. Spanning approximately 45 hectares, this urban oasis centers around the picturesque Bundek Lake. During the summer months, it attracts visitors seeking relaxation and recreation. The park offers various activities such as picnicking by the lake, fishing, feeding swans, and enjoying playgrounds and rides for children.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 15.984468,
        "rating": 4.7,
        "numRatings": 16102,
        "sources": [
          {
            "id": "1221313",
            "type": "webPlacesList",
            "url": "https://www.visitzagreb.hr/theme/romantic-zagreb/",
            "sourceSite": "Web",
            "snippet": "Bundek Park Zagreb, after its renovation in 2006, has become one of Zagreb’s favourite Parks and Promenades. A perfect place to spend a sunny day with friends and family!",
            "siteName": "Visit Zagreb",
            "shortName": "Romantic Zagreb » Visit and Experience Zagreb",
            "indexInSource": 5,
            "iconSiteId": 32681,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6ypXbeMWqUr9QPrLJcwywThlGwjZFEh3",
          "NvYp3ymv9Ezx5F33KO9PMWRQlcVYQx5j",
          "2aQHi4HFXTlWzwIIWzFQkcn6gPOQlbIi",
          "6gfe0uoRx6pWyOOvHCsOMI9Z7CEyjyuq",
          "ERTPSP5AMat3VAskcByRHjjawtsUtRlV",
          "6ypXbeMWqUr9QPrLJcwywThlGwjZFEh3",
          "NvYp3ymv9Ezx5F33KO9PMWRQlcVYQx5j",
          "2aQHi4HFXTlWzwIIWzFQkcn6gPOQlbIi",
          "6gfe0uoRx6pWyOOvHCsOMI9Z7CEyjyuq",
          "ERTPSP5AMat3VAskcByRHjjawtsUtRlV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Bundek City Park",
        "placeId": "ChIJyRZk3W3WZUcRVOaWasmocD8",
        "internationalPhoneNumber": "+385 1 6421 355",
        "reviews": [
          {
            "rating": 5,
            "text": "If you're looking for a picturesque spot in Zagreb, this is the place for you. It offers a serene environment where you can unwind and enjoy the beauty of nature. Spend quality time strolling through the park, or opt for a leisurely bicycle ride. It's also an ideal spot for a delightful picnic, surrounded by lush greenery. Whether you prefer a tranquil walk or an active exploration, this place has something for everyone.",
            "author_name": "Hari Timsina",
            "relative_time_description": "",
            "time": 1729579630,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lake Bundek is divided into Big Lake and Small Lake. It is located along the river Sava.\nBudek Beach has been arranged on Bih lake. The small lake was left as a natural habitat for numerous plant and animal species.\nThe area around the lake is arranged as an entertainment and recreational park. Barbecues, concrete barbecues with garden benches and tables have been installed. There are a lot of bicycle paths as well as roller rinks. Playground for volleyball and handball. I noticed a lot of different trees and it is regularly maintained, cherries are planted.",
            "author_name": "Damir",
            "relative_time_description": "",
            "time": 1714281243,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Bundek City Park, nestled in the Novi Zagreb area, is a beautiful and versatile public space that offers an array of activities and experiences for visitors of all ages.\n\nHistorical Background\n\nBundek Park has an interesting history. Initially, it was a gravel pit, excavated in 1955 for the construction of the Zagreb Fair pavilions and transportation surfaces. The extraction continued until 1960 for the construction of the Freedom Bridge. As the pit was excavated below the groundwater level, it eventually filled with water, transforming into a lake. Over time, the area evolved from a gravel pit into a popular recreational site for the citizens of Zagreb. However, in the early 1980s, the park faced challenges due to unsanitary conditions, leading to a ban on swimming in the lake. This resulted in Bundek becoming somewhat neglected until its renovation and transformation into the modern park it is today .\n\nPresent-Day Features\n\nToday, Bundek City Park is a beloved location for relaxation and recreation. It spans approximately 550,000 square meters, offering a beautiful landscape with various activities. Visitors can enjoy walking around the lake, biking, running, and picnicking. The park also has a boat service for those who wish to experience the lake from the water. Besides its natural beauty, Bundek is frequently the site for events and festivals, including the famous Bundekfest music festival and Christmas markets .\n\nAccessibility and Facilities\n\nAccess to Bundek City Park is straightforward, with public transportation options available from different parts of the city. The park is well-equipped with numerous parking spaces, and its location near the eastern parking lot of the Zagreb Fair makes it easily accessible for visitors. The park is also equipped with bars and cafes around the lake, offering refreshments and meals .\n\nSuggested Itinerary in Zagreb Starting from Bundek City Park\n\n1.\tStart at Bundek City Park: Begin your day with a leisurely walk around the lake, enjoying the serene environment and lush greenery.\n2.\tExplore Gornji Grad: Head to Gornji Grad, the historic upper town of Zagreb, known for its picturesque streets and squares rich in history and cultural heritage.\n3.\tVisit St. Mark's Church: Don't miss the iconic St. Mark's Church, famous for its colorful tiled roof.\n4.\tTower of Lotrščak and the Zagreb Cathedral: Climb the Tower of Lotrščak for panoramic city views and visit the Zagreb Cathedral, a stunning example of Gothic architecture.\n5.\tRelax at Zrinjevac Park: End your day at Zrinjevac Park, close to the main square, perfect for unwinding amidst charming fountains and lush greenery.\n\nOverall Impression\n\nBundek City Park in Zagreb is not just a recreational area but a symbol of the city's transformation and commitment to providing green spaces for its residents and visitors. It offers a perfect blend of natural beauty, historical significance, and modern amenities, making it an essential stop for anyone visiting Zagreb.",
            "author_name": "Cláudio Cardona",
            "relative_time_description": "",
            "time": 1705872615,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.sportskiobjekti.hr/default.aspx?id=122",
        "index": 1,
        "id": "",
        "categories": [
          "City park",
          "Nature & Parks",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 223,
            "2": 156,
            "3": 722,
            "4": 2785,
            "5": 12213
          }
        },
        "minMinutesSpent": 120,
        "latitude": 45.785989,
        "address": "Ul. Damira Tomljanovića, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJz7l8terXZUcR_k-oDwggPNc",
        "generalDescription": "Park Maksimir is a family-friendly destination located in Zagreb, Croatia. It is the city's largest and oldest public park, spanning 44 acres of vine-covered forests, artificial lakes, creeks, and meadows. The park offers shaded trails for peaceful strolls and is home to diverse wildlife. Visitors can explore the expansive natural surroundings and even venture into the forest.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.017626,
        "rating": 4.8,
        "numRatings": 21169,
        "sources": [
          {
            "id": "1221304",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/news/top-5-romantic-spots-in-zagreb-021424",
            "sourceSite": "Web",
            "snippet": "Not only the oldest city forest-park in Zagreb, beautiful Maksimir is perfect for a number of reasons Starting with strolls and picnics, it offers more serious hiking trails, as well as containing  Zagreb Zoo. Just inside the main entrance, close to the tram stop for the Maksimir Stadium, it can provide traditional dining at the cutesy Maksimir Restaurant. All in all, it's the ideal romantic escape within easy reach of the main square by tram.",
            "siteName": "Time Out",
            "shortName": "The five most romantic destinations in Zagreb",
            "indexInSource": 0,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "478354",
            "type": "webPlacesList",
            "url": "https://www.touropia.com/things-to-do-in-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "The largest park in Zagreb, Maksimir is also its oldest; it was first opened to the public all the way back in 1794. With five artificial lakes, as well as lovely little creeks and meadows, the park is delightful to visit; nature lovers, in particular, will enjoy being in its majestic natural surroundings and there is also a forest for you to explore. As well as the wild animals and birds that reside in its meadows, forests, and lakes, the city’s zoo is also located in the park and is a great day out for all the family.",
            "siteName": "Touropia",
            "shortName": "Best Things to Do in Zagreb, Croatia (+Photos)",
            "indexInSource": 5,
            "iconSiteId": 13255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413536",
            "type": "webPlacesList",
            "url": "https://www.croatiaweek.com/5-cool-zagreb-first-date-ideas/",
            "sourceSite": "Web",
            "snippet": "One of the most romantic first dates I’ve ever participated in (actually the only romantic first date) was in a park. We got champagne and strawberries (I know, it’s such a cliche but it totally worked) and talked in the park for hours. Maksimir is one of my favorite places in Zagreb – it’s a huge park with lakes, a forest and a lot of greats spots worthy of this occasion.",
            "siteName": "Croatia Week",
            "shortName": "5 Cool Zagreb First Date Ideas",
            "indexInSource": 3,
            "iconSiteId": 4531,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "480676",
            "type": "webPlacesList",
            "url": "https://dbldkr.com/15-best-dating-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "As the last but not least park you have to visit I recommend you Park Maksimir. This is the park Maksimir -the largest and oldest park in the city of Zagreb. It is known for its greenery, preserved nature and tranquillity, and there is also a Zoo, where this place deserves the symbol of the city of Zagreb.",
            "siteName": "Double Decker",
            "shortName": "15 BEST Dating Things to Do in Zagreb",
            "indexInSource": 2,
            "iconSiteId": 49460,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1801130",
            "type": "webPlacesList",
            "url": "https://erosandpsyche.travel/romantic-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Maksimir Park is one of Zagreb’s largest and most beautiful parks. It’s designed as an English-style garden, complete with lakes, wooded areas, and open spaces. Couples can explore the winding paths, enjoy a picnic by the water, or visit the nearby Zagreb Zoo.",
            "siteName": "Eros+Psyche Travel",
            "shortName": "Romantic Things to Do in Zagreb: Top Activities for Couples",
            "indexInSource": 5,
            "iconSiteId": 42164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413528",
            "type": "webPlacesList",
            "url": "https://love2blog.com/nieuws/romantic-getaway-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "One of the most popular parks in the city is Maksimir Park, which is the largest park in Zagreb. The park features beautiful lakes, gardens, and walking trails, making it a perfect place to spend a lazy afternoon with your loved one.",
            "siteName": "Love2Blog.com",
            "shortName": "Romantic Getaway in Zagreb: Perfect for Couples",
            "indexInSource": 4,
            "iconSiteId": 202321,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1221313",
            "type": "webPlacesList",
            "url": "https://www.visitzagreb.hr/theme/romantic-zagreb/",
            "sourceSite": "Web",
            "snippet": "Maksimir Park is the greatest masterpiece of garden architecture in Croatia. Preserving its hundred-year-old oak forests to this day it is a great place to escape the city lifestyle.",
            "siteName": "Visit Zagreb",
            "shortName": "Romantic Zagreb » Visit and Experience Zagreb",
            "indexInSource": 4,
            "iconSiteId": 32681,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4f1wBOnT6YMPCIOOPJAKFKmh7e3ed9eF",
          "2WQJqK1pzyATFXHFrT4G4ZxlH5qzktsy",
          "AYjGteNb9ViKRwvSUJWeoS1ipK6M7MpT",
          "WbAgAPic8RUpCgRw6Ls5TizkoLWY2ImL",
          "9vghGiVUPy4nVs2VCOvCyfweq1VbQZRV",
          "4f1wBOnT6YMPCIOOPJAKFKmh7e3ed9eF",
          "2WQJqK1pzyATFXHFrT4G4ZxlH5qzktsy",
          "AYjGteNb9ViKRwvSUJWeoS1ipK6M7MpT",
          "WbAgAPic8RUpCgRw6Ls5TizkoLWY2ImL",
          "9vghGiVUPy4nVs2VCOvCyfweq1VbQZRV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Park Maksimir",
        "placeId": "ChIJz7l8terXZUcR_k-oDwggPNc",
        "internationalPhoneNumber": "+385 1 2320 460",
        "reviews": [
          {
            "rating": 5,
            "text": "Founded in 1794, this is the oldest and largest park in Zagreb, and one of the first public parks in Southeastern Europe. It features dense woodlands, open meadows, and five lakes, offering a rich and diverse natural landscape. The park is home to a wide variety of plant and animal species, and is particularly known as a habitat for the Middle Spotted Woodpecker (Dendrocopos medius), a bird that is endangered in Central Europe. On the southern side of the park lies the Zagreb Zoo, established in 1925. The park serves as a peaceful escape into nature and is an ideal spot for walking, picnicking, jogging, and other outdoor activities.",
            "author_name": "Seokjin Ham",
            "relative_time_description": "",
            "time": 1744454261,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very pleasantly surprised to visit this huge green space near the city impressed by glorious historical background. We have good time strolling through the garden taking a leisurely walk. There is something for everyone here. We also like the lake and was happy to many ducks in there too",
            "author_name": "Sam Goh SE",
            "relative_time_description": "",
            "time": 1749418866,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful park in Zagreb easily accessible with the tram from the city center. Visit the zoo, rent a boat, or enjoy one of the multiple coffee shops and restaurants located in the park. Discover both the city park and the forestry area near the back for a relaxing break from the city.",
            "author_name": "See Zagreb",
            "relative_time_description": "",
            "time": 1756643450,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.park-maksimir.hr/",
        "index": 2,
        "id": "",
        "categories": [
          "Park",
          "Outdoor Activities",
          "Zoos"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 188,
            "2": 112,
            "3": 469,
            "4": 2188,
            "5": 18227
          }
        },
        "minMinutesSpent": 150,
        "latitude": 45.82436,
        "address": "Maksimirski perivoj 1, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJHR3v-AHXZUcR-W1_Hi9RKzE",
        "generalDescription": "The Cathedral of Zagreb is a grand Roman Catholic edifice that underwent restoration in the 1990s. It hosts concerts like The Organs of the Zagreb Cathedral and Evenings on Gric cycle. The cathedral is a significant part of Zagreb's iconic buildings, along with other landmarks such as Croatian National Theatre and St. Mark's Church.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.979438,
        "rating": 4.6,
        "numRatings": 17145,
        "sources": [
          {
            "id": "478354",
            "type": "webPlacesList",
            "url": "https://www.touropia.com/things-to-do-in-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "Consecrated in 1217, it is fair to say that Zagreb Cathedral has undergone numerous changes and setbacks over its long and tumultuous history. Razed by the Mongols shortly after being completed, and severely damaged in an earthquake, the cathedral that stands before us today is a stunning building and the architecture is simply awe-inspiring. Neo-Gothic in style, the facade of the cathedral glistens in the sun and its twin spires dominate Zagreb’s skyline.",
            "siteName": "Touropia",
            "shortName": "Best Things to Do in Zagreb, Croatia (+Photos)",
            "indexInSource": 9,
            "iconSiteId": 13255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1801130",
            "type": "webPlacesList",
            "url": "https://erosandpsyche.travel/romantic-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Zagreb Cathedral stands as the tallest building in Croatia and a stunning example of Gothic architecture. Its twin spires are visible from afar, drawing visitors to this significant landmark. The Cathedral’s history dates back to the 11th century, though it has undergone numerous restorations.",
            "siteName": "Eros+Psyche Travel",
            "shortName": "Romantic Things to Do in Zagreb: Top Activities for Couples",
            "indexInSource": 0,
            "iconSiteId": 42164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1001453",
            "type": "webPlacesList",
            "url": "https://unforgettablecroatia.co.uk/top-picks/15-fabulous-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "The Neo-gothic Cathedral was built in the 13th century but was destroyed by the 1880 earthquake. Its majestic restoration is the work of the famous architect Herman Bollé.",
            "siteName": "Unforgettable Croatia",
            "shortName": "15 Fabulous Things To Do In Zagreb",
            "indexInSource": 2,
            "iconSiteId": 16002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413528",
            "type": "webPlacesList",
            "url": "https://love2blog.com/nieuws/romantic-getaway-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "This area is home to many of the city’s most important landmarks, including the Zagreb Cathedral, St. Mark’s Church, and the Lotrščak Tower.",
            "siteName": "Love2Blog.com",
            "shortName": "Romantic Getaway in Zagreb: Perfect for Couples",
            "indexInSource": 1,
            "iconSiteId": 202321,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "w17DyUnKlqcZL3z2DlecnwuENDtDmCpN",
          "0dfcJQ83ztp2QAZDtgIiBGTQZOHwP79V",
          "1XY3YXD3qeXiuO1MlpIHJQqwXFwNIlzI",
          "JbbS8oZUi6CP7dc3mILyxnMs0R0pd8m3",
          "lapZlrV0HGvBZNLR3ncPaTHzFmMO4JJg",
          "w17DyUnKlqcZL3z2DlecnwuENDtDmCpN",
          "0dfcJQ83ztp2QAZDtgIiBGTQZOHwP79V",
          "1XY3YXD3qeXiuO1MlpIHJQqwXFwNIlzI",
          "JbbS8oZUi6CP7dc3mILyxnMs0R0pd8m3",
          "lapZlrV0HGvBZNLR3ncPaTHzFmMO4JJg"
        ],
        "openingPeriods": [],
        "name": "Cathedral of Zagreb",
        "placeId": "ChIJHR3v-AHXZUcR-W1_Hi9RKzE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It is a great piece of architecture just 100 meters from main square. Inside it is very beautiful. It has a small connection with Las Vegas. A Croatian owner of a casino in Las Vegas had gifted them 3 chandeliers which are prominently displayed though they look little out of place. The atmosphere inside was very calm and soothing. It is better to see with a guide who can explain the great historical background. Worth seeing !!",
            "author_name": "Balkrishna Shroff",
            "relative_time_description": "",
            "time": 1756540050,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The cathedral has been under renovation for a few years now, but it still is a pleasant sight to see. Under renovation means no access to the inside as well; was gated off for the majority of the time.  It is the second tallest building in Croatia and the most monumental sacral building of Gothic architecture southeast of the Alps.",
            "author_name": "Mat Bienczyk",
            "relative_time_description": "",
            "time": 1738762420,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Looks interesting from the outside, but it's temporarily closed (due to further renovations?). There are some old Medieval-looking city walls and fortifiations right next to the cathedral, but those are also inaccessible (at least from the sides nearest the cathedral) due to the work being done.",
            "author_name": "Karyn",
            "relative_time_description": "",
            "time": 1750925814,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://katedrala.hr/",
        "index": 3,
        "id": "",
        "categories": [
          "Catholic cathedral",
          "Sights & Landmarks",
          "Cathedral",
          "Architectural Buildings",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 243,
            "2": 157,
            "3": 853,
            "4": 3281,
            "5": 12612
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.814622,
        "address": "Kaptol 31, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJ6wIP6wLXZUcRc6jHggz9Vgg",
        "generalDescription": "Stone Gate is a historic city gate in Zagreb's Old Town, dating back to the 13th century and serving as part of the city's fortification. It now houses a small chapel dedicated to the Virgin Mary, drawing pilgrims who believe in its miraculous healing powers. The gate is adorned with candles from visitors offering silent prayers, creating a serene atmosphere.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.975287,
        "rating": 4.7,
        "numRatings": 6301,
        "sources": [
          {
            "id": "1801130",
            "type": "webPlacesList",
            "url": "https://erosandpsyche.travel/romantic-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "The Stone Gate is another must-visit for couples exploring Zagreb’s historic sites. As the last preserved medieval gate of the city, it holds a special place in Zagreb’s heart. Inside the gate, visitors will find a chapel dedicated to the Virgin Mary, which has been a site of pilgrimage since the 18th century.",
            "siteName": "Eros+Psyche Travel",
            "shortName": "Romantic Things to Do in Zagreb: Top Activities for Couples",
            "indexInSource": 2,
            "iconSiteId": 42164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "wp6SG8zo9Vrr4oV5zB9eAJo11CEPPiLA",
          "oXNAFMvC57WC8NbWTUt8ejei6eBYSPUa",
          "tQBZwHRTsdBlMKqXUKsWFzqQXaFKPTfW",
          "ccPAmJSXjVUEM6f4Hpf07D3DRybXfT8s",
          "UnhVCg5hgcIUwfz8bLHdFS4QyqJNKafX",
          "wp6SG8zo9Vrr4oV5zB9eAJo11CEPPiLA",
          "oXNAFMvC57WC8NbWTUt8ejei6eBYSPUa",
          "tQBZwHRTsdBlMKqXUKsWFzqQXaFKPTfW",
          "ccPAmJSXjVUEM6f4Hpf07D3DRybXfT8s",
          "UnhVCg5hgcIUwfz8bLHdFS4QyqJNKafX"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Stone Gate",
        "placeId": "ChIJ6wIP6wLXZUcRc6jHggz9Vgg",
        "internationalPhoneNumber": "+385 1 4851 611",
        "reviews": [
          {
            "rating": 5,
            "text": "A beautiful, special place, where people can stop by and say a quiet prayer. There are church pews outside on the street! Very unique, loved it.",
            "author_name": "Tommy Nash",
            "relative_time_description": "",
            "time": 1739820441,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is the only preserved medieval city gate in Zagreb, originally built in the early 13th century as part of the city's defensive walls. In 1731, a major fire destroyed most of the structure, but miraculously, a painting of the Virgin Mary and the infant Jesus remained untouched by the flames. Since then, the site has been regarded as a shrine dedicated to the Virgin Mary, with prayers, candles, and messages of gratitude continuously offered. Each year on May 31, a special celebration in honor of the Virgin Mary takes place here.",
            "author_name": "Seokjin Ham",
            "relative_time_description": "",
            "time": 1744245324,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very interesting place. It is better to come early in the morning, so that there are no crowds of tourists. It is interesting to look at the huge number of plaques with requests. Nearby is a monument to St. George the Victorious.",
            "author_name": "Andraz Pisek",
            "relative_time_description": "",
            "time": 1746187072,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://zupa-svmarkaev.hr/home/kamenita-vrata/",
        "index": 4,
        "id": "",
        "categories": [
          "Religious destination",
          "Sights & Landmarks",
          "Historical landmark",
          "Sacred & Religious Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 62,
            "2": 61,
            "3": 364,
            "4": 903,
            "5": 4913
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.815822,
        "address": "Kamenita ul. 1, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJ6VE-egLXZUcRomv2xXXW5WU",
        "generalDescription": "La Štruk is a dedicated restaurant in Zagreb, Croatia that specializes in the traditional doughy parcels known as strukli. These parcels come in boiled or baked varieties, with cheese being the most popular filling. However, La Štruk offers a variety of options including experimental flavors like cheese and nettle or cheese and paprika. The restaurant is well-known for its innovative twists on the classic dish, such as pumpkin-pesto and blueberry variations.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 15.976808,
        "rating": 4.6,
        "numRatings": 8315,
        "sources": [
          {
            "id": "1413536",
            "type": "webPlacesList",
            "url": "https://www.croatiaweek.com/5-cool-zagreb-first-date-ideas/",
            "sourceSite": "Web",
            "snippet": "What’s special about La Štruk is the fact that it’s the first place in Zagreb to dedicate its cuisine exclusively to a traditional dish that might seem way to simple to be restaurant opening worth. Which is why they serve štrukli in various unexpected sweet and salty ways and charm the socks of both foreign and local guests. The restaurant is small, but the staff is very pleasant and the interior is charming.",
            "siteName": "Croatia Week",
            "shortName": "5 Cool Zagreb First Date Ideas",
            "indexInSource": 1,
            "iconSiteId": 4531,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "L5QVmXkn3VbJnuvn1D199WLrLxrcSbGA",
          "cGEsf17lIVfCxWLdT3eXNY7DLsbOOVI1",
          "uR5mjR4LB7VTDFWekt7msN1FxOoJHRJm",
          "NZanEyjkJsGy3AWEamiyoUVollHdWrUU",
          "BKU9uoRggwECKjLY3ckzeOJRX44JB4H7",
          "L5QVmXkn3VbJnuvn1D199WLrLxrcSbGA",
          "cGEsf17lIVfCxWLdT3eXNY7DLsbOOVI1",
          "uR5mjR4LB7VTDFWekt7msN1FxOoJHRJm",
          "NZanEyjkJsGy3AWEamiyoUVollHdWrUU",
          "BKU9uoRggwECKjLY3ckzeOJRX44JB4H7"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "La Štruk",
        "placeId": "ChIJ6VE-egLXZUcRomv2xXXW5WU",
        "internationalPhoneNumber": "+385 1 4837 701",
        "reviews": [
          {
            "rating": 5,
            "text": "If you are looking to try some local food this is the right place! The pasta is homemade, fresh and tasty and the strukli are full of flavour especially the sweet ones, the combination of sweet and salty is done really well. Also the garden is pretty and makes the atmosphere even more welcoming. Don't miss this restaurant during your stay in Zagreb!",
            "author_name": "Ana Maria Borisova",
            "relative_time_description": "",
            "time": 1754047429,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Zagreb feels a bit stuck in the Soviet era – not well-kept and not the liveliest vibe, and service around town can be a little cold. But La Štruk was a pleasant surprise! The staff here were friendly, and the food was excellent.\n\nThis spot serves only one dish – štrukli – but they do it exceptionally well. We went for the truffle version, and it was delicious – rich, cheesy, and perfectly baked. The restaurant has both indoor and courtyard seating; we dined indoors, which was cozy and welcoming.\n\nLocated right on the restaurant row, it's definitely worth a stop if you want to try a truly local specialty done right.",
            "author_name": "regis kwong",
            "relative_time_description": "",
            "time": 1756501026,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This dishes was unbelievable. I tried it for the first time and I loved it right away.\n\nIt has a little bit similar texture with Lasagna, but smoother. I ordered the original one (salted cheese).\n\nThis restaurant is the famous strukla place in Zagreb, hence in some cases it has long queue. So you better have a reservation before coming. My friends and I were lucky because we came early before everyone having dinner, so we got our place on the spot. I really recommend this place if you want to try the typical food of Zagreb.",
            "author_name": "Shaf",
            "relative_time_description": "",
            "time": 1749530795,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 1,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/LaStrukZagreb/",
        "index": 5,
        "id": "",
        "categories": [
          "Croatian restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 163,
            "2": 152,
            "3": 412,
            "4": 1509,
            "5": 6079
          }
        },
        "minMinutesSpent": 90,
        "latitude": 45.814891,
        "address": "Skalinska ul. 5, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJb0U_xv7WZUcR9mxGoR4CquI",
        "generalDescription": "Zrinjevac is a picturesque tree-lined park located in the city center, offering a serene escape with its towering trees, charming gazebos, and delightful fountains. The park features colorful flower arrangements and hosts various events throughout the year, including concerts in the elevated orchestra pavilion. Visitors can enjoy leisurely strolls, find peaceful spots to read or simply take in the tranquil ambiance. Zrinjevac is particularly enchanting during summer events and the festive Christmas market during winter.",
        "utcOffset": 120,
        "maxMinutesSpent": 60,
        "longitude": 15.978311,
        "rating": 4.8,
        "numRatings": 8176,
        "sources": [
          {
            "id": "1801130",
            "type": "webPlacesList",
            "url": "https://erosandpsyche.travel/romantic-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Zrinjevac Park, located in the heart of Zagreb, is an ideal spot for a peaceful stroll. The park features beautiful fountains, statues, and a music pavilion, providing a serene atmosphere. In the spring and summer, the park blooms with vibrant flowers, while in the winter, it transforms into a magical Christmas market.",
            "siteName": "Eros+Psyche Travel",
            "shortName": "Romantic Things to Do in Zagreb: Top Activities for Couples",
            "indexInSource": 4,
            "iconSiteId": 42164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1001453",
            "type": "webPlacesList",
            "url": "https://unforgettablecroatia.co.uk/top-picks/15-fabulous-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Head to the Croatian National Theatre situated half way around the U-shaped Lenuci’s Horseshoe trail. Stop off at the Botanical Garden to explore the serene oasis, the English-style arboretum and lakes, and more than 10,000 plant species.",
            "siteName": "Unforgettable Croatia",
            "shortName": "15 Fabulous Things To Do In Zagreb",
            "indexInSource": 3,
            "iconSiteId": 16002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1221313",
            "type": "webPlacesList",
            "url": "https://www.visitzagreb.hr/theme/romantic-zagreb/",
            "sourceSite": "Web",
            "snippet": "Zrinjevac Park is one of the most romantic places in Zagreb. The park provides a chilled and relaxing spot away from the city’s regular rhythm.",
            "siteName": "Visit Zagreb",
            "shortName": "Romantic Zagreb » Visit and Experience Zagreb",
            "indexInSource": 0,
            "iconSiteId": 32681,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "suKN2EIDqUXe0XfK3wQw5lMBR7J5bSix",
          "6P7pugE3DnUpgFWIQy22yyMsfNTy7MpY",
          "EbDxkCUtFcnb1v04H1qgMUAFddDP3rdq",
          "u7rDHHWrd3ld0oGyMBruDWs7k6GAMxJk",
          "zGXCjCgTRIgOyuQqmtKBZPt8tQ91d3QI",
          "suKN2EIDqUXe0XfK3wQw5lMBR7J5bSix",
          "6P7pugE3DnUpgFWIQy22yyMsfNTy7MpY",
          "EbDxkCUtFcnb1v04H1qgMUAFddDP3rdq",
          "u7rDHHWrd3ld0oGyMBruDWs7k6GAMxJk",
          "zGXCjCgTRIgOyuQqmtKBZPt8tQ91d3QI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Zrinjevac Park",
        "placeId": "ChIJb0U_xv7WZUcR9mxGoR4CquI",
        "internationalPhoneNumber": "+385 1 6598 888",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful park located in the center of Zagreb. It stretches across several streets. A lot of interesting plants, well-kept grass. In addition, the buildings make a big impression. It is worth walking through this park and admiring its beauty. I recommend it!",
            "author_name": "Szymon Warzybok",
            "relative_time_description": "",
            "time": 1722435478,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice clean park with many fountains, plants blooming, benches, and various small statues. It's very close to the city centre, and close to local transportation.",
            "author_name": "Mat Bienczyk",
            "relative_time_description": "",
            "time": 1739282346,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "As part of the Lenuci's Horseshoe, this park is officially named Trg Nikole Šubića Zrinskog (Nikola Šubić Zrinski Square). Established in 1892, the area was originally used for agriculture and livestock markets but was transformed into a public park as part of an urban beautification project. The park features a music pavilion, a meteorological column, fountains, and busts of notable historical figures. During Advent in Zagreb, the park is beautifully decorated with lights and festive ornaments, becoming a lively venue for concerts, performances, and holiday markets.",
            "author_name": "Seokjin Ham",
            "relative_time_description": "",
            "time": 1744338705,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.zrinjevac.hr/",
        "index": 6,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 47,
            "2": 34,
            "3": 177,
            "4": 971,
            "5": 6953
          }
        },
        "minMinutesSpent": 60,
        "latitude": 45.810294,
        "address": "Zrinjevac 7, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJpe7-NB3XZUcRhluyxHW0U9o",
        "generalDescription": "Saint Mark’s Church is a monumental Catholic church in Zagreb, constructed in the 13th century and located in St. Mark's Square. The church features a medieval-style architecture with a Baroque bell tower added in the 17th century. Its most recognizable feature is the colorfully tiled roof depicting the city's emblem and Croatian coat of arms, making it a popular spot for history enthusiasts and photographers alike.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.973615,
        "rating": 4.6,
        "numRatings": 4893,
        "sources": [
          {
            "id": "1801130",
            "type": "webPlacesList",
            "url": "https://erosandpsyche.travel/romantic-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "St. Mark’s Church is one of Zagreb’s most iconic structures, located in the Upper Town. Recognizable by its colorful tiled roof featuring the medieval coat of arms of Croatia, Dalmatia, and Slavonia, the church is a picturesque spot perfect for couples to explore. Originally built in the 13th century, it combines Romanesque and Gothic elements.",
            "siteName": "Eros+Psyche Travel",
            "shortName": "Romantic Things to Do in Zagreb: Top Activities for Couples",
            "indexInSource": 1,
            "iconSiteId": 42164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413528",
            "type": "webPlacesList",
            "url": "https://love2blog.com/nieuws/romantic-getaway-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "This area is home to many of the city’s most important landmarks, including the Zagreb Cathedral, St. Mark’s Church, and the Lotrščak Tower.",
            "siteName": "Love2Blog.com",
            "shortName": "Romantic Getaway in Zagreb: Perfect for Couples",
            "indexInSource": 2,
            "iconSiteId": 202321,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Va3scme8IjObrTI6QlmupKzVg25UIuOm",
          "5Rto5ODo7Aqnu5oNHKnomhs25qo6QviY",
          "ByRMSUIcrjsk1qcxNKDCQizRUy9z4oAS",
          "BgUY47MNnuZ33MQUv7zuOuJPWQL0E2R8",
          "adVGL1Evz4DDKPcB9z8ejdebvxdGh3uB",
          "Va3scme8IjObrTI6QlmupKzVg25UIuOm",
          "5Rto5ODo7Aqnu5oNHKnomhs25qo6QviY",
          "ByRMSUIcrjsk1qcxNKDCQizRUy9z4oAS",
          "BgUY47MNnuZ33MQUv7zuOuJPWQL0E2R8",
          "adVGL1Evz4DDKPcB9z8ejdebvxdGh3uB"
        ],
        "openingPeriods": [],
        "name": "St. Mark’s Church",
        "placeId": "ChIJpe7-NB3XZUcRhluyxHW0U9o",
        "internationalPhoneNumber": "+385 1 4851 611",
        "reviews": [
          {
            "rating": 5,
            "text": "Saint Mark's Church uniquely colourful tiled roof makes it a Zagreb icon! Also, it is one of the oldest buildings in the city dating from the 13th century. Depending on the time or day, this section of the main square is bordered off by security due to government meetings so you may not get to see inside the church!",
            "author_name": "Mat Bienczyk",
            "relative_time_description": "",
            "time": 1738591078,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A church with a unique, very beautiful roof. It is located in the very center, I definitely recommend visiting it when walking around Zagreb. It is currently under restoration, does not work, but they promise to open it soon.",
            "author_name": "Andraz Pisek",
            "relative_time_description": "",
            "time": 1746186795,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "St. Mark's Church dates back to 13 cent and is located on top of the upper town on the same name square housing the Croatian parliament next door. Most distinctive and eye catching feature are the Croatian and Zagreb coat of arms on its roof.\nUnfortunately the Church is closed currently for renovations.",
            "author_name": "Dejan Braki",
            "relative_time_description": "",
            "time": 1747381626,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://zupa-svmarkaev.hr/",
        "index": 7,
        "id": "",
        "categories": [
          "Basilica",
          "Sights & Landmarks",
          "Church",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 83,
            "2": 47,
            "3": 305,
            "4": 956,
            "5": 3510
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.816425,
        "address": "Trg Sv. Marka 5, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJWfsdgQHXZUcRxq82I-M2rNY",
        "generalDescription": "Park Ribnjak, located in Zagreb, Croatia's Upper Town area, is a serene green oasis with English-style 19th-century gardens. Originally fishponds owned by the Bishop of Zagreb, it now offers well-maintained walking paths and lush lawns. The park hosts summer concerts and is home to Art Park Zagreb and Kaptol Art Park, an open-gallery walkway overlooking the city.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 15.980762,
        "rating": 4.6,
        "numRatings": 4602,
        "sources": [
          {
            "id": "1221313",
            "type": "webPlacesList",
            "url": "https://www.visitzagreb.hr/theme/romantic-zagreb/",
            "sourceSite": "Web",
            "snippet": "Ribnjak Park Zagreb is the most beautiful Upper Town Park, stretching along the east walls of Kaptol. Also, home to of Youth Center Ribnjak and the Purgeraj club.",
            "siteName": "Visit Zagreb",
            "shortName": "Romantic Zagreb » Visit and Experience Zagreb",
            "indexInSource": 2,
            "iconSiteId": 32681,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kKHkrQudcN5KgeBjt3SQSS8ic4rY3SAM",
          "AMzKDfD7xnCA6GxFKr78GutKvCN98qht",
          "zU7yY910GfsPgOOQ1Ppbi3Nj63ydxann",
          "EX17KvknebjAC05wrqseebF7GxotAYc7",
          "kKHkrQudcN5KgeBjt3SQSS8ic4rY3SAM",
          "AMzKDfD7xnCA6GxFKr78GutKvCN98qht",
          "zU7yY910GfsPgOOQ1Ppbi3Nj63ydxann",
          "EX17KvknebjAC05wrqseebF7GxotAYc7"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Park Ribnjak",
        "placeId": "ChIJWfsdgQHXZUcRxq82I-M2rNY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Strolled through in the evening after dinner on a Sunday and there was a concert in the park.  Great atmosphere- family friendly and very safe.",
            "author_name": "Anne",
            "relative_time_description": "",
            "time": 1752474152,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This is a nice and sizeable grassy area close to town. Lots of benches, bins and paths.\n\nLoved that there was a free toilet too!",
            "author_name": "Emily Keye",
            "relative_time_description": "",
            "time": 1731611069,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "There is a lot of dog excrement on the grass, and during a visit to the park one was able to see a lady walking her two large dogs covering their poop with leaves from a tree. Near the playground there is a lot of human excrement in the bushes, better watch your children not to go there. Overall, the park looks neglected, there is a lot of rubbish and empty alcohol bottles. The only positive is the location in the city centre and the view of the cathedral.",
            "author_name": "Lubomir Krabac",
            "relative_time_description": "",
            "time": 1745128043,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.zgportal.com/o-zagrebu/povijest-zagrebackih-naselja/park-ribnjak/",
        "index": 8,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 52,
            "2": 43,
            "3": 278,
            "4": 815,
            "5": 3414
          }
        },
        "minMinutesSpent": 120,
        "latitude": 45.81598,
        "address": "Ribnjak, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJmzekUJDWZUcRTd_XmSua8eQ",
        "generalDescription": "Vintage Industrial Bar, situated in a renovated button factory, exudes a rock-and-roll vibe with its original concrete, exposed brick, and metal girders. The interior is far from minimalist, featuring comfortable seating and clever lighting. The bar offers an extensive selection of beers including Ozujsko and Leffe alongside Perkovic rakijas. Regular gigs and DJ events cater to diverse musical tastes in the adjoining hall.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.955759,
        "rating": 4.7,
        "numRatings": 5786,
        "sources": [
          {
            "id": "2286543",
            "type": "webPlacesList",
            "url": "https://www.goopti.com/en/guides/destinations/croatia/zagreb/couples",
            "sourceSite": "Web",
            "snippet": "Vintage Industrial Bar in Zagreb is a vibrant venue known for its eclectic mix of live music, DJ sets, and cultural events. With its industrial-chic decor and lively atmosphere, it's a popular spot for both locals and tourists looking to enjoy a night out in the city.",
            "siteName": "goopti.com",
            "shortName": "Romantic Getaway in Zagreb: A Couple's Paradise",
            "indexInSource": 8,
            "iconSiteId": 296254,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YXeuG5ouiG0NR6TSeEYe2R37HNfAj8s4",
          "fp6AOZYxq18hoVElh7hYbQO6gBiG0rL1",
          "ioPNfmTKgrEMApS22TLNI5rdM7LMBlYX",
          "YXeuG5ouiG0NR6TSeEYe2R37HNfAj8s4",
          "fp6AOZYxq18hoVElh7hYbQO6gBiG0rL1",
          "ioPNfmTKgrEMApS22TLNI5rdM7LMBlYX"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "0400"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "0400"
            }
          }
        ],
        "name": "Vintage Industrial Bar",
        "placeId": "ChIJmzekUJDWZUcRTd_XmSua8eQ",
        "internationalPhoneNumber": "+385 1 4819 375",
        "reviews": [
          {
            "rating": 5,
            "text": "It is one of the best hard rock bars in Zagreb, the famous gathering of rock and metal bands fans at after parties once the big concerts finish, but they organise the great live concerts as well. If you simply want to hang out with a variety of people who share your rock music taste, this is a place!",
            "author_name": "Sandra Vicic",
            "relative_time_description": "",
            "time": 1730802623,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "For pub/club The beer is very good and very cheap. Atmosphere is absolutely outstanding, however the music can sometimes be a bit dead. Depending on who DJs. So make sure you pick the right occasion and I guarantee you'll have a brilliant time.",
            "author_name": "Goran Kellett",
            "relative_time_description": "",
            "time": 1745600732,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice place to go out always. I love the Garten and atmosphere.",
            "author_name": "Ivka",
            "relative_time_description": "",
            "time": 1756847296,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://vintageindustrial-bar.com/",
        "index": 9,
        "id": "",
        "categories": [
          "Club",
          "Bar",
          "Coffee shop",
          "Concert hall",
          "Dance hall",
          "Musical club"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 73,
            "2": 54,
            "3": 200,
            "4": 876,
            "5": 4580
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.790313,
        "address": "Savska cesta 160, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJo-VURvzWZUcRjbFymk6qiAo",
        "generalDescription": "Vinodol is a popular restaurant in Zagreb, known for its traditional seasonal dishes served in a romantic setting with white tablecloths and a terrace. Located in the city center, it attracts regular clientele and visitors alike. The restaurant offers a mix of traditional cuisine to satisfy long-time patrons and innovative, creative dishes that change weekly.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 15.975741,
        "rating": 4.5,
        "numRatings": 6418,
        "sources": [
          {
            "id": "824785",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/restaurants/romantic-restaurants-in-zagreb",
            "sourceSite": "Web",
            "snippet": "Well prepared Central European fare at moderate prices attracts a mixed bag of local and overseas patrons. You can dine on the covered patio terrace accessed through an ivy-clad passageway off Teslina; the winter alternative is a massive dining hall with vaulted stone ceilings. The service is swift and the cuisine heavy on meat.",
            "siteName": "Time Out",
            "shortName": "Romantic restaurants in Zagreb | Valentines Day Restaurants in Zagreb",
            "indexInSource": 5,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2286543",
            "type": "webPlacesList",
            "url": "https://www.goopti.com/en/guides/destinations/croatia/zagreb/couples",
            "sourceSite": "Web",
            "snippet": "Vinodol is a charming neighborhood in Zagreb, Croatia, known for its picturesque streets, historic architecture, and vibrant local culture. It's a perfect spot for leisurely strolls, enjoying traditional Croatian cuisine, and exploring quaint shops and cafes. A hidden gem in the heart of the city.",
            "siteName": "goopti.com",
            "shortName": "Romantic Getaway in Zagreb: A Couple's Paradise",
            "indexInSource": 0,
            "iconSiteId": 296254,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "L8y17dXYjAkGqdoPQY1G48iyaQcUHDCI",
          "yQRdtWFaqVkHqHxAzVUN8tk1r5zFCPdt",
          "DAPaij4EVGFM9gIpxJGC3kq5SklHHBLj",
          "MM62sFKrNREMnTTN1PlFUCo9cWqlyh6A",
          "4Wk2RvJLrVPFmYcAfdwZhJ1etlXy0yQR",
          "L8y17dXYjAkGqdoPQY1G48iyaQcUHDCI",
          "yQRdtWFaqVkHqHxAzVUN8tk1r5zFCPdt",
          "DAPaij4EVGFM9gIpxJGC3kq5SklHHBLj",
          "MM62sFKrNREMnTTN1PlFUCo9cWqlyh6A",
          "4Wk2RvJLrVPFmYcAfdwZhJ1etlXy0yQR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1200"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Vinodol",
        "placeId": "ChIJo-VURvzWZUcRjbFymk6qiAo",
        "internationalPhoneNumber": "+385 1 4811 427",
        "reviews": [
          {
            "rating": 5,
            "text": "A group of us went yesterday on a Sunday.  Made reservation and would suggest this as I can see this restaurant being busy during regular week.  Ordered the baked sea cream fish and tried the lamb too.  Both were made.  Fish as suspected was very fresh.\nThe server was very friendly as we requested separate bills with no issues. Would recommend and the ambience was very nice.",
            "author_name": "Henry Yam",
            "relative_time_description": "",
            "time": 1748844576,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Loved this restaurant! Pretty busy on a Sunday night so glad we had a reservation. Make sure you are seated in main dining room. Service and waiter recommendations were excellent! We would suggest trying the weekly offers which were plentiful! Worth the great reviews!",
            "author_name": "B. Craig Hutson",
            "relative_time_description": "",
            "time": 1754252178,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We went here last night as it was recommended by our uber driver. Excellent recommendation! We had beef soup with semolina dumplings, bean salad and turkey leg with mlinci. All were so tasty and of excellent quality. Our waiter was very attentive and explained in detail what was on the menu.\nWe finished off with the orange cheesecake and coffee also very very good.\nAn old historic building tastefully decorated and in the town centre so easy to walk to.",
            "author_name": "Doris Kovacic",
            "relative_time_description": "",
            "time": 1755110302,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.vinodol-zg.hr/",
        "index": 10,
        "id": "",
        "categories": [
          "European restaurant",
          "Croatian restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 165,
            "2": 138,
            "3": 405,
            "4": 1303,
            "5": 4407
          }
        },
        "minMinutesSpent": 150,
        "latitude": 45.811364,
        "address": "ul. Nikole Tesle 10, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJPYZvTf3WZUcRegnR41CTPSU",
        "generalDescription": "Strossmayer Promenade, located in Zagreb's Upper Town, offers a picturesque urban green space with chestnut trees and stunning city views. Visitors can access it via a short funicular ride from Ilica and witness the unique tradition of couples locking padlocks to railings as a symbol of eternal love. During the summer, Strossmayer Promenade hosts 'Summer on Stross,' featuring live concerts, art workshops, puppet theater, and various contests.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.972642,
        "rating": 4.8,
        "numRatings": 1372,
        "sources": [
          {
            "id": "1221304",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/news/top-5-romantic-spots-in-zagreb-021424",
            "sourceSite": "Web",
            "snippet": "Running along the remains of Zagreb’s medieval walls in the Upper Town, Strossmayer Promenade is a beautifully urban green space dotted with chestnut trees, interspersed with panoramic views of the city. It begins just beneath Lotrščak Tower – from which a cannon shot signals midday, a quirk of the capital – and is accessible by a short funicular ride from Ilica. This is also the spot where couples can engage in the tradition of locking a padlock to railings, cementing their mutual love forever, right next to countless others.",
            "siteName": "Time Out",
            "shortName": "The five most romantic destinations in Zagreb",
            "indexInSource": 2,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jtHcPlvEwfq0MRRb0paL13DNJVnbuV19",
          "FjDwoewnNaXl0EGc67HhbChkGRmjoE2i",
          "O6g9wjIVVZFyHgGVrQqzrhkxoHCPsel4",
          "wqMBrJh3T0Y00DuJIdvo2M1VwQDrlW52",
          "IkH3cLj1Zw3fLtZ8967leEJxxQcr8a4w",
          "jtHcPlvEwfq0MRRb0paL13DNJVnbuV19",
          "FjDwoewnNaXl0EGc67HhbChkGRmjoE2i",
          "O6g9wjIVVZFyHgGVrQqzrhkxoHCPsel4",
          "wqMBrJh3T0Y00DuJIdvo2M1VwQDrlW52",
          "IkH3cLj1Zw3fLtZ8967leEJxxQcr8a4w"
        ],
        "openingPeriods": [],
        "name": "Strossmayerovo šetalište",
        "placeId": "ChIJPYZvTf3WZUcRegnR41CTPSU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful goddess who relaxes you without the many lights of the city.",
            "author_name": "Souzie Karagiannidou",
            "relative_time_description": "",
            "time": 1740329094,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Advent time at Strossmayer Promenade is always on of the best part of Advent in Zagreb. A lot of small place to have a drink, hot wine or sausages etc. Very nice decorated with a lot of Christmas lights. During evening is a good time to pay a visit to this place.",
            "author_name": "Mate Pađen",
            "relative_time_description": "",
            "time": 1671992465,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the most beautiful parks in Zagreb. We had a wonderful time here, we'd like to com back. You should also visit this place.",
            "author_name": "Pisák Tamás",
            "relative_time_description": "",
            "time": 1683912018,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Hiking area",
          "Neighborhoods"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 9,
            "3": 42,
            "4": 188,
            "5": 1123
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.814472,
        "address": "16-99, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJtYO76rV1ZkcRQKqO82ZbbUg",
        "generalDescription": "Boban is a charming Italian restaurant located in the heart of Zagreb, named after the renowned football star who originally opened it. Over time, it has evolved into a trendy and contemporary dining spot, earning recognition from Michelin in 2017. The menu features traditional Italian dishes prepared by Chef Branko Kusovac, with an emphasis on fresh ingredients and homemade pasta. The restaurant offers alfresco seating as well as a large vaulted cellar space for dining.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 15.976464,
        "rating": 4.5,
        "numRatings": 5406,
        "sources": [
          {
            "id": "2286543",
            "type": "webPlacesList",
            "url": "https://www.goopti.com/en/guides/destinations/croatia/zagreb/couples",
            "sourceSite": "Web",
            "snippet": "Boban is a vibrant neighborhood in Zagreb, Croatia, known for its rich cultural heritage, bustling markets, and friendly locals. It's a perfect blend of traditional charm and modern amenities, making it a delightful place to explore and experience the authentic Croatian lifestyle.",
            "siteName": "goopti.com",
            "shortName": "Romantic Getaway in Zagreb: A Couple's Paradise",
            "indexInSource": 4,
            "iconSiteId": 296254,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ayvaXgzj8k59brJOn9oy1Ut1tuorsP4m",
          "xzvjouM7KaxC5DLGg6V16qnJG9a94l41",
          "cCng3pPJccKs0XqXuZFY57mePqjAfj8y",
          "0MBEjDhuC4I2mCLJutofm5etINq1lHGW",
          "zLPRitS0J2klZznN2JmpGbzzIl76QWjL",
          "ayvaXgzj8k59brJOn9oy1Ut1tuorsP4m",
          "xzvjouM7KaxC5DLGg6V16qnJG9a94l41",
          "cCng3pPJccKs0XqXuZFY57mePqjAfj8y",
          "0MBEjDhuC4I2mCLJutofm5etINq1lHGW",
          "zLPRitS0J2klZznN2JmpGbzzIl76QWjL"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Boban",
        "placeId": "ChIJtYO76rV1ZkcRQKqO82ZbbUg",
        "internationalPhoneNumber": "+385 1 4811 549",
        "reviews": [
          {
            "rating": 5,
            "text": "If you are looking for amazing healthy and 5* restaurant in Zagreb, Boban is the one. Specially with Ivan we received the best service. Dishes were packed with flavor without being heavy. I had such a fantastic experience here!",
            "author_name": "Hoda S",
            "relative_time_description": "",
            "time": 1755115416,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Stayed in Zagreb for a few nights and came across this gem! Opt for indoor seating as the atmosphere and the AC makes your experience so much better during hot days. Lovely presented food, attentive service and fabulous selection of local wines! My favourite wine of the day see pictures!",
            "author_name": "Ilja derHase",
            "relative_time_description": "",
            "time": 1755332001,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "During our visit to Boban in Zagreb, we enjoyed a fantastic dining experience. We ordered a pork dish, a ravioli dish, and paired it with local red wine. The food was absolutely delicious, and the wine complemented the meal perfectly.\n\nThe ambiance of the restaurant was lovely, creating a warm and welcoming atmosphere. The staff were friendly and attentive, which made the experience even more enjoyable.\n\nAll in all, everything was great-highly recommend Boban for a delightful meal in Zagreb!",
            "author_name": "Nancy S",
            "relative_time_description": "",
            "time": 1745838999,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.boban.hr/",
        "index": 12,
        "id": "",
        "categories": [
          "Italian restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 159,
            "2": 137,
            "3": 361,
            "4": 1041,
            "5": 3708
          }
        },
        "minMinutesSpent": 120,
        "latitude": 45.8116,
        "address": "Gajeva ul. 9, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJO9f2UP3WZUcR36vSGxppSsE",
        "generalDescription": "Lotrščak Tower, also known as Kula Lotrscak, is a 13th-century Romanesque tower located in Zagreb. Originally built to guard the southern gate of the Gradec town wall, it has become one of the city's most iconic landmarks. The tower features an observation area that provides panoramic views of Zagreb and its surroundings.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 15.973324,
        "rating": 4.7,
        "numRatings": 4167,
        "sources": [
          {
            "id": "478354",
            "type": "webPlacesList",
            "url": "https://www.touropia.com/things-to-do-in-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "Located in Zagreb’s Upper Town, Lotrscak Tower dates all the way back to the 13th century and is one of the main landmarks in the city. Distinctive to behold, the tower was constructed to help protect the southern gate to the town and it offers up commanding views over the city. Looming over the funicular railway next to it, Lotrscak actually means ‘thieves bell.’ For the last hundred years, a cannon shot has rung out at midday to help mark the passing of the hour and allow churches around the city to synchronize their bells.",
            "siteName": "Touropia",
            "shortName": "Best Things to Do in Zagreb, Croatia (+Photos)",
            "indexInSource": 0,
            "iconSiteId": 13255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413528",
            "type": "webPlacesList",
            "url": "https://love2blog.com/nieuws/romantic-getaway-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "This area is home to many of the city’s most important landmarks, including the Zagreb Cathedral, St. Mark’s Church, and the Lotrščak Tower.",
            "siteName": "Love2Blog.com",
            "shortName": "Romantic Getaway in Zagreb: Perfect for Couples",
            "indexInSource": 3,
            "iconSiteId": 202321,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "AtiWP9tGfdKsu1xZuVYkJBDYlHxUxV1i",
          "q6brHrfvfSFUFIJlbEKR1gA6fIxj1dWv",
          "6durIePFy9kmW1BtQ6gDAUw7DMXOgpTW",
          "QkaoG3896Wqh2m1rGxOhfNRYJdZoLPP7",
          "cQbYDnQQmkHQSX7AfpC0V3t1DOfKWf80",
          "AtiWP9tGfdKsu1xZuVYkJBDYlHxUxV1i",
          "q6brHrfvfSFUFIJlbEKR1gA6fIxj1dWv",
          "6durIePFy9kmW1BtQ6gDAUw7DMXOgpTW",
          "QkaoG3896Wqh2m1rGxOhfNRYJdZoLPP7",
          "cQbYDnQQmkHQSX7AfpC0V3t1DOfKWf80"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Lotrščak Tower",
        "placeId": "ChIJO9f2UP3WZUcR36vSGxppSsE",
        "internationalPhoneNumber": "+385 1 4851 768",
        "reviews": [
          {
            "rating": 5,
            "text": "We climbed the stairs from the busy shopping streets, hustling around after a good lunch - ufff, it took a bit of effort, but the view from Lotrščak Tower made it worth it. Beautiful panoramic look over Zagreb's rooftops, especially in the afternoon light. We missed the 12 noon cannon shot (heard it's a daily tradition), but it's a cool bit of history to catch if you time it right. After soaking in the view, we stopped by a lovely local shop nearby. The whole spot gives a very old-town charm - definitely a must-do while walking through Upper Town!",
            "author_name": "Chandru' Mohan",
            "relative_time_description": "",
            "time": 1752751871,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Climbed up around early evening-paid €3 per person, which felt like a steal for the breathtaking 360° panorama of Zagreb. From the top deck you can see the red-tiled rooftops of the Upper Town, the sprawl of the lower city, and the distant hills and mountains framing everything beautifully. The climb is steep and narrow (about three floors of stairs with a small museum of historical photos and cannon exhibits along the way), so it might not be ideal for anyone with serious mobility issues, but the payoff is absolutely worth it. When we visited it wasn't busy at all-just the right crowd level to soak in the view without jostling-and we spent a good half hour up there taking it all in. Highly recommend as an affordable, unforgettable stop in Zagreb-don't skip it!",
            "author_name": "Francesco Cruciani",
            "relative_time_description": "",
            "time": 1754051929,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The entry ticket of €6 for the watch tower entrance was totally worth it.\nThe spiral staircase was narrow but well maintained. The steep 116 steps climb was daunting at first but there were two landings.\nIt was a brilliant day the views were spectacular",
            "author_name": "Varsha Degwekar",
            "relative_time_description": "",
            "time": 1756672883,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://gkd.hr/kula-lotrscak/",
        "index": 13,
        "id": "",
        "categories": [
          "Fortress",
          "Sights & Landmarks",
          "Observation Decks & Towers"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 25,
            "2": 24,
            "3": 195,
            "4": 797,
            "5": 3126
          }
        },
        "minMinutesSpent": 90,
        "latitude": 45.814623,
        "address": "Strossmayerovo šetalište 9, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJXbqHDuvbZUcRpC2z83kjw3I",
        "generalDescription": "Sljeme, also known as Medvednica, is a popular forested mountain near Zagreb. It offers a winter sports center and is home to a nature park, making it a favorite getaway from the city. While accessible by car and public transport, hiking trails like Leustek and Bikcevic provide more adventurous routes to explore. The mountain features various paths suitable for different hiking levels and is dotted with charming mountain lodges offering rest stops and panoramic views.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.947755,
        "rating": 4.8,
        "numRatings": 1306,
        "sources": [
          {
            "id": "480676",
            "type": "webPlacesList",
            "url": "https://dbldkr.com/15-best-dating-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Sljeme is the peak of Medvednica- the mountain above Zagreb and is an ideal place for recreation, hiking and vacations from everyday commitments. The hiking trails are of different weight,so everyone can find something for themselves, and at the top of each trail there are the mountain lodges with the cheapest food. If you do not have your own car, do not worry, as you can reach the city bus to Sljeme.",
            "siteName": "Double Decker",
            "shortName": "15 BEST Dating Things to Do in Zagreb",
            "indexInSource": 6,
            "iconSiteId": 49460,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353985",
            "type": "webPlacesList",
            "url": "https://total-croatia-news.com/lifestyle/romantic-zagreb/",
            "sourceSite": "Web",
            "snippet": "It’s locally known as Sljeme, which translates to “summit” in Kajkavian, the dialect of Croatian spoken in and around Zagreb. This natural paradise will instantly make you feel as if you’re nowhere near a bustling metropolis, but instead in some beautiful rural hamlet somewhere on the other side of it (which is actually Zagorje!).",
            "siteName": "Total Croatia",
            "shortName": "Romantic Zagreb - Let The Croatian Capital Charm You This Valentine's Day",
            "indexInSource": 4,
            "iconSiteId": 11474,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "eZsvvbwbZ5hahpzgr2mHNQ1RsITfYe5E",
          "ReyTOc870b4O1ZKd3r2kA2QMXYbRAWxo",
          "qOxiX2BvSHsX7Moc0ZdItAPOyQxbdcfw",
          "J9Y2XpNemn2TJEVQNX2zxa91EzxSDGHT",
          "eZsvvbwbZ5hahpzgr2mHNQ1RsITfYe5E",
          "ReyTOc870b4O1ZKd3r2kA2QMXYbRAWxo",
          "qOxiX2BvSHsX7Moc0ZdItAPOyQxbdcfw",
          "J9Y2XpNemn2TJEVQNX2zxa91EzxSDGHT"
        ],
        "openingPeriods": [],
        "name": "Sljeme",
        "placeId": "ChIJXbqHDuvbZUcRpC2z83kjw3I",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Good one day escape from the city within a hour. Option of Bus , tram and Taxi to come to base of the cable car station. Cable car takes around 15-20 mins to reach the top and with a very scenic ride. I also saw some people hiking to the top of the hill. Cost of cable car is 10 euro for a return trip. There are few cafe's with good food and drinks at the top. Good place for winter sports and to relax with view over the Zagreb city.",
            "author_name": "Chahat Jamwal",
            "relative_time_description": "",
            "time": 1743171606,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "An obligatory stop for a visit for everyone who is an vantage point chaser like me... even though we had quite bad weather and in consequence no view on the capital and nearer surroundings.",
            "author_name": "TheGeorg278",
            "relative_time_description": "",
            "time": 1756579688,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Mountain top overlooking Zagreb. We were going to go up using the gondola but arrived 1 minute before closing so they didn't let us in. We were lucky! Because the drive up is absolutely amazing -- lots of exposed turns so be careful!\n\nOnce up there we were rewarded with amazing views of the city and the valley behind the mountains. There is a hotel and ski hill up there. The ski hill was already closed (mid-March), but looks like a fun place for people from the city.",
            "author_name": "Diego Salas",
            "relative_time_description": "",
            "time": 1710762253,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Mountain peak"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 13,
            "3": 34,
            "4": 116,
            "5": 1136
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.899289,
        "address": "10298, Podsljeme, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJp_GH-v3WZUcRuwvA9oHg4Lw",
        "generalDescription": "Pod Zidom Bistro has transformed from a wine bar to a top gastro-bistro, earning a spot in the 2019 Michelin Guide. Head chef Jurica Jantolek's innovative approach to traditional Croatian cuisine using local ingredients has garnered attention. The menu offers classic local dishes alongside modern bistro favorites like beef cheeks and white fish. Located in the Lower Town near historical landmarks, this restaurant is known for its fresh, colorful cuisine made with daily purchases from the nearby market.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 15.978145,
        "rating": 4.7,
        "numRatings": 2064,
        "sources": [
          {
            "id": "1413536",
            "type": "webPlacesList",
            "url": "https://www.croatiaweek.com/5-cool-zagreb-first-date-ideas/",
            "sourceSite": "Web",
            "snippet": "Who doesn’t want to get dressed up and go to a nice classy place for a first date?. Pod Zidom is a wine bar and bistro located between the Main Square and the Cathedral. It offers a wide selection of wines and dishes and on the weekends there’s live music that suits the place.",
            "siteName": "Croatia Week",
            "shortName": "5 Cool Zagreb First Date Ideas",
            "indexInSource": 2,
            "iconSiteId": 4531,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GTS08pzJvwcRRRMACagj69eAB2BH8hRF",
          "iP0XTPDEmrg5Zw6Pd46lZrSMQAz7IvNn",
          "MMmUQQUXlXkDe5Uvhit6tD2QO7dgYXt5",
          "vXsHBf5sCVygGS6oLLRIIxWY8gPCbFbT",
          "TsqwS4nwn9ByPvzm9534eXnD897eiPxy",
          "GTS08pzJvwcRRRMACagj69eAB2BH8hRF",
          "iP0XTPDEmrg5Zw6Pd46lZrSMQAz7IvNn",
          "MMmUQQUXlXkDe5Uvhit6tD2QO7dgYXt5",
          "vXsHBf5sCVygGS6oLLRIIxWY8gPCbFbT",
          "TsqwS4nwn9ByPvzm9534eXnD897eiPxy"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Pod Zidom Bistro",
        "placeId": "ChIJp_GH-v3WZUcRuwvA9oHg4Lw",
        "internationalPhoneNumber": "+385 99 325 3600",
        "reviews": [
          {
            "rating": 5,
            "text": "Pod Zidom Bistro delivered a truly exceptional dining experience - the food was of Michelin quality and absolutely beautiful. Every dish was crafted with care, visually stunning, and a delight to the palate. We thoroughly enjoyed each course and left feeling both satiated and still savouring the lingering flavours.\n\nFrom start to finish, it was a memorable meal that easily ranks among the best we've had. Highly recommended for anyone seeking refined, high-quality cuisine in a relaxed and elegant setting.",
            "author_name": "Mic K",
            "relative_time_description": "",
            "time": 1754337032,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "An amazing experience in the heart of Zagreb. The food was delicious, beautifully presented, and full of flavor. The service was outstanding – friendly, attentive, and professional. The atmosphere is elegant yet cozy, perfect for a special dinner or enjoying local cuisine with a modern twist. Definitely one of the best restaurants in the city.",
            "author_name": "Susana Muñoz",
            "relative_time_description": "",
            "time": 1755891809,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing restaurant, we were in awe before the plates, the food was beyond spectacular. Every dish was packed full of subtle flavors, and each bite was a joy to the mouth. Truly one of the best restaurant I've ever had.\n\nThe service was on par with the food, and Ian was there to help us with every if our need, explaining the contents of our plates or bringing us more bread.\nWe were welcomed with top notch service and food for the affordable price of ≈40€ for main course and dessert.\n\nI truly recommend this place to anyone who has even a passing interest in quality food, as this is a wonderful experience that was a highlight of our stay in Zagreb.\n\nMerci beaucoup !",
            "author_name": "meh “meh” meh",
            "relative_time_description": "",
            "time": 1754644599,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.podzidom.hr/",
        "index": 15,
        "id": "",
        "categories": [
          "Bistro",
          "Restaurant",
          "Wine bar"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 37,
            "2": 32,
            "3": 88,
            "4": 179,
            "5": 1728
          }
        },
        "minMinutesSpent": 120,
        "latitude": 45.813925,
        "address": "Pod zidom 5, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJN-5oIbTXZUcR8M-OzZnlViA",
        "generalDescription": "Nestled in the heart of Zagreb at Kralja Zvonimira 124, Bota Šare is a culinary gem that brings together the best of Japanese and Dalmatian cuisine. This unique oyster and sushi bar offers an exquisite menu featuring fresh seafood sourced from the pristine Mali Ston Bay. Diners can indulge in a variety of dishes, including Mediterranean rolls with shrimp and olives, tempura-wrapped specialties, and tantalizing sashimi.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.008022,
        "rating": 4.7,
        "numRatings": 2203,
        "sources": [
          {
            "id": "824785",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/restaurants/romantic-restaurants-in-zagreb",
            "sourceSite": "Web",
            "snippet": "Bota is part of a well respected chain, with venues in Split and Dubrovnik, and two in Croatia’s oyster paradise around Mali Ston. That makes their oysters a must-try, the same as Bota’s Dalmatian specialities that complement the wide selection of makis, nigiris, rolls and sashimis.",
            "siteName": "Time Out",
            "shortName": "Romantic restaurants in Zagreb | Valentines Day Restaurants in Zagreb",
            "indexInSource": 3,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "UYXr9c0nn8p7KCpGLZxzVfCjuKNTWkLc",
          "ZmGXWrITW8SpQKWwlJDwHnLcTmxHZElx",
          "iMjOoul6cLxCtTWUcntSF9bezEZnA2Af",
          "UYXr9c0nn8p7KCpGLZxzVfCjuKNTWkLc",
          "ZmGXWrITW8SpQKWwlJDwHnLcTmxHZElx",
          "iMjOoul6cLxCtTWUcntSF9bezEZnA2Af"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Bota Šare Zagreb restaurant - oyster & sushi bar",
        "placeId": "ChIJN-5oIbTXZUcR8M-OzZnlViA",
        "internationalPhoneNumber": "+385 1 2316 745",
        "reviews": [
          {
            "rating": 5,
            "text": "This fish restaurant offers sushi that is much better than all the other sushi places in Zagreb. The fish was fresh and prepared like at home. The desserts were also delicious (\"rožata\"). The service is a little slow and it seemed that some of the guests got their food before us.\nThey have only 2 beer brands, but the wine selection is much more interesting and bigger.\n\nDuring warmer days, they have a cute terrace. Plenty of places to park around (Zone 2).",
            "author_name": "Ivan Milić",
            "relative_time_description": "",
            "time": 1734623704,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I recently visited, and I must say - it was an unforgettable experience! The ambiance was cozy, elegant, and perfect for a relaxing dinner. Although our food took about 50 minutes to arrive, the staff were incredibly kind, kept us informed, and even offered us a complimentary dessert as a gesture of goodwill - a really thoughtful touch that didn't go unnoticed.\n\nNow let's talk about the food: the scampi was to die for! Fresh, flavorful, and cooked to perfection - hands down one of the best seafood dishes I've had in the city. Everything else we ordered was equally impressive, clearly made with care and quality ingredients.\n\nWould I go back? Absolutely! Bota Šare has definitely earned a spot on my go-to list. I'd highly recommend it to any seafood lover visiting or living in Zagreb. You won't be disappointed!",
            "author_name": "Yutta 99",
            "relative_time_description": "",
            "time": 1744716733,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The food was great. There is a nice dalmatian atmosphere. The sushi was wonderful and was prepared in a matter of no time. The service was great. The waiters showed great care for the customers' needs. There is a large plethora of options for all types of eaters.",
            "author_name": "Noa Mance",
            "relative_time_description": "",
            "time": 1752870523,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.bota-sare.hr/",
        "index": 16,
        "id": "",
        "categories": [
          "Seafood restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 49,
            "2": 43,
            "3": 75,
            "4": 258,
            "5": 1778
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.814513,
        "address": "Ul. kralja Zvonimira 124, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJlSm5wRzXZUcRhoITnFKwG08",
        "generalDescription": "Dubravkin Put, located in Zagreb, has recently been awarded one Michelin star. The restaurant is known for its seamless fusion of culinary excellence and natural beauty. Tucked away along a wooded path, it offers stunning views of the lush Tuskanac forest. Dubravkin Put specializes in Mediterranean and Croatian cuisine, serving seasonal menus paired with an impressive array of fine wines. It's a delightful destination for both food enthusiasts and nature lovers alike.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 15.973286,
        "rating": 4.7,
        "numRatings": 1715,
        "sources": [
          {
            "id": "824785",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/restaurants/romantic-restaurants-in-zagreb",
            "sourceSite": "Web",
            "snippet": "Located in a wooded dell between the Upper Town and the Tuškanac woods, it features a cool minimalist interior full of dark-brown furniture tones and low-key lighting. Seafood remains the kitchen's strong point, and both the baked fish (420kn/kg) and a 12-course tasting menu (465kn per person) are well worth the splash-out. Otherwise choose between exquisitely prepared and presented mains such as monkfish in black-olive paste, rack of lamb or ox tail, all in the 130kn range.",
            "siteName": "Time Out",
            "shortName": "Romantic restaurants in Zagreb | Valentines Day Restaurants in Zagreb",
            "indexInSource": 9,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "fbz5W4rJEny8tpZrkblZMAPiBouDjBLf",
          "TvnNLdEkyIGa0cxtp1mplcyuk3upxJIx",
          "xix94hP4og0GzoIUcCFTgfLOSuA9mfWb",
          "O4lMc8VlOsm1MTfX49Bv4GJ8JKnsVf45",
          "qBmZpCC6w0BzueTMfTwDgixxyFtEM5Wb",
          "fbz5W4rJEny8tpZrkblZMAPiBouDjBLf",
          "TvnNLdEkyIGa0cxtp1mplcyuk3upxJIx",
          "xix94hP4og0GzoIUcCFTgfLOSuA9mfWb",
          "O4lMc8VlOsm1MTfX49Bv4GJ8JKnsVf45",
          "qBmZpCC6w0BzueTMfTwDgixxyFtEM5Wb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Dubravkin put",
        "placeId": "ChIJlSm5wRzXZUcRhoITnFKwG08",
        "internationalPhoneNumber": "+385 1 4834 975",
        "reviews": [
          {
            "rating": 5,
            "text": "A very bright star on the Croatian Michelin sky!\n\nHighlights include:\n- Creative presentation and stellar taste (particularly the gold dessert)\n- Upscale atmosphere\n- Very attentive and polite staff\n\nImprovement suggestion:\n- Would be helpful to point out somewhere that the six-course menu is only available for larger parties.\n\nOverall, a great place for fine dining in Zagreb! We will be back for sure!",
            "author_name": "Moritz Beuge",
            "relative_time_description": "",
            "time": 1730541364,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I picked this restaurant as a treat for my partners birthday. We both chose a four course menu. The food and the flavours were great. I really enjoyed the veal croquette amuse bouche and the veal tartar. The traditional Croatian meals turned into Michelin style plates was a nice touch especially with the cabbage dish. And the salmon pearls were exceptional. I'd say the fish was ok, and my partners duck was slightly under. But otherwise a very pleasant meal. The cherry dessert was a great surprise. Our waitress was lovely and explained everything perfectly. It's a shame the restaurant wasn't more busy as it's a great place, a little out of the way.",
            "author_name": "Bav Mistry",
            "relative_time_description": "",
            "time": 1742329130,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had the pleasure of enjoying a memorable lunch at Dubravkin Put-our very first Michelin-starred experience. Tucked away near Tuškanac forest, the serene surroundings matched the refined yet relaxed ambiance inside.\n\nWe went with the 3-course menu, starting with veal medallions served warm-beautifully tender and elegantly plated. The white fish fillet followed, subtly seasoned and cooked to perfection. Peach Melba rounded things off with its nostalgic sweetness and lovely balance.\n\nOn the à la carte side, we ordered the Croatian tenderloin aged steak. It arrived without any sauce or decorative garnish, which momentarily surprised us. Perhaps it's a minimalist approach to let the flavour of the meat take center stage-and in fairness, it was richly flavourful and impeccably cooked. The rustic pairing of chard and potatoes made for a satisfying complement.\n\nWe finished with the indulgent Le Louis XV-a layered chocolate creation that felt regal in every bite. Service was generally warm and professional, although there was a small hiccup: our waiter brought a second bottle of water after we declined. Likely a simple miscommunication, and not something that detracted from the overall experience.\n\nA sophisticated lunch that invites you to slow down and savor. Highly recommended for those looking to explore elevated Croatian cuisine in a stunning setting.",
            "author_name": "Laurence Ho",
            "relative_time_description": "",
            "time": 1752337663,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.dubravkin-put.com/",
        "index": 17,
        "id": "",
        "categories": [
          "European restaurant",
          "Wine bar"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 40,
            "2": 19,
            "3": 46,
            "4": 228,
            "5": 1382
          }
        },
        "minMinutesSpent": 150,
        "latitude": 45.818537,
        "address": "2, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJj1CwKB3XZUcRYwgq1jWwoO0",
        "generalDescription": "Konoba Didov san, with two locations in Zagreb, offers a taste of Dalmatia's hinterland specialties influenced by Bosnian and Mediterranean cuisine. The tavern serves traditional delicacies such as ustipci with kajmak, veal or octopus and squid peka cooked under sac, snail, frogs, and eel stews.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 15.973273,
        "rating": 4.5,
        "numRatings": 3304,
        "sources": [
          {
            "id": "824785",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/restaurants/romantic-restaurants-in-zagreb",
            "sourceSite": "Web",
            "snippet": "This might be one of the cosiest locales in Zagreb – on a narrow passage among the cobbled streets behind St Mark's Church and the Croatian Parliament in the Upper Town. But even as quaint as this is, the food matches it. This is Dalmatian food with a Neretva Valley twist.",
            "siteName": "Time Out",
            "shortName": "Romantic restaurants in Zagreb | Valentines Day Restaurants in Zagreb",
            "indexInSource": 10,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7AjDDEKqxv3VaUA45CVmzDvyXSTxioUD",
          "ZKFFYi6D8XeBeuD6UG5Rir9LxwNg8fUJ",
          "XKnI0UWt9j1Bdeles3ZbhNzpZaGK1KMa",
          "19HP5OMZj68Zzo5E2KAASq51etyYNSqI",
          "4gJTSu9TKwtoWIx3VYP7bzPnbzdewEke",
          "7AjDDEKqxv3VaUA45CVmzDvyXSTxioUD",
          "ZKFFYi6D8XeBeuD6UG5Rir9LxwNg8fUJ",
          "XKnI0UWt9j1Bdeles3ZbhNzpZaGK1KMa",
          "19HP5OMZj68Zzo5E2KAASq51etyYNSqI",
          "4gJTSu9TKwtoWIx3VYP7bzPnbzdewEke"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1130"
            },
            "close": {
              "day": 0,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1130"
            },
            "close": {
              "day": 1,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1130"
            },
            "close": {
              "day": 2,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1130"
            },
            "close": {
              "day": 3,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1130"
            },
            "close": {
              "day": 4,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1130"
            },
            "close": {
              "day": 5,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1130"
            },
            "close": {
              "day": 6,
              "time": "2330"
            }
          }
        ],
        "name": "Konoba Didov san",
        "placeId": "ChIJj1CwKB3XZUcRYwgq1jWwoO0",
        "internationalPhoneNumber": "+385 1 4851 154",
        "reviews": [
          {
            "rating": 5,
            "text": "Where to begin… food was divine, fried doughnut balls are a must and our grandma's and grandpa's pans were so hearty and fresh. The konoba is tucked away in a quiet street near some attractions but away from the riff raff. But service was most memorable, Rok was super and truly made us feel at home! He is a legend and took great care of us. Six stars if I could 👌",
            "author_name": "Naeun Kim",
            "relative_time_description": "",
            "time": 1745589859,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "This seemed to be authentic, rustic food ~ really home style but with upscale prices that weren't justifiable. Waiters weren't particularly friendly to us, and some repeated requests weren't delivered.\n\nWe ordered the cucumber salad with sour cream, and it was really basic with giant chunks of cucumber ~ I was expecting a little more traditional, it wasn't like my grandmas 😂.\n\nI would suggest going here during the winter, the hearty food is not great for summer.\n\nGood atmosphere tho, quiet.",
            "author_name": "Blendi Br",
            "relative_time_description": "",
            "time": 1754943412,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Specifically sort this spot out for its authenticity.\nThe location is nice & atmosphere lovely.\nThe food was fine, if unspectacular. The price though was excessive.\nHad it not been for this extravagance, we probably would return again.\nBut it ended up being our most expensive meal in 7 weeks in the Balkans. But I wouldn't rate it in our top 6 meals.\nChoose carefully. Grandma's fried donut balls worth it! Maybe an entree & a main shared between 2 to make it worthwhile.",
            "author_name": "Stefan Poropat",
            "relative_time_description": "",
            "time": 1755772545,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://konoba-didovsan.com/",
        "index": 18,
        "id": "",
        "categories": [
          "Croatian restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 124,
            "2": 92,
            "3": 221,
            "4": 585,
            "5": 2282
          }
        },
        "minMinutesSpent": 120,
        "latitude": 45.817491,
        "address": "Mletačka ul. 11, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJb1qoV_3WZUcRqGE4Q3JSbwg",
        "generalDescription": "The Museum of Broken Relationships, located in a baroque palace, showcases personal items from past relationships along with brief synopses. It is a popular tourist attraction and features donated items with humorous descriptions available in multiple languages through QR codes and printed books. Visitors can also contribute their own relationship mementos to enrich the museum's collection. The museum has been recognized for its innovation by receiving the Kenneth Hudson Prize from the European Museum Forum.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 15.973605,
        "rating": 4.3,
        "numRatings": 8341,
        "sources": [
          {
            "id": "1221304",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/news/top-5-romantic-spots-in-zagreb-021424",
            "sourceSite": "Web",
            "snippet": "An offbeat pick at first glance, this now globally famous if quirky museum might suit couples looking to  strengthen their bond. As part of this unique concept, exhibits are made up entirely of donated objects that all have an attached story relating to the end of a relationship – usually but not exclusively romantic. Admission is €7, the charming Upper Town surroundings offering welcome respite after your visit.",
            "siteName": "Time Out",
            "shortName": "The five most romantic destinations in Zagreb",
            "indexInSource": 1,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "480676",
            "type": "webPlacesList",
            "url": "https://dbldkr.com/15-best-dating-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "The Museum of Broken Relationships is dedicated to unsuccessful love and it is a favourite attraction for all tourists. The museum exhibits personal items donated by former lovers, accompanied by short humorous descriptions.Museum items are available in Croatian and English, and translations are available in German, French, Italian, Spanish, Portuguese, Chinese and Japanese through QR codes and printed books. If you still have a thing on the shelf that reminds you of lost love, and has an interesting story in the background, you can donate it to the Museum of broken relationships and thus enrich the museum.The European Museum Forum at the Bremerhaven Grand Prize awarded the Kenneth Hudson Prize to the Museum of Broken Relationships as the most innovative museum in Europe.",
            "siteName": "Double Decker",
            "shortName": "15 BEST Dating Things to Do in Zagreb",
            "indexInSource": 7,
            "iconSiteId": 49460,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "478354",
            "type": "webPlacesList",
            "url": "https://www.touropia.com/things-to-do-in-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "If you hadn’t already guessed by the name, the Museum of Broken Relationships is devoted to break-ups and is a fun and quirky place to visit. Located in Zagreb’s Upper Town, the museum’s collection seems like a hodgepodge of random items.",
            "siteName": "Touropia",
            "shortName": "Best Things to Do in Zagreb, Croatia (+Photos)",
            "indexInSource": 6,
            "iconSiteId": 13255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YMuhWl59i1e1FRYN1davri6wsOnJhn1A",
          "XTKqIM0lAwocHPv4NyFEdQ7UBgnDVzQv",
          "BUGORHhI2ldRGjMhn4IMIsOWjne9HYUS",
          "UXYKYEys3zoQLqIQqc9YJmtVcY5t2iL5",
          "v3RgbAoBMfOOGK6W5mBZMzRZTMUsoynK",
          "YMuhWl59i1e1FRYN1davri6wsOnJhn1A",
          "XTKqIM0lAwocHPv4NyFEdQ7UBgnDVzQv",
          "BUGORHhI2ldRGjMhn4IMIsOWjne9HYUS",
          "UXYKYEys3zoQLqIQqc9YJmtVcY5t2iL5",
          "v3RgbAoBMfOOGK6W5mBZMzRZTMUsoynK"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Museum of Broken Relationships",
        "placeId": "ChIJb1qoV_3WZUcRqGE4Q3JSbwg",
        "internationalPhoneNumber": "+385 1 4851 021",
        "reviews": [
          {
            "rating": 5,
            "text": "An amazing museum. The stories really cut through. Some of them were funny but a lot of them were emotional and really touching. It certainly brings back memories and/or a way to feel things buried deep. Such a beautiful idea and the contributions were just superb. The staff were just lovely too! Well done all!!",
            "author_name": "Nick Osborn",
            "relative_time_description": "",
            "time": 1751147547,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A must-go museum that displays an array of relics of lost and broken love. Reading various related stories was so interesting, and I had a very impressive time there. The clerks inside were so kind, and they had a decent souvenir shop and an inside café to chill myself after passing through a lot of heartbreaking stories. If I could, I would rate this place 6 out of 5 stars.",
            "author_name": "Garam Lee",
            "relative_time_description": "",
            "time": 1755964500,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "What a fantastic idea for a museum! So glad our walking tour guide recommended this. It was sad, funny, emotional and heartbreaking as well as some heart warming stories. Definitely a must see in Zagreb.",
            "author_name": "Samantha Wolfsbauer",
            "relative_time_description": "",
            "time": 1753503737,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://brokenships.com/hr",
        "index": 19,
        "id": "",
        "categories": [
          "Museum",
          "Coffee store",
          "Restaurant",
          "Souvenir store",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 314,
            "2": 311,
            "3": 784,
            "4": 1758,
            "5": 5174
          }
        },
        "minMinutesSpent": 120,
        "latitude": 45.815008,
        "address": "Ćirilometodska ul. 2, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJSYyolATXZUcRlD61bmuyEhs",
        "generalDescription": "Tekka, a Japanese restaurant located in Zagreb's business district, has been setting high standards for years. The modern and elegant establishment offers a delectable array of dishes, from hot soups like Tom Yam Kung to mini ramen with chicken, spring rolls, gyoza, sashimi, sushi variations such as nigiri, uramaki and hosomaki.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 16.003215,
        "rating": 4.7,
        "numRatings": 1222,
        "sources": [
          {
            "id": "824785",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/restaurants/romantic-restaurants-in-zagreb",
            "sourceSite": "Web",
            "snippet": "Located in the Radnička cesta business district, Tekka attracts a sharp-suited clientele, and has cultivated the elegant decor and uber-attentive staff to go with it. The recently revamped menu is near impeccable: sushi here is a masterful blend of flavour and finesse. For something with a bit more novelty, order from the Adriatic-Asian fusion section.",
            "siteName": "Time Out",
            "shortName": "Romantic restaurants in Zagreb | Valentines Day Restaurants in Zagreb",
            "indexInSource": 13,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "khoVS89r39kiwxybHJPjKsjuskkDJyOQ",
          "TDYRSnz68468XXvbwoiIgOp1aUugCR7w",
          "NoWhZKvex0fYmvBkjIeDRiQyZmgPG80b",
          "khoVS89r39kiwxybHJPjKsjuskkDJyOQ",
          "TDYRSnz68468XXvbwoiIgOp1aUugCR7w",
          "NoWhZKvex0fYmvBkjIeDRiQyZmgPG80b"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Japanski restoran Tekka",
        "placeId": "ChIJSYyolATXZUcRlD61bmuyEhs",
        "internationalPhoneNumber": "+385 1 6389 398",
        "reviews": [
          {
            "rating": 5,
            "text": "Crazy good! I can't say enough positive things about this restaurant. We're Japan-afficionados who have been to Japan numerous times, but here at Tekka we had the best sashimi ever! Service was absolutely impeccable, food is so fabulous. I'm so sorry we can't stay longer in Zagreb, otherwise we would eat here more often. Great cocktails too btw.",
            "author_name": "Ina van Soest",
            "relative_time_description": "",
            "time": 1725733362,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Food is really good\nStaff are friendly and kind even though I haven't dress up and they didn't feel hesitate to provide me a services 🙏🏻❤️\nAlso star of the night I can't miss is Matcha ice-cream taste so authentic ✅ it's really good combination with sesame mousse ❤️😍",
            "author_name": "Lin Ellis",
            "relative_time_description": "",
            "time": 1745861446,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "If you're into Asian and Japanese flavors, this place is a good option to try. They offer a variety of dishes, including sushi, although I found the menu to be a bit limited. The food was tasty, and the service was fast. Prices are reasonable for the quality.\n\nIt's kid-friendly during the day, and in the evening, it even has a romantic atmosphere. Parking is easy to find, but I'd recommend making a reservation, especially for dinner.",
            "author_name": "Tuğçe Kaya",
            "relative_time_description": "",
            "time": 1748384726,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.tekka.hr/",
        "index": 20,
        "id": "",
        "categories": [
          "Japanese restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 24,
            "2": 15,
            "3": 40,
            "4": 126,
            "5": 1017
          }
        },
        "minMinutesSpent": 120,
        "latitude": 45.8031,
        "address": "Radnička cesta 37b, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJhyomOgHUZUcR3GV0ig4RtDA",
        "generalDescription": "Jarun is a lively district in Zagreb, known for its vibrant nightlife and beautiful lake. It's a great place to stay if you enjoy going out in the evenings and experiencing the city's nightlife. The area is home to numerous nightclubs where you can party until the early hours. During the day, you can take leisurely walks along the lake or engage in various outdoor activities such as running, cycling, roller skating, yoga, volleyball, horse riding, swimming, sailing and kayaking.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.917222,
        "rating": 4.7,
        "numRatings": 1091,
        "sources": [
          {
            "id": "478354",
            "type": "webPlacesList",
            "url": "https://www.touropia.com/things-to-do-in-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "Located in the western part of Zagreb, this huge artificial lake is the perfect place to hang out and relax and is very popular with tourists and locals alike. With loads of activities on offer, you can be kayaking and swimming in the lake one minute and cycling and running around it the next. Its pebbled beaches are the perfect place to catch some sun.",
            "siteName": "Touropia",
            "shortName": "Best Things to Do in Zagreb, Croatia (+Photos)",
            "indexInSource": 2,
            "iconSiteId": 13255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1221313",
            "type": "webPlacesList",
            "url": "https://www.visitzagreb.hr/theme/romantic-zagreb/",
            "sourceSite": "Web",
            "snippet": "All year round, being day or night Jarun Lake features activities for all age groups. A popular getaway for locals, especially during warm summer days.",
            "siteName": "Visit Zagreb",
            "shortName": "Romantic Zagreb » Visit and Experience Zagreb",
            "indexInSource": 1,
            "iconSiteId": 32681,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "LixI5eq1E0utZRonZG4OudaPnEk6ADSD",
          "A5ppGBNvAXjRpEO4H7TQRFPLet7yX0qv",
          "Gs9nr9NR5fr842W0R3bdCpj1MHuIzaQU",
          "7WtcOdyqGXc2tQKCRhJ3qe5ocTSnGfF1",
          "LixI5eq1E0utZRonZG4OudaPnEk6ADSD",
          "A5ppGBNvAXjRpEO4H7TQRFPLet7yX0qv",
          "Gs9nr9NR5fr842W0R3bdCpj1MHuIzaQU",
          "7WtcOdyqGXc2tQKCRhJ3qe5ocTSnGfF1"
        ],
        "openingPeriods": [],
        "name": "Jarun",
        "placeId": "ChIJhyomOgHUZUcR3GV0ig4RtDA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Absolutely stunning place which is the perfect spot for a multitude of sports/ activities. Brilliantly designed walking, cycle and running paths follow the perimeter of the lake.",
            "author_name": "Matthew Cook",
            "relative_time_description": "",
            "time": 1736334700,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Not the best lake you could ever see but it's not bad to chill there in front of the lake and enjoy the sunset",
            "author_name": "Mia Aydi (Mia Shawol)",
            "relative_time_description": "",
            "time": 1750747508,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Gorgeous place.  Great place to hike, bike, run, roller blade or just chill.  A must place to visit if you are in Zagreb",
            "author_name": "Ling Yew",
            "relative_time_description": "",
            "time": 1687122554,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 21,
        "id": "",
        "categories": [
          "Lake",
          "Nature & Parks",
          "Nature & Wildlife Areas",
          "Sports Complexes",
          "Bodies of Water"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 15,
            "2": 13,
            "3": 38,
            "4": 142,
            "5": 881
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.78,
        "address": "10110, Trešnjevka – jug, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJeZQ0C_7WZUcRqBsnX4XmP3o",
        "generalDescription": "Johann Franck is a versatile establishment located in the heart of Zagreb, directly on the Main Square. It offers a retro interior with an urban twist, creating a 1930s ambiance. The cafe, restaurant, and club provide a wonderful view of the city square from its desirable terrace. The spacious and modern interior is perfect for enjoying Croatian coffee and traditional meals during the day. In the evening, visitors can expect entertainment with various DJs, live performances, and parties.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.978711,
        "rating": 4.2,
        "numRatings": 6731,
        "sources": [
          {
            "id": "480676",
            "type": "webPlacesList",
            "url": "https://dbldkr.com/15-best-dating-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Johann Franck is a coffee shop, a bistro, and a nightclub in the center of the Croatian capital, Zagreb. Over the course of the day you can enjoy Franck’s coffee – the best coffee in the city, overlooking the main town square, and enjoy the excellent traditional Croatian meals that will prepare you the best Croatian chefs in the bistro. Entertainment is guaranteed in the evening as there is a rich night program with various DJs, live performances and parties.",
            "siteName": "Double Decker",
            "shortName": "15 BEST Dating Things to Do in Zagreb",
            "indexInSource": 3,
            "iconSiteId": 49460,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2286543",
            "type": "webPlacesList",
            "url": "https://www.goopti.com/en/guides/destinations/croatia/zagreb/couples",
            "sourceSite": "Web",
            "snippet": "Johann Franck in Zagreb is a vibrant café and bar located in the heart of the city. Known for its lively atmosphere, it offers a perfect blend of modern and classic vibes, making it a popular spot for both locals and tourists to unwind and socialize.",
            "siteName": "goopti.com",
            "shortName": "Romantic Getaway in Zagreb: A Couple's Paradise",
            "indexInSource": 9,
            "iconSiteId": 296254,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "89TJpVXvQPoJBy03p9lsUDrxVqZff5ov",
          "UQPTJMo93RgFJ8gSsxAVwtoaTxwbWZmD",
          "o5lMQzPWWYrkMDWodFzTdaxnvd169Akf",
          "eXt8sK8jInL5bjKDrcSGSJFJsI9r1Buy",
          "89TJpVXvQPoJBy03p9lsUDrxVqZff5ov",
          "UQPTJMo93RgFJ8gSsxAVwtoaTxwbWZmD",
          "o5lMQzPWWYrkMDWodFzTdaxnvd169Akf",
          "eXt8sK8jInL5bjKDrcSGSJFJsI9r1Buy"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "0400"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "0400"
            }
          }
        ],
        "name": "Johann Franck",
        "placeId": "ChIJeZQ0C_7WZUcRqBsnX4XmP3o",
        "internationalPhoneNumber": "+385 91 783 8153",
        "reviews": [
          {
            "rating": 5,
            "text": "Great food at Sol & tapas bar.\nMy personal bests fish tartar & pasticada gnocchi but I thinh everyone can find something for them selfs. Good thing is they have vege meni as an option as well 👌",
            "author_name": "Katarina Djozovic",
            "relative_time_description": "",
            "time": 1667215021,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Misleading marketing! 🚫🚫🚫 I ordered online and was supposed to get a discount for my cola and coffee. 1 euro less. I did everything as instructed on the website.  However, I was charged full price. When asked waiter how is that possible he said \" duck it \" 🤷‍♂️😒 What kind of impolite and unprofessional service is this? I will not bankrupt for 1 euro, but the shame is on you and your bar now. Was it worth it?",
            "author_name": "Gozo Bozo",
            "relative_time_description": "",
            "time": 1722180292,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "The service was just absolutely terrible. The waiter was rude. We ordered drinks and were peacefully drinking them when one of the waiters approached us and rudely and aggressively told us to pay for the drinks even though we didn't finish them. When we got the money ready he just disappeared and we had to wait for 15 minutes for him to go to the counter and take our payment. It is a shame and not a nice experience",
            "author_name": "Zhangir Kh",
            "relative_time_description": "",
            "time": 1746124234,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://johannfranck.hr/",
        "index": 22,
        "id": "",
        "categories": [
          "Club",
          "Bar",
          "Cafe",
          "Coffee shop",
          "Night club",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 643,
            "2": 233,
            "3": 534,
            "4": 1235,
            "5": 4086
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.813179,
        "address": "Trg bana Josipa Jelačića 9, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJcWcvVtXVZUcRVD39_EsSq8g",
        "generalDescription": "The Museum of Contemporary Art (Muzej suvremene umjetnosti) in Zagreb is a modern art museum that showcases offbeat artwork and multimedia works, with rooftop exhibits adding to the experience. It's one of the newest and largest museums in Croatia, opened in 2009 after outgrowing its original galleries from the 1950s. The museum houses an impressive collection of over 12,000 artworks, with around 600 on permanent display.",
        "utcOffset": 120,
        "maxMinutesSpent": 180,
        "longitude": 15.981891,
        "rating": 4.4,
        "numRatings": 3988,
        "sources": [
          {
            "id": "1413528",
            "type": "webPlacesList",
            "url": "https://love2blog.com/nieuws/romantic-getaway-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Another museum worth visiting is the Croatian Museum of Naive Art, which features a collection of naive art from Croatian artists. The museum is located in a beautiful 18th-century palace and is a must-visit for art lovers.",
            "siteName": "Love2Blog.com",
            "shortName": "Romantic Getaway in Zagreb: Perfect for Couples",
            "indexInSource": 7,
            "iconSiteId": 202321,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "TmtrMfNMmpchHDHEQbRuJnpSn6caHidi",
          "gmVX5jVWqEOe3MfGJ2HCnJXDhtiDqcRC",
          "vZLMSP32UP3iWiVoaLOktU0OUqcozjab",
          "xHl8vgYu7UKDK95PCp985IgfkQRIPTmb",
          "TmtrMfNMmpchHDHEQbRuJnpSn6caHidi",
          "gmVX5jVWqEOe3MfGJ2HCnJXDhtiDqcRC",
          "vZLMSP32UP3iWiVoaLOktU0OUqcozjab",
          "xHl8vgYu7UKDK95PCp985IgfkQRIPTmb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Museum of Contemporary Art",
        "placeId": "ChIJcWcvVtXVZUcRVD39_EsSq8g",
        "internationalPhoneNumber": "+385 1 6052 700",
        "reviews": [
          {
            "rating": 5,
            "text": "This is the largest and most modern art museum in Croatia. It was originally established in 1954 as the City Gallery of Contemporary Art. The new building, designed by Igor Franić, officially opened in 2009. The museum holds a collection of approximately 12,000 contemporary artworks, with around 600 pieces on permanent display. Its holdings include major works by Croatian contemporary artists as well as a selection of international contemporary art, making it a central institution for modern visual culture in the region.",
            "author_name": "Seokjin Ham",
            "relative_time_description": "",
            "time": 1744459235,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Powerful exhibitions both  in the permanent and temporary galleries. A nice please to rest; Café attached to the building offering beautiful views of the city and plenty of refreshments. Lovely gallery shop with a nice selection of books postcards T-shirts, etc..",
            "author_name": "C Cutler",
            "relative_time_description": "",
            "time": 1749012453,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Huge space and barely used for any compositions, arts and exhibitions worth to watch closely.  Sad realities for Croation artists and their creativity nowadays. Hopefully it will change in near future.  Otherwise why to maintain this huge object for.... so called Croatian modern art. ?!",
            "author_name": "Cheburashka Lol!",
            "relative_time_description": "",
            "time": 1756603319,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.msu.hr/",
        "index": 23,
        "id": "",
        "categories": [
          "Modern art museum",
          "Museums",
          "Movie theater",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 162,
            "2": 112,
            "3": 285,
            "4": 695,
            "5": 2730
          }
        },
        "minMinutesSpent": 180,
        "latitude": 45.77841,
        "address": "Avenija Dubrovnik 17, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJhf8nxuPWZUcR7LRMTaT6BNM",
        "generalDescription": "The Museum of Illusions is an engaging attraction that offers a blend of optical illusion exhibits and a 'smart playroom' filled with games and puzzles. Visitors can expect to embark on an intriguing visual, sensory, and educational journey suitable for all ages. The museum's interactive displays provide insight into the mind, perception, human brain, and science while challenging visitors to comprehend why the eyes perceive things differently than the brain comprehends.",
        "utcOffset": 120,
        "maxMinutesSpent": 60,
        "longitude": 15.966447,
        "rating": 4.3,
        "numRatings": 9096,
        "sources": [
          {
            "id": "480676",
            "type": "webPlacesList",
            "url": "https://dbldkr.com/15-best-dating-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "The Illusion Museum offers an intriguing visual, sensory and educational experience in a fun adventure for all generations. Through attractive and fun boats, visitors will learn a lot about the mind, perception, human brain, science and will be able to better understand why the eyes see things that the brain does not understand. Imagine that you resist gravity in the dungeon, how the person you came with suddenly decreases or increases, how do you really see a bottomless hole, how to serve someone’s head on a tray, and use it to photograph it in an infinite room!",
            "siteName": "Double Decker",
            "shortName": "15 BEST Dating Things to Do in Zagreb",
            "indexInSource": 8,
            "iconSiteId": 49460,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413536",
            "type": "webPlacesList",
            "url": "https://www.croatiaweek.com/5-cool-zagreb-first-date-ideas/",
            "sourceSite": "Web",
            "snippet": "A couple of months ago Zagreb museum scene got richer with a new, totally cool and unique place – the Museum of Illusions. Whatever you see in this fun and interesting place is not what it appears to be. Everything is an illusion – even the date you’re on (oh wait, we go on illusional/imaginary dates every day, so that’s not something new).",
            "siteName": "Croatia Week",
            "shortName": "5 Cool Zagreb First Date Ideas",
            "indexInSource": 0,
            "iconSiteId": 4531,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1001453",
            "type": "webPlacesList",
            "url": "https://unforgettablecroatia.co.uk/top-picks/15-fabulous-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "At the Museum Of Illusions you will be mesmerised and entertained by all kinds of tricks. Magnify and multiply yourself in the mirror room.",
            "siteName": "Unforgettable Croatia",
            "shortName": "15 Fabulous Things To Do In Zagreb",
            "indexInSource": 8,
            "iconSiteId": 16002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "khv6HEqyQOjgqd4LTMibixr6KPOKPSxo",
          "TarZxtd2DyFoNXFwuVSlhOtN6sxQeHOY",
          "CI2z9fxgQ60aWblD4cIxAaRmUqWwRBXW",
          "r4LvC4AvJf5IY5ObvP8a7lwwQ5cHe54O",
          "eCYsoZilpfNAeyXp7iKIhJgj6rF2mrva",
          "khv6HEqyQOjgqd4LTMibixr6KPOKPSxo",
          "TarZxtd2DyFoNXFwuVSlhOtN6sxQeHOY",
          "CI2z9fxgQ60aWblD4cIxAaRmUqWwRBXW",
          "r4LvC4AvJf5IY5ObvP8a7lwwQ5cHe54O",
          "eCYsoZilpfNAeyXp7iKIhJgj6rF2mrva"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Museum of Illusions",
        "placeId": "ChIJhf8nxuPWZUcR7LRMTaT6BNM",
        "internationalPhoneNumber": "+385 95 878 7107",
        "reviews": [
          {
            "rating": 5,
            "text": "Feeling sick after the first interactive illusion….. absolutely brilliant though and well worth spending a couple of hours visiting.\n\nEasy to find and very interesting.\n\nLots to keep all ages interested and very enjoyable.",
            "author_name": "Our adventures Around",
            "relative_time_description": "",
            "time": 1736605595,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "It's a fun place to visit (especially with kids) when you have some time to spare. They have a small shop where you can buy a few brain teasers and some puzzles. You can also play a few games to tingle your thinking ;)\nIt is however overpriced. 12€ is too much for what you get.",
            "author_name": "Joanna Maria",
            "relative_time_description": "",
            "time": 1744112030,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Hidden in an alleyway with a dark entrance, it was difficult for my mum (a senior) to climb up the stairs due to the low visibility. This museum is quite quaint and small, and staff are friendly. However I probably wouldn't visit again given we saw the entire museum and interacted with the exhibits in under an hour.",
            "author_name": "G Z",
            "relative_time_description": "",
            "time": 1747407986,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://muzejiluzija.com/",
        "index": 24,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 227,
            "2": 293,
            "3": 1022,
            "4": 2101,
            "5": 5453
          }
        },
        "minMinutesSpent": 60,
        "latitude": 45.813023,
        "address": "Ilica 72, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJHeuqu_3WZUcRB3LKU_1qRbg",
        "generalDescription": "Zagreb 360° observation deck is situated on the 16th floor of a prominent skyscraper, providing visitors with a bar and stunning panoramic vistas of the city. The Neboder Skyscraper offers unparalleled views of Zagreb's main square, Cathedral, Upper and Lower Town, as well as other significant cultural and historical landmarks. This iconic building has been a fixture in Zagreb's skyline since its establishment in 1959.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.975764,
        "rating": 4.4,
        "numRatings": 2395,
        "sources": [
          {
            "id": "1413528",
            "type": "webPlacesList",
            "url": "https://love2blog.com/nieuws/romantic-getaway-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "One of the best places to sample traditional Croatian cuisine is at the Zagreb 360 restaurant, which is located on the top floor of the Zagreb Eye observation deck. The restaurant offers stunning panoramic views of the city while serving up delicious local dishes.",
            "siteName": "Love2Blog.com",
            "shortName": "Romantic Getaway in Zagreb: Perfect for Couples",
            "indexInSource": 6,
            "iconSiteId": 202321,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1221313",
            "type": "webPlacesList",
            "url": "https://www.visitzagreb.hr/theme/romantic-zagreb/",
            "sourceSite": "Web",
            "snippet": "Zagreb 360, also known as Zagreb Eye, is an observation deck and a Viewpoint Bar. It is situated on the top floor of iconic Zagreb Ilica Skyscraper.",
            "siteName": "Visit Zagreb",
            "shortName": "Romantic Zagreb » Visit and Experience Zagreb",
            "indexInSource": 6,
            "iconSiteId": 32681,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "UssGpP41HB53txVEINRICBuaJbXByJjU",
          "Dlp26V0lwYyS4KFXBQCDIAiVHRPfy6ly",
          "4jIFZUlCGXlYjo91eHPaYzhCbt6GbEWz",
          "z2BVQrwOs4HNNysKdzQuAKGJDcU1suEK",
          "qLPKPY3yS3SR0E1ScLcR90eWdPurRiEr",
          "UssGpP41HB53txVEINRICBuaJbXByJjU",
          "Dlp26V0lwYyS4KFXBQCDIAiVHRPfy6ly",
          "4jIFZUlCGXlYjo91eHPaYzhCbt6GbEWz",
          "z2BVQrwOs4HNNysKdzQuAKGJDcU1suEK",
          "qLPKPY3yS3SR0E1ScLcR90eWdPurRiEr"
        ],
        "openingPeriods": [],
        "name": "Zagreb 360° observation deck",
        "placeId": "ChIJHeuqu_3WZUcRB3LKU_1qRbg",
        "internationalPhoneNumber": "+385 99 487 6587",
        "reviews": [
          {
            "rating": 5,
            "text": "This is situated just off the Joseph Jelacic Square, through some sliding glass doors.  We'd seen the observation deck in Bratislava but this couldn't have been more different - the girl in Bratislava couldn't even be bothered to look up from filing her nails as she took our money and indicated the vague direction of the lifts.  The girls in Zagreb were very helpful and pleasant as they explained that the ticket (€4?) lasted all day so we could return at any time.  We walked around the ledge, very carefully taking pictures, before sitting inside and having a coffee.  Two coffee here cost about half the UK cost.\nWe returned in the evening and took some more photos and had coffee again.  It would have been nice to eat too but we were on a sightseeing mission!",
            "author_name": "Marcus Hurley",
            "relative_time_description": "",
            "time": 1583693214,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Zagreb 360 Tower is a really nice viewpoint in Zagreb Downtown. You can look far away over the whole city. The price is a little bit expensive but all in all okay. The elevator is really fast and it's a pleasant ride. At the top is a bar where you can buy drinks and other stuff. The personal is very very nice and friendly. You can see the sights of Zagreb from the top of the building.\n\nThis is a very nice place to visit in Zagreb, I can recommend it!",
            "author_name": "Döner Spieß",
            "relative_time_description": "",
            "time": 1564268646,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Offer some very best view for the whole city of Zagreb. From the upper-town to the lower-town. A long telephoto lense should help you to capture great details of this city. But it is not clearly marked of where is the entrance of the building.",
            "author_name": "Min Bui Chai",
            "relative_time_description": "",
            "time": 1562577464,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.zagreb360.hr/",
        "index": 25,
        "id": "",
        "categories": [
          "Observation deck",
          "Sights & Landmarks",
          "Observation Decks & Towers"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 83,
            "2": 73,
            "3": 216,
            "4": 478,
            "5": 1544
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.812864,
        "address": "Trg bana Jelačića, Ilica 1a, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJhcclQ_zWZUcR7-Hc2z4-oko",
        "generalDescription": "Carpaccio is a renowned restaurant located in the center of Zagreb, offering a variety of classic Italian dishes. The menu features several types of carpaccio, along with appetizers like bruschetta, Vitello tonnato, and burrata with tomatoes. For main courses, guests can choose from a selection of pasta, risotto, meat, and fish dishes. The restaurant's stylish interior is adorned with Art Nouveau decor and offers a sophisticated dining experience.",
        "utcOffset": 120,
        "maxMinutesSpent": 180,
        "longitude": 15.974865,
        "rating": 4.5,
        "numRatings": 1688,
        "sources": [
          {
            "id": "824785",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/restaurants/romantic-restaurants-in-zagreb",
            "sourceSite": "Web",
            "snippet": "Opened in 2010 by former staff of the legendary Okrugljak, Carpaccio delivers stylish Italian-themed dining in a wonderfully convenient bang-in-the centre location. For starters, there's a generous list of carpaccios, with marinated Adriatic fish or salmon among the most succulent choices. There are plenty of vegetarian options among the risottos and pastas, and substantial steaks and veal cutlets  among the meaty mains.",
            "siteName": "Time Out",
            "shortName": "Romantic restaurants in Zagreb | Valentines Day Restaurants in Zagreb",
            "indexInSource": 4,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9faGUrStkXZdsKq2BlqAi3lSCSadBmcX",
          "w6pYKafoFirylYL13UfcBLQ5bkyLSVvl",
          "rGqn1DUlQep69awkOSKuR9SpD9HnSROd",
          "a4CYVJyk06levy3TYeyS0mlvyscuEdOv",
          "9faGUrStkXZdsKq2BlqAi3lSCSadBmcX",
          "w6pYKafoFirylYL13UfcBLQ5bkyLSVvl",
          "rGqn1DUlQep69awkOSKuR9SpD9HnSROd",
          "a4CYVJyk06levy3TYeyS0mlvyscuEdOv"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Carpaccio",
        "placeId": "ChIJhcclQ_zWZUcR7-Hc2z4-oko",
        "internationalPhoneNumber": "+385 1 4822 331",
        "reviews": [
          {
            "rating": 5,
            "text": "Best Italian in Zagreb. Super food and a lovely atmosphere. My favourite restaurant. Tiramisu to die for.",
            "author_name": "Alicia Gadsby",
            "relative_time_description": "",
            "time": 1740607950,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Italian food, with Croatian attitude. Sadly, the only raw thing about Carpaccio is the attitude of the wait staff. Apathetic, annoyed, and not something to be expected in the center of the city.\n\nI was given dirty silverware, the spoon had some crust caked onto it. Our waiter was generally frustrated and disinterested. Also, we were charged 3 euros per person for some breadsticks and slices of bread. When I asked about, they claimed this is an international standard... Funny, since I come from a family of waiters, and have also traveled a lot, and have never seen such a charge before in my life.\n\nDon't serve something to my table, without my asking, and then charge me for it. But this is typical Croatia. The only professional aspect of the staff was their attire...",
            "author_name": "Gato Reviews",
            "relative_time_description": "",
            "time": 1745664396,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "What a gem of a place. The food was mouthwatering. The stuffed fiore di zucca were just like my grandmother made. Not something you would usually find on a menu. Goes to show the level of authenticity in the cooking. The service was spot on. We felt like we had our own private waiter. Couldn't fault anything. Highly recommend if you are looking for good quality authentic Italian food with great service.",
            "author_name": "Elizabeth",
            "relative_time_description": "",
            "time": 1749961274,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.ristorantecarpaccio.hr/",
        "index": 26,
        "id": "",
        "categories": [
          "Italian restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 77,
            "2": 36,
            "3": 107,
            "4": 265,
            "5": 1203
          }
        },
        "minMinutesSpent": 180,
        "latitude": 45.811311,
        "address": "ul. Nikole Tesle 14, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJXQhNBADXZUcRrCBjUfH5tNg",
        "generalDescription": "Mali Bar is a charming restaurant located in the city center, offering a relaxed atmosphere and a menu that changes with the seasons. The dishes are crafted from fresh market ingredients, ensuring a delightful variety throughout the year. The cozy dining room provides an intimate setting to enjoy their Croatian interpretation of tapas, featuring hand-picked local market bites and snacks. With its minimalistic yet effective decor, Mali Bar offers an informal dining experience where guests can savor inventive nibbles and exquisite lunches.",
        "utcOffset": 120,
        "maxMinutesSpent": 180,
        "longitude": 15.984883,
        "rating": 4.6,
        "numRatings": 941,
        "sources": [
          {
            "id": "2286543",
            "type": "webPlacesList",
            "url": "https://www.goopti.com/en/guides/destinations/croatia/zagreb/couples",
            "sourceSite": "Web",
            "snippet": "Mali Bar in Zagreb is a cozy and charming eatery known for its delightful ambiance and delicious cuisine. It offers a variety of dishes that blend traditional and modern flavors, making it a favorite spot for both locals and tourists seeking a memorable dining experience.",
            "siteName": "goopti.com",
            "shortName": "Romantic Getaway in Zagreb: A Couple's Paradise",
            "indexInSource": 3,
            "iconSiteId": 296254,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZvWTN8JhOMhVOrkY8ytCVOcfyh60JNhP",
          "ja526Ss6vyivJHfhqfniZXJlVOXe3TXB",
          "B2hFpZaGLIaOBdXXUaUaEKcdZJVx4l2L",
          "TxWpDYlHnvQWRO14fjJuZZ9aGWVRmrP0",
          "3elNSkmq3CzOpHQRauG4gQ14ChgRUbHM",
          "ZvWTN8JhOMhVOrkY8ytCVOcfyh60JNhP",
          "ja526Ss6vyivJHfhqfniZXJlVOXe3TXB",
          "B2hFpZaGLIaOBdXXUaUaEKcdZJVx4l2L",
          "TxWpDYlHnvQWRO14fjJuZZ9aGWVRmrP0",
          "3elNSkmq3CzOpHQRauG4gQ14ChgRUbHM"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1230"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1230"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1230"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1230"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1230"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1230"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Mali Bar",
        "placeId": "ChIJXQhNBADXZUcRrCBjUfH5tNg",
        "internationalPhoneNumber": "+385 1 5531 014",
        "reviews": [
          {
            "rating": 5,
            "text": "In a few visits, Mali Bar has become my favorite restaurant in Zagreb. It is a rare thing to be able to serve humble and yet creative food and this is what we get every time in this place.\n\nThe chef and the staff offers fresh and modern cuisine and some dishes with a little twist for the adventurous at heart (like me) whether it be olives in a dessert or even an croissant infused purée next to a steak, there is always a great idea and the perfect execution. I honestly wish I could eat there every week.\n\nGreat location, great vibe and friendly staff. What else could we ask for ? I hope they keep going with the same philosophy for a very long time.",
            "author_name": "Charlie Baudoin",
            "relative_time_description": "",
            "time": 1748523347,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Had dinner here with 3 friends, we shared some appetizers and then ordered main dishes. There is some difference between meal sizes, for instance my lasagna looked like half a portion, and was indeed too small for one person. On the other hand my friend was struggling to finish his meat meal, as it was too big. In general good is good, but nothing special. Service was very good, fast and professional. Make sure you book table in advance as the place gets packed in the evening. Prices are acceptable, as these days everything is expensive in Zagreb. Good wine selection but pricey",
            "author_name": "Bojan Kuruc",
            "relative_time_description": "",
            "time": 1741285001,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Discover the intimate allure of Mali Bar, a cozy Zagreb eatery renowned for its distinct culinary offerings. Indulge in a gastronomic journey filled with unexpected delights, such as the homemade chicken liver and the flavorful 'vitello tonnato' appetizer, each dish a revelation of new tastes. Treat yourself to the exquisite bavette steak, a testament to Mali Bar's commitment to quality and flavor. While unassuming, this quaint establishment requires advance reservations due to its popularity. Don't miss out on the Mali Bar experience-a culinary adventure that blends innovation with warmth.",
            "author_name": "Farhad Ahmadi Koutalan",
            "relative_time_description": "",
            "time": 1713999131,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/MaliBarZagreb/?ref=page_internal&mt_nav=0",
        "index": 27,
        "id": "",
        "categories": [
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 19,
            "2": 24,
            "3": 49,
            "4": 100,
            "5": 749
          }
        },
        "minMinutesSpent": 180,
        "latitude": 45.814243,
        "address": "Croatia, Vlaška ul. 63, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJfZQV8uLWZUcRUS3JRyJCX5w",
        "generalDescription": "Located in a quiet alley just off one of Zagreb's bustling streets, Dezman Mini Bar offers a chic and modern ambiance with its matte black walls and an inviting outdoor terrace. This spot is perfect for savoring gourmet sandwiches, fine wines, and engaging conversations away from the city noise. The bar provides excellent service, delectable food, and top-notch drinks.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 15.969676,
        "rating": 4.5,
        "numRatings": 1365,
        "sources": [
          {
            "id": "824785",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/restaurants/romantic-restaurants-in-zagreb",
            "sourceSite": "Web",
            "snippet": "Thank to a gaggle of designer stores the narrow, arcade-like Dežmanova is fast becoming one of Zagreb’s coolest addresses, an impression only bolstered by the opening of this chic new café-bar. The interior is as modernist as they come but soothing with it. Matt-black walls jostle with warm woody tones, and geometric light fittings convey an arty bent.",
            "siteName": "Time Out",
            "shortName": "Romantic restaurants in Zagreb | Valentines Day Restaurants in Zagreb",
            "indexInSource": 8,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "XMtSOjkGq6uR11TvxNIUG4YGY8P90O0g",
          "fhuq2jJP7PoDWnI4Gnird98nQFF45vqE",
          "ESQUGobA55tG9zfCPAEmZvup0UD785S8",
          "ZAani4uAwqnVl6UphNDzDYwDOCAF8j8u",
          "4O1AvwxIazOx3wjOX9y8vs1LFxq5naLC",
          "XMtSOjkGq6uR11TvxNIUG4YGY8P90O0g",
          "fhuq2jJP7PoDWnI4Gnird98nQFF45vqE",
          "ESQUGobA55tG9zfCPAEmZvup0UD785S8",
          "ZAani4uAwqnVl6UphNDzDYwDOCAF8j8u",
          "4O1AvwxIazOx3wjOX9y8vs1LFxq5naLC"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Dezman mini bar",
        "placeId": "ChIJfZQV8uLWZUcRUS3JRyJCX5w",
        "internationalPhoneNumber": "+385 1 4846 160",
        "reviews": [
          {
            "rating": 5,
            "text": "Great. A lovely place right next to the slopes leading up to the Upper Town of Zagreb - serves great food, and makes nice drinks. Served on a beautiful patio or sit inside, with the scrambled eggs I had being nicely soft and coming with a portion of cream cheese and some toasted bread. Service was great and friendly.",
            "author_name": "Roland Trimmel",
            "relative_time_description": "",
            "time": 1688635870,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "I used to really love this place and came here at least twice a week but then they changed the menu from casual lunch and finger food to some kind of overpriced fine dining which doesn't match the vibe of this place at all. recently they brought back a few meals from the previous menu, which was mostly perfect so I ordered something I used to love before which is duck spring rolls and the super food salad with shrimps. The duck spring rolls came unrecognisable. I will provide in the pictures below how it looked before and how it looks now. Along with the much smaller portion size those spring rolls are the top five worst things I've ever tasted in my life from outside they are dry and from inside they are so tasteless. The best way to describe taste is if you bought them frozen on a gas station and then microwaved them at  home. The salad was okay, I would previously I would previously rate it as a 10/10 but now it's like 8/10 it's just a slightly bit different",
            "author_name": "QuqyLara Q Y",
            "relative_time_description": "",
            "time": 1734104458,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The waitress was amazing and really helpfull.\nDrinks awesome!",
            "author_name": "David Prodan",
            "relative_time_description": "",
            "time": 1744740344,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://dezman.hr/",
        "index": 28,
        "id": "",
        "categories": [
          "Bar",
          "Bistro"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 43,
            "2": 31,
            "3": 78,
            "4": 237,
            "5": 976
          }
        },
        "minMinutesSpent": 150,
        "latitude": 45.814051,
        "address": "Ul. Ivana Dežmana 3, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJPbf-VQLUZUcRHrc0QmDX9eA",
        "generalDescription": "Jarun Lake in Zagreb is a popular destination for those looking to enjoy a waterfront getaway. This artificial lake offers various water sports activities such as kayaking, paddleboarding, and windsurfing. Located southwest of the city center near the Sava River, Jarun Lake and its surrounding park feature lakeside paths that attract joggers, bikers, and rollerbladers. The area also boasts cozy cafes, restaurants, and even nightclubs.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.914979,
        "rating": 4.7,
        "numRatings": 555,
        "sources": [
          {
            "id": "480676",
            "type": "webPlacesList",
            "url": "https://dbldkr.com/15-best-dating-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Lake Jarun is located close to three student campuses and represents a sports and entertainment complex. Here you can roll, bicycle, run, walk and drink coffee during the day, while at night this place turns into an ideal place for partying. Apart from the clubs that work mostly during the warmer months, you can also have fun at famous music festivals that are held right on Jarun.",
            "siteName": "Double Decker",
            "shortName": "15 BEST Dating Things to Do in Zagreb",
            "indexInSource": 0,
            "iconSiteId": 49460,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1001453",
            "type": "webPlacesList",
            "url": "https://unforgettablecroatia.co.uk/top-picks/15-fabulous-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Unforgettable Croatia",
            "shortName": "15 Fabulous Things To Do In Zagreb",
            "indexInSource": 9,
            "iconSiteId": 16002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "FHIajjtjOLs5b95G6Qq3YlV21UJLYfmo",
          "ByiEGqAPMDEtHjTqIlttG92jEqUoEcJd",
          "qM136O2jiI1yn2TX8Oa27xiuY2Lqf8Hp",
          "Knt0MkWSGc1kH56d70MXyQbYsgnBCV0S",
          "FHIajjtjOLs5b95G6Qq3YlV21UJLYfmo",
          "ByiEGqAPMDEtHjTqIlttG92jEqUoEcJd",
          "qM136O2jiI1yn2TX8Oa27xiuY2Lqf8Hp",
          "Knt0MkWSGc1kH56d70MXyQbYsgnBCV0S"
        ],
        "openingPeriods": [],
        "name": "Jarun",
        "placeId": "ChIJPbf-VQLUZUcRHrc0QmDX9eA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This lake is open to swimming. There are nice walking roads around it. When you come here by public transport, it takes approximately 30 minutes and then a 5-8 minute walk.",
            "author_name": "Elif Anda",
            "relative_time_description": "",
            "time": 1719613453,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely lake to spend a summer day. The trip to get here (by train) was worth it\nIs perfect to escape from the heat and great to walk or ride your bike\nFamily friendly vibe",
            "author_name": "Charlieborstudio",
            "relative_time_description": "",
            "time": 1750969560,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best place for strolling, walk and family time",
            "author_name": "Patlal Ghising",
            "relative_time_description": "",
            "time": 1729009868,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 29,
        "id": "",
        "categories": [
          "Lake"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 5,
            "3": 30,
            "4": 78,
            "5": 440
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.782636,
        "address": "10110, Trešnjevka – jug, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJ6YHB8FTWZUcRVtizzodGlhA",
        "generalDescription": "Noel, located in Zagreb, is the city's sole Michelin-starred restaurant. Chef Goran Koc s, who gained experience in Germany before returning home, showcases international cuisine with a modern twist and Croatian ingredients from small-scale producers. The menu features dishes like Adriatic tuna sashimi and foie gras variation, complemented by an extensive wine list and the option to pair meals with cocktails or sake.",
        "utcOffset": 120,
        "maxMinutesSpent": 240,
        "longitude": 15.988241,
        "rating": 4.6,
        "numRatings": 830,
        "sources": [
          {
            "id": "824785",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/restaurants/romantic-restaurants-in-zagreb",
            "sourceSite": "Web",
            "snippet": "Noel is sizzling restaurant dedicated to the flux of contemporary trends in gastro-cooking. Orientated towards a smart, swanky crowd, the menu mixes the best of Croatian with European with mains like the pork belly with shrimp and passion fruit. Portions are small but well garnished, and more extravagant diners can opt for the taster menu - options include four, six or nine courses costing between 220 and 450kn.",
            "siteName": "Time Out",
            "shortName": "Romantic restaurants in Zagreb | Valentines Day Restaurants in Zagreb",
            "indexInSource": 0,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2286543",
            "type": "webPlacesList",
            "url": "https://www.goopti.com/en/guides/destinations/croatia/zagreb/couples",
            "sourceSite": "Web",
            "snippet": "Noel in Zagreb is a sophisticated dining spot known for its exquisite cuisine and elegant ambiance. Perfect for food enthusiasts, it offers a memorable culinary experience with a blend of traditional and modern flavors, making it a must-visit for anyone in the city.",
            "siteName": "goopti.com",
            "shortName": "Romantic Getaway in Zagreb: A Couple's Paradise",
            "indexInSource": 5,
            "iconSiteId": 296254,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YqQc9TgEpjcUKv6TUiVQg5fBGPEyIwpT",
          "mWeSqk65z9yLSc8ZMWmdxtysaKYUvNDt",
          "eGv1F4kVcPwLOQPfgoBz13sFvOz89hib",
          "YqQc9TgEpjcUKv6TUiVQg5fBGPEyIwpT",
          "mWeSqk65z9yLSc8ZMWmdxtysaKYUvNDt",
          "eGv1F4kVcPwLOQPfgoBz13sFvOz89hib"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 2,
              "time": "1800"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1800"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1800"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1800"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1800"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Noel",
        "placeId": "ChIJ6YHB8FTWZUcRVtizzodGlhA",
        "internationalPhoneNumber": "+385 91 609 7129",
        "reviews": [
          {
            "rating": 5,
            "text": "We recently dined at Restaurant Noel in Zagreb and had a very enjoyable experience. The restaurant's Michelin star is really well deserved! l\n\nThe setting is modern yet comfortable, with wooden tables, comfortable chairs, and an open kitchen pass that adds a touch of interaction to the atmosphere. The decor features works by local artists, which gives the space a distinct character.\n\nWe started with cocktails at the bar, which were well-crafted and a nice introduction to the evening. The set menu consisted of around 10 courses, and instead of opting for wine pairing, we tried the tea pairing. Each course was matched with a cold-brew tea, an interesting and innovative choice that complemented the dishes very well.\n\nThe food focused on local and seasonal ingredients, including truffles, seafood, mushrooms, and pumpkin. The dishes were packed with bold flavors and ,a well-balanced interplay of sweetness, acidity, and savory notes.\n\nService was attentive and friendly, making us feel comfortable throughout the evening. The overall atmosphere was casual but polished.\n\nRestaurant Noel offers a thoughtful and well-executed fine dining experience with a focus on Croatian ingredients. It's a good choice for those looking for a refined meal in Zagreb.",
            "author_name": "Miriam Oehme",
            "relative_time_description": "",
            "time": 1735066471,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "We made a reservation at Noel to celebrate one of our friends' birthday during our visit in Zagreb.  We were all looking forward to the experience since it is the first restaurant received the Michelin Star in Zagreb.  However, we were utterly disappointed and unimpressed.  We had their spring tasting menu and added on one of their classic dishes, the trouts for our dinner.  Most of the dishes were uninspired, and the taste was either overall sour or salty.  I couldn't even finish one of the dishes since it was extremely salty.\n\nI told the host in person and over the phone when I made the reservation that we were here for a birthday celebration and would like to have surprise for our birthday girl during dessert time. They ended up just putting a candle on the chocolate, which left us speechless.  On top of it, one of our friends tripped on the step while on the way to the restroom and literally fell on his knees in front of everyone in the restaurant. The host and the restaurant staffs didn't really show any care after it happened and only gave us a bag of ice after we asked for it.  As a Michelin star  rated restaurant, you would think that both food and services would be apart from others, but somehow Noel failed to deliver it.\n\nWe have had great meals during our short stay in Zagreb and was hoping that Noel would top it; However, sometimes things don't turn out the same as you wished for and that's the case for Noel.",
            "author_name": "Y Liu",
            "relative_time_description": "",
            "time": 1746886942,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A beautifully curated tasting menu and a truly memorable way to end my time in Croatia. Noel offers an experience that stays with you.\n\nFrom the complimentary kombucha to the thoughtfully printed menu and gift at the end - both marked with the date of my visit on 19/6/25- every detail showed care and generosity. The quiet dining room, complemented by soft, calming music, created a zen-like atmosphere that made the evening feel intimate and special.\n\nService was warm, professional, and never overbearing - a hospitality style that lets the food speak for itself.\n\nA refined and heartfelt final meal in Croatia - one I'll remember for a long time.",
            "author_name": "Rusdi Budiman",
            "relative_time_description": "",
            "time": 1750362950,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 4,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://noel.hr/",
        "index": 30,
        "id": "",
        "categories": [
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 47,
            "2": 14,
            "3": 35,
            "4": 45,
            "5": 689
          }
        },
        "minMinutesSpent": 240,
        "latitude": 45.810993,
        "address": "Ul. popa Dukljanina 1, 10000, Zagreb, Croatia",
        "travel_time": null
      }
    ]
  }
}