{
  "list_id": "1050",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/1050/1.jpg",
  "description": "Dive into \"Capturing Zagreb: A Photographic Journey\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160458"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Capturing Zagreb: A Photographic Journey",
  "city_id": "9669",
  "subtype": "poi",
  "city": "Zagreb",
  "created_ts": 1759591251,
  "slug": "capturing-zagreb-a-photographic-journey-zagreb-poi-e7f19c",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJp5AjU_vWZUcRIronALJH5p4",
        "generalDescription": "The Croatian National Theatre in Zagreb is housed in a grand neo-Baroque building dating back to 1895. Designed by the Viennese firm Hellmer and Fellner, it was opened by Emperor Franz Josef himself. The theater's stately interior can be admired during its impressive opera, ballet, and drama performances. Outside the theater stands Ivan Strovic's lifelike sculpture 'Fountain of Life,' depicting four couples around a small pool of water.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.970041,
        "rating": 4.8,
        "numRatings": 9832,
        "sources": [
          {
            "id": "260651",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/zagreb-hr-cc-z.htm",
            "sourceSite": "Web",
            "snippet": "Built in 1895 by Viennese architects Hermann Helmer and Ferdinand Fellner, the Croatian National Theatre (Hrvatsko Narodno Kazaliste) sits at the northwest corner of Zagreb's \"Green Horseshoe\" in Donji Grad. Officially opened in 1894 by Austro-Hungarian Emperor Franz Joseph I, this imposing yellow structure in Trg Marsala is a landmark feature in the Lower Town. Built in Neo-Baroque and Rococo styles, with two small domes at the front and a larger dome towards the back, the building also boasts a superb interior containing artworks by Vlaho Bukovac and The Well of Life by Ivan Mestrovic.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Things to Do in Zagreb",
            "indexInSource": 7,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460993",
            "type": "webPlacesList",
            "url": "https://dametraveler.com/a-photography-lovers-guide-to-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "One of the most impressive buildings along Zagreb Green Horseshoe is located  in the  Republic of Croatia Square. The theatre’s  bright yellow  colo r and Neo-Baroque  style are  remarkable, especially when photographed from a bit further away, so you also capture the groomed gardens around it.",
            "siteName": "Dame Traveler",
            "shortName": "A Photography Lover’s Guide to Zagreb, Croatia",
            "indexInSource": 5,
            "iconSiteId": 39893,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "FX6vY9zlKL1ciDIpqeGPm3x8eXb9Aejo",
          "HpgQ9vcJQhaT8PyADUzeYeAwnb3mm9Kg",
          "TVydQwLAcnw8Ov5VK5ieOPwBy37jN0pI",
          "nGw1Wdyjli3tYGbRZTkgc71kQV1hawOr",
          "XJBtnTnxxLqiyFUznREYtmT1Kl8EZCNg",
          "FX6vY9zlKL1ciDIpqeGPm3x8eXb9Aejo",
          "HpgQ9vcJQhaT8PyADUzeYeAwnb3mm9Kg",
          "TVydQwLAcnw8Ov5VK5ieOPwBy37jN0pI",
          "nGw1Wdyjli3tYGbRZTkgc71kQV1hawOr",
          "XJBtnTnxxLqiyFUznREYtmT1Kl8EZCNg"
        ],
        "openingPeriods": [],
        "name": "Croatian National Theatre",
        "placeId": "ChIJp5AjU_vWZUcRIronALJH5p4",
        "internationalPhoneNumber": "+385 1 4888 488",
        "reviews": [
          {
            "rating": 5,
            "text": "My heart belongs to this place. Everyone makes a great job and overall impression is superior in most cases. I can recomed the classic operas the most: the voices and decorations are mind-blowing!\nP.S. Also a nice place to walk around",
            "author_name": "Andrej Troicki",
            "relative_time_description": "",
            "time": 1745036782,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A beautiful building with exceptional architecture and beautiful halls. We had booked a tour during the day and I highly recommend it to anyone visiting Zagreb. The tour was with a guide whose stories and knowledge about the theater and its history were simply fascinating. We had the opportunity to see rooms that are intended only for those who work there, We saw the dressing room, the rehearsal room, we walked along the corridors where only the ballet dancers go when they go to the stage, the equipment with which great effects are achieved during a performance. I could endlessly list the places we saw and the interesting facts about this theater that the tour guide told us. We were very lucky to touch what happens behind the curtains and the stage. I highly recommend this tour and I can say that it was the greatest experience of our visit to Zagreb.",
            "author_name": "Stanka Toneva",
            "relative_time_description": "",
            "time": 1748285471,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I love this theater and would like to rate it with five stars but the process of getting a ticket for a performance was just too cumbersome. I was visiting with my brother and a performance of Peer Gynt was there on the day we arrived.\nI tried to purchase tickets online but the website would allow me to do so as it requires a Croatian bankcard. I emailed the box office and they said they'd hold two tickets for me at the box office but three days prior I'd have to confirm that I wanted to attend.\nI did this and don't regret it. The performance was excellent and a great way of experiencing the culture of Croatia. The building is beautiful and of significant historical value.\nOn the day I arrived I went to the box office at the time when the email from the box office said they'd be open. It was closed. I walked over and got lunch and came back when the sign said it would be open and there was no one in the office. I called out and someone came from the back and said the system was down and I'd need to come back in two hours.\nI told them I was there to pick up tickets for that nights performance and insisted on getting the tickets. All of a sudden the system was able to give me the tickets and accept my payment.\nThe tickets they held for me were the worst in the house. To say the least I was very disappointed as I had contact the box office four months prior to my visit and they should that seats were available all over the theater. I even mentioned in the email the seats I was trying to reserve. But instead of saving those seats for me, they held the two worst seats in the house.",
            "author_name": "Thomas Winslett",
            "relative_time_description": "",
            "time": 1750948211,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.hnk.hr/",
        "index": 1,
        "id": "",
        "categories": [
          "Performing arts theater",
          "Concerts & Shows",
          "Architectural Buildings",
          "Theaters"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 123,
            "2": 68,
            "3": 291,
            "4": 1170,
            "5": 8180
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.809398,
        "address": "Trg Republike Hrvatske 15, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJz7l8terXZUcR_k-oDwggPNc",
        "generalDescription": "Park Maksimir is a family-friendly destination located in Zagreb, Croatia. It is the city's largest and oldest public park, spanning 44 acres of vine-covered forests, artificial lakes, creeks, and meadows. The park offers shaded trails for peaceful strolls and is home to diverse wildlife. Visitors can explore the expansive natural surroundings and even venture into the forest.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.017626,
        "rating": 4.8,
        "numRatings": 21169,
        "sources": [
          {
            "id": "1924892",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/news/the-12-most-instagrammable-places-in-zagreb-090118",
            "sourceSite": "Web",
            "snippet": "A post shared by Iva (@photo_tells_stories) on May 4, 2018 at 11:14pm PDT. A post shared by Lice Grada (@lice_grada) on Aug 23, 2018 at 2:22am PDT",
            "siteName": "Time Out",
            "shortName": "The 12 most instagrammable places in Zagreb",
            "indexInSource": 2,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "260651",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/zagreb-hr-cc-z.htm",
            "sourceSite": "Web",
            "snippet": "Designed in the style of an old English garden, Maksimir Park (Maksimirska) is a beautiful green space encompassing almost 45 acres. The largest park in Zagreb, it contains two pavilions: Bellevue Pavilion, built in 1843, and Echo Pavilion, added after a Swiss design. The park also boasts many excellent paths and trails, as well as manmade lakes, wooded areas, and flower gardens, making it a great place to relax or have a picnic.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Things to Do in Zagreb",
            "indexInSource": 8,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924878",
            "type": "webPlacesList",
            "url": "https://www.lovezagreb.hr/topics/become-a-zagrebian/the-most-instagrammable-spots-in-zagreb",
            "sourceSite": "Web",
            "snippet": "If you’re a nature lover, Maksimir is a nice place to stroll around and enjoy the serenity of nature right in the middle of the city. With its five lakes and little pathways, you have a lot to explore and many beautiful locations to take pictures at. My personal favorite is the Vidikovac or Viewpoint Caffe and the beautiful entry walk that spreads beneath it.",
            "siteName": "lovezagreb.hr",
            "shortName": "The Most Instagrammable Spots in Zagreb",
            "indexInSource": 0,
            "iconSiteId": 62713,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "268359",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-zagreb",
            "sourceSite": "Web",
            "snippet": "Besides being an amazing park for walks and pure enjoyment for a calm day, it also has five lakes to admire. A serene and green island in the middle of the city!. It is already a well of opportunities for creating eye-catching images, but there is a particular spot I would like to highlight.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Zagreb",
            "indexInSource": 6,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "414964",
            "type": "webPlacesList",
            "url": "https://www.culturalplaces.com/blog/top-10-instagrammable-places-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Even though this place isn’t in the walking distance it is worth exploring – just hop on the right tram. Maksimir is the oldest park in Zagreb, you’ll enjoy the shades of hundred-year-old oak forests. You’ll love it – it’s so calm and peaceful and everything is green.",
            "siteName": "culturalplaces.com",
            "shortName": "Top 10 Instagrammable Places in Zagreb – Cultural Places Blog",
            "indexInSource": 6,
            "iconSiteId": 28268,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460994",
            "type": "webPlacesList",
            "url": "https://sofiaadventures.com/most-instagrammable-places-in-zagreb-photography-spots/",
            "sourceSite": "Web",
            "snippet": "Zagreb’s first public park is one of the first public parks in Europe. Maksimir lake is a popular Zagreb photography location, and turtles are living at the lake that you can see if you get lucky. Of course, this beautiful lakeside pavilion is over-the-top charming.",
            "siteName": "Sofia Adventures",
            "shortName": "25 Insanely Instagrammable Places in Zagreb",
            "indexInSource": 10,
            "iconSiteId": 887,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4f1wBOnT6YMPCIOOPJAKFKmh7e3ed9eF",
          "2WQJqK1pzyATFXHFrT4G4ZxlH5qzktsy",
          "AYjGteNb9ViKRwvSUJWeoS1ipK6M7MpT",
          "WbAgAPic8RUpCgRw6Ls5TizkoLWY2ImL",
          "9vghGiVUPy4nVs2VCOvCyfweq1VbQZRV",
          "4f1wBOnT6YMPCIOOPJAKFKmh7e3ed9eF",
          "2WQJqK1pzyATFXHFrT4G4ZxlH5qzktsy",
          "AYjGteNb9ViKRwvSUJWeoS1ipK6M7MpT",
          "WbAgAPic8RUpCgRw6Ls5TizkoLWY2ImL",
          "9vghGiVUPy4nVs2VCOvCyfweq1VbQZRV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Park Maksimir",
        "placeId": "ChIJz7l8terXZUcR_k-oDwggPNc",
        "internationalPhoneNumber": "+385 1 2320 460",
        "reviews": [
          {
            "rating": 5,
            "text": "Founded in 1794, this is the oldest and largest park in Zagreb, and one of the first public parks in Southeastern Europe. It features dense woodlands, open meadows, and five lakes, offering a rich and diverse natural landscape. The park is home to a wide variety of plant and animal species, and is particularly known as a habitat for the Middle Spotted Woodpecker (Dendrocopos medius), a bird that is endangered in Central Europe. On the southern side of the park lies the Zagreb Zoo, established in 1925. The park serves as a peaceful escape into nature and is an ideal spot for walking, picnicking, jogging, and other outdoor activities.",
            "author_name": "Seokjin Ham",
            "relative_time_description": "",
            "time": 1744454261,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very pleasantly surprised to visit this huge green space near the city impressed by glorious historical background. We have good time strolling through the garden taking a leisurely walk. There is something for everyone here. We also like the lake and was happy to many ducks in there too",
            "author_name": "Sam Goh SE",
            "relative_time_description": "",
            "time": 1749418866,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful park in Zagreb easily accessible with the tram from the city center. Visit the zoo, rent a boat, or enjoy one of the multiple coffee shops and restaurants located in the park. Discover both the city park and the forestry area near the back for a relaxing break from the city.",
            "author_name": "See Zagreb",
            "relative_time_description": "",
            "time": 1756643450,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.park-maksimir.hr/",
        "index": 2,
        "id": "",
        "categories": [
          "Park",
          "Outdoor Activities",
          "Zoos"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 188,
            "2": 112,
            "3": 469,
            "4": 2188,
            "5": 18227
          }
        },
        "minMinutesSpent": 150,
        "latitude": 45.82436,
        "address": "Maksimirski perivoj 1, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJdQJAUPjWZUcRlzOXEYN5AHM",
        "generalDescription": "King Tomislav’s Square, also known as Tomislavac, is a vibrant public space in Zagreb featuring an art pavilion and a towering statue of King Tomislav. The square hosts special events such as the Zagreb Classic festival of classical music during the summer months, where visitors can enjoy performances by a symphony orchestra in the beautiful adjacent park. Additionally, the square is home to Ice Park during the winter season, offering ice skating and cultural events amidst festive stalls.",
        "utcOffset": 120,
        "maxMinutesSpent": 60,
        "longitude": 15.97867,
        "rating": 4.8,
        "numRatings": 7359,
        "sources": [
          {
            "id": "1924906",
            "type": "webPlacesList",
            "url": "https://www.lovezagreb.hr/topics/more-than-words/the-best-locations-in-zagreb-for-the-best-pictures",
            "sourceSite": "Web",
            "snippet": "One of the locations is King Tomislav Square, which welcomes you first if you come to Zagreb by train, especially if you come in the spring when the famous magnolias are blooming. Spring has not come if you do not take pictures under the beautiful magnolias.",
            "siteName": "lovezagreb.hr",
            "shortName": "Where To Take The Best Selfie In Zagreb?",
            "indexInSource": 0,
            "iconSiteId": 62713,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "TRhBwgwyioeMHgubhWXDqhnkONjWjNKe",
          "8ufMcSdsQb4PcYOuR4QMJIiJizatZvKP",
          "Gfo3wYYHsK5T2dvQ6nDlPL7bjcByiiUD",
          "4E7DoPU23ceW5lTxDXq6yKJArSPDbdTV",
          "gqVjOhiPOa5bphTX6EPINt5UnEdHU5YS",
          "TRhBwgwyioeMHgubhWXDqhnkONjWjNKe",
          "8ufMcSdsQb4PcYOuR4QMJIiJizatZvKP",
          "Gfo3wYYHsK5T2dvQ6nDlPL7bjcByiiUD",
          "4E7DoPU23ceW5lTxDXq6yKJArSPDbdTV",
          "gqVjOhiPOa5bphTX6EPINt5UnEdHU5YS"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Trg Kralja Tomislava",
        "placeId": "ChIJdQJAUPjWZUcRlzOXEYN5AHM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful vast open park in the centre of Zagreb - it contains Tomislav's statue among other historical places. Its vibrant atmosphere attracts both locals and tourists to enjoy sitting on the terraces with a coffee, cream cakes and open views.",
            "author_name": "Mat Bienczyk",
            "relative_time_description": "",
            "time": 1739369426,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "As part of Lenuci's Horseshoe, this square is also known as Tomislavac. It was originally named after Austrian Emperor Franz Joseph I, but in 1927, it was renamed to honor King Tomislav, the first king of Croatia. At the southern end of the square stands a bronze equestrian statue of King Tomislav, created by Robert Frangeš-Mihanović in 1938 and installed in 1947. On the northern side is the Art Pavilion, built in 1898, which now serves as one of Zagreb's key art exhibition spaces. Each winter, the square transforms into a popular ice skating destination, with a large outdoor rink set up for both locals and visitors. During this festive season, the entire area is illuminated and beautifully decorated, creating a magical holiday atmosphere.",
            "author_name": "Seokjin Ham",
            "relative_time_description": "",
            "time": 1744342777,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very clean and nice place to walk. Square was good maintenances a lot of green! Nice flowers.",
            "author_name": "Hans Cornelissen",
            "relative_time_description": "",
            "time": 1755094376,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "City park",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 51,
            "2": 29,
            "3": 208,
            "4": 1031,
            "5": 6042
          }
        },
        "minMinutesSpent": 60,
        "latitude": 45.806548,
        "address": "10, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJHR3v-AHXZUcR-W1_Hi9RKzE",
        "generalDescription": "The Cathedral of Zagreb is a grand Roman Catholic edifice that underwent restoration in the 1990s. It hosts concerts like The Organs of the Zagreb Cathedral and Evenings on Gric cycle. The cathedral is a significant part of Zagreb's iconic buildings, along with other landmarks such as Croatian National Theatre and St. Mark's Church.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.979438,
        "rating": 4.6,
        "numRatings": 17145,
        "sources": [
          {
            "id": "1924892",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/news/the-12-most-instagrammable-places-in-zagreb-090118",
            "sourceSite": "Web",
            "snippet": "A post shared by Suvayan Saha (@sahasuvayan) on Aug 5, 2018 at 7:31am PDT. A post shared by Николай Литюк (@nick_luni) on Aug 16, 2018 at 11:10am PDT",
            "siteName": "Time Out",
            "shortName": "The 12 most instagrammable places in Zagreb",
            "indexInSource": 0,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "260651",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/zagreb-hr-cc-z.htm",
            "sourceSite": "Web",
            "snippet": "Zagreb Cathedral was erected on the site of a previous structure destroyed by the Tartars in the early 1200s. Famous for its two ornately decorated spires, the present cathedral was built in the later half of the 13th century, although many alterations and renovations have been made since that have changed the structure dramatically. Most recently, the earthquake of 1880 destroyed large sections, including the dome and bell tower, although reconstruction maintained the original medieval design.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Things to Do in Zagreb",
            "indexInSource": 0,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460991",
            "type": "webPlacesList",
            "url": "https://citypal.me/local-tips/zagreb/top-10-must-see-sights-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "The Zagreb Cathedral is impressive, with its 108m in high, the tallest building in Croatia with exceptional example of change through ages and architectural styles (primary neo - gothic). It is one of the most recognizable symbols of Zagreband apeaceful and holy place worth of detail tour inside. During the Sunday Masses magnificent organs takes youlike the time machine to the past times and creates a special atmosphere which transcends religious and language barriers.",
            "siteName": "CityPal",
            "shortName": "Top 10 must see sights in Zagreb",
            "indexInSource": 1,
            "iconSiteId": 1682,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460993",
            "type": "webPlacesList",
            "url": "https://dametraveler.com/a-photography-lovers-guide-to-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "There is no better place to start this photography guide than with a picture of Zagreb Cathedral (also known as  the  Cathedral of the Assumption of the Blessed Virgin Mary). The magnificent towers, golden statues andNeo-Gothic style are breathtaking. Don’t forget to  have a look  inside because the  ornamented columns and interior of the church are quite impressive as well.",
            "siteName": "Dame Traveler",
            "shortName": "A Photography Lover’s Guide to Zagreb, Croatia",
            "indexInSource": 0,
            "iconSiteId": 39893,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460994",
            "type": "webPlacesList",
            "url": "https://sofiaadventures.com/most-instagrammable-places-in-zagreb-photography-spots/",
            "sourceSite": "Web",
            "snippet": "Zagreb Cathedral is one of the most famous sites in the city, but it’s constantly under construction so photographs from above tend to be a bit on the disappointing side. I love this pic taken from street level because it de-emphasizes the construction at the top and shows off the beautiful street-level view.",
            "siteName": "Sofia Adventures",
            "shortName": "25 Insanely Instagrammable Places in Zagreb",
            "indexInSource": 6,
            "iconSiteId": 887,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "414964",
            "type": "webPlacesList",
            "url": "https://www.culturalplaces.com/blog/top-10-instagrammable-places-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Every European city has its main cathedral and so does Zagreb, and it’s really good looking one. Its twin towers are a must on every serious Instagram feed. The inside of it looks even more beautiful and is so picturesque with its statues, paintings, and inscriptions in a Slavic script.",
            "siteName": "culturalplaces.com",
            "shortName": "Top 10 Instagrammable Places in Zagreb – Cultural Places Blog",
            "indexInSource": 3,
            "iconSiteId": 28268,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924879",
            "type": "webPlacesList",
            "url": "https://rebookify.com/blog/pictureperfect-zagreb-top-5-photogenic-locations-in-croatias-capital",
            "sourceSite": "Web",
            "snippet": "The towering spires of the Zagreb Cathedral dominate the city's skyline and are visible from various points around the city. Capture the Gothic architecture and detailed façade of the cathedral, or frame a shot from one of the nearby streets for a stunning urban landscape photo.",
            "siteName": "rebookify.com",
            "shortName": "Picture-Perfect Zagreb: Top 5 Photogenic Locations in Croatia\\'s Capital",
            "indexInSource": 1,
            "iconSiteId": 142194,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "461000",
            "type": "webPlacesList",
            "url": "https://adarasblogazine.com/things-to-do-in-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "This 13th-century cathedral, with its neo-Gothic twin spires, can be seen from almost anywhere in Zagreb. It towers 108 m (354 ft) over the city and is not only a landmark and one of the city's top attractions but also the tallest building in Croatia.",
            "siteName": "ADARAS Blogazine",
            "shortName": "16 Best Things to Do in Zagreb, Croatia",
            "indexInSource": 0,
            "iconSiteId": 1228,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "w17DyUnKlqcZL3z2DlecnwuENDtDmCpN",
          "0dfcJQ83ztp2QAZDtgIiBGTQZOHwP79V",
          "1XY3YXD3qeXiuO1MlpIHJQqwXFwNIlzI",
          "JbbS8oZUi6CP7dc3mILyxnMs0R0pd8m3",
          "lapZlrV0HGvBZNLR3ncPaTHzFmMO4JJg",
          "w17DyUnKlqcZL3z2DlecnwuENDtDmCpN",
          "0dfcJQ83ztp2QAZDtgIiBGTQZOHwP79V",
          "1XY3YXD3qeXiuO1MlpIHJQqwXFwNIlzI",
          "JbbS8oZUi6CP7dc3mILyxnMs0R0pd8m3",
          "lapZlrV0HGvBZNLR3ncPaTHzFmMO4JJg"
        ],
        "openingPeriods": [],
        "name": "Cathedral of Zagreb",
        "placeId": "ChIJHR3v-AHXZUcR-W1_Hi9RKzE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It is a great piece of architecture just 100 meters from main square. Inside it is very beautiful. It has a small connection with Las Vegas. A Croatian owner of a casino in Las Vegas had gifted them 3 chandeliers which are prominently displayed though they look little out of place. The atmosphere inside was very calm and soothing. It is better to see with a guide who can explain the great historical background. Worth seeing !!",
            "author_name": "Balkrishna Shroff",
            "relative_time_description": "",
            "time": 1756540050,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The cathedral has been under renovation for a few years now, but it still is a pleasant sight to see. Under renovation means no access to the inside as well; was gated off for the majority of the time.  It is the second tallest building in Croatia and the most monumental sacral building of Gothic architecture southeast of the Alps.",
            "author_name": "Mat Bienczyk",
            "relative_time_description": "",
            "time": 1738762420,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Looks interesting from the outside, but it's temporarily closed (due to further renovations?). There are some old Medieval-looking city walls and fortifiations right next to the cathedral, but those are also inaccessible (at least from the sides nearest the cathedral) due to the work being done.",
            "author_name": "Karyn",
            "relative_time_description": "",
            "time": 1750925814,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://katedrala.hr/",
        "index": 4,
        "id": "",
        "categories": [
          "Catholic cathedral",
          "Sights & Landmarks",
          "Cathedral",
          "Architectural Buildings",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 243,
            "2": 157,
            "3": 853,
            "4": 3281,
            "5": 12612
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.814622,
        "address": "Kaptol 31, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJbfV5l_DWZUcR0-WX1Td7oc0",
        "generalDescription": "The Botanical Garden of the Faculty of Science, University of Zagreb is a serene oasis in the city, originally established in 1890 as a research area for the Faculty of Botany. Spanning five hectares as part of Zagreb's Green Horseshoe, it offers a diverse collection of roughly 10,000 plant species including annuals, perennials, trees, and aquatic plants in two ponds.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 15.971235,
        "rating": 4.6,
        "numRatings": 7251,
        "sources": [
          {
            "id": "260651",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/zagreb-hr-cc-z.htm",
            "sourceSite": "Web",
            "snippet": "The Botanical Garden (Botanicki Vrt) was originally built as a research area for Zagreb University's Faculty of Botany. Encompassing some 50,000 square meters, it's part of a series of parks, which form the city's \"Green Horseshoe\" in Donji Grad. On the grounds are an arboretum, two ponds with numerous aquatic plants, an ornamental bridge, and some 10,000 different plant species, making for a pleasant escape from the city and a great place to relax or take a walk.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Things to Do in Zagreb",
            "indexInSource": 11,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "cufiFmUMDlBLalJGYkxaLlFoXVS1nwBc",
          "NkQwqF4vRG0o5g4dL92FGWcimK4ylWjB",
          "TZMTb4QWI7ChajrOX4VrGTIzf2uLWgYl",
          "DhrUTJ2pNgdzLUfqVGq2tcZtwhAj6aOD",
          "HuuUe1j2I7JOpmO5emqMI2zFEPKZy5gS",
          "cufiFmUMDlBLalJGYkxaLlFoXVS1nwBc",
          "NkQwqF4vRG0o5g4dL92FGWcimK4ylWjB",
          "TZMTb4QWI7ChajrOX4VrGTIzf2uLWgYl",
          "DhrUTJ2pNgdzLUfqVGq2tcZtwhAj6aOD",
          "HuuUe1j2I7JOpmO5emqMI2zFEPKZy5gS"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1430"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1430"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Botanical Garden of the Faculty of Science, University of Zagreb",
        "placeId": "ChIJbfV5l_DWZUcR0-WX1Td7oc0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very beautiful well maintained place, so much air and lovely flowers fragrance. I loved the relaxing vibes. So many trees and birds and butterflies. Feels like paradise.\nI would only clean the pond where the frogs and turtles sit as it seems like there is some kind of oily material that needs to be cleaned.  And it seems like there are lost cute frogs in the (not working) kind of fountain next to the small closed humid greenhouse, and i feel like they dont need to be there and instead be taken to the big pond. They dont have where to hide or what to eat in there :/",
            "author_name": "Sharon Kapon",
            "relative_time_description": "",
            "time": 1745099163,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Even though it delayed our Zagreb sightseeing tour about an hour, because my mother's a real botanic enthusiast, it was even an interesting place to visit for me and my father - even though we do not understand quite a lot around plants. The 2€ were definitely worth it!",
            "author_name": "TheGeorg278",
            "relative_time_description": "",
            "time": 1756579553,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely beautiful garden even in nearly fall. I had an absolutely wonderful time walking around the garden looking at everything. It was early September, so I'm sure it's much more magnificent in Spring/ Summer. I also really liked looking at the art exhibit housed in the read building, hard to believe it was all done by high schoolers.",
            "author_name": "Danielle King",
            "relative_time_description": "",
            "time": 1758224073,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://botanickivrt.biol.pmf.hr/",
        "index": 5,
        "id": "",
        "categories": [
          "Botanical garden",
          "Nature & Parks",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 100,
            "2": 121,
            "3": 482,
            "4": 1367,
            "5": 5185
          }
        },
        "minMinutesSpent": 90,
        "latitude": 45.80544,
        "address": "Marulićev trg 9a, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJb0U_xv7WZUcR9mxGoR4CquI",
        "generalDescription": "Zrinjevac is a picturesque tree-lined park located in the city center, offering a serene escape with its towering trees, charming gazebos, and delightful fountains. The park features colorful flower arrangements and hosts various events throughout the year, including concerts in the elevated orchestra pavilion. Visitors can enjoy leisurely strolls, find peaceful spots to read or simply take in the tranquil ambiance. Zrinjevac is particularly enchanting during summer events and the festive Christmas market during winter.",
        "utcOffset": 120,
        "maxMinutesSpent": 60,
        "longitude": 15.978311,
        "rating": 4.8,
        "numRatings": 8176,
        "sources": [
          {
            "id": "1924892",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/news/the-12-most-instagrammable-places-in-zagreb-090118",
            "sourceSite": "Web",
            "snippet": "A post shared by 🎀🌸 Margina Radovac 🌸🎀 (@maggyradovac) on Aug 13, 2018 at 12:17pm PDT. A post shared by Yuya Matsuo (@esejapan) on Jul 12, 2018 at 7:58am PDT",
            "siteName": "Time Out",
            "shortName": "The 12 most instagrammable places in Zagreb",
            "indexInSource": 1,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460991",
            "type": "webPlacesList",
            "url": "https://citypal.me/local-tips/zagreb/top-10-must-see-sights-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Zrinjevac is one of the oldest and the most beautiful parks in Zagreb. It is situated only 200m from the main city square with picturesque trees, old pavilion,an antique weather station, statues and fountains surrounded by impressive mansions and grand buildings. Great peaceful place to sit down on a bench/grass, relax and watch the people pass by or enjoy in classic concerts on the weekend mornings.",
            "siteName": "CityPal",
            "shortName": "Top 10 must see sights in Zagreb",
            "indexInSource": 5,
            "iconSiteId": 1682,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "414964",
            "type": "webPlacesList",
            "url": "https://www.culturalplaces.com/blog/top-10-instagrammable-places-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Not far from the main Zagreb square there is one magnificent park – Zrinjevac park. It’s one of the best places to relax and gets very picturesque in the summer when there are various DJ parties happening there and, in the winter, when it’s Christmas time and everything is decorated so nicely. © Branko Radovanović/ CC BY-SA 4.0",
            "siteName": "culturalplaces.com",
            "shortName": "Top 10 Instagrammable Places in Zagreb – Cultural Places Blog",
            "indexInSource": 2,
            "iconSiteId": 28268,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "461000",
            "type": "webPlacesList",
            "url": "https://adarasblogazine.com/things-to-do-in-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "Another park worth mentioning is Zrinjevac Park – just between the main square and the main railway station. It's one of the loveliest hangout spots in Zagreb. The green park is filled with trees, flowers, and fountains and is framed by beautiful old buildings.",
            "siteName": "ADARAS Blogazine",
            "shortName": "16 Best Things to Do in Zagreb, Croatia",
            "indexInSource": 7,
            "iconSiteId": 1228,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924891",
            "type": "webPlacesList",
            "url": "https://bigseventravel.com/7-most-instagrammable-spots-zagreb/",
            "sourceSite": "Web",
            "snippet": "One of loveliest hangout spots in Zagreb is this picturesque park near the main railway station. In summer there’s DJs and pop-up stalls and in winter you can sip on mulled wine among fairylights. No better place to relax in the city.",
            "siteName": "Big 7 Travel",
            "shortName": "The 7 Most Instagrammable Spots In Zagreb",
            "indexInSource": 5,
            "iconSiteId": 4269,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460994",
            "type": "webPlacesList",
            "url": "https://sofiaadventures.com/most-instagrammable-places-in-zagreb-photography-spots/",
            "sourceSite": "Web",
            "snippet": "https://www.instagram.com/p/Bu_ueRdlWAj/ These two parks located across the street from one another are both beautiful, but the most photographed spot here is the beautiful gazebo and the gardens.",
            "siteName": "Sofia Adventures",
            "shortName": "25 Insanely Instagrammable Places in Zagreb",
            "indexInSource": 3,
            "iconSiteId": 887,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924912",
            "type": "webPlacesList",
            "url": "https://veronikasadventure.com/zagreb-most-instagrammable-photo-spots-guided-tour/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Veronika\\'s Adventure",
            "shortName": "Zagreb: Most Instagrammable Photo Spots Guided Tour",
            "indexInSource": 2,
            "iconSiteId": 17363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "suKN2EIDqUXe0XfK3wQw5lMBR7J5bSix",
          "6P7pugE3DnUpgFWIQy22yyMsfNTy7MpY",
          "EbDxkCUtFcnb1v04H1qgMUAFddDP3rdq",
          "u7rDHHWrd3ld0oGyMBruDWs7k6GAMxJk",
          "zGXCjCgTRIgOyuQqmtKBZPt8tQ91d3QI",
          "suKN2EIDqUXe0XfK3wQw5lMBR7J5bSix",
          "6P7pugE3DnUpgFWIQy22yyMsfNTy7MpY",
          "EbDxkCUtFcnb1v04H1qgMUAFddDP3rdq",
          "u7rDHHWrd3ld0oGyMBruDWs7k6GAMxJk",
          "zGXCjCgTRIgOyuQqmtKBZPt8tQ91d3QI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Zrinjevac Park",
        "placeId": "ChIJb0U_xv7WZUcR9mxGoR4CquI",
        "internationalPhoneNumber": "+385 1 6598 888",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful park located in the center of Zagreb. It stretches across several streets. A lot of interesting plants, well-kept grass. In addition, the buildings make a big impression. It is worth walking through this park and admiring its beauty. I recommend it!",
            "author_name": "Szymon Warzybok",
            "relative_time_description": "",
            "time": 1722435478,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice clean park with many fountains, plants blooming, benches, and various small statues. It's very close to the city centre, and close to local transportation.",
            "author_name": "Mat Bienczyk",
            "relative_time_description": "",
            "time": 1739282346,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "As part of the Lenuci's Horseshoe, this park is officially named Trg Nikole Šubića Zrinskog (Nikola Šubić Zrinski Square). Established in 1892, the area was originally used for agriculture and livestock markets but was transformed into a public park as part of an urban beautification project. The park features a music pavilion, a meteorological column, fountains, and busts of notable historical figures. During Advent in Zagreb, the park is beautifully decorated with lights and festive ornaments, becoming a lively venue for concerts, performances, and holiday markets.",
            "author_name": "Seokjin Ham",
            "relative_time_description": "",
            "time": 1744338705,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.zrinjevac.hr/",
        "index": 6,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 47,
            "2": 34,
            "3": 177,
            "4": 971,
            "5": 6953
          }
        },
        "minMinutesSpent": 60,
        "latitude": 45.810294,
        "address": "Zrinjevac 7, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJLxwBi_3WZUcR_R9fe_VXRu0",
        "generalDescription": "Market Dolac is a bustling and vibrant market located in Zagreb, offering a wide variety of goods from fresh fruits and vegetables to local cheeses and meats. The market features both indoor and outdoor stalls, creating an authentic and lively atmosphere. Visitors can enjoy the picturesque setting with iconic red umbrellas against the backdrop of the Cathedral of Zagreb and old town structures, making it a perfect spot for photography and people-watching.",
        "utcOffset": 120,
        "maxMinutesSpent": 45,
        "longitude": 15.977203,
        "rating": 4.5,
        "numRatings": 8164,
        "sources": [
          {
            "id": "268359",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-zagreb",
            "sourceSite": "Web",
            "snippet": "One of my favorite things to do anywhere I go is to visit the market. It is why I will give a dear suggestion. If you are unsure what to do in Zagreb yet, just head to the Dolac Market right away!",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Zagreb",
            "indexInSource": 0,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "461000",
            "type": "webPlacesList",
            "url": "https://adarasblogazine.com/things-to-do-in-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "Dolac Market is a farmer's market located in Gornji Grad, just a few meters away from the main city square, Ban Jelačić Square.",
            "siteName": "ADARAS Blogazine",
            "shortName": "16 Best Things to Do in Zagreb, Croatia",
            "indexInSource": 5,
            "iconSiteId": 1228,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZkAfmOqqxVBGcC7iSl6EgDdFc5AkQLyj",
          "JLNTQ7k9xE9EicD2QdMuiaUDi1NweaEw",
          "3Pvy4Z6jkOfnyEigstNuDcALKo0eGSn2",
          "w4h9eAsWI8F5Fa1Ad9T0abZoJQ5tutMx",
          "om98758Dd04ZAdBH5k5RKUI4dUSlyKoC",
          "ZkAfmOqqxVBGcC7iSl6EgDdFc5AkQLyj",
          "JLNTQ7k9xE9EicD2QdMuiaUDi1NweaEw",
          "3Pvy4Z6jkOfnyEigstNuDcALKo0eGSn2",
          "w4h9eAsWI8F5Fa1Ad9T0abZoJQ5tutMx",
          "om98758Dd04ZAdBH5k5RKUI4dUSlyKoC"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0630"
            },
            "close": {
              "day": 0,
              "time": "1500"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0630"
            },
            "close": {
              "day": 1,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0630"
            },
            "close": {
              "day": 2,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0630"
            },
            "close": {
              "day": 3,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0630"
            },
            "close": {
              "day": 4,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0630"
            },
            "close": {
              "day": 5,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0630"
            },
            "close": {
              "day": 6,
              "time": "1400"
            }
          }
        ],
        "name": "Dolac Market",
        "placeId": "ChIJLxwBi_3WZUcR_R9fe_VXRu0",
        "internationalPhoneNumber": "+385 1 6422 501",
        "reviews": [
          {
            "rating": 5,
            "text": "Awesome market with wide variety of local and regional products. Very friendly sellers despite the language barrier offering free tasting for fruits especially. Cash only. The fish market is also bustling and has lots of offerings. Truly enjoyed the experience here.",
            "author_name": "Rabii Kalboussi",
            "relative_time_description": "",
            "time": 1757225055,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We arrived in Zagreb with modest expectations, picturing a city still clinging to its past – old, grey, and somewhat stuck in the shadows of its former Eastern Bloc days. But what we found couldn't have been more different. Zagreb is a city reborn.\n\nThe transformation is remarkable. The streets are vibrant and full of life, with outdoor restaurants and cafés on nearly every corner, buzzing with locals and travelers alike. The atmosphere is warm and welcoming – it feels like the whole city is out enjoying life together.\n\nModern shops line the main streets, blending seamlessly with the charming old-world architecture. It's a city where history and progress live side by side. You still catch glimpses of the past in the cobbled streets and historic facades, but there's a fresh energy that gives Zagreb a unique soul.\n\nWhat a wonderful surprise this city turned out to be – alive, modern, and full of character. We'll definitely be back.",
            "author_name": "dan safra",
            "relative_time_description": "",
            "time": 1745550338,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The red umbrellas at Dolac Market aren't just for shade-they're a symbol of Zagreb's local culture.\nThey were inspired by traditional outfits from Šestine, a village just north of the city, where women wore red checkered skirts and carried red parasols.\nDolac is a great place to get a real feel for everyday life in Zagreb.\nThe colors, the smells, the buzz-it's the kind of spot that really brings your trip to life.",
            "author_name": "Anais Han",
            "relative_time_description": "",
            "time": 1753583503,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.trznice-zg.hr/default.aspx?id=298",
        "index": 7,
        "id": "",
        "categories": [
          "Market",
          "Food & Drink",
          "Butcher shop",
          "Butcher shop deli",
          "Farmers Markets"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 145,
            "2": 130,
            "3": 542,
            "4": 1719,
            "5": 5628
          }
        },
        "minMinutesSpent": 45,
        "latitude": 45.814237,
        "address": "Dolac 9, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJpe7-NB3XZUcRhluyxHW0U9o",
        "generalDescription": "Saint Mark’s Church is a monumental Catholic church in Zagreb, constructed in the 13th century and located in St. Mark's Square. The church features a medieval-style architecture with a Baroque bell tower added in the 17th century. Its most recognizable feature is the colorfully tiled roof depicting the city's emblem and Croatian coat of arms, making it a popular spot for history enthusiasts and photographers alike.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.973615,
        "rating": 4.6,
        "numRatings": 4893,
        "sources": [
          {
            "id": "1924912",
            "type": "webPlacesList",
            "url": "https://veronikasadventure.com/zagreb-most-instagrammable-photo-spots-guided-tour/",
            "sourceSite": "Web",
            "snippet": "From the colorful tiles of St. Mark’s Church to the poignant Museum of Broken Relationships, each location tells a unique story, perfect for social media enthusiasts. Yet, it’s not just about the photos; the journey through Zagreb’s rich culture and history promises unexpected insights that linger long after the camera clicks. What hidden gems will they discover along the way?",
            "siteName": "Veronika\\'s Adventure",
            "shortName": "Zagreb: Most Instagrammable Photo Spots Guided Tour",
            "indexInSource": 0,
            "iconSiteId": 17363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924891",
            "type": "webPlacesList",
            "url": "https://bigseventravel.com/7-most-instagrammable-spots-zagreb/",
            "sourceSite": "Web",
            "snippet": "This is one of the oldest buildings in Zagreb dating from the 13th century. It’s also the most iconic building in the city, thanks to its signature colourful tiled roof. Stand in front of it, look up at its beauty and capture the moment.",
            "siteName": "Big 7 Travel",
            "shortName": "The 7 Most Instagrammable Spots In Zagreb",
            "indexInSource": 3,
            "iconSiteId": 4269,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "268359",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-zagreb",
            "sourceSite": "Web",
            "snippet": "Being one of the oldest buildings in this city, it is widely recognized for its signature colorful tiled roof. You cannot mistake it for anything else!. Besides this fact, it also will be a great color splash on your Zagreb trip feed.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Zagreb",
            "indexInSource": 1,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "414964",
            "type": "webPlacesList",
            "url": "https://www.culturalplaces.com/blog/top-10-instagrammable-places-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Go a bit more uphill and find St. Mark’s church – one of the oldest buildings in Zagreb, dating back to the 13th century. Take a photo of its magnificent roof with colourful tiles.",
            "siteName": "culturalplaces.com",
            "shortName": "Top 10 Instagrammable Places in Zagreb – Cultural Places Blog",
            "indexInSource": 5,
            "iconSiteId": 28268,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Va3scme8IjObrTI6QlmupKzVg25UIuOm",
          "5Rto5ODo7Aqnu5oNHKnomhs25qo6QviY",
          "ByRMSUIcrjsk1qcxNKDCQizRUy9z4oAS",
          "BgUY47MNnuZ33MQUv7zuOuJPWQL0E2R8",
          "adVGL1Evz4DDKPcB9z8ejdebvxdGh3uB",
          "Va3scme8IjObrTI6QlmupKzVg25UIuOm",
          "5Rto5ODo7Aqnu5oNHKnomhs25qo6QviY",
          "ByRMSUIcrjsk1qcxNKDCQizRUy9z4oAS",
          "BgUY47MNnuZ33MQUv7zuOuJPWQL0E2R8",
          "adVGL1Evz4DDKPcB9z8ejdebvxdGh3uB"
        ],
        "openingPeriods": [],
        "name": "St. Mark’s Church",
        "placeId": "ChIJpe7-NB3XZUcRhluyxHW0U9o",
        "internationalPhoneNumber": "+385 1 4851 611",
        "reviews": [
          {
            "rating": 5,
            "text": "Saint Mark's Church uniquely colourful tiled roof makes it a Zagreb icon! Also, it is one of the oldest buildings in the city dating from the 13th century. Depending on the time or day, this section of the main square is bordered off by security due to government meetings so you may not get to see inside the church!",
            "author_name": "Mat Bienczyk",
            "relative_time_description": "",
            "time": 1738591078,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A church with a unique, very beautiful roof. It is located in the very center, I definitely recommend visiting it when walking around Zagreb. It is currently under restoration, does not work, but they promise to open it soon.",
            "author_name": "Andraz Pisek",
            "relative_time_description": "",
            "time": 1746186795,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "St. Mark's Church dates back to 13 cent and is located on top of the upper town on the same name square housing the Croatian parliament next door. Most distinctive and eye catching feature are the Croatian and Zagreb coat of arms on its roof.\nUnfortunately the Church is closed currently for renovations.",
            "author_name": "Dejan Braki",
            "relative_time_description": "",
            "time": 1747381626,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://zupa-svmarkaev.hr/",
        "index": 8,
        "id": "",
        "categories": [
          "Basilica",
          "Sights & Landmarks",
          "Church",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 83,
            "2": 47,
            "3": 305,
            "4": 956,
            "5": 3510
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.816425,
        "address": "Trg Sv. Marka 5, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJ6wIP6wLXZUcRc6jHggz9Vgg",
        "generalDescription": "Stone Gate is a historic city gate in Zagreb's Old Town, dating back to the 13th century and serving as part of the city's fortification. It now houses a small chapel dedicated to the Virgin Mary, drawing pilgrims who believe in its miraculous healing powers. The gate is adorned with candles from visitors offering silent prayers, creating a serene atmosphere.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.975287,
        "rating": 4.7,
        "numRatings": 6301,
        "sources": [
          {
            "id": "260651",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/zagreb-hr-cc-z.htm",
            "sourceSite": "Web",
            "snippet": "Another important medieval structure is the famous Stone Gate (Kamenita Vrata), the last of five original city gates, and also found in Upper Town. Built in the 13th century, the building famously survived a fire in 1731, as did its painting of Mary and Jesus. To commemorate the important relic, a chapel was built to house the painting, which has been the subject of pilgrimages ever since and can still be seen behind a metal grille.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Things to Do in Zagreb",
            "indexInSource": 3,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "wp6SG8zo9Vrr4oV5zB9eAJo11CEPPiLA",
          "oXNAFMvC57WC8NbWTUt8ejei6eBYSPUa",
          "tQBZwHRTsdBlMKqXUKsWFzqQXaFKPTfW",
          "ccPAmJSXjVUEM6f4Hpf07D3DRybXfT8s",
          "UnhVCg5hgcIUwfz8bLHdFS4QyqJNKafX",
          "wp6SG8zo9Vrr4oV5zB9eAJo11CEPPiLA",
          "oXNAFMvC57WC8NbWTUt8ejei6eBYSPUa",
          "tQBZwHRTsdBlMKqXUKsWFzqQXaFKPTfW",
          "ccPAmJSXjVUEM6f4Hpf07D3DRybXfT8s",
          "UnhVCg5hgcIUwfz8bLHdFS4QyqJNKafX"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Stone Gate",
        "placeId": "ChIJ6wIP6wLXZUcRc6jHggz9Vgg",
        "internationalPhoneNumber": "+385 1 4851 611",
        "reviews": [
          {
            "rating": 5,
            "text": "A beautiful, special place, where people can stop by and say a quiet prayer. There are church pews outside on the street! Very unique, loved it.",
            "author_name": "Tommy Nash",
            "relative_time_description": "",
            "time": 1739820441,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is the only preserved medieval city gate in Zagreb, originally built in the early 13th century as part of the city's defensive walls. In 1731, a major fire destroyed most of the structure, but miraculously, a painting of the Virgin Mary and the infant Jesus remained untouched by the flames. Since then, the site has been regarded as a shrine dedicated to the Virgin Mary, with prayers, candles, and messages of gratitude continuously offered. Each year on May 31, a special celebration in honor of the Virgin Mary takes place here.",
            "author_name": "Seokjin Ham",
            "relative_time_description": "",
            "time": 1744245324,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very interesting place. It is better to come early in the morning, so that there are no crowds of tourists. It is interesting to look at the huge number of plaques with requests. Nearby is a monument to St. George the Victorious.",
            "author_name": "Andraz Pisek",
            "relative_time_description": "",
            "time": 1746187072,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://zupa-svmarkaev.hr/home/kamenita-vrata/",
        "index": 9,
        "id": "",
        "categories": [
          "Religious destination",
          "Sights & Landmarks",
          "Historical landmark",
          "Sacred & Religious Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 62,
            "2": 61,
            "3": 364,
            "4": 903,
            "5": 4913
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.815822,
        "address": "Kamenita ul. 1, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJPYZvTf3WZUcRegnR41CTPSU",
        "generalDescription": "Strossmayer Promenade, located in Zagreb's Upper Town, offers a picturesque urban green space with chestnut trees and stunning city views. Visitors can access it via a short funicular ride from Ilica and witness the unique tradition of couples locking padlocks to railings as a symbol of eternal love. During the summer, Strossmayer Promenade hosts 'Summer on Stross,' featuring live concerts, art workshops, puppet theater, and various contests.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.972642,
        "rating": 4.8,
        "numRatings": 1372,
        "sources": [
          {
            "id": "1924906",
            "type": "webPlacesList",
            "url": "https://www.lovezagreb.hr/topics/more-than-words/the-best-locations-in-zagreb-for-the-best-pictures",
            "sourceSite": "Web",
            "snippet": "If you want a selfie with a panorama of the city in the background, the best location for that is undoubtedly Strossmayer Promenade, located in the Upper Town. This promenade offers a beautiful view of the city center and all its sights.",
            "siteName": "lovezagreb.hr",
            "shortName": "Where To Take The Best Selfie In Zagreb?",
            "indexInSource": 2,
            "iconSiteId": 62713,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460993",
            "type": "webPlacesList",
            "url": "https://dametraveler.com/a-photography-lovers-guide-to-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "Just  below the panoramic viewpoint, you’ll find a unique collection of street art. If you continue walking, you’ll get to the lovely  Strossmayer Promenade. This is one of the most famous photo spots in Zagreb.",
            "siteName": "Dame Traveler",
            "shortName": "A Photography Lover’s Guide to Zagreb, Croatia",
            "indexInSource": 3,
            "iconSiteId": 39893,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jtHcPlvEwfq0MRRb0paL13DNJVnbuV19",
          "FjDwoewnNaXl0EGc67HhbChkGRmjoE2i",
          "O6g9wjIVVZFyHgGVrQqzrhkxoHCPsel4",
          "wqMBrJh3T0Y00DuJIdvo2M1VwQDrlW52",
          "IkH3cLj1Zw3fLtZ8967leEJxxQcr8a4w",
          "jtHcPlvEwfq0MRRb0paL13DNJVnbuV19",
          "FjDwoewnNaXl0EGc67HhbChkGRmjoE2i",
          "O6g9wjIVVZFyHgGVrQqzrhkxoHCPsel4",
          "wqMBrJh3T0Y00DuJIdvo2M1VwQDrlW52",
          "IkH3cLj1Zw3fLtZ8967leEJxxQcr8a4w"
        ],
        "openingPeriods": [],
        "name": "Strossmayerovo šetalište",
        "placeId": "ChIJPYZvTf3WZUcRegnR41CTPSU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful goddess who relaxes you without the many lights of the city.",
            "author_name": "Souzie Karagiannidou",
            "relative_time_description": "",
            "time": 1740329094,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Advent time at Strossmayer Promenade is always on of the best part of Advent in Zagreb. A lot of small place to have a drink, hot wine or sausages etc. Very nice decorated with a lot of Christmas lights. During evening is a good time to pay a visit to this place.",
            "author_name": "Mate Pađen",
            "relative_time_description": "",
            "time": 1671992465,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the most beautiful parks in Zagreb. We had a wonderful time here, we'd like to com back. You should also visit this place.",
            "author_name": "Pisák Tamás",
            "relative_time_description": "",
            "time": 1683912018,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Hiking area",
          "Neighborhoods"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 9,
            "3": 42,
            "4": 188,
            "5": 1123
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.814472,
        "address": "16-99, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJmxpBIuXWZUcRrfdWIGjO9fo",
        "generalDescription": "Housed in a grand 1800s building, Mimara Museum is the largest historical art collection in Zagreb. Donated by wealthy patron Ante Topic Mimara, it features European art and decorative objects spanning several centuries. The museum showcases paintings, statues, archaeological finds, oriental carpets, south-east Asian sculpture, Chinese porcelain, and more. The vast private collection includes works attributed to old masters like Raphael and Rembrandt as well as modern pieces by Manet and Renoir.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 15.967241,
        "rating": 4.6,
        "numRatings": 2125,
        "sources": [
          {
            "id": "260651",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/zagreb-hr-cc-z.htm",
            "sourceSite": "Web",
            "snippet": "The Museum of Mimara (Muzej Mimara) was created to house a collection donated by a private collector, Ante Topic Mimara, in 1972. Housed in an 1895 Neo-Renaissance building designed especially for it, this extensive collection covers a wide range of items from a variety of locations and time periods. There's also a fine archaeological collection containing pieces from Ancient Egypt, Mesopotamia, Persia, the Middle East, the Far East, India, as well as Inca and Pre-Inca South America.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Things to Do in Zagreb",
            "indexInSource": 5,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gQe5Vx6mEcos7IeLi9NF48EjCMZBwX7D",
          "4uyTR1HUdlJghDsab0RGmKBM8amR3AOG",
          "D7f6xxPqCnuh8WPs06wn5cTdIASXje41",
          "MeKFkTDg6gHaWqRof8gK7Oz4mt8GuA2I",
          "gQe5Vx6mEcos7IeLi9NF48EjCMZBwX7D",
          "4uyTR1HUdlJghDsab0RGmKBM8amR3AOG",
          "D7f6xxPqCnuh8WPs06wn5cTdIASXje41",
          "MeKFkTDg6gHaWqRof8gK7Oz4mt8GuA2I"
        ],
        "openingPeriods": [],
        "name": "Mimara Museum",
        "placeId": "ChIJmxpBIuXWZUcRrfdWIGjO9fo",
        "internationalPhoneNumber": "+385 1 4828 100",
        "reviews": [
          {
            "rating": 5,
            "text": "We did not stop by but the architecture of the building is stunning from outside and we kept taking pictures whenever we crossed it.",
            "author_name": "Shobana Karthik",
            "relative_time_description": "",
            "time": 1727308654,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Temporary under reconstruction, cause  earthquake hit city couple years ago.",
            "author_name": "Mario Kristić",
            "relative_time_description": "",
            "time": 1743434143,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Is you love art like me, this I the place to get lost for couple of hours , the museum is big, lovely architecture, people working in there are friendly and polite. Toilets are clean, you have access by a lift or stairs to all the floors\n\nI was pleased with the lovely collection of paintings 😍.\nThey have some sculptures and china\nThe cost is 40 kunas and the cloakroom is free.\nHighly recommended to visit this place 😊😊😊",
            "author_name": "Ljubica Banic",
            "relative_time_description": "",
            "time": 1536344971,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.mimara.hr/",
        "index": 11,
        "id": "",
        "categories": [
          "Art museum",
          "Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 40,
            "2": 24,
            "3": 141,
            "4": 389,
            "5": 1531
          }
        },
        "minMinutesSpent": null,
        "latitude": 45.808224,
        "address": "Rooseveltov trg 5, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJb1qoV_3WZUcRqGE4Q3JSbwg",
        "generalDescription": "The Museum of Broken Relationships, located in a baroque palace, showcases personal items from past relationships along with brief synopses. It is a popular tourist attraction and features donated items with humorous descriptions available in multiple languages through QR codes and printed books. Visitors can also contribute their own relationship mementos to enrich the museum's collection. The museum has been recognized for its innovation by receiving the Kenneth Hudson Prize from the European Museum Forum.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 15.973605,
        "rating": 4.3,
        "numRatings": 8376,
        "sources": [
          {
            "id": "260651",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/zagreb-hr-cc-z.htm",
            "sourceSite": "Web",
            "snippet": "Of all the many museums in Zagreb, this one was perhaps my favorite because, frankly, I've never seen anything else quite like it. It is exactly like it sounds — a museum dedicated to mementos that tell the stories of broken hearts and love gone wrong. The Museum of Broken Relationships (Muzej prekinutih veza) is a small museum in the heart of Gornji Grad and can be explored in less than an hour.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Things to Do in Zagreb",
            "indexInSource": 1,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924912",
            "type": "webPlacesList",
            "url": "https://veronikasadventure.com/zagreb-most-instagrammable-photo-spots-guided-tour/",
            "sourceSite": "Web",
            "snippet": "From the colorful tiles of St. Mark’s Church to the poignant Museum of Broken Relationships, each location tells a unique story, perfect for social media enthusiasts. Yet, it’s not just about the photos; the journey through Zagreb’s rich culture and history promises unexpected insights that linger long after the camera clicks. What hidden gems will they discover along the way?",
            "siteName": "Veronika\\'s Adventure",
            "shortName": "Zagreb: Most Instagrammable Photo Spots Guided Tour",
            "indexInSource": 1,
            "iconSiteId": 17363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "88825",
            "type": "webPlacesList",
            "url": "https://www.frankaboutcroatia.com/top-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "Besides, it’s small and it has a nice café with WiFi, a good selection of coffees and teas, and homemade cookies. So you really have no excuse to skip visiting at least this one when in Zagreb (see above for more details).",
            "siteName": "Croatia Travel Guide and Consultation Services for Croatia",
            "shortName": "22 Things To Do In Zagreb: Best Sights, Activities & Tours",
            "indexInSource": 5,
            "iconSiteId": 1191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "461000",
            "type": "webPlacesList",
            "url": "https://adarasblogazine.com/things-to-do-in-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "Close to St. Mark's Church is a museum dedicated to heartbreak. The popular Museum of Broken Relationships tells the story of lost love with crowd-funded everyday objects.",
            "siteName": "ADARAS Blogazine",
            "shortName": "16 Best Things to Do in Zagreb, Croatia",
            "indexInSource": 4,
            "iconSiteId": 1228,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YMuhWl59i1e1FRYN1davri6wsOnJhn1A",
          "XTKqIM0lAwocHPv4NyFEdQ7UBgnDVzQv",
          "BUGORHhI2ldRGjMhn4IMIsOWjne9HYUS",
          "UXYKYEys3zoQLqIQqc9YJmtVcY5t2iL5",
          "v3RgbAoBMfOOGK6W5mBZMzRZTMUsoynK",
          "YMuhWl59i1e1FRYN1davri6wsOnJhn1A",
          "XTKqIM0lAwocHPv4NyFEdQ7UBgnDVzQv",
          "BUGORHhI2ldRGjMhn4IMIsOWjne9HYUS",
          "UXYKYEys3zoQLqIQqc9YJmtVcY5t2iL5",
          "v3RgbAoBMfOOGK6W5mBZMzRZTMUsoynK"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Museum of Broken Relationships",
        "placeId": "ChIJb1qoV_3WZUcRqGE4Q3JSbwg",
        "internationalPhoneNumber": "+385 1 4851 021",
        "reviews": [
          {
            "rating": 5,
            "text": "An amazing museum. The stories really cut through. Some of them were funny but a lot of them were emotional and really touching. It certainly brings back memories and/or a way to feel things buried deep. Such a beautiful idea and the contributions were just superb. The staff were just lovely too! Well done all!!",
            "author_name": "Nick Osborn",
            "relative_time_description": "",
            "time": 1751147547,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A must-go museum that displays an array of relics of lost and broken love. Reading various related stories was so interesting, and I had a very impressive time there. The clerks inside were so kind, and they had a decent souvenir shop and an inside café to chill myself after passing through a lot of heartbreaking stories. If I could, I would rate this place 6 out of 5 stars.",
            "author_name": "Garam Lee",
            "relative_time_description": "",
            "time": 1755964500,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A must see!\n\nA unique museum collection containing various items “of one's affection” that at some point required dismissal for resolution.\nDonor's also offer a vignette of the relationship behind the objects.\n\nDecide for yourself, if and where you fit into these stories  , and have a cathartic experience for a few hours.\n\nThere are 5-6 small rooms , lots of interesting readings that require 1-2 hours of your time.\nClever idea to put together this collection. One that will keep growing as long as humanity is involved!",
            "author_name": "Linda P",
            "relative_time_description": "",
            "time": 1758140098,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://brokenships.com/hr",
        "index": 12,
        "id": "",
        "categories": [
          "Museum",
          "Coffee store",
          "Restaurant",
          "Souvenir store",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 316,
            "2": 313,
            "3": 788,
            "4": 1766,
            "5": 5193
          }
        },
        "minMinutesSpent": 90,
        "latitude": 45.815008,
        "address": "Ćirilometodska ul. 2, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJO9f2UP3WZUcR36vSGxppSsE",
        "generalDescription": "Lotrščak Tower, also known as Kula Lotrscak, is a 13th-century Romanesque tower located in Zagreb. Originally built to guard the southern gate of the Gradec town wall, it has become one of the city's most iconic landmarks. The tower features an observation area that provides panoramic views of Zagreb and its surroundings.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 15.973324,
        "rating": 4.7,
        "numRatings": 4167,
        "sources": [
          {
            "id": "1924892",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/croatia/news/the-12-most-instagrammable-places-in-zagreb-090118",
            "sourceSite": "Web",
            "snippet": "A post shared by Michele • I’m a guy from Italy (@mighele_) on Aug 1, 2018 at 11:03am PDT. A post shared by Ivica Drusany (@ivica.drusany) on Aug 4, 2018 at 6:56am PDT",
            "siteName": "Time Out",
            "shortName": "The 12 most instagrammable places in Zagreb",
            "indexInSource": 3,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "260651",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/zagreb-hr-cc-z.htm",
            "sourceSite": "Web",
            "snippet": "Built to guard the southern gate of the Gradec town wall, the Lotrscak Tower (Kula Lotrscak) dates to the 13th century and has long been one of Zagreb's most recognizable landmarks. Legend has it that this large, square Romanesque tower once held a bell that rang out each night prior to the closing of the gates to warn residents outside the walls to return (anyone left outside would have to remain there for the night). In the 19th century, a fourth floor and windows were added to the tower and a cannon placed on its roof, which has since been fired every day at noon.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Things to Do in Zagreb",
            "indexInSource": 2,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460994",
            "type": "webPlacesList",
            "url": "https://sofiaadventures.com/most-instagrammable-places-in-zagreb-photography-spots/",
            "sourceSite": "Web",
            "snippet": "Some people Instagram photos of the 13th-century tower itself, but my favorite place to take photos from are the top of the tower. If you climb the 106 steps to the top, you’re rewarded with views of the rooftops of St. Mark’s Square from one side, Zagreb Cathedral from a different side, and to the train station from a third. Standing at the top is one of my absolute favorite memories of the city.",
            "siteName": "Sofia Adventures",
            "shortName": "25 Insanely Instagrammable Places in Zagreb",
            "indexInSource": 2,
            "iconSiteId": 887,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460993",
            "type": "webPlacesList",
            "url": "https://dametraveler.com/a-photography-lovers-guide-to-zagreb-croatia/",
            "sourceSite": "Web",
            "snippet": "Lotrščak Tower  is located i n the middle of Strossmayer Promenade, and has an important historic al  significan ce. Every day at noon,  a ca nnon is fired from its upper deck. You can either climb to the top of the tower to admire the view of Zagreb’s new town or just  take a picture of the unique-looking tower from the promenade.",
            "siteName": "Dame Traveler",
            "shortName": "A Photography Lover’s Guide to Zagreb, Croatia",
            "indexInSource": 4,
            "iconSiteId": 39893,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "414964",
            "type": "webPlacesList",
            "url": "https://www.culturalplaces.com/blog/top-10-instagrammable-places-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "While you’re in the Upper Town, check out the Lotrščak Tower. Get up there at noon when the Grič cannon fires as a sign for the bell-ringers of the churches around the city. Check out our Cultural Places App – there is a Lotrščak tower guide that will tell you more about this place.",
            "siteName": "culturalplaces.com",
            "shortName": "Top 10 Instagrammable Places in Zagreb – Cultural Places Blog",
            "indexInSource": 4,
            "iconSiteId": 28268,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924879",
            "type": "webPlacesList",
            "url": "https://rebookify.com/blog/pictureperfect-zagreb-top-5-photogenic-locations-in-croatias-capital",
            "sourceSite": "Web",
            "snippet": "Located on Strossmayer Promenade in the Upper Town, the tower provides an ideal vantage point for capturing the sprawling city below, with its mix of historic and modern buildings set against the backdrop of Medvednica Mountain.",
            "siteName": "rebookify.com",
            "shortName": "Picture-Perfect Zagreb: Top 5 Photogenic Locations in Croatia\\'s Capital",
            "indexInSource": 2,
            "iconSiteId": 142194,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "AtiWP9tGfdKsu1xZuVYkJBDYlHxUxV1i",
          "q6brHrfvfSFUFIJlbEKR1gA6fIxj1dWv",
          "6durIePFy9kmW1BtQ6gDAUw7DMXOgpTW",
          "QkaoG3896Wqh2m1rGxOhfNRYJdZoLPP7",
          "cQbYDnQQmkHQSX7AfpC0V3t1DOfKWf80",
          "AtiWP9tGfdKsu1xZuVYkJBDYlHxUxV1i",
          "q6brHrfvfSFUFIJlbEKR1gA6fIxj1dWv",
          "6durIePFy9kmW1BtQ6gDAUw7DMXOgpTW",
          "QkaoG3896Wqh2m1rGxOhfNRYJdZoLPP7",
          "cQbYDnQQmkHQSX7AfpC0V3t1DOfKWf80"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Lotrščak Tower",
        "placeId": "ChIJO9f2UP3WZUcR36vSGxppSsE",
        "internationalPhoneNumber": "+385 1 4851 768",
        "reviews": [
          {
            "rating": 5,
            "text": "We climbed the stairs from the busy shopping streets, hustling around after a good lunch - ufff, it took a bit of effort, but the view from Lotrščak Tower made it worth it. Beautiful panoramic look over Zagreb's rooftops, especially in the afternoon light. We missed the 12 noon cannon shot (heard it's a daily tradition), but it's a cool bit of history to catch if you time it right. After soaking in the view, we stopped by a lovely local shop nearby. The whole spot gives a very old-town charm - definitely a must-do while walking through Upper Town!",
            "author_name": "Chandru' Mohan",
            "relative_time_description": "",
            "time": 1752751871,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Climbed up around early evening-paid €3 per person, which felt like a steal for the breathtaking 360° panorama of Zagreb. From the top deck you can see the red-tiled rooftops of the Upper Town, the sprawl of the lower city, and the distant hills and mountains framing everything beautifully. The climb is steep and narrow (about three floors of stairs with a small museum of historical photos and cannon exhibits along the way), so it might not be ideal for anyone with serious mobility issues, but the payoff is absolutely worth it. When we visited it wasn't busy at all-just the right crowd level to soak in the view without jostling-and we spent a good half hour up there taking it all in. Highly recommend as an affordable, unforgettable stop in Zagreb-don't skip it!",
            "author_name": "Francesco Cruciani",
            "relative_time_description": "",
            "time": 1754051929,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The entry ticket of €6 for the watch tower entrance was totally worth it.\nThe spiral staircase was narrow but well maintained. The steep 116 steps climb was daunting at first but there were two landings.\nIt was a brilliant day the views were spectacular",
            "author_name": "Varsha Degwekar",
            "relative_time_description": "",
            "time": 1756672883,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://gkd.hr/kula-lotrscak/",
        "index": 13,
        "id": "",
        "categories": [
          "Fortress",
          "Sights & Landmarks",
          "Observation Decks & Towers"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 25,
            "2": 24,
            "3": 195,
            "4": 797,
            "5": 3126
          }
        },
        "minMinutesSpent": 90,
        "latitude": 45.814623,
        "address": "Strossmayerovo šetalište 9, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJcWcvVtXVZUcRVD39_EsSq8g",
        "generalDescription": "The Museum of Contemporary Art (Muzej suvremene umjetnosti) in Zagreb is a modern art museum that showcases offbeat artwork and multimedia works, with rooftop exhibits adding to the experience. It's one of the newest and largest museums in Croatia, opened in 2009 after outgrowing its original galleries from the 1950s. The museum houses an impressive collection of over 12,000 artworks, with around 600 on permanent display.",
        "utcOffset": 120,
        "maxMinutesSpent": 180,
        "longitude": 15.981891,
        "rating": 4.4,
        "numRatings": 3988,
        "sources": [
          {
            "id": "260651",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/zagreb-hr-cc-z.htm",
            "sourceSite": "Web",
            "snippet": "One of the newest museum's in Zagreb — and, in fact, the largest and most modern museum in Croatia — the Museum of Contemporary Art (Muzej suvremene umjetnosti) is a must-visit for anyone with even an inkling of interest in art. Commonly referred to as MSU, it was opened in 2009 after its collections outgrew its original galleries that had been established in the 1950s. This strikingly designed building today houses an impressive collection of more than 12,000 artworks, including some 600 or so on permanent display.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Things to Do in Zagreb",
            "indexInSource": 4,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "TmtrMfNMmpchHDHEQbRuJnpSn6caHidi",
          "gmVX5jVWqEOe3MfGJ2HCnJXDhtiDqcRC",
          "vZLMSP32UP3iWiVoaLOktU0OUqcozjab",
          "xHl8vgYu7UKDK95PCp985IgfkQRIPTmb",
          "TmtrMfNMmpchHDHEQbRuJnpSn6caHidi",
          "gmVX5jVWqEOe3MfGJ2HCnJXDhtiDqcRC",
          "vZLMSP32UP3iWiVoaLOktU0OUqcozjab",
          "xHl8vgYu7UKDK95PCp985IgfkQRIPTmb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Museum of Contemporary Art",
        "placeId": "ChIJcWcvVtXVZUcRVD39_EsSq8g",
        "internationalPhoneNumber": "+385 1 6052 700",
        "reviews": [
          {
            "rating": 5,
            "text": "This is the largest and most modern art museum in Croatia. It was originally established in 1954 as the City Gallery of Contemporary Art. The new building, designed by Igor Franić, officially opened in 2009. The museum holds a collection of approximately 12,000 contemporary artworks, with around 600 pieces on permanent display. Its holdings include major works by Croatian contemporary artists as well as a selection of international contemporary art, making it a central institution for modern visual culture in the region.",
            "author_name": "Seokjin Ham",
            "relative_time_description": "",
            "time": 1744459235,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Powerful exhibitions both  in the permanent and temporary galleries. A nice please to rest; Café attached to the building offering beautiful views of the city and plenty of refreshments. Lovely gallery shop with a nice selection of books postcards T-shirts, etc..",
            "author_name": "C Cutler",
            "relative_time_description": "",
            "time": 1749012453,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Huge space and barely used for any compositions, arts and exhibitions worth to watch closely.  Sad realities for Croation artists and their creativity nowadays. Hopefully it will change in near future.  Otherwise why to maintain this huge object for.... so called Croatian modern art. ?!",
            "author_name": "Cheburashka Lol!",
            "relative_time_description": "",
            "time": 1756603319,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.msu.hr/",
        "index": 14,
        "id": "",
        "categories": [
          "Modern art museum",
          "Museums",
          "Movie theater",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 162,
            "2": 112,
            "3": 285,
            "4": 695,
            "5": 2730
          }
        },
        "minMinutesSpent": 180,
        "latitude": 45.77841,
        "address": "Avenija Dubrovnik 17, 10000, Zagreb, Croatia",
        "travel_time": null
      },
      {
        "_id": "ChIJq0USsdHWZUcRVGhljpSEWyU",
        "generalDescription": "Lauba House For People And Art is a contemporary art gallery located in Zagreb, Croatia. Established in 2011, it showcases a private collection of businessman Tomislav Klicko and features rotating exhibits by both local and international contemporary artists. The gallery is housed in an old textile mill with a striking black exterior, offering a unique setting for discovering new art and participating in cultural events.",
        "utcOffset": 120,
        "maxMinutesSpent": 240,
        "longitude": 15.94017,
        "rating": 4.6,
        "numRatings": 2434,
        "sources": [
          {
            "id": "88825",
            "type": "webPlacesList",
            "url": "https://www.frankaboutcroatia.com/top-things-to-do-in-zagreb/",
            "sourceSite": "Web",
            "snippet": "A contemporary art gallery, located in a former textile mill, Lauba is a privately-owned gallery, opened in 2011 with Tomislav Klicko’s private art collection. Since then, it has become a creative place and exhibition space for many Croatian and international contemporary artists. Although it’s located off the main tourist sites, Lauba is an interesting place to visit: the interior is lovely, temporary exhibitions change regularly, and there is a nice bistro with very decent food.",
            "siteName": "Croatia Travel Guide and Consultation Services for Croatia",
            "shortName": "22 Things To Do In Zagreb: Best Sights, Activities & Tours",
            "indexInSource": 9,
            "iconSiteId": 1191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "tFnUl3EFKUyQZRvsz4BjUWV1UZZMqqXc",
          "fvFoWqona1qV1MCRUpO7PnfeNaddjyLd",
          "ufH4ZigLyzTR2WTa3oU30e7kH6hjGE4j",
          "guYnWOuii0n4noG7OB8jBXWnNWrsV2rc",
          "tFnUl3EFKUyQZRvsz4BjUWV1UZZMqqXc",
          "fvFoWqona1qV1MCRUpO7PnfeNaddjyLd",
          "ufH4ZigLyzTR2WTa3oU30e7kH6hjGE4j",
          "guYnWOuii0n4noG7OB8jBXWnNWrsV2rc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          }
        ],
        "name": "Lauba",
        "placeId": "ChIJq0USsdHWZUcRVGhljpSEWyU",
        "internationalPhoneNumber": "+385 91 630 2100",
        "reviews": [
          {
            "rating": 5,
            "text": "It is quite a spacious, airy venue and has a floor good for dancing.\n(I was there for a company event, so I don't know how the atmosphere is during other kinds of happenings.)",
            "author_name": "Irena Jakic",
            "relative_time_description": "",
            "time": 1733583925,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "I'm sure this would have been good at another time, but the space was being used for preparation of a private event so the art I went to see was not on display. The only art I got to see was dotted around the bar lounge which is open all day.",
            "author_name": "Miles Macdonald",
            "relative_time_description": "",
            "time": 1687784496,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We visited the Erwin Wurm's \"The Show\". Very fun and creative!\nThe place is always clean and tidy, and the staff is very helpful. It's usually busy here, but they have a big terrace if you want to enjoy. Parking places can be found in the long street where Lauba is located (Prilaz Baruna Filipovića).\nLauba is always organizing events, shows, expos, so make sure you follow them on social media 📲",
            "author_name": "Ivan Milić",
            "relative_time_description": "",
            "time": 1625774241,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.lauba.hr/",
        "index": 15,
        "id": "",
        "categories": [
          "Art gallery",
          "Museums",
          "Art center",
          "Art museum",
          "Coffee shop",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 56,
            "2": 41,
            "3": 135,
            "4": 374,
            "5": 1825
          }
        },
        "minMinutesSpent": 240,
        "latitude": 45.811749,
        "address": "prilaz baruna Filipovića 23A, 10000, Zagreb, Croatia",
        "travel_time": null
      }
    ]
  }
}