[
{
    "country": "chichicastenango",
    "city": "Chichicastenango",
    "index": 1,
    "name": "Market",
    "latitude": "14.942732",
    "longitude": "-91.111583",
    "excerpt": "Some villagers still walk for hours carrying their wares to reach Chichi's market, one of Guatemala's largest and a highlight of many people's trips to…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-quiche/chichicastenango/attractions/market/a/poi-sig/1332597/358424",
    "image_url": null,
    "detail_description": "Some villagers still walk for hours carrying their wares to reach Chichi's market, one of Guatemala's largest and a highlight of many people's trips to the country. It's a rich mix of the traditional and the tourist, where local women shopping for a new huipile rub shoulders with travelers looking for a textile souvenir. Sunday is the busier of the two market days, when Spanish school students and weekenders from Guatemala City descend en masse on Chichi.\nAt dawn on Thursday and Sunday vendors spread out their vegetables, chunks of chalk (ground to a powder and boiled with dried maize to soften it), handmade harnesses and other merchandise, and wait for customers. In the past vendors erected their stands of tree limbs and covered them with cotton sheeting each market day, but these days a sea of tin roofs remains a permanent fixture atop the plaza.Tourist-oriented handicraft stalls selling masks, textiles, pottery and so on now occupy much of the plaza and the streets to the north. Things villagers need – food, soap, clothing, sewing notions, toys – cluster at the north end of the square and in the covered Centro Comercial Santo Tomás off the north side, whose upper deck offers irresistible photo opportunities of the fruit- and vegetable-selling business conducted below."
},
{
    "country": "chichicastenango",
    "city": "Chichicastenango",
    "index": 8,
    "name": "Capilla del Calvario",
    "latitude": "14.94263793",
    "longitude": "-91.11248471",
    "excerpt": "On the west side of the plaza, this whitewashed church is similar in form and function to Santo Tomás, but smaller. Ceremonies go on continually in front…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-quiche/chichicastenango/attractions/capilla-del-calvario/a/poi-sig/432176/358424",
    "image_url": null,
    "detail_description": "On the west side of the plaza, this whitewashed church is similar in form and function to Santo Tomás, but smaller. Ceremonies go on continually in front of the church, as worshippers ring a bonfire of fragrant copal, while within, candles are placed upon blackened stone slabs.\n"
},
{
    "country": "chichicastenango",
    "city": "Chichicastenango",
    "index": 4,
    "name": "Centro Comercial Santo Tomás",
    "latitude": "14.943239413268",
    "longitude": "-91.111550439276",
    "excerpt": "Even on non-market days, the covered market on the north side of the square buzzes with activity. The fresh produce on display is a reflection of…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-quiche/chichicastenango/attractions/centro-comercial-santo-tomas/a/poi-sig/1338461/358424",
    "image_url": null,
    "detail_description": "Even on non-market days, the covered market on the north side of the square buzzes with activity. The fresh produce on display is a reflection of Guatemala's bounty, from temperate vegetables from the highlands to tropical fruit brought up from the Pacific coast. Many vendors have tired of having their photos taken so tourists are recommended to visit the upper deck, which offers irresistible photo opportunities of the business conducted below without invading their privacy.\n"
},
{
    "country": "chichicastenango",
    "city": "Chichicastenango",
    "index": 3,
    "name": "Iglesia de Santo Tomás",
    "latitude": "14.94219012",
    "longitude": "-91.11126017",
    "excerpt": "This church on the plaza's east side dates from 1540 and is often the scene of rituals that are more distinctly Maya than Catholic. Inside, the floor of…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-quiche/chichicastenango/attractions/iglesia-de-santo-tomas/a/poi-sig/432180/358424",
    "image_url": null,
    "detail_description": "This church on the plaza's east side dates from 1540 and is often the scene of rituals that are more distinctly Maya than Catholic. Inside, the floor of the church may be dotted with offerings of maize, flowers and bottles of liquor wrapped in corn husks; candles are arranged in specific patterns along low stone platforms. Enter through the side door rather than the front entrance and note that photography is very strictly not permitted inside.\nThe church's front steps serve much the same purpose as the great flights of stairs leading up to Maya pyramids (there are 20 steps, for each day of the Maya calendar). For much of the day (especially Sunday), they smolder with incense of copal resin, while indigenous prayer leaders called chuchkajaues (mother-fathers) swing censers (usually tin cans poked with holes) and chant magic words marking the days of the ancient Maya calendar and in honor of ancestors. The candles and offerings inside recall those ancestors, many of whom are buried beneath the floor just as Maya kings were buried beneath pyramids."
},
{
    "country": "chichicastenango",
    "city": "Chichicastenango",
    "index": 6,
    "name": "Galería Pop-Wuj",
    "latitude": "14.94056363556",
    "longitude": "-91.113842232967",
    "excerpt": "On the way down the hill to the shrine at Pascual Abaj, you might stop into this interesting gallery. Developed as an art institute for local children…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-quiche/chichicastenango/attractions/galeria-pop-wuj/a/poi-sig/1331659/358424",
    "image_url": null,
    "detail_description": "On the way down the hill to the shrine at Pascual Abaj, you might stop into this interesting gallery. Developed as an art institute for local children with the backing of Project Guggenheim, it holds a small but important collection of oil paintings by the artist brothers Juan and Miguel Cortéz and their pupils. K'iche' classes are sometimes offered, along with the chance to experience traditional Maya ceremonies (contact the gallery in advance).\n"
},
{
    "country": "chichicastenango",
    "city": "Chichicastenango",
    "index": 7,
    "name": "Museo Arqueológico Regional",
    "latitude": "14.94232668154",
    "longitude": "-91.111898365868",
    "excerpt": "Chichi's archaeology museum holds the collection of Hugo Rossbach, a German who served as the town's Catholic priest until his death in 1944. It includes…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-quiche/chichicastenango/attractions/museo-arqueologico-regional/a/poi-sig/432182/358424",
    "image_url": null,
    "detail_description": "Chichi's archaeology museum holds the collection of Hugo Rossbach, a German who served as the town's Catholic priest until his death in 1944. It includes some beautiful jade necklaces and figurines, along with ceremonial masks, obsidian spearheads, incense burners, figurines and metates (grindstones for maize). A second hall features a portrait gallery of cofradía leaders.\n"
},
{
    "country": "chichicastenango",
    "city": "Chichicastenango",
    "index": 5,
    "name": "Mural",
    "latitude": "14.942468159124",
    "longitude": "-91.111410843903",
    "excerpt": "Be sure to admire the mural that runs alongside the wall of the town hall on the east side of the plaza – it’s dedicated to the victims of the civil war…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-quiche/chichicastenango/attractions/mural/a/poi-sig/1339779/358424",
    "image_url": null,
    "detail_description": "Be sure to admire the mural that runs alongside the wall of the town hall on the east side of the plaza – it’s dedicated to the victims of the civil war and tells the story of the war using symbology from the Popol Vuh, the book compiled by members of the Maya nobility soon after the Spanish Conquest.\nAnother lengthy mural, focusing on village life, fronts the Museo Arqueológico Regional, on the plaza's south side."
},
{
    "country": "chichicastenango",
    "city": "Chichicastenango",
    "index": 2,
    "name": "Pascual Abaj",
    "latitude": "14.93678836393",
    "longitude": "-91.114587641823",
    "excerpt": "On a hilltop south of town, Pascual Abaj (Sacrifice Stone) is a shrine to the Maya earth god Huyup Tak'ah (Mountain Plain). A stone-faced idol stands amid…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-quiche/chichicastenango/attractions/pascual-abaj/a/poi-sig/432186/358424",
    "image_url": null,
    "detail_description": "On a hilltop south of town, Pascual Abaj (Sacrifice Stone) is a shrine to the Maya earth god Huyup Tak'ah (Mountain Plain). A stone-faced idol stands amid a circle of squat stone crosses in a clearing. Said to be hundreds – perhaps thousands – of years old, it has suffered numerous indignities at the hands of outsiders, but local people still revere it.\nChuchkajaues come regularly to offer incense, food, cigarettes, flowers, liquor and perhaps even a sacrificial chicken, in thanks and hope for the earth's continuing fertility. The area is littered with past offerings. The worshippers won't mind if you watch the goings on, but be sure to request permission before taking any photos. You may be asked if you want to make an offering yourself.Even if there are no ceremonies going on, you can still see the idol and enjoy the walk up the pine-clad hill. To get there from the plaza, walk down 5a Av, turn right into 9a Calle and proceed downhill. At the bottom, bear left along a path and head up through either of the morerías (ceremonial mask workshops) that are signposted here; the one on the right houses a museum of local culture. Exiting at the rear, follow the path uphill through the trees to the top of the hill."
}
]