[
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 14,
    "name": "Parroquia de Guadalupe",
    "latitude": "18.921451",
    "longitude": "-99.237974",
    "excerpt": "A small Gothic church that shows its age and is all the more beautiful for it.",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/parroquia-de-guadalupe/a/poi-sig/1412930/361626",
    "image_url": null,
    "detail_description": "A small Gothic church that shows its age and is all the more beautiful for it.\n"
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 12,
    "name": "Palacio de Gobierno",
    "latitude": "18.921551",
    "longitude": "-99.234524",
    "excerpt": "Although you can't enter the Palacio de Gobierno, it is a nice spot to contemplate some attractive architecture and enjoy the music outside. The baroque…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/palacio-de-gobierno/a/poi-sig/1019108/361626",
    "image_url": null,
    "detail_description": "Although you can't enter the Palacio de Gobierno, it is a nice spot to contemplate some attractive architecture and enjoy the music outside. The baroque-style building features grey stone blocks called chiluca, and a reddish volcanic stone known as tezontle.\n"
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 11,
    "name": "Museo Regional Cuauhnáhuac",
    "latitude": "18.921372",
    "longitude": "-99.23343",
    "excerpt": "The Palacio de Cortés houses this excellent museum, which has two floors of exhibits highlighting Mexican cultures and history. On the ground floor,…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/museo-regional-cuauhnahuac/a/poi-sig/1019107/361626",
    "image_url": null,
    "detail_description": "The Palacio de Cortés houses this excellent museum, which has two floors of exhibits highlighting Mexican cultures and history. On the ground floor, exhibits focus on pre-Hispanic cultures, including the local Tlahuica and their relationship with the Aztec empire. Most labeling is in Spanish only, with a few well-translated exceptions.\n"
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 13,
    "name": "Museo de Arte Sacro",
    "latitude": "18.920476",
    "longitude": "-99.236476",
    "excerpt": "In the main cathedral of Cuernavaca is the small Museo de Arte Sacro, a museum (opened in 2018) displaying 92 pieces of religious paintings, ornaments and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/museo-de-arte-sacro/a/poi-sig/1630726/361626",
    "image_url": null,
    "detail_description": "In the main cathedral of Cuernavaca is the small Museo de Arte Sacro, a museum (opened in 2018) displaying 92 pieces of religious paintings, ornaments and sculptures from the 16th to 20th centuries.\n"
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 10,
    "name": "MMAPO",
    "latitude": "18.920973",
    "longitude": "-99.235446",
    "excerpt": "This bright and inviting museum showcases handicrafts from Morelos, including life-size chinelos (costumed dancers with upturned chins from Morelos). Most…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/mmapo/a/poi-sig/1529423/361626",
    "image_url": null,
    "detail_description": "This bright and inviting museum showcases handicrafts from Morelos, including life-size chinelos (costumed dancers with upturned chins from Morelos). Most of the pieces are displayed out in the open, not behind glass, so you can get close and admire the handiwork. The attached store sells quality pieces that you won’t see in your average crafts market.\n"
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 9,
    "name": "Plaza de Armas",
    "latitude": "18.92199",
    "longitude": "-99.234552",
    "excerpt": "Cuernavaca's zócalo, Plaza de Armas, is flanked on the east by the Palacio de Cortés and giant 'Cuernavaca' letters, on the west by the Palacio de…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/plaza-de-armas/a/poi-sig/467608/361626",
    "image_url": null,
    "detail_description": "Cuernavaca's zócalo, Plaza de Armas, is flanked on the east by the Palacio de Cortés and giant 'Cuernavaca' letters, on the west by the Palacio de Gobierno and on the northeast and south by restaurants and roving bands of mariachis. It's the only main plaza in Mexico without a church, chapel, convent or cathedral overlooking it.\n"
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 7,
    "name": "Jardín Juárez",
    "latitude": "18.922387",
    "longitude": "-99.235016",
    "excerpt": "Adjoining the northwest corner of the Plaza de Armas is the Jardín Juárez, where the central gazebo (designed by tower specialist Gustave Eiffel) houses…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/jardin-juarez/a/poi-sig/467600/361626",
    "image_url": null,
    "detail_description": "Adjoining the northwest corner of the Plaza de Armas is the Jardín Juárez, where the central gazebo (designed by tower specialist Gustave Eiffel) houses juice and sandwich stands. Live-band concerts on Thursday and Sunday evenings start at 6pm. Roving vendors sell balloons, ice cream and corn on the cob under the trees, which fill up with legions of cacophonous grackles at dusk.\nEven more entertaining are the guitar trios who warm up their voices and instruments before heading to the cafes across the street to serenade willing patrons. You can request a ballad or two for around M$80."
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 8,
    "name": "Papalote Museo del Niño",
    "latitude": "18.933852",
    "longitude": "-99.231294",
    "excerpt": "Built as part of a land deal with the city, this excellent children’s museum has an odd location in a shopping center beside a Costco, about 4km north of…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/papalote-museo-del-nino/a/poi-sig/1405471/361626",
    "image_url": null,
    "detail_description": "Built as part of a land deal with the city, this excellent children’s museum has an odd location in a shopping center beside a Costco, about 4km north of downtown, but for travelers with children it’s well worth seeking out. Geared toward education, technology and play, the museum includes a large Lego exhibit, musical elements and lots of bright colors. There’s an IMAX theater in the same complex and discounts for families and groups.\nIt's 500m south of the Pullman de Morelos bus terminal 'Casino de la Selva', which has departures to Mexico City Terminal Sur."
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 6,
    "name": "Pirámide de Teopanzolco",
    "latitude": "18.93037074",
    "longitude": "-99.22217488",
    "excerpt": "This very small archaeological site, 1km northeast of the center, actually has two pyramids, one inside the other. You can climb on the outer base and see…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/piramide-de-teopanzolco/a/poi-sig/1149772/361626",
    "image_url": null,
    "detail_description": "This very small archaeological site, 1km northeast of the center, actually has two pyramids, one inside the other. You can climb on the outer base and see the older pyramid within, with a double staircase leading up to the remains of a pair of temples. Tlahuicas built the older pyramid over 800 years ago; the outside one was being constructed by the Aztecs when Cortés arrived, and was never completed. The name Teopanzolco means ‘Place of the Old Temple.'\nThere are a few explanatory signs in English. The site was damaged by the earthquake of September 19, 2017. At the time of writing it was closed for restoration work. Check before your visit to ensure that is has completely opened again."
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 5,
    "name": "Museo Juan Soriano",
    "latitude": "18.923196",
    "longitude": "-99.230747",
    "excerpt": "Opened in 2018, this contemporary art museum is comprised of off-white cubes squatting a few blocks west of the zócalo. Temporary exhibits have included…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/museo-juan-soriano/a/poi-sig/1630766/361626",
    "image_url": null,
    "detail_description": "Opened in 2018, this contemporary art museum is comprised of off-white cubes squatting a few blocks west of the zócalo. Temporary exhibits have included the grotesque sculptures of Javier Marín and the cosmovisión (worldview) of Ángela Gurría. The permanent collection displays the 1200 paintings, drawings and costume designs of modern Mexican artist Juan Soriano (1920–2006). A highlight are Soriano's sculptures in the shady garden, which flows around the lofty architecture, making a tranquil alternative to the Plaza de Armas, main square.\nThere is also an elegant library for research (no borrowing) specializing in books and magazines on modern and contemporary art.Artwork explanatory text is in Spanish only. Admission is free, despite the price listed on the website; if this changes, Sundays will remain free, along with the garden and library."
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 4,
    "name": "Jardín Borda",
    "latitude": "18.921054",
    "longitude": "-99.238043",
    "excerpt": "This extravagant property, inspired by Versailles (though with mere park-like results), features gardens formally laid out in a series of terraces with…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/jardin-borda/a/poi-sig/1019106/361626",
    "image_url": null,
    "detail_description": "This extravagant property, inspired by Versailles (though with mere park-like results), features gardens formally laid out in a series of terraces with paths, steps and fountains. Duck into the house to get an idea of how Mexico’s 19th-century aristocracy lived. In typical colonial style, the buildings are arranged around courtyards. In one wing, the Museo de Sitio has exhibits on daily life during the empire period and original documents with the signatures of Morelos, Juárez and Maximilian.\nThe property was designed in 1783 for Manuel de la Borda as an addition to the stately residence built by his father, José de la Borda. From 1866 Emperor Maximilian and Empress Carlota entertained their courtiers here and used the house as a summer residence.Several romantic paintings in the Sala Manuel M Ponce, a recital hall near the entrance of the house, show scenes of the garden in Maximilian’s time. One of the most famous paintings depicts Maximilian in the garden with La India Bonita, the ‘pretty Indian’ who later became his lover. Originally there was a botanical collection to show off, with hundreds of varieties of ornamental plants and fruit trees. Because of a water shortage, the baroque-style fountains now operate only on weekends."
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 1,
    "name": "Museo Robert Brady",
    "latitude": "18.919875",
    "longitude": "-99.236514",
    "excerpt": "Let’s face it, who wouldn’t want to be independently wealthy and spend their life traveling around the world collecting art for their lavish Mexican…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/museo-robert-brady/a/poi-sig/467602/361626",
    "image_url": null,
    "detail_description": "Let’s face it, who wouldn’t want to be independently wealthy and spend their life traveling around the world collecting art for their lavish Mexican mansion? If that option isn’t open to you, visit this museum – easily one of Cuernavaca’s best – and live vicariously. The one-time home of American artist and collector Robert Brady (1928–86), the museum, which is housed in the Casa de la Torre, is a wonderful place to spend time appreciating the exquisite taste of one person.\nOriginally part of the monastery within the Recinto de la Catedral, the house is a stunning testament to a man who knew what he liked. Brady lived in Cuernavaca for 24 years after a spell in Venice, never married or had children and has become a modern-day gay icon. His collections range from Papua New Guinea and India to Haiti and South America, and include personal photos with his pals.Every room, including the two gorgeous bathrooms and kitchen, is bedecked in paintings, carvings, textiles, antiques and folk art from all corners of the Earth. Among the treasures are works by well-known Mexican artists, including Tamayo, Covarrubias and friends Rivera and Kahlo, as well as Brady’s own paintings (check out his spot-on portrait of his buddy Peggy Guggenheim). There is a bedroom dedicated to his friend Josephine Baker, the French-American actor and black civil-rights activist. The gardens are lovely too, with a very tempting (but off-limits) swimming pool in one of them and a little cafe in the other.Classic and contemporary films are shown in the museum’s courtyard every Wednesday at 4pm and 6pm for a M$30 donation. Movies are in their original language with Spanish subtitles.Guided tours are available by appointment for groups of up to 20 people for M$300."
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 2,
    "name": "Catedral de Cuernavaca",
    "latitude": "18.9209",
    "longitude": "-99.236703",
    "excerpt": "Cuernavaca’s cathedral, Templo de la Asunción de María is plain and solid with an unembellished facade. It stands in a large high-walled recinto (compound…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/catedral-de-cuernavaca/a/poi-sig/467610/361626",
    "image_url": null,
    "detail_description": "Cuernavaca’s cathedral, Templo de la Asunción de María is plain and solid with an unembellished facade. It stands in a large high-walled recinto (compound), built in a grand, fortress-like style in an effort to impress, intimidate and defend against the local people. Franciscans started work on what was one of Mexico’s earliest Christian missions in 1526, using indigenous labor and stones from the rubble of Cuauhnáhuac (now Cuernavaca). The compound entrance is on Hidalgo.\nAs you enter the cathedral compound there are two smaller churches. On the right is the pink Templo de la Tercera Orden de San Francisco. Its exterior was carved in 18th-century baroque style by indigenous artisans and its interior has ornate, gilded decorations. On the left is the yellow 19th-century Capilla del Carmen, where believers seek cures for illness.Walking straight ahead upon entering the compound entrance is the cathedral side door (currently the main entryway), which shows a mixture of indigenous and European features – the skull and crossbones above it is a symbol of the Franciscan order. Inside are frescoes rediscovered early in the 20th century. Cuernavaca was a center for Franciscan missionary activities in Asia and the frescoes – said to show the persecution of Christian missionaries in Japan – were supposedly painted in the 17th century by a Japanese convert to Christianity.In the left section of the cathedral is Museo de Arte Sacro, a small museum (opened in 2018) displaying 92 pieces of religious paintings, ornaments and sculptures from the 16th to 20th centuries.To the right of the cathedral lies an open chapel, the Capilla Abierta de San José, the compound's first structure (inaccessible at the time of writing, due to earthquake damage in 2017)."
},
{
    "country": "cuernavaca",
    "city": "Cuernavaca",
    "index": 3,
    "name": "Palacio de Cortés",
    "latitude": "18.92132",
    "longitude": "-99.233434",
    "excerpt": "Cortés’ imposing medieval-style fortress stands opposite the southeast end of the Plaza de Armas. This two-story stone palace was built in 1535 on the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/cuernavaca/attractions/palacio-de-cortes/a/poi-sig/467604/361626",
    "image_url": null,
    "detail_description": "Cortés’ imposing medieval-style fortress stands opposite the southeast end of the Plaza de Armas. This two-story stone palace was built in 1535 on the base of the city pyramid that Cortés destroyed after taking Cuauhnáhuac. The base is still visible from various points on the ground floor. An earthquake in 2017 damaged the building, and at the time of writing the Palacio remains closed for years-long repairs. Only a tiny exhibition (free) remains open, with relics from pre-Hispanic cultures.\nThe palace houses the excellent Museo Regional Cuauhnáhuac, which has two floors of exhibits highlighting Mexican cultures and history.On the upstairs balcony is a fascinating mural by Diego Rivera, Historia del Estado de Morelos. The mural was commissioned in the mid-1920s by Dwight Morrow, the US ambassador to Mexico. Flowing from right to left, scenes from the conquest through to the 1910 Revolution emphasize the cruelty, oppression and violence that have characterized Mexican history.While upstairs covers events from the Spanish conquest to the present, the ground floor exhibits focus on pre-Hispanic cultures, including the local Tlahuica and their relationship with the Aztec empire. Most labeling is in Spanish only, with a few well-translated exceptions.Cortés resided here until he turned tail for Spain in 1541. The palace remained with Cortés’ family for most of the next century, but by the 18th century it was being used as a prison. During the Porfirio Díaz era it became government offices."
}
]