[
{
    "country": "diani-beach",
    "city": "Diani Beach",
    "index": 1,
    "name": "Kaya Kinondo",
    "latitude": "-4.390914",
    "longitude": "39.546661",
    "excerpt": "This forest, sacred to the Digo people, is the only one of the area's sacred forests that's open to visitors. Visiting this small grove is a nature walk,…",
    "detail_url": "https://www.lonelyplanet.com/kenya/diani-beach/attractions/kaya-kinondo/a/poi-sig/1461653/1001046",
    "image_url": null,
    "detail_description": "This forest, sacred to the Digo people, is the only one of the area's sacred forests that's open to visitors. Visiting this small grove is a nature walk, historical journey and cultural experience. As you make your way across tangled roots and chunks of ancient coral, the guide points out various plants used in traditional medicine, and there's the chance to transmit your fears and worries to an ancient tree by hugging it. Expect to tip your guide.\nBefore entering the Kaya Kinondo you have to remove head wear, promise not to kiss anyone inside the grove, wrap a black kaniki (sarong) around your waist and go with a guide, who will explain the significance of some of the 187 plant species inside. They include the 'pimple tree', a known cure for acne; a palm believed to be 1050 years old; snatches of coral; and the rather self-explanatory 'Viagra tree'. Enormous liana swings (go on, try it) and strangling fig trees abound.Many kaya (sacred forests) have been identified in this area, all of which were originally home to Mijikenda villages. The Mijikenda (Nine Homesteads) comprises nine subtribes – Chonyi, Digo, Duruma, Giriama, Jibana, Kambe, Kauma, Rabai and Ribe – united, to a degree, by culture, history and language. Yet each of the tribes remains distinct and speaks its own dialect of the Mijikenda language. Still, there's a binding factor between the Nine Homesteads, and between the modern Mijikenda and their ancestors: their shared veneration of the kaya.This historical connection becomes concrete when you enter the woods and realise – and there’s no other word that fits here – they simply feel old.Many trees are about 600 years old, which corresponds to the arrival of the first Mijikenda from Singwaya, their semi-legendary homeland in southern Somalia. Cutting vegetation within the kaya is strictly prohibited – visitors may not even take a stray twig or leaf from the forest.The preserved forests do not just facilitate dialogue with the ancestors, they also provide a direct link to ecosystems that have been clear-felled out of existence elsewhere. Kaya Kinondo contains five possible endemic species, and 140 tree species classified as ‘rare’, within its 30 hectares – the space of a suburban residential block.The main purpose of the kaya was to house the villages of the Mijikenda, which were located in a large central clearing. Entering the centre of a kaya required ritual knowledge to proceed through concentric circles of sacredness surrounding the node of the village. Sacred talismans and spells were supposed to cause hallucinations that disoriented enemies who attacked the forest.The kaya were largely abandoned in the 1940s and conservative strains of Islam and Christianity have denigrated their value to the Mijikenda, but thanks to their Unesco World Heritage status, they will hopefully be preserved for future visitors. The kaya have lasted 600 years; with luck, the wind will speak through their branches for much longer."
},
{
    "country": "diani-beach",
    "city": "Diani Beach",
    "index": 3,
    "name": "Kongo Mosque",
    "latitude": "-4.25960134",
    "longitude": "39.59673426",
    "excerpt": "At the far northern end of the beach road (follow the faded sign behind the Jacaranda Resort) is the 16th-century Kongo Mosque – Diani’s last surviving…",
    "detail_url": "https://www.lonelyplanet.com/kenya/diani-beach/attractions/kongo-mosque/a/poi-sig/1461113/1001046",
    "image_url": null,
    "detail_description": "At the far northern end of the beach road (follow the faded sign behind the Jacaranda Resort) is the 16th-century Kongo Mosque – Diani’s last surviving relic of the ancient Swahili civilisations that once controlled the coast, and one of a tiny handful of coral mosques still in use in Kenya. The baobab-studded beach is a wonderful picnic spot and the mosque is worth a peek in spite of an unsympathetic contemporary extension.\n"
},
{
    "country": "diani-beach",
    "city": "Diani Beach",
    "index": 2,
    "name": "Colobus Conservation Centre",
    "latitude": "-4.343972",
    "longitude": "39.5649",
    "excerpt": "Notice the monkeys clambering on rope ladders over the road? The 'colobridges' are the work of the Colobus Conservation Centre, which aims to protect the…",
    "detail_url": "https://www.lonelyplanet.com/kenya/diani-beach/attractions/colobus-conservation-centre/a/poi-sig/1462570/1001046",
    "image_url": null,
    "detail_description": "Notice the monkeys clambering on rope ladders over the road? The 'colobridges' are the work of the Colobus Conservation Centre, which aims to protect the Angolan black-and-white colobus monkey, a once-common species now restricted to some 5000 monkeys in a few isolated pockets of forest south of Mombasa. It runs excellent tours of its headquarters, where you’ll likely get to see a few orphaned or injured colobus, Sykes' and vervet monkeys undergoing the process of rehabilitation to the wild.\nWith advance notice the centre can organise forest walks (per person KSh1000) in search of wilder primates and other creatures. There's also a wildly popular volunteer program, costing from €750 for three weeks."
}
]