[
{"place_id": 58144, "city_name": "New York City", "state_name": "New York", "country_name": "United States", "depth": 3, "latitude": 40.713238, "longitude": -74.00584, "parent_id": 90404, "popularity": 1056637, "subcategory": "city", "image_key": "5Niym7Yvb3LHy3kupAlgHdTs6r7ZxFVb", "manual_description": "The Big Apple is a melting pot of different cultures, languages, and people. It's the home of Broadway, the Statue of Liberty, the Empire State Building and more skyscrapers than any other city in the Americas. New York City is also a center for fashion, film, television, and music, with museums for every kind of traveler.", "place_description": "New York City comprises 5 boroughs sitting where the Hudson River meets the Atlantic Ocean. At its core is Manhattan, a densely populated borough that’s among the world’s major commercial, financial and cultural centers. Its iconic sites include skyscrapers such as the Empire State Building and sprawling Central Park. Broadway theater is staged in neon-lit Times Square.", "bounds": [-74.25909, 40.4774, -73.70027, 40.91758]},
{"place_id": 58159, "city_name": "Washington DC", "state_name": "District of Columbia", "country_name": "United States", "depth": 3, "latitude": 38.889603, "longitude": -77.009476, "parent_id": 90415, "popularity": 261257, "subcategory": "city", "image_key": "PONpxULGHOmwicL9CRbKqozizT6GSsKP", "manual_description": "The nation's capital is a city of many moods, offering visitors the chance to experience everything from the majesty of the White House to the historic theaters of Georgetown to the hip shops, restaurants, and bars along U Street. And while you're in the neighborhood, don't miss out on the chance to explore Virginia and Maryland on day trips.", "place_description": "Washington, DC, the U.S. capital, is a compact city on the Potomac River, bordering the states of Maryland and Virginia. It’s defined by imposing neoclassical monuments and buildings – including the iconic ones that house the federal government’s 3 branches: the Capitol, White House and Supreme Court. It's also home to iconic museums and performing-arts venues such as the Kennedy Center.", "bounds": [-77.11976, 38.79164, -76.90939, 38.99555]},
{"place_id": 9681, "city_name": "Malaga", "state_name": "Province of Malaga", "country_name": "Spain", "depth": 5, "latitude": 36.718468, "longitude": -4.422782, "parent_id": 88456, "popularity": 63678, "subcategory": "city", "image_key": "KR5iVL8LxgyECU4hIEHSQi0jiADLiAhQ", "manual_description": "The largest city on Spain’s Costa del Sol, Málaga has all the ingredients to make it one of the world’s finest destinations. The weather is great, the beaches are fantastic, the food is delicious, and the city embodies both old-town charm and a youthful vigor. A port city that epitomizes the Andalusian lifestyle, Málaga is best known for its most famous son—artist and sculpture Pablo Picasso.", "place_description": "Málaga is a port city on southern Spain’s Costa del Sol, known for its high-rise hotels and resorts jutting up from yellow-sand beaches. Looming over that modern skyline are the city’s 2 massive hilltop citadels, the Alcazaba and ruined Gibralfaro, remnants of Moorish rule. The city's soaring Renaissance cathedral is nicknamed La Manquita (\"one-armed lady\") because one of its towers was curiously left unbuilt.", "bounds": [-4.58789, 36.63562, -4.26049, 36.89404]},
{"place_id": 131089, "city_name": "Recife", "state_name": "State of Pernambuco", "country_name": "Brazil", "depth": 3, "latitude": -8.061488, "longitude": -34.900196, "parent_id": 135419, "popularity": 64379, "subcategory": "city", "image_key": "7dx2k5csxHRQCOMxEEJOO1NwNgtBv2Ku", "manual_description": "Recife is known for its sandy beaches, colonial architecture and excellent seafood. The city lies at the mouth of the Capibaribe River on the Atlantic Ocean coast line. It’s a place where you can relax and enjoy the sun and the beach, or you can engage in many activities such as sightseeing, shopping, cultural tours and much more.", "place_description": "Recife, the capital of Brazil’s northeastern state of Pernambuco, is distinguished by its many rivers, bridges, islets and peninsulas. Recife Antigo, on its own island by the harbor, is the historic old town center dating to the 16th century. To its south, popular Boa Viagem Beach is sheltered by reefs and lined by tall apartment blocks, modern hotels and restaurants.", "bounds": [-35.01669500000003, -8.1551232, -34.860575900000015, -7.929205499999999]},
{"place_id": 85940, "city_name": "Tel Aviv", "state_name": null, "country_name": "Israel", "depth": 3, "latitude": 32.071957, "longitude": 34.77224, "parent_id": 91523, "popularity": 36089, "subcategory": "municipality", "image_key": "iY3BgxtABi8EY4tjGtyowoDu02n5ClkW", "manual_description": "With its Mediterranean climate, Tel Aviv is a year-round destination. The beaches are clean and safe, with many being within walking distance from the city's hotels. The city's vibrant cultural scene includes countless art galleries, theaters, dance and music clubs. Tel Aviv has a lot to offer the young and young at heart.", "place_description": "Tel Aviv, a city on Israel’s Mediterranean coast, is marked by stark 1930s Bauhaus buildings, thousands of which are clustered in the White City architectural area. Museums include Beit Hatfutsot, whose multimedia exhibits illustrate the history of Jewish communities worldwide. The Eretz Israel Museum covers the country’s archaeology, folklore and crafts, and features an on-site excavation of 12th-century-B.C. ruins.", "bounds": [34.74252, 32.02925, 34.85198, 32.14661]},
{"place_id": 58303, "city_name": "Yellowstone National Park", "state_name": "Wyoming", "country_name": "United States", "depth": 3, "latitude": 44.47103, "longitude": -110.47577, "parent_id": 90464, "popularity": 36137, "subcategory": "nationalpark", "image_key": "eNCDdmDLz90eRRQspNbL6yfe2OwZckEs", "manual_description": "Yellowstone National Park contains a collection of geothermal features, including the world's\nlargest active geyser Steamboat Geyser, and the impressive Grand Prismatic Spring. The park is also home to herds of bison, elk and pronghorn antelope, and a wide variety of fish and bird species. In addition to the park's many natural wonders and wildlife, it also offers a variety of activities for visitors.", "place_description": "Renowned park since 1872 is home to mountains, animals & nearly half of the globe's active geysers.", "bounds": [-111.63396, 43.69061, -109.45884, 45.47048]},
{"place_id": 131114, "city_name": "Belem", "state_name": "State of Para", "country_name": "Brazil", "depth": 3, "latitude": -1.456656, "longitude": -48.49091, "parent_id": 135470, "popularity": 36203, "subcategory": "city", "image_key": "KAMsqO4jvYXHv6y52ccdVXwU1D4VQPZw", "manual_description": "Belem is one of the most popular and visited Brazilian cities. It is characterized by its historical, cultural and natural heritage. The most famous attractions of the city are the Basilica of Our Lady of Nazareth of Exile, the Historic Center, the Mercado Ver-o-Peso , the Theatro da Paz and the Mangal das Garças, a botanical garden and small zoo.", "place_description": "Belém, capital of the state of Pará, is a port city and gateway to Brazil’s lower Amazon region. By Guajará Bay, the riverfront district Cidade Velha (old town) preserves Portuguese-colonial architecture, including churches, colorful azulejo-tile houses and a 17th-century fortification known as Forte do Presépio. Ver-o-Peso is a vast, open-air market on the water selling Amazonian fish, fruit and handicrafts.", "bounds": [-48.5102, -1.48022, -48.39056, -1.20248]},
{"place_id": 82586, "city_name": "Hobart", "state_name": "Tasmania", "country_name": "Australia", "depth": 4, "latitude": -42.880306, "longitude": 147.33038, "parent_id": 91404, "popularity": 27718, "subcategory": "city", "image_key": "tIxFftudlQIynIeLthRjoxCtU1aphlgU", "manual_description": "Hobart is the capital of Tasmania and the gateway to Australia’s most southerly state. The city is home to iconic attractions like the Museum of Old & New Art and you can explore the vast, rugged Tasman National Park nearby. Come to enjoy the best Australian and Tasmanian art, culture, food, history, and outdoors. ", "place_description": "Hobart, capital of Australia's island state of Tasmania, sits on the River Derwent. At its fashionable Salamanca Place, old sandstone warehouses host galleries and cafes. Nearby is Battery Point, a historic district with narrow lanes and colonial-era cottages. The city's backdrop is 1,270m-high Mount Wellington, with sweeping views, plus hiking and cycling trails.", "bounds": [147.31561, -42.89163, 147.3415, -42.87305]},
{"place_id": 11769, "city_name": "Lindos", "state_name": "Rhodes", "country_name": "Greece", "depth": 5, "latitude": 36.091698, "longitude": 28.085983, "parent_id": 9661, "popularity": 25338, "subcategory": "municipality", "image_key": "ENgLiUVjz9GRTzNcGZTPoaYdXWg9F2p7", "manual_description": "Combine the best of Greek island life and culture with romance for an unforgettable holiday to Lindos. Strolling through the Venetian-era Old Town, you'll feel like you've stepped back in time. The town square is lined with white columns and neoclassical buildings, overlooking the Mediteranean Sea. Stroll the shaded lanes and enjoy the wonderful restaurants and cafes, visit the 14th-century Castle of the Knights and Church of Panagia, or take a boat trip to the nearby island of Nissyros to explore the ruins of a once thriving ancient city, famous for having the only ‘active’ volcano in Greece.", "place_description": "Lindos is a town on the Greek island of Rhodes. It’s known for its clifftop acropolis, which features monumental 4th-century gates and reliefs from about 280 B.C. The Temple of Athena Lindia sits above an earlier temple. On the site’s lower level is the 14th-century Castle of the Knights of St. John. Among the town’s whitewashed buildings, the Virgin Mary of Lindos Church has 15th-century frescoes.", "bounds": [28.07534, 36.0871, 28.08957, 36.0968]},
{"place_id": 81907, "city_name": "Cabo San Lucas", "state_name": "Baja California Sur", "country_name": "Mexico", "depth": 5, "latitude": 22.891026, "longitude": -109.91877, "parent_id": 91345, "popularity": 25456, "subcategory": "city", "image_key": "rADnVfq16zg6ZuAHmVNNEJ7j7YIovHhX", "manual_description": "Cabo San Lucas is a Mexican resort town of outstanding natural beauty. As a tourist, you'll be able to visit the Baja California Sur state park and enjoy over 500 miles of stunning coastline. If relaxation is what you're looking for, you can soak in the hot springs, or go for a swim at Medano Beach, where visitors can enjoy a host of water sports and outdoor activities.", "place_description": "Cabo San Lucas, a resort city on the southern tip of Mexico’s Baja California peninsula, is known for its beaches, water-based activities and nightlife. Playa El Médano is Cabo’s main beach, with outdoor restaurants and numerous bars. Past the marina is Land's End promontory, site of Playa del Amor (Lover's Beach) and El Arco, a natural archway in the seacliffs.", "bounds": [-109.97174, 22.87216, -109.89426, 22.92029]},
{"place_id": 118, "city_name": "Kandy", "state_name": "Central Province", "country_name": "Sri Lanka", "depth": 4, "latitude": 7.293553, "longitude": 80.63852, "parent_id": 86752, "popularity": 20715, "subcategory": "municipality", "image_key": "5EPVZrkj13gvlVBW73vh0xISoHB9Um4h", "manual_description": "Kandy is located in the middle of hills in central Sri Lanka and a World Heritage Site. It is a cultural gem filled with many attractions for both cultural and religious travelers. The city and the region have been known as the \"City of Temples\" due to the large number of religious sites. It is home to many Buddhist temples and two major Hindu shrines, the Temple of the Sacred Tooth Relic and the Dalada Maligawa, as well as a number of Christian churches and a Mosque.", "place_description": "Kandy is a large city in central Sri Lanka. It's set on a plateau surrounded by mountains, which are home to tea plantations and biodiverse rainforest. The city's heart is scenic Kandy Lake (Bogambara Lake), which is popular for strolling. Kandy is famed for sacred Buddhist sites, including the Temple of the Tooth (Sri Dalada Maligawa) shrine, celebrated with the grand Esala Perahera annual procession.", "bounds": [80.59189, 7.2585, 80.65967, 7.33059]},
{"place_id": 10020, "city_name": "Stirling", "state_name": "Stirlingshire", "country_name": "United Kingdom", "depth": 4, "latitude": 56.11838, "longitude": -3.939976, "parent_id": 88639, "popularity": 19183, "subcategory": "municipality", "image_key": "Y8ppwEHwI1hnMJRyC0mahM1kDGPXKWJj", "manual_description": "Stirling (or the 'Gateway to the Highlands') has a thriving cultural scene, excellent shopping, and festivals. Located a short drive from Glascow and nestled beneath Castle Rock, Stirling is steeped in Scottish history and is where many battles were fought in Britain. A visit to Stirling Castle is a must -  a historical and architectural marvel, having served as a military base and the home of Scottish and British royalty.  There are many historic attractions throughout the city and the surrounding area such as stunning Loch Lomond and Trossachs National Park, the Old Town Jail and the National Wallace Monument.", "place_description": "Stirling is a city in central Scotland. At the heart of its old town, medieval Stirling Castle is on a craggy volcanic rock. On the Abbey Craig outcrop, the National Wallace Monument is a 19th-century tower. It overlooks the site of the 1297 Battle of Stirling Bridge, where William Wallace defeated the English. The Battle of Bannockburn Experience has interactive 3D displays on the history of the 1314 conflict.", "bounds": [-3.975, 56.09187, -3.9044, 56.14554]},
{"place_id": 9899, "city_name": "Coimbra", "state_name": "Coimbra District", "country_name": "Portugal", "depth": 4, "latitude": 40.199856, "longitude": -8.447914, "parent_id": 88680, "popularity": 19329, "subcategory": "city", "image_key": "bOuR2JMwWjZiCgP23KSo1OJfwfaVaeWK", "manual_description": "Coimbra is one of the oldest cities in Portugal, and the country’s ancient capital. Coimbra is a place where you can still walk through medieval streets and admire its sloped red roofs, gothic churches, and baroque palaces. Its historical center and University is a UNESCO World Heritage site and is home to the Coimbra Palace of Justice, a former royal palace now used by the Portuguese government.", "place_description": "Coimbra, a riverfront city in central Portugal and the country’s former capital, is home to a preserved medieval old town and the historic University of Coimbra. Built on the grounds of a former palace, the university is famed for its baroque library, the Biblioteca Joanina, and its 18th-century bell tower. In the city’s old town lies the 12th-century Romanesque cathedral Sé Velha.", "bounds": [-8.50964, 40.17137, -8.32291, 40.28615]},
{"place_id": 10120, "city_name": "Keswick", "state_name": "Lake District", "country_name": "United Kingdom", "depth": 5, "latitude": 54.60151, "longitude": -3.139169, "parent_id": 88832, "popularity": 16688, "subcategory": "municipality", "image_key": "81ondhrSzbfGW82axfioDaRNXIavaW5I", "manual_description": "Keswick, located in the historic English Lake District, is a picture-perfect market town with colorful streets, quaint shops and restaurants and numerous attractions. Its natural beauty makes it a top destination for outdoor activities, including hiking, biking and horseback riding along trails that criss-cross the surrounding national park. The town is also home to a thriving arts scene, with many museums and galleries showcasing beautiful works by local artists, and the Theatre by the Lake, who regularly put on top-notch performances in a beautiful setting.", "place_description": "Keswick is a market town in northwest England’s Lake District National Park, surrounded by mountains like Skiddaw. In town, The Cumberland Pencil Museum documents the history of pencils, and the Keswick Museum & Art Gallery displays local artefacts. On a hilltop east of town, Castlerigg Stone Circle dates back to the Neolithic era. Vast Derwent Water lake is south of town, with boat tours and the Theatre by the Lake.", "bounds": [-3.15652, 54.59107, -3.10404, 54.61398]},
{"place_id": 10011, "city_name": "Newquay", "state_name": "Cornwall", "country_name": "United Kingdom", "depth": 4, "latitude": 50.412624, "longitude": -5.070874, "parent_id": 88761, "popularity": 16008, "subcategory": "municipality", "image_key": "ZdTUE7h6wUvdtAvuG8E0kw4FNasE7Npq", "manual_description": "Newquay Cornwall is one of the best UK beaches, with miles of sand, mild temperatures and safe bathing and surfing. The town itself also has a lot to offer - many visitors to Cornwall are attracted by its famous beaches, but the county has other worthwhile experiences from historic towns and villages, family attractions such as Zoos or Aquariums, superb golf courses, and stunning coastline. Local venues showcase neighbourhood talent, and live music events take place throughout the year.", "place_description": "Newquay is a town on the north coast of Cornwall, in southwest England. It’s known for sandy Fistral and Watergate Bay beaches, where waves from the Atlantic Ocean create strong surf. On the seafront, the Blue Reef Aquarium features an underwater tunnel going through a coral-reef tank with pufferfish, sharks and rays. Further inland, surrounded by tropical gardens, Newquay Zoo is home to lions, wildebeest and sloths.", "bounds": [-5.12538, 50.3942, -5.02839, 50.43075]},
{"place_id": 243, "city_name": "Bagan", "state_name": "Mandalay Region", "country_name": "Myanmar", "depth": 3, "latitude": 21.17264, "longitude": 94.86154, "parent_id": 86833, "popularity": 15045, "subcategory": "municipality", "image_key": "64KyzC6bjL2F3VooMlXrBOe9iJvV2hUL", "manual_description": "Bagan is a historical city located in the Mandalay Region of Burma (Myanmar).  The ancient capital of the Kingdom of Bagan is a sprawling complex of temples, stupas, and other religious structures that dot the landscape. This destination is a UNESCO World Heritage Site, and one of the largest archeological sites to be found anywhere in the world.", "place_description": "Bagan is an ancient city and a UNESCO World Heritage Site in the Mandalay Region of Myanmar. From the 9th to 13th centuries, the city was the capital of the Pagan Kingdom, the first kingdom that unified the regions that would later constitute Myanmar. Wikipedia.", "bounds": [94.85274, 21.16662, 94.86499, 21.17779]},
{"place_id": 147376, "city_name": "Saint Augustine Beach", "state_name": "Florida", "country_name": "United States", "depth": 4, "latitude": 29.84914, "longitude": -81.2672, "parent_id": 58186, "popularity": 14113, "subcategory": "city", "image_key": "3LZapoC704vHOKsUcfKapPvuH2ZgTuHg", "manual_description": "St. Augustine Beach is a quaint, ocean-side city that is known for its unique shops and restaurants. It's a great place to spend the day picnicking on the beach, shopping at one of the many unique stores or lounging at one of the many restaurants. One of the best features of St. Augustine Beach is that it is on a barrier island, so there is a constant breeze and the water remains cooler than other beach destinations. If you want to get out of the sun for a bit, stroll through one of the many beautiful parks or go window shopping. You will find everything from surf shops to candle shops, restaurants to art galleries and much more.", "place_description": "St. Augustine Beach is a small city on Anastasia Island known for its wide, Atlantic Ocean-facing beaches. St. Johns County Ocean Pier offers fishing, plus a beachfront park with volleyball courts, a playground, and a children’s splash zone. A sea turtle nesting site, Ocean Hammock Park has a nature trail and picnic areas. A1A Beach Boulevard is scattered with ice cream shops and casual seafood and Mexican eateries.", "bounds": [-81.28348, 29.81945, -81.26216, 29.85955]},
{"place_id": 58299, "city_name": "Fort Myers Beach", "state_name": "Florida", "country_name": "United States", "depth": 4, "latitude": 26.451004, "longitude": -81.949715, "parent_id": 90438, "popularity": 13453, "subcategory": "city", "image_key": "DLQWAAEdMKtFXDkaedE7eOBY4SNviVWG", "manual_description": "Fort Myers Beach is one of the most popular beach towns in Southwest Florida. Located on the Gulf of Mexico along the Estero Bay, this beautiful barrier island has pristine white sand beaches, emerald waters and clear skies. Fort Myers Beach is family-friendly and is the perfect place for an exciting family vacation or a romantic getaway with your loved one.", "place_description": "Fort Myers Beach is a town on Estero Island, off the southwest Florida coast. A long, sandy beach faces the Gulf of Mexico. The Ostego Bay Marine Science Center showcases local marine life. To the east, trails run through Matanzas Pass Preserve nature sanctuary. Built on an ancient Calusa Indian shell mound, the 1900s Mound House has archaeological exhibits. Times Square shopping center has stores and restaurants.", "bounds": [-81.97027, 26.40041, -81.8795, 26.46847]},
{"place_id": 58066, "city_name": "St. John's", "state_name": "Newfoundland and Labrador", "country_name": "Canada", "depth": 4, "latitude": 47.561466, "longitude": -52.71343, "parent_id": 90383, "popularity": 12878, "subcategory": "municipality", "image_key": "xPOp8Jxpg0An6WBCPS1KdyW1E6Prltoh", "manual_description": null, "place_description": "St. John's, a city on Newfoundland island off Canada's Atlantic coast, is the capital of Newfoundland and Labrador province. Its harbour was settled by the British in the 1600s. Downtown is known for its colourful row houses. Above the city is Signal Hill with walking trails and the site of the first transatlantic wireless communication, Cabot Tower, which commemorates John Cabot's discovery of Newfoundland.", "bounds": [-53.03787, 47.32982, -52.61753, 47.63401]},
{"place_id": 10001, "city_name": "Riccione", "state_name": "Province of Rimini", "country_name": "Italy", "depth": 4, "latitude": 43.99918, "longitude": 12.65544, "parent_id": 88549, "popularity": 12367, "subcategory": "city", "image_key": "mkKRoz8bksyNRhOTHVqcI4naO4uimIBG", "manual_description": null, "place_description": "Riccione is a town on Italy’s Adriatic coast. It's known for its vibrant party scene, water parks and broad beaches. Along the boutique-lined Viale Ceccarini, Papa Giovanni Paolo II Park has shaded paths. Nearby, the early-20th-century Villa Franceschi houses the Galleria d’Arte Moderna e Contemporanea. Artifacts from prehistory to Roman times, including a bison skeleton, are on display at the Museo del Territorio.", "bounds": [12.60142, 43.97344, 12.68825, 44.02532]},
{"place_id": 131464, "city_name": "Aparecida", "state_name": "State of Sao Paulo", "country_name": "Brazil", "depth": 3, "latitude": -22.84881, "longitude": -45.22856, "parent_id": 135381, "popularity": 11532, "subcategory": "city", "image_key": "FyNhX2r9IzpngqrlHQYPsibfJuuL6Zul", "manual_description": null, "place_description": null, "bounds": [-45.25542, -22.86464, -45.21193, -22.82622]},
{"place_id": 58245, "city_name": "Park City", "state_name": "Utah", "country_name": "United States", "depth": 4, "latitude": 40.651993, "longitude": -111.49961, "parent_id": 90461, "popularity": 11552, "subcategory": "city", "image_key": "lEQf3rMGYlSItR3ftzBx6V8DzOODcPzQ", "manual_description": null, "place_description": "Park City lies east of Salt Lake City in the western state of Utah. Framed by the craggy Wasatch Range, it’s bordered by the Deer Valley Resort and the huge Park City Mountain Resort, both known for their ski slopes. Utah Olympic Park, to the north, hosted the 2002 Winter Olympics and is now predominantly a training facility. In town, Main Street is lined with buildings built during a 19th-century silver mining boom.", "bounds": [-111.53769, 40.59916, -111.46223, 40.69717]},
{"place_id": 47, "city_name": "Taichung", "state_name": "Taiwan", "country_name": "Taiwan", "depth": 2, "latitude": 24.16378, "longitude": 120.64714, "parent_id": 86668, "popularity": 11012, "subcategory": "municipality", "image_key": "TCUPFk4Bcl4sxXo2MPstmg50Bumhu1F4", "manual_description": null, "place_description": "Taichung is an industrial city on the western side of central Taiwan. It’s a gateway for exploring the island’s mountainous interior, including nature areas like Sun Moon Lake, popular for boating and hiking. In the bustling city center are museums, temples and the ornate brick Taichung Station, a legacy of the Japanese colonial period (1895–1945).", "bounds": [120.4608, 23.99851, 121.45095, 24.4417]},
{"place_id": 10565, "city_name": "Aviemore", "state_name": "Aviemore and the Cairngorms", "country_name": "United Kingdom", "depth": 5, "latitude": 57.19863, "longitude": -3.827106, "parent_id": 89024, "popularity": 10043, "subcategory": "municipality", "image_key": "T1VxWlBDhVMgmFnZyF7lGDF58KTF0RKi", "manual_description": null, "place_description": "Centre with daily guided mountainside visits to feed and stroke the UK's only wild reindeer herd.", "bounds": [-3.6926, 57.16559, -3.6899, 57.16829]},
{"place_id": 277, "city_name": "Phan Thiet", "state_name": "Binh Thuan Province", "country_name": "Vietnam", "depth": 3, "latitude": 10.930299, "longitude": 108.10686, "parent_id": 86847, "popularity": 10067, "subcategory": "municipality", "image_key": "8BHUvwrwelZuHchpDEENVmJw824aVlzF", "manual_description": null, "place_description": "Phan Thiết is a coastal port city in Southeast Vietnam and the capital of Bình Thuận Province. At its center is a bustling little fishing port with a harbor full of colorful boats, vibrant outdoor markets and seafood restaurants. It’s also home to landmarks including the circa-1762 Vạn Thủy Tú Temple (Đình Vạn Thủy Tú), honoring whales and housing skeletons of the locally revered sea creatures.", "bounds": [107.99044, 10.77092, 108.35747, 11.0238]},
{"place_id": 131097, "city_name": "Cuenca", "state_name": "Azuay Province", "country_name": "Ecuador", "depth": 3, "latitude": -2.881429, "longitude": -78.98476, "parent_id": 135434, "popularity": 9569, "subcategory": "city", "image_key": "nVyOw1Xd62oJxLqsBdjSkETowpuYdpFm", "manual_description": null, "place_description": "Cuenca (Santa Ana de los Ríos de Cuenca) is a city in southern Ecuador’s Andes mountains. It's known for its Tomebamba River waterfront and handicrafts including Panama hats. Its central plaza, Parque Calderón, is home to the blue-domed Catedral Nueva and the 16th-century Catedral Vieja, now a religious museum. The Museo y Parque Arqueológico Pumapungo displays ruins and artifacts from the Incan city of Tomebamba.", "bounds": [-79.0547, -2.9315, -78.92406, -2.85303]},
{"place_id": 9964, "city_name": "Larnaca", "state_name": "Larnaka District", "country_name": "Cyprus", "depth": 3, "latitude": 34.91724, "longitude": 33.625107, "parent_id": 88728, "popularity": 9610, "subcategory": "municipality", "image_key": "qVFhha9LSdzA0KWksHO8i2dlmM8YQP4u", "manual_description": null, "place_description": "Larnaca (Larnarka) is a port city on the south coast of Cyprus. It's known for Finikoudes Beach, a sandy strip in the city center backed by a palm-lined seaside promenade. Buzzing bars line the waterfront at Mackenzie Beach. Just offshore, the MS Zenobia wreck is a popular dive site. The 9th-century Church of Saint Lazarus contains the tomb of the saint said to have risen from the dead.", "bounds": [33.58573, 34.8455, 33.65474, 34.95725]},
{"place_id": 9872, "city_name": "Salerno", "state_name": "Province of Salerno", "country_name": "Italy", "depth": 5, "latitude": 40.67348, "longitude": 14.77126, "parent_id": 88659, "popularity": 8969, "subcategory": "city", "image_key": "iP0AM48y1G4ql2TvUjTAf8oKlvhUgWzB", "manual_description": null, "place_description": "Salerno is a port city southeast of Naples, in Italy. Atop Monte Bonadies, the centuries-old Arechi Castle has sea views, plus Museo Medievale del Castello, exhibiting medieval ceramics and coins. In town, built on the ruins of a Roman temple, is Salerno Cathedral. It has Byzantine bronze doors, a baroque crypt and a marble altar. The terraced Minerva’s Garden has been growing medicinal plants since the 14th century.", "bounds": [14.734, 40.63732, 14.85131, 40.71216]},
{"place_id": 10856, "city_name": "Cattolica", "state_name": "Province of Rimini", "country_name": "Italy", "depth": 4, "latitude": 43.963257, "longitude": 12.735363, "parent_id": 88549, "popularity": 8981, "subcategory": "city", "image_key": "FSGWPfiSkMQmrusYABax7mwlXXQh0czq", "manual_description": null, "place_description": "Cattolica is a town and comune in the Province of Rimini, Italy, with 16,233 inhabitants as of 2007. Wikipedia.", "bounds": [12.71188, 43.95069, 12.75564, 43.97333]},
{"place_id": 58652, "city_name": "Grand Teton National Park", "state_name": "Wyoming", "country_name": "United States", "depth": 3, "latitude": 43.817986, "longitude": -110.70956, "parent_id": 90464, "popularity": 8983, "subcategory": "nationalpark", "image_key": "x0A0ORT0aEF3mPE1dRgvIonYi7eczET7", "manual_description": null, "place_description": "Tranquil spot with plenty of wildlife plus hiking, rafting & swimming among valleys & mountains.", "bounds": [-110.86476, 43.29698, -110.33888, 44.29311]},
{"place_id": 58263, "city_name": "Saint Paul", "state_name": "Minnesota", "country_name": "United States", "depth": 3, "latitude": 44.947777, "longitude": -93.09513, "parent_id": 90436, "popularity": 8705, "subcategory": "city", "image_key": "sznQ4Bi6wFqPKXXAbZNJ6jhcHD2EdQr3", "manual_description": null, "place_description": "Saint Paul, the state capital of Minnesota, forms the \"Twin Cities\" with neighboring Minneapolis. It’s home to the Science Museum of Minnesota, with its dinosaur specimens and immersive theater. The Minnesota History Center has interactive exhibits about the region's history. Nearby is the beaux arts Cathedral of Saint Paul. The Cass Gilbert–designed Minnesota State Capitol features paintings of Civil War scenes.", "bounds": [-93.20779, 44.8874, -93.00432, 44.99202]},
{"place_id": 10039, "city_name": "Pamplona", "state_name": "Navarra", "country_name": "Spain", "depth": 3, "latitude": 42.813114, "longitude": -1.645134, "parent_id": 88788, "popularity": 7841, "subcategory": "city", "image_key": "YmogiyPKTsBKzjGpszMcWYLSLGrUsXk0", "manual_description": null, "place_description": "Pamplona is the capital of Navarre province in northern Spain. It’s best known for the Running of the Bulls (Feast of San Fermín) in July. During this legendary multiday festival, bulls are led through the city streets by daredevil runners. A major stop along the Camino de Santiago, a medieval-era pilgrimage route, Pamplona is also home to Gothic-style churches including fortresslike San Nicolás.", "bounds": [-1.69538, 42.79341, -1.60466, 42.83812]},
{"place_id": 301, "city_name": "Yangshuo County", "state_name": "Guangxi", "country_name": "China", "depth": 3, "latitude": 24.77824, "longitude": 110.49655, "parent_id": 86784, "popularity": 7871, "subcategory": "city", "image_key": "TB6P3aF6kiMQIrQnauFjxjZHfXLWyYmF", "manual_description": null, "place_description": "Yangshuo, a county and resort town in southern China’s Guangxi region, is known for its dramatic karst mountain landscape and outdoor recreation. The town is set amid pinnacles like Bilian Feng (Green Lotus Peak), which has a hiking trail to the top. Tour boats offer cruises on the Li River past picturesque countryside from the town of Guilin to the north.", "bounds": [110.22668, 24.63358, 110.68331, 25.05778]},
{"place_id": 81228, "city_name": "Soufriere", "state_name": "Soufriere Quarter", "country_name": "Caribbean", "depth": 4, "latitude": 13.85624, "longitude": -61.05988, "parent_id": 91243, "popularity": 7877, "subcategory": "city", "image_key": "4CCy4paNccFyNxSEqz70f9d2a2GsvPS3", "manual_description": null, "place_description": "Soufrière is a town on the West Coast of Saint Lucia, in the eastern Caribbean Sea. The town and the surrounding district has a population of 7,935. It was colonized by the French and was the original capital of the island. Wikipedia.", "bounds": [-61.06304, 13.85075, -61.05042, 13.86066]},
{"place_id": 81222, "city_name": "Freeport", "state_name": null, "country_name": "Caribbean", "depth": 4, "latitude": 26.53562, "longitude": -78.69694, "parent_id": 81217, "popularity": 7617, "subcategory": "city", "image_key": "1fj61B7nLmvNWXBtJUHPp370Su91LHmf", "manual_description": null, "place_description": null, "bounds": [-78.64488, 26.51565, -78.64219, 26.51834]},
{"place_id": 9867, "city_name": "Murcia", "state_name": "Region of Murcia", "country_name": "Spain", "depth": 3, "latitude": 37.984093, "longitude": -1.128515, "parent_id": 88596, "popularity": 7623, "subcategory": "city", "image_key": "PKj2UZ9PKlNnTvN7aL4glXnsKavIv1jr", "manual_description": null, "place_description": "Murcia is a university city in southeastern Spain and the capital of a region also named Murcia. Plaza Cardenal Belluga is the city’s architectural showpiece, where the ornate cathedral, with its mash-up of styles from Gothic to baroque, and the colorful 18th-century Palacio Episcopal stand in striking contrast to the modern 1990s Ayuntamiento (city hall) annex by architect Rafael Moneo.", "bounds": [-1.15338, 37.94881, -1.10097, 38.01226]},
{"place_id": 546, "city_name": "Pai", "state_name": "Mae Hong Son Province", "country_name": "Thailand", "depth": 3, "latitude": 19.28892, "longitude": 98.47337, "parent_id": 86942, "popularity": 7204, "subcategory": "city", "image_key": "K4vzQaQQ4lKxG3phnELdYwuULCb684rT", "manual_description": null, "place_description": "Pai is a town in the Mae Hong Soon Province of northern Thailand. It sits in a valley on the banks of the Pai River. It's known for its nearby gorges, hot springs like the Tha Pai Hot Spring and waterfalls like Mo Paeng Waterfall. Downtown, food stalls and handicraft shops line Pai Walking Street. West of town lies Baan Santichon, a traditional Chinese village with clay houses and eateries serving Yunnan cuisine.", "bounds": [98.41597, 19.34053, 98.44607, 19.38211]},
{"place_id": 11210, "city_name": "Bodmin", "state_name": "Cornwall", "country_name": "United Kingdom", "depth": 4, "latitude": 50.4664, "longitude": -4.7177, "parent_id": 88761, "popularity": 7023, "subcategory": "municipality", "image_key": "ijrGfQyzgJpTmPue8s3U3KoKXo7ruXQk", "manual_description": null, "place_description": "Bodmin is a town and civil parish in Cornwall, England, United Kingdom. It is situated south-west of Bodmin Moor.\nThe extent of the civil parish corresponds fairly closely to that of the town so is mostly urban in character. Wikipedia.", "bounds": [-4.75345, 50.45174, -4.69341, 50.48164]},
{"place_id": 10193, "city_name": "Delft", "state_name": "South Holland Province", "country_name": "The Netherlands", "depth": 3, "latitude": 52.00543, "longitude": 4.356236, "parent_id": 88505, "popularity": 7044, "subcategory": "city", "image_key": "aQD1oxv8v00vggG6HnqaFBMg5tYGI20w", "manual_description": null, "place_description": "Delft, a canal-ringed city in the western Netherlands, is known as the manufacturing base for Delftware, hand-painted blue-and-white pottery. In its old town, the medieval Oude Kerk is the burial site of native son and Dutch Master painter Johannes Vermeer. Once the seat of the royal House of Orange, the 15th-century Nieuwe Kerk houses the family's tombs and overlooks Delft's lively market square.", "bounds": [4.31951, 51.96651, 4.40789, 52.03256]},
{"place_id": 10040, "city_name": "Torrevieja", "state_name": "Costa Blanca", "country_name": "Spain", "depth": 5, "latitude": 37.976658, "longitude": -0.67958, "parent_id": 88555, "popularity": 7077, "subcategory": "city", "image_key": "hkEyym97ti2xFKtwqMo7giahFZE9BecS", "manual_description": null, "place_description": "Torrevieja is a city in Spain's southeastern Alicante province, on the Costa Blanca. It’s known for its Mediterranean climate and coastline. Promenades run along sandy, resort-backed beaches. The tiny Museo del Mar y de la Sal houses exhibits exploring the town’s fishing and salt-mining history. Inland, the Lagunas de la Mata-Torrevieja Nature Park has trails and 2 salt lakes, one pink and the other green.", "bounds": [-0.70692, 37.96485, -0.64819, 38.01351]},
{"place_id": 85959, "city_name": "Jeddah", "state_name": "Makkah Province", "country_name": "Saudi Arabia", "depth": 3, "latitude": 21.48168, "longitude": 39.18286, "parent_id": 91545, "popularity": 6550, "subcategory": "city", "image_key": "WJlE9WYsvbKBlu1qBH4NWxi1yXsJCtq9", "manual_description": null, "place_description": "Jeddah, a Saudi Arabian port city on the Red Sea, is a modern commercial hub and gateway for pilgrimages to the Islamic holy cities Mecca and Medina. Resort hotels, beaches and outdoor sculptures line the Corniche, a seafront promenade anchored by the iconic King Fahd’s Fountain. The city’s Al-Balad historic district dates to the 7th century and retains traditional homes built from coral.", "bounds": [39.02945, 20.99542, 39.39285, 21.90483]},
{"place_id": 82672, "city_name": "Westland Tai Poutini National Park", "state_name": "West Coast Region", "country_name": "New Zealand", "depth": 4, "latitude": -41.28894, "longitude": 174.77629, "parent_id": 91439, "popularity": 6671, "subcategory": "nationalpark", "image_key": "rvbc3G8veJP7mADG0eMepzh2bSkjJlvk", "manual_description": null, "place_description": "Iconic home of the Franz Josef and Fox glaciers stretching from the sea into the mountains.", "bounds": [169.89392, -43.6216, 170.40605, -43.13519]},
{"place_id": 9997, "city_name": "Haarlem", "state_name": "North Holland Province", "country_name": "The Netherlands", "depth": 3, "latitude": 52.379646, "longitude": 4.636601, "parent_id": 88370, "popularity": 6555, "subcategory": "city", "image_key": "QDcQAf7yidmxm10DKFJwJMEfemuhyXZa", "manual_description": null, "place_description": "Haarlem is a city outside of Amsterdam in the northwest Netherlands. Once a major North Sea trading port surrounded by a defensive wall, it retains its medieval character of cobblestone streets and gabled houses. It's the center of a major flower-bulb-growing district, and famous for its outlying tulip fields, art museums and hofjes (almshouses built around leafy courtyards).", "bounds": [4.59929, 52.33893, 4.68647, 52.42865]},
{"place_id": 10478, "city_name": "Spoleto", "state_name": "Province of Perugia", "country_name": "Italy", "depth": 4, "latitude": 42.742825, "longitude": 12.736425, "parent_id": 88622, "popularity": 6557, "subcategory": "municipality", "image_key": "IXtE5yOABcqZQc1Jl3RrTqWgboxxXXjR", "manual_description": null, "place_description": "Spoleto is a city in Umbria, Italy. It’s surrounded by hills, olive groves and vineyards. Dating from the 12th century, Spoleto Cathedral has a porticoed facade embellished by a mosaic. Inside is a cycle of frescoes by the medieval artist Filippo Lippi. The National Archaeological Museum complex displays items from the Bronze Age and Roman times. It also includes the restored Roman Theater.", "bounds": [12.68892, 42.72614, 12.75206, 42.78683]},
{"place_id": 10374, "city_name": "Saint-Tropez", "state_name": "French Riviera - Cote d'Azur", "country_name": "France", "depth": 4, "latitude": 43.26859, "longitude": 6.640098, "parent_id": 88443, "popularity": 6066, "subcategory": "municipality", "image_key": "XUJjy0xa6gQc5TAO3yT60i9K44DFO6Xk", "manual_description": null, "place_description": "The French Riviera (or Côte d'Azur) is the Mediterranean coast of southeastern France. It includes famously glamorous beach resorts such as Saint-Tropez and Cannes, and the independent microstate of Monaco. A health retreat in the 18th century, the area later attracted aristocrats, artists and the 1960s \"jet set.\" Today it’s an established holiday destination, with paths connecting many coastal villages and towns.", "bounds": [5.50991, 42.982, 7.53158, 43.79713]},
{"place_id": 58386, "city_name": "Burlington", "state_name": "Vermont", "country_name": "United States", "depth": 3, "latitude": 44.476, "longitude": -73.21207, "parent_id": 90486, "popularity": 6195, "subcategory": "city", "image_key": "ObwFKXbyNjExRwSdMkQpEfgViWK4Hrod", "manual_description": "Burlington, Vermont is home to a vibrant downtown, award-winning restaurants, and a nationally recognized arts scene. Visitors can explore Lake Champlain, or walk the tree-lined streets of the Old North End. Downtown’s Church Street Marketplace is an eclectic mix of shops, restaurants and nightlife waterfront features many art galleries and performance venues, including the Flynn Center for the Performing Arts.", "place_description": "Burlington is a city in northwestern Vermont, on the eastern shore of Lake Champlain, south of the Canadian border. Downtown, shops and restaurants line pedestrianized Church Street Marketplace. North of downtown, the Ethan Allen Homestead Museum is a former home of the Revolutionary War hero. The vast Shelburne Museum, south of the city, houses American folk and decorative art in a collection of historic buildings.", "bounds": [-73.27691, 44.44593, -73.17638, 44.53925]},
{"place_id": 58519, "city_name": "Lake George", "state_name": "New York", "country_name": "United States", "depth": 3, "latitude": 43.428425, "longitude": -73.713715, "parent_id": 90404, "popularity": 6066, "subcategory": "municipality", "image_key": "kzNEIhTmpRoqLS7elLW2lX6yBfpsHxpy", "manual_description": null, "place_description": null, "bounds": [-73.71254, 43.41742, -73.42466, 43.83745]},
{"place_id": 11594, "city_name": "Brockenhurst", "state_name": "New Forest National Park Hampshire", "country_name": "United Kingdom", "depth": 5, "latitude": 50.818893, "longitude": -1.572421, "parent_id": 9845, "popularity": 6070, "subcategory": "municipality", "image_key": "WFmtxheXRsUmXF5YWnTsyR1CsfkXyBPU", "manual_description": null, "place_description": "Wildlife, activities & cultural heritage, plus New Forest Centre, tour bus & regular events.", "bounds": [-1.90733, 50.67055, -1.36733, 51.07753]},
{"place_id": 81216, "city_name": "Kralendijk", "state_name": "Bonaire", "country_name": "Caribbean", "depth": 3, "latitude": 12.14997, "longitude": -68.27617, "parent_id": 81203, "popularity": 5488, "subcategory": "city", "image_key": "o1srxQFZvEaVl4aGxK0JXOUDnFs8N3fD", "manual_description": null, "place_description": "Kralendijk is the capital of Bonaire, a Dutch island in the Caribbean Sea. Colorful architecture dots the shopping street of Kaya Grandi. The Bonaire Museum displays archaeological finds, shells and old photos. Off the coast is Bonaire National Marine Park, with a coral reef sheltering tropical fish. This stretches west to Klein Bonaire Island, where the sandy beaches provide a nesting ground for sea turtles.", "bounds": [-68.312, 12.02333, -68.19431, 12.24471]},
{"place_id": 131129, "city_name": "Iquitos", "state_name": "Loreto Region", "country_name": "Peru", "depth": 3, "latitude": -3.73165, "longitude": -73.24078, "parent_id": 135503, "popularity": 5490, "subcategory": "city", "image_key": "0owd57uYuEEJXXPqVkqXEnFHpQSKW5uM", "manual_description": null, "place_description": "Iquitos is a Peruvian port city and gateway to the jungle lodges and tribal villages of the northern Amazon. Its district of Belén is known for its massive open-air street market and rustic stilt houses lining the Itaya River. In the historic center, the Main Square (Plaza de Armas) is surrounded by European-influenced buildings dating to the region's turn-of-the-20th-century boom in rubber production.", "bounds": [-73.33039, -3.80534, -73.23624, -3.7005]},
{"place_id": 272, "city_name": "Petaling Jaya", "state_name": "Selangor", "country_name": "Malaysia", "depth": 4, "latitude": 3.10363, "longitude": 101.64778, "parent_id": 86842, "popularity": 5490, "subcategory": "city", "image_key": "9No6jqnuFP8t3rbl9KKaZDbmhUzUJp6m", "manual_description": null, "place_description": "Petaling Jaya, colloquially referred to as \"PJ\", is a city in Petaling District, in the state of Selangor, Malaysia. Originally developed as a satellite township for Kuala Lumpur, the capital of Malaysia, it is part of the Greater Kuala Lumpur area. Petaling Jaya was granted city status on 20 June 2006. Wikipedia.", "bounds": [101.5526301, 3.070996, 101.6637271, 3.204971]},
{"place_id": 330, "city_name": "Tashkent", "state_name": "Tashkent Province", "country_name": "Uzbekistan", "depth": 3, "latitude": 41.32051, "longitude": 69.30666, "parent_id": 86864, "popularity": 5190, "subcategory": "city", "image_key": "anQ0JK5jzfNr9ezMQ87PuZWTwQkCR5cT", "manual_description": null, "place_description": "Tashkent is the capital city of Uzbekistan. It’s known for its many museums and its mix of modern and Soviet-era architecture. The Amir Timur Museum houses manuscripts, weapons and other relics from the Timurid dynasty. Nearby, the huge State Museum of History of Uzbekistan has centuries-old Buddhist artifacts. The city’s skyline is distinguished by Tashkent Tower, which offers city views from its observation deck.", "bounds": [69.14651, 41.16664, 69.41222, 41.39856]},
{"place_id": 138, "city_name": "Ito", "state_name": "Shizuoka Prefecture", "country_name": "Japan", "depth": 5, "latitude": 34.971565, "longitude": 139.09743, "parent_id": 86718, "popularity": 5203, "subcategory": "city", "image_key": "LiFMJuvMoDdgdyxhcI7UUEDvjmsP5h4d", "manual_description": null, "place_description": "Itō is a city on central Japan’s Izu Peninsula. It’s renowned for its hot-spring resorts. In the center, the grand Tokaikan is a 1920s ryokan inn that’s now a museum. Ikeda Museum of 20th Century Art has modern European painting and sculpture. South, a chairlift climbs extinct volcano Mount Omuro, and a trail follows the Jogasaki Coast’s jagged cliffs. Antique instruments can be heard at the Music Box Museum of Izu .", "bounds": [139.03458, 34.8514, 139.14811, 35.03683]},
{"place_id": 58958, "city_name": "Fort Bragg", "state_name": "California", "country_name": "United States", "depth": 4, "latitude": 39.44613, "longitude": -123.80592, "parent_id": 90517, "popularity": 5147, "subcategory": "city", "image_key": "c3qQ5avhKr570KkfJwoLpPYWsx3gEeLt", "manual_description": null, "place_description": "Fort Bragg is a city on California's Mendocino Coast. It's known for Glass Beach, with its shore full of colorful glass stones. The beach is part of sprawling MacKerricher State Park, which supports varied birdlife and harbor seals. The Skunk Train is a steam locomotive that weaves through the redwood forests of the Noyo River Canyon. South of the center, the Mendocino Coast Botanical Gardens shelters native plants.", "bounds": [-123.8205, 39.41846, -123.78279, 39.47105]},
{"place_id": 419, "city_name": "Hikkaduwa", "state_name": "Southern Province", "country_name": "Sri Lanka", "depth": 4, "latitude": 6.137822, "longitude": 80.10169, "parent_id": 86800, "popularity": 4952, "subcategory": "city", "image_key": "2AovDEtW28kCfnBGSGcZrXd2pcCoeAc0", "manual_description": null, "place_description": "Hikkaduwa is a seaside resort town in southwestern Sri Lanka. It’s known for its strong surf and beaches, including palm-dotted Hikkaduwa Beach, lined with restaurants and bars. The shallow waters opposite Hikkaduwa Beach shelter the Hikkaduwa National Park, which is a coral sanctuary and home to marine turtles and exotic fish. Inland, Gangarama Maha Vihara is a Buddhist temple decorated with hand-painted murals.", "bounds": [80.09881, 6.10403, 80.13926, 6.15135]},
{"place_id": 58850, "city_name": "Canon City", "state_name": "Colorado", "country_name": "United States", "depth": 3, "latitude": 38.44185, "longitude": -105.23899, "parent_id": 90422, "popularity": 4960, "subcategory": "city", "image_key": "o2UL8yTo4pVN166G6Wj2RlIdSkYN9ifM", "manual_description": null, "place_description": "Cañon City is a home rule municipality that is the county seat and the most populous municipality of Fremont County, Colorado, United States. The city population was 17,141 at the 2020 United States Census. Wikipedia.", "bounds": [-105.27371, 38.38641, -105.14824, 38.47695]},
{"place_id": 58257, "city_name": "El Paso", "state_name": "Texas", "country_name": "United States", "depth": 3, "latitude": 31.78272, "longitude": -106.45924, "parent_id": 90419, "popularity": 4961, "subcategory": "city", "image_key": "CWqLIBODH2BnW00wmd6g2Tbx1qPqwtuz", "manual_description": null, "place_description": "El Paso is a city in and the county seat of El Paso County, Texas, United States. The 2020 population of the city from the U.S. Census Bureau was 678,815, making it the 22nd-most populous city in the U.S., the most populous city in West Texas, and the sixth-most populous city in Texas. Wikipedia.", "bounds": [-106.63592, 31.62079, -106.21311, 32.00148]},
{"place_id": 11563, "city_name": "Cobh", "state_name": "Province of Munster", "country_name": "Ireland", "depth": 4, "latitude": 51.84924, "longitude": -8.29799, "parent_id": 88519, "popularity": 4567, "subcategory": "city", "image_key": "RHH309JdhdNsTAztMdManXlQJh35WBwT", "manual_description": null, "place_description": "Cobh is a town in Ireland, on an island in Cork city’s harbour. It’s known as the Titanic’s last port of call in 1912. Titanic Experience Cobh is a themed attraction in the former White Star Line ticket office. More displays on the liner are in the Cobh Heritage Centre, which also explores how Cobh became an embarkation point during Ireland’s mass emigrations. North of town, huge Fota Wildlife Park is on Fota Island.", "bounds": [-8.31976, 51.84303, -8.27092, 51.85843]},
{"place_id": 81227, "city_name": "Kingston", "state_name": "Kingston Parish", "country_name": "Caribbean", "depth": 4, "latitude": 17.9833, "longitude": -76.8, "parent_id": 91240, "popularity": 4742, "subcategory": "municipality", "image_key": "OnneHmrkABIpkQ0mfKWZrzW0AiRMHs2i", "manual_description": null, "place_description": "Kingston is the capital of the island of Jamaica, lying on its southeast coast. In the city center, the Bob Marley Museum is housed in the reggae singer’s former home. Nearby, Devon House is a colonial-era mansion with period furnishings. Hope Botanical Gardens & Zoo showcases native flora and fauna. Northeast of the city, the Blue Mountains are a renowned coffee-growing region with trails and waterfalls.", "bounds": [-76.87194, 17.96347, -76.72937, 18.07241]},
{"place_id": 9986, "city_name": "Stockport", "state_name": "Greater Manchester", "country_name": "United Kingdom", "depth": 4, "latitude": 53.40871, "longitude": -2.158869, "parent_id": 88426, "popularity": 4569, "subcategory": "municipality", "image_key": "NsCAys31rGu9V1wYxFxfjwH84ypBU7Ip", "manual_description": null, "place_description": "The Metropolitan Borough of Stockport is a metropolitan borough of Greater Manchester in England. It is south-east of central Manchester and south of Tameside. Wikipedia.", "bounds": [-2.24687, 53.3273, -1.99233, 53.45488]},
{"place_id": 10593, "city_name": "Les Sables-d'Olonne", "state_name": "Vendee", "country_name": "France", "depth": 4, "latitude": 46.497604, "longitude": -1.782272, "parent_id": 89034, "popularity": 4359, "subcategory": "municipality", "image_key": "01NnVJvBT226DW1y2rqueLdjaBg43Oe5", "manual_description": null, "place_description": "Les Sables-d'Olonne is a seaside town on the Atlantic coast of western France. A subprefecture of the department of Vendée, Pays de la Loire, it has the administrative level of commune. On 1 January 2019, the municipalities of Olonne-sur-Mer, Château-d'Olonne and Les Sables-d'Olonne merged, retaining the latter name. Wikipedia.", "bounds": [-1.82006, 46.48032, -1.75393, 46.52037]},
{"place_id": 82747, "city_name": "Broken Hill", "state_name": "New South Wales", "country_name": "Australia", "depth": 3, "latitude": -31.95835, "longitude": 141.4655, "parent_id": 91388, "popularity": 4366, "subcategory": "city", "image_key": "oqapgDsgFypcuky4hleOYm92E1WVfCRX", "manual_description": null, "place_description": "Broken Hill is a frontier mining town in the far west of New South Wales, in the Australian outback. Its mining history is explored through geology exhibits at the Albert Kersten Mining and Minerals Museum. In nearby Silverton, the disused 19th-century Daydream Mine is open to the public. North of Broken Hill, Living Desert State Park features the Sculpture Symposium, a group of monumental sandstone sculptures.", "bounds": [141.00135, -33.11356, 142.25293, -31.59187]},
{"place_id": 11221, "city_name": "Pomezia", "state_name": "Province of Rome", "country_name": "Italy", "depth": 4, "latitude": 41.669643, "longitude": 12.500196, "parent_id": 88690, "popularity": 4290, "subcategory": "municipality", "image_key": "T9wVANBpwfxpn8HpxVark4TTH6feH1Nf", "manual_description": null, "place_description": "Pomezia is a municipality in the Metropolitan City of Rome Capital, Lazio, central Italy. In 2009 it had a population of about 60,000. Wikipedia.", "bounds": [12.41581, 41.59579, 12.5953, 41.71451]},
{"place_id": 528, "city_name": "Singaraja", "state_name": "Bali", "country_name": "Indonesia", "depth": 3, "latitude": -8.111066, "longitude": 115.08878, "parent_id": 86662, "popularity": 4290, "subcategory": "city", "image_key": "DRzIBTSFo3RqTJDYxIqU5LqBgrLiTOni", "manual_description": null, "place_description": "Singaraja is a port town in northern Bali, Indonesia. It's known for Dutch colonial–era warehouses on its waterfront. Gedong Kirtya Library houses ancient palm-leaf manuscripts (lontar). Museum Buleleng displays stone coffins and ceremonial masks. Pictures of Buleleng kings adorn the 1600s royal palace Puri Agung. Pura Jagatnatha temple has carvings of Hindu gods. South, Gitgit Waterfall is set amid tropical forest.", "bounds": [115.07465, -8.13437, 115.10311, -8.10299]},
{"place_id": 58070, "city_name": "Penticton", "state_name": "British Columbia", "country_name": "Canada", "depth": 4, "latitude": 49.50023, "longitude": -119.59386, "parent_id": 90379, "popularity": 4292, "subcategory": "city", "image_key": "J8Y0miD4ghlCGZtYnotdXBXz8oEAn9Yq", "manual_description": null, "place_description": "Penticton is a city in the Okanagan Valley of the Southern Interior of British Columbia, Canada, situated between Okanagan and Skaha lakes. In the 2016 Canadian Census, its population was 33,761, while its census agglomeration population was 43,432. Wikipedia.", "bounds": [-119.61678, 49.42382, -119.51505, 49.55567]},
{"place_id": 11131, "city_name": "Ruedesheim am Rhein", "state_name": "Hesse", "country_name": "Germany", "depth": 3, "latitude": 49.9791, "longitude": 7.92309, "parent_id": 88416, "popularity": 4094, "subcategory": "city", "image_key": "ES77XoVQjFlphG2SmROHhkJ9I4Z2zCCX", "manual_description": null, "place_description": "Rüdesheim am Rhein is a town in the Rhine Valley, Germany. It’s known for winemaking, especially of Riesling wines. In the center, Drosselgasse is a lane lined with shops, taverns and restaurants. Nearby, Siegfried’s Mechanical Music Cabinet is a museum of automated musical instruments. Medieval Brömserburg Castle is home to the Rheingau Wine Museum, exhibiting wine paraphernalia from ancient times to the present.", "bounds": [7.83837, 49.97184, 7.94786, 50.08598]},
{"place_id": 58063, "city_name": "Richmond", "state_name": "British Columbia", "country_name": "Canada", "depth": 3, "latitude": 49.15677, "longitude": -123.15703, "parent_id": 90371, "popularity": 4030, "subcategory": "city", "image_key": "CIndI07Kz6VFGrO34MdXN4PYzEOoihYd", "manual_description": null, "place_description": "Richmond is a city in British Columbia, Canada, and the site of Vancouver International Airport. Known for its Asian influences, it’s home to the International Buddhist Temple, an elaborate complex resembling Beijing’s Forbidden City. Asian eateries and shops cluster in the Golden Village district. In the village of Steveston, the Gulf of Georgia Cannery has interactive exhibits on the local salmon-canning tradition.", "bounds": [-123.31489, 49.08612, -122.95711, 49.27075]},
{"place_id": 10568, "city_name": "Alesund", "state_name": "More og Romsdal", "country_name": "Norway", "depth": 4, "latitude": 62.47149, "longitude": 6.17438, "parent_id": 89027, "popularity": 4032, "subcategory": "municipality", "image_key": "vzpKRmtaR4M4xaveBPVgwQIzezAaX7dv", "manual_description": null, "place_description": "Ålesund is a port town on the west coast of Norway, at the entrance to the Geirangerfjord. It’s known for the art nouveau architectural style in which most of the town was rebuilt after a fire in 1904, as documented at the Jugendstilsenteret museum. There are panoramic views of Ålesund’s architecture, the surrounding archipelago and fjords from the Mount Aksla lookout.", "bounds": [6.08642, 62.45357, 6.39647, 62.48255]},
{"place_id": 12331, "city_name": "Wells-next-the-Sea", "state_name": "Norfolk", "country_name": "United Kingdom", "depth": 5, "latitude": 52.954754, "longitude": 0.85124, "parent_id": 88537, "popularity": 3868, "subcategory": "municipality", "image_key": "CTAkBaiX9BQzUcZEe2bZz2mMAxe53cRi", "manual_description": null, "place_description": "Wells-next-the-Sea is a port town on the north coast of Norfolk, England.\nThe civil parish has an area of 16.31 km² and in 2001 had a population of 2,451, reducing to 2,165 at the 2011 census.\nWells is 15 miles to the east of the resort of Hunstanton, 20 miles to the west of Cromer, and 10 miles north of Fakenham. Wikipedia.", "bounds": [0.83027, 52.92798, 0.87055, 52.97698]},
{"place_id": 59812, "city_name": "Los Alamos", "state_name": "New Mexico", "country_name": "United States", "depth": 3, "latitude": 35.88065, "longitude": -106.30439, "parent_id": 90432, "popularity": 3788, "subcategory": "city", "image_key": "yPe4nPT1MTzSlpfwPA8PR7KWubW44g5N", "manual_description": null, "place_description": "Los Alamos is a census-designated place in Los Alamos County, New Mexico, United States, that is recognized as one of the development and creation places of the atomic bomb—the primary objective of the Manhattan Project by Los Alamos National Laboratory during World War II. Wikipedia.", "bounds": [-106.33469, 35.87056, -106.2454, 35.91329]},
{"place_id": 11566, "city_name": "Santa Teresa Gallura", "state_name": "Province of Olbia-Tempio", "country_name": "Italy", "depth": 4, "latitude": 41.238914, "longitude": 9.191909, "parent_id": 88852, "popularity": 3788, "subcategory": "municipality", "image_key": "hTmbpx8Sd1M9izglUnboTfj4YU7GMTq0", "manual_description": null, "place_description": "Santa Teresa Gallura is a town on the northern tip of Sardinia, on the Strait of Bonifacio, in the province of Sassari, Italy. The southern coast of French island Corsica can be seen from the beach. The city is one of several possible locations for the ancient city of Tibula. Wikipedia.", "bounds": [9.18, 41.23012, 9.2078, 41.24761]},
{"place_id": 11192, "city_name": "Le Touquet – Paris-Plage", "state_name": "Pas-de-Calais", "country_name": "France", "depth": 4, "latitude": 50.519707, "longitude": 1.592697, "parent_id": 89082, "popularity": 3792, "subcategory": "city", "image_key": "SNEleERKszAj9zfrPwfzyO3Ubuf5KJNZ", "manual_description": null, "place_description": "Le Touquet is a small seaside town in northern France. It’s known for its wide beach, a water sports hub, and for its lively nightlife, which includes clubs and casinos. Phare Le Touquet is a red-brick lighthouse with far-reaching views of the sea and countryside. The Musée du Touquet displays modern and contemporary art, plus works by regional artists. Fresh produce is on offer at the art deco–style Covered Market.", "bounds": [1.57613, 50.48361, 1.63466, 50.53961]},
{"place_id": 10114, "city_name": "Mannheim", "state_name": "Baden-Wurttemberg", "country_name": "Germany", "depth": 3, "latitude": 49.48651, "longitude": 8.46678, "parent_id": 88528, "popularity": 3566, "subcategory": "city", "image_key": "6ZnUGpbu5X6EFNr5zxiI9APjAhz4luiF", "manual_description": null, "place_description": "Mannheim is a city in southwest Germany, on the Rhine and Neckar rivers. The baroque 18th-century Mannheim Palace houses historical exhibits, plus the University of Mannheim. In the grid-like center, called the Quadrate, Marktplatz Square features a baroque fountain with statues. Planken shopping street leads southeast to the Romanesque Water Tower, in the art nouveau gardens of Friedrichsplatz.", "bounds": [8.41416, 49.40959, 8.58999, 49.59049]},
{"place_id": 13760, "city_name": "Uchisar", "state_name": "Cappadocia", "country_name": "Turkiye", "depth": 3, "latitude": 38.62854, "longitude": 34.80125, "parent_id": 88677, "popularity": 3641, "subcategory": "city", "image_key": "JY6qNeKfJcsm2ii2VNrLnesu0XxsfEQH", "manual_description": null, "place_description": "Uçhisar is a town in the Nevşehir District, Nevşehir Province in Cappadocia, Turkey. Its population is 3,555. It is 7 kilometres east of Nevşehir, 12 kilometres west of Ürgüp, and 10 kilometres south of Avanos. Wikipedia.", "bounds": [34.78788, 38.6202, 34.81989, 38.63763]},
{"place_id": 58363, "city_name": "Fort Wayne", "state_name": "Indiana", "country_name": "United States", "depth": 3, "latitude": 41.08026, "longitude": -85.13831, "parent_id": 90445, "popularity": 3568, "subcategory": "city", "image_key": "JN8PUQbdqXaX8RwBUyvnioxtMqzdwyqs", "manual_description": null, "place_description": "Fort Wayne is a city in northeastern Indiana. The Foellinger-Freimann Botanical Conservatory has indoor tropical, desert and showcase gardens, plus outdoor areas. American painting and sculpture are the focus at Fort Wayne Museum of Art. The 1860 Cathedral of the Immaculate Conception has 19th-century stained glass. Animal habitats at Fort Wayne Children’s Zoo include an African savannah and an Indonesian rainforest.", "bounds": [-85.30317, 40.96545, -84.99863, 41.19978]},
{"place_id": 10132, "city_name": "Quarteira", "state_name": "Faro District", "country_name": "Portugal", "depth": 4, "latitude": 37.06946, "longitude": -8.10064, "parent_id": 88560, "popularity": 3572, "subcategory": "municipality", "image_key": "uskZpwGQPxqc7ztTUzaysFnoJpMpCt85", "manual_description": null, "place_description": "Quarteira is a coastal Portuguese town in the Algarve region. Its long, sandy Quarteira Beach is backed by tall white buildings. The original fishing community remains and freshly caught fish is served at eateries along the palm-lined promenade of Avenida Infante de Sagres. Quarteira’s weekly market has stalls selling items like handbags and clothing. Golf courses dot the surrounding area.", "bounds": [-8.16093, 37.0516, -8.04844, 37.11868]},
{"place_id": 146330, "city_name": "Frederiksberg", "state_name": null, "country_name": "Denmark", "depth": 4, "latitude": 55.678, "longitude": 12.535368, "parent_id": 9643, "popularity": 3362, "subcategory": "city", "image_key": "FLtfsWJ3OFqG8vqU0hdBM6eUscYRWViE", "manual_description": null, "place_description": "In leafy, residential Frederiksberg, locals relax in the gardens surrounding the Italianate Frederiksberg Palace. Gammel Kongevej is the hub for exclusive clothing and design shopping, while cafes and specialty food stores line charming Værnedamsvej street. Families head to nearby Copenhagen Zoo to visit the elephant house and the Arctic zone, with its polar bears and seals.", "bounds": [12.49177, 55.66638, 12.5578, 55.69801]},
{"place_id": 10908, "city_name": "Barnstaple", "state_name": "Devon", "country_name": "United Kingdom", "depth": 4, "latitude": 51.07837, "longitude": -4.05549, "parent_id": 88480, "popularity": 3405, "subcategory": "municipality", "image_key": "CiFKhN83GWW6aqRPk8jpS68dey0hS9FU", "manual_description": null, "place_description": "Barnstaple is a river-port town and civil parish in the North Devon district of Devon, England. The town lies at the River Taw's lowest crossing point before the Bristol Channel. From the 14th century, it was licensed to export wool from which it earned great wealth. Wikipedia.", "bounds": [-4.10212, 51.06014, -4.01462, 51.10343]},
{"place_id": 59068, "city_name": "Ludington", "state_name": "Michigan", "country_name": "United States", "depth": 3, "latitude": 43.95547, "longitude": -86.45281, "parent_id": 90450, "popularity": 3362, "subcategory": "city", "image_key": "KAJ8qzWF803jXc9FNGmLB59DIxWTqgwj", "manual_description": null, "place_description": "Ludington is a city in the U.S. state of Michigan. It is the county seat and the largest city in Mason County. The population was 7,655 at the 2020 census.\nThe city is located at the mouth of the Pere Marquette River at Lake Michigan. Wikipedia.", "bounds": [-86.46282, 43.93532, -86.41574, 43.97772]},
{"place_id": 11626, "city_name": "Monte Sant'Angelo", "state_name": "Province of Foggia", "country_name": "Italy", "depth": 4, "latitude": 41.705307, "longitude": 15.964814, "parent_id": 88941, "popularity": 3363, "subcategory": "city", "image_key": "NWHpvbJUz3z4ho7RUtojJA11WPa3wCRQ", "manual_description": null, "place_description": "Monte Sant'Angelo is a town and comune of Apulia, southern Italy, in the province of Foggia, on the southern slopes of Monte Gargano. It is one of I Borghi più belli d'Italia. Wikipedia.", "bounds": [15.94486, 41.69945, 15.97751, 41.70905]},
{"place_id": 81953, "city_name": "Bacalar", "state_name": "Quintana Roo", "country_name": "Mexico", "depth": 4, "latitude": 18.67777, "longitude": -88.39599, "parent_id": 91343, "popularity": 3202, "subcategory": "city", "image_key": "FJnMjMGuCAzjHBHrod53x1XWoBR0CjDF", "manual_description": null, "place_description": "Bacalar is a town in southeastern Mexico near the Belize border. It’s on Lake Bacalar, also called the Lagoon of Seven Colors due to its blue and turquoise hues. Fuerte de San Felipe is an 18th-century fort that now houses a piracy museum displaying colonial-era weapons and artifacts. The colonial San Joaquín Parish Church has a vaulted ceiling. To the south is Cenote Azul, a small, deep lake with underwater caves.", "bounds": [-88.41504, 18.64413, -88.38358, 18.69517]},
{"place_id": 11727, "city_name": "Haro", "state_name": "La Rioja", "country_name": "Spain", "depth": 3, "latitude": 42.57763, "longitude": -2.84991, "parent_id": 88764, "popularity": 3255, "subcategory": "city", "image_key": "Zf7HEOOeJSrMNGaKL6AFqJPEdV5EGSDg", "manual_description": null, "place_description": "Haro is a town and municipality in the northwest of La Rioja province in Northern Spain. It hosts the annual Haro Wine Festival, as it produces red wine. Wikipedia.", "bounds": [-2.86883, 42.56365, -2.84043, 42.58091]},
{"place_id": 255, "city_name": "Tottori", "state_name": "Tottori Prefecture", "country_name": "Japan", "depth": 4, "latitude": 35.49655, "longitude": 134.23166, "parent_id": 86836, "popularity": 3202, "subcategory": "city", "image_key": "JZmhBSFZHKc4HyBcgyt1HFunYd0NtT4p", "manual_description": null, "place_description": "Tottori is the capital and the largest city of Tottori Prefecture in the Chūgoku region of Japan. As of 30 November 2022, the city had an estimated population of 183,383 in 81,732 households and a population density of 240 persons per km². The total area of the city is 765.31 square kilometres. Wikipedia.", "bounds": [133.94599, 35.27159, 134.44083, 35.57313]},
{"place_id": 112, "city_name": "Niigata", "state_name": "Niigata Prefecture", "country_name": "Japan", "depth": 5, "latitude": 37.816166, "longitude": 138.84183, "parent_id": 86747, "popularity": 3203, "subcategory": "city", "image_key": "lqdfVJOhlGSaEky28hVZdEx4vlfmblr6", "manual_description": null, "place_description": "Niigata is a port city on Honshu, Japan’s main island. The Minatopia history museum complex includes heritage buildings like the 19th-century Niigata Customs House. Along the seacoast, the Marinepia Nihonkai aquarium has sea otters and dolphins. Part of the Northern Culture Museum, the Ito Estate was home to a wealthy 1800s family and displays their art collection. South are the hot springs of Iwamuro.", "bounds": [138.78432, 37.67882, 139.26691, 38.00192]},
{"place_id": 15444, "city_name": "Rapolano Terme", "state_name": "Province of Siena", "country_name": "Italy", "depth": 4, "latitude": 43.285755, "longitude": 11.606499, "parent_id": 88594, "popularity": 3050, "subcategory": "municipality", "image_key": "qyJvv6BYB69udqXwSZ9Ee05O6nJ9SoeN", "manual_description": null, "place_description": "Rapolano Terme is a comune in the Province of Siena in the Italian region Tuscany, located about 60 kilometres southeast of Florence and about 20 kilometres east of Siena in the area known as the Crete Senesi.\nUntil 1949 it was known simply as Rapolano. Wikipedia.", "bounds": [11.59668, 43.27697, 11.61281, 43.29914]},
{"place_id": 58843, "city_name": "Seaside", "state_name": "Oregon", "country_name": "United States", "depth": 4, "latitude": 45.994022, "longitude": -123.91611, "parent_id": 90503, "popularity": 3010, "subcategory": "city", "image_key": "uuMDqd3ZN1jtV3b0SpACXbOzRKaRNCTF", "manual_description": null, "place_description": "Seaside is a small resort city in northwestern Oregon. Its beach is known for surf breaks and a 1920s promenade. The Seaside Aquarium has touch tanks and a seal exhibit. To the south, Tillamook Head National Recreation Trail climbs a forested cape to Ecola State Park, with views of the 19th-century Tillamook Rock Lighthouse. Rich wildlife includes eagles in the Necanicum River estuary and migrating gray whales.", "bounds": [-123.96183, 45.9467, -123.89241, 46.01721]},
{"place_id": 10342, "city_name": "Klaipeda", "state_name": "Klaipeda County", "country_name": "Lithuania", "depth": 3, "latitude": 55.69591, "longitude": 21.14984, "parent_id": 88933, "popularity": 3011, "subcategory": "city", "image_key": "a2PlNHSKJ9RaLdcdpQkbnCVTuqdw9Kck", "manual_description": null, "place_description": "Klaipėda is a port city in Lithuania, where the Baltic Sea meets the Danė River. The old town features German-style, 18th-century wood-framed buildings. Theater Square, the city’s main gathering spot, is home to the neoclassical Drama Theater. The square’s 1912 Taravos Anikė sculpture pays tribute to a local poet. The waterside Lithuanian Sea Museum includes dolphin shows and maritime exhibits in a 19th-century fort.", "bounds": [21.07532, 55.61336, 21.24047, 55.79732]},
{"place_id": 81936, "city_name": "Leon", "state_name": "Guanajuato", "country_name": "Mexico", "depth": 4, "latitude": 21.116753, "longitude": -101.68564, "parent_id": 91347, "popularity": 3011, "subcategory": "municipality", "image_key": "BwM9E4dCN7my7lylGZipQXJt2mlDFgr9", "manual_description": null, "place_description": "León is a city in the central Mexican state of Guanajuato. It’s known for its production of leather goods, sold in the Zona Piel district. Murals tracing the region’s history adorn the halls of the Palacio Municipal. The neo-Gothic Templo Expiatorio de la Sagrada Corazón de Jesús church has a crypt with catacombs. In the Catedral Basílica, Museo de Arte Sacro is a museum of religious paintings and sculpture.", "bounds": [-101.77023, 21.0304, -101.56179, 21.21342]},
{"place_id": 197, "city_name": "Hokuto", "state_name": "Yamanashi Prefecture", "country_name": "Japan", "depth": 5, "latitude": 35.77674, "longitude": 138.42331, "parent_id": 86808, "popularity": 2892, "subcategory": "city", "image_key": "kx4gSbvyuvwnpnRZyVZISIxH3Q2uqgIN", "manual_description": null, "place_description": "Hokuto is a city located in Yamanashi Prefecture, Japan. As of 1 October 2020, the city had an estimated population of 45,684 in 22,091 households, and a population density of 78 inhabitants per square kilometre. The total area of the city is 602.48 square kilometres. Wikipedia.", "bounds": [138.18521, 35.70975, 138.62162, 35.9717]},
{"place_id": 79326, "city_name": "Dar es Salaam", "state_name": "Dar Es Salaam Region", "country_name": "Tanzania", "depth": 3, "latitude": -6.7832, "longitude": 39.26767, "parent_id": 90784, "popularity": 2827, "subcategory": "city", "image_key": "e02FhZhG0GM5Psmrb9vykSwFZnWJtgOr", "manual_description": null, "place_description": "Dar es Salaam, a major city and commercial port on Tanzania’s Indian Ocean coast, grew from a fishing village. The open-air Village Museum has re-created the traditional homes of local and other Tanzanian tribes and hosts tribal dancing. It’s part of the National Museum, which offers Tanzanian history exhibits, including the fossils of human ancestors found by anthropologist Louis Leakey.", "bounds": [39.02687, -6.95028, 39.48171, -6.5889]},
{"place_id": 14040, "city_name": "Penafiel", "state_name": "Province of Valladolid", "country_name": "Spain", "depth": 4, "latitude": 41.60184, "longitude": -4.11561, "parent_id": 88779, "popularity": 2828, "subcategory": "municipality", "image_key": "dxMz6oe47ZrHA4BLlPkS4mwmdttTxscK", "manual_description": null, "place_description": "Peñafiel is a town in the Valladolid Province and the greater autonomous community of Castile and León, Spain. It is best known for the Peñafiel Castle and for its medieval square used for bullfights and named \"Plaza del Coso\". Wikipedia.", "bounds": [-4.13154, 41.58929, -4.10867, 41.6057]},
{"place_id": 10566, "city_name": "Chiclana de la Frontera", "state_name": "Costa de la Luz", "country_name": "Spain", "depth": 4, "latitude": 36.422077, "longitude": -6.149142, "parent_id": 88670, "popularity": 2783, "subcategory": "municipality", "image_key": "hItR4Uiwdd3S4jq5ORsB0DwlWwXBrxAb", "manual_description": null, "place_description": "Chiclana de la Frontera is a town and municipality in southwestern Spain, in the province of Cádiz, Andalucía, near the Gulf of Cádiz. Wikipedia.", "bounds": [-6.19265, 36.35671, -6.10903, 36.46705]},
{"place_id": 346, "city_name": "Shimoda", "state_name": "Shizuoka Prefecture", "country_name": "Japan", "depth": 5, "latitude": 34.677258, "longitude": 138.94247, "parent_id": 86718, "popularity": 2738, "subcategory": "city", "image_key": "emCbHNHxHw2M1lNRO0auuyh1uMDqlZtf", "manual_description": null, "place_description": "Shimoda is a city on the southeastern Izu peninsula, in Japan’s Shizuoka Prefecture. It’s known for its busy port and hot springs. Beaches include Shirahama, a long sandy stretch with strong surf. Ryōsen-ji temple is where the U.S.-Japan Treaty of Amity and Commerce was signed in 1858. The Shimoda History Museum has exhibits on the town’s role in opening up 19th-century Japan to international diplomacy.", "bounds": [138.84616, 34.57308, 138.993, 34.7741]},
{"place_id": 10971, "city_name": "Roermond", "state_name": "Limburg Province", "country_name": "The Netherlands", "depth": 3, "latitude": 51.18987, "longitude": 5.99113, "parent_id": 88718, "popularity": 2694, "subcategory": "city", "image_key": "pOAA7tqwhJ1Pj6EZzmrn4CyyvlIkxPXb", "manual_description": null, "place_description": "Roermond is a city, municipality, and diocese in the Limburg province of the Netherlands. Roermond is a historically important town on the lower Roer on the east bank of the river Meuse. It received town rights in 1231. Roermond's town centre has become a designated conservation area. Wikipedia.", "bounds": [5.93903, 51.1599, 6.07317, 51.22457]},
{"place_id": 86158, "city_name": "Jerash", "state_name": "Jerash Governorate", "country_name": "Jordan", "depth": 3, "latitude": 32.27486, "longitude": 35.89589, "parent_id": 91615, "popularity": 2642, "subcategory": "city", "image_key": "Bv2IZf1I2PknQK2r2Xy4xRmV1E1wY6ar", "manual_description": null, "place_description": "Jerash is a city in Jordan, north of the capital Amman. Inhabited since the Bronze Age, it’s known for the ruins of the walled Greco-Roman settlement of Gerasa just outside the modern city. These include the 2nd-century Hadrian’s Arch, the Corinthian columns of the Temple of Artemis and the huge Forum’s oval colonnade. The Jerash Archaeological Museum displays artifacts excavated from the site.", "bounds": [35.83279, 32.21204, 35.95616, 32.32805]},
{"place_id": 10585, "city_name": "Macclesfield", "state_name": "Cheshire", "country_name": "United Kingdom", "depth": 4, "latitude": 53.258022, "longitude": -2.126093, "parent_id": 88640, "popularity": 2644, "subcategory": "municipality", "image_key": "2Ahk1XoFlTa8oEK9gKBn4hMxXr8uzRqn", "manual_description": null, "place_description": "Macclesfield is a market town and civil parish in the unitary authority of Cheshire East, Cheshire, England. It is sited on the River Bollin and the edge of the Cheshire Plain, with Macclesfield Forest to its east; the town lies 16 miles south of Manchester and 38 miles east of Chester. Wikipedia.", "bounds": [-2.18577, 53.23581, -2.06968, 53.28648]},
{"place_id": 58695, "city_name": "Tyler", "state_name": "Texas", "country_name": "United States", "depth": 3, "latitude": 32.34748, "longitude": -95.2943, "parent_id": 90419, "popularity": 2625, "subcategory": "city", "image_key": "BebFLXwUR50meQRePh6P9qFprxRiWks5", "manual_description": null, "place_description": "Tyler is a city in eastern Texas. It's known as a center for rose cultivation. In season, thousands of rose bushes line the manicured grounds of the Tyler Municipal Rose Garden. The Tyler Rose Museum explores the history of the city’s annual Texas Rose Festival. Housed in an 1859 mansion set in landscaped LeGrand Park, the Goodman Museum features antique furnishings and Civil War–era medical artifacts.", "bounds": [-95.46148, 32.23032, -95.19331, 32.43093]},
{"place_id": 10857, "city_name": "Milazzo", "state_name": "Province of Messina", "country_name": "Italy", "depth": 4, "latitude": 38.21819, "longitude": 15.24025, "parent_id": 88607, "popularity": 2585, "subcategory": "city", "image_key": "UVHmZapOo7B90tjwSeBDEcd5lnNY5KcG", "manual_description": null, "place_description": "Milazzo is a municipality in the Metropolitan City of Messina, Sicily, southern Italy; it is the largest commune in the Metropolitan City after Messina and Barcellona Pozzo di Gotto. The town has a population of around 31,500 inhabitants. Wikipedia.", "bounds": [15.21424, 38.16909, 15.27058, 38.2626]},
{"place_id": 85980, "city_name": "Kashan", "state_name": "Isfahan Province", "country_name": "Iran", "depth": 3, "latitude": 33.98785, "longitude": 51.43768, "parent_id": 91542, "popularity": 2540, "subcategory": "city", "image_key": "jxFanm4VrXmVgqz5DWz5ZSjFSo4wHUQx", "manual_description": null, "place_description": "Kashan is a city in the Central District of Kashan County, in the northern part of Isfahan province, Iran, serving as capital of both the county and the district. Wikipedia.", "bounds": [51.32761, 33.92413, 51.4979, 34.03872]},
{"place_id": 11688, "city_name": "Bozcaada", "state_name": "Canakkale Province", "country_name": "Turkiye", "depth": 5, "latitude": 39.83329, "longitude": 26.067831, "parent_id": 11628, "popularity": 2502, "subcategory": "city", "image_key": "BCaS4Qm14vRcBsGr3Aak0hK1AerjmzIt", "manual_description": null, "place_description": null, "bounds": [26.06044, 39.83111, 26.07474, 39.83803]},
{"place_id": 58678, "city_name": "Jerome", "state_name": "Arizona", "country_name": "United States", "depth": 3, "latitude": 34.75087, "longitude": -112.11608, "parent_id": 90427, "popularity": 2503, "subcategory": "city", "image_key": "RDDURLTor31iECAoPY1btVJPESEUvY87", "manual_description": null, "place_description": "Jerome is a town in central Arizona. The Mine Museum explores Jerome's history as a booming copper-mining town. Jerome State Historic Park is home to Douglas Mansion, built in 1916 by a mining magnate. Nearby, Audrey Headframe Park has a glass viewing platform over a 1918 mine shaft. Art galleries and small wineries dot the downtown area. To the east, Tuzigoot National Monument preserves an ancient hilltop pueblo.", "bounds": [-112.11907, 34.73978, -112.097, 34.75412]},
{"place_id": 10052, "city_name": "Piacenza", "state_name": "Province of Piacenza", "country_name": "Italy", "depth": 4, "latitude": 45.05656, "longitude": 9.70181, "parent_id": 88795, "popularity": 2465, "subcategory": "municipality", "image_key": "L3EYf3my9AHsUzvP1uanSwFjom3UFyly", "manual_description": null, "place_description": "Piacenza is a city in Italy’s Emilia Romagna region. In its central Piazza Cavalli are 2 equestrian statues and the medieval Gothic Palace. A copper angel rotates atop the bell tower of Piacenza Cathedral. The nearby Sant’Antonino Basilica has an 8-sided tower and 17th-century frescoes, plus a portal known as Heaven’s Gate, with a rose window. The Farnese Palazzo Civic Museums house sculptures and weapons.", "bounds": [9.63507, 45.01531, 9.76123, 45.06913]},
{"place_id": 9983, "city_name": "Tver", "state_name": "Tver Oblast", "country_name": "Russia", "depth": 4, "latitude": 56.85238, "longitude": 35.93375, "parent_id": 88741, "popularity": 2467, "subcategory": "municipality", "image_key": "nR169UE5oC8mdm7xZY17TnqrQLVpTq1v", "manual_description": null, "place_description": "Tver is a Russian city northwest of Moscow, at the junction of the Volga and Tvertsa rivers. Beside the Volga, Tver Regional Art Gallery displays Russian artwork in the grand, 18th-century Tver Imperial Palace. City Garden park has a Ferris wheel and other rides. Across the river, the Museum of Tver Life displays domestic artifacts. Nearby, the Botanical Garden of Tver State University protects rare plants.", "bounds": [35.72361, 56.78303, 36.05533, 56.93624]},
{"place_id": 608, "city_name": "Wakkanai", "state_name": "Hokkaido", "country_name": "Japan", "depth": 3, "latitude": 45.408405, "longitude": 141.67628, "parent_id": 86676, "popularity": 2434, "subcategory": "city", "image_key": "W6V5CRZ8h81IgyW1b9AZHeJIIumtimV4", "manual_description": null, "place_description": "Wakkanai is a city located in Sōya Subprefecture, Hokkaido, Japan. It is the capital of Sōya Subprefecture. Wikipedia.", "bounds": [141.56843, 45.16906, 142.05368, 45.52652]},
{"place_id": 131335, "city_name": "Tarapoto", "state_name": "San Martin Region", "country_name": "Peru", "depth": 3, "latitude": -6.48145, "longitude": -76.37838, "parent_id": 135692, "popularity": 2401, "subcategory": "city", "image_key": "gKPAhp2uFrgUvev0aQlBbN3G9sJgFYlR", "manual_description": null, "place_description": "Tarapoto is a city in the San Martín region of northern Peru, characterized by Amazonian cloud forest and abundant palm trees. It's known for the many jungle waterfalls in its surrounding areas, including Ahuashiyacu, Huacamaíllo and Shapaja. Southeast of the city, the clear waters of Lindo Lake and the larger Sauce Lagoon (also called Blue Lagoon) are ringed by dense green forests teeming with birdlife.", "bounds": [-76.40682, -6.53893, -76.31927, -6.45476]},
{"place_id": 58399, "city_name": "Pompano Beach", "state_name": "Florida", "country_name": "United States", "depth": 4, "latitude": 26.23145, "longitude": -80.12522, "parent_id": 90431, "popularity": 2359, "subcategory": "city", "image_key": "253z76rzQHIP4XDe85VSoaJjPLH1wmNH", "manual_description": null, "place_description": "Pompano Beach is a Florida city just north of Fort Lauderdale. It’s known for its beaches, marinas and offshore coral reef, plus numerous wrecks and other dive sites. The long Pompano Beach Pier stretches into the Atlantic Ocean. North, along the shore, the 1900s Hillsboro Lighthouse guards the Hillsboro Inlet, an entrance to the Intracoastal Waterway. Pompano Community Park has tennis courts and an amphitheater.", "bounds": [-80.19557, 26.20586, -80.07866, 26.29763]},
{"place_id": 10419, "city_name": "Massa Lubrense", "state_name": "Province of Naples", "country_name": "Italy", "depth": 4, "latitude": 40.61184, "longitude": 14.34561, "parent_id": 88388, "popularity": 2360, "subcategory": "municipality", "image_key": "x4bXKncptHRQvOX1ymHJFfQ91fEPUgZf", "manual_description": null, "place_description": null, "bounds": [14.33254, 40.59174, 14.39158, 40.61519]},
{"place_id": 543, "city_name": "Itoman", "state_name": "Okinawa Prefecture", "country_name": "Japan", "depth": 3, "latitude": 26.12498, "longitude": 127.66935, "parent_id": 86696, "popularity": 2330, "subcategory": "city", "image_key": "QpztMAZXT9yrVRcGZ0WzQO5SHKHwe89v", "manual_description": null, "place_description": "Itoman is a city located in Okinawa Prefecture, Japan. The city occupies the southern tip of Okinawa Island. As of 1 October 2020, the city has an estimated population of 61,007 and a population density of 1,308.32 inhabitants per square kilometre. The total area is 46.63 km². Wikipedia.", "bounds": [127.64796, 26.07452, 127.73099, 26.16976]},
{"place_id": 203, "city_name": "Numazu", "state_name": "Shizuoka Prefecture", "country_name": "Japan", "depth": 5, "latitude": 35.081173, "longitude": 138.8544, "parent_id": 86718, "popularity": 2289, "subcategory": "city", "image_key": "s8CGhWBdsPnyJfp7LQMmkCGMQ4OmykL6", "manual_description": null, "place_description": "Numazu is a city in central Japan. Hilltop Kanukiyama Park has views of Mount Fuji, and is known for spring cherry blossoms. By Suruga Bay, Deepblue Aquarium has rare species of fish. Ose Beach sits on a narrow peninsula at the tip of the bay. Nearby, Ose Shrine is surrounded by juniper trees. Tiny Awashima Island has a marine park with dolphin and sea lion shows. To the south, trails run to the top of Mount Daruma.", "bounds": [138.75263, 34.93896, 138.92394, 35.21925]},
{"place_id": 15154, "city_name": "Ballyvaughan", "state_name": "Province of Munster", "country_name": "Ireland", "depth": 5, "latitude": 53.116108, "longitude": -9.149458, "parent_id": 89501, "popularity": 2208, "subcategory": "city", "image_key": "jXUQ8622bn3gpYEIJNst7hXphNWDWHFL", "manual_description": null, "place_description": "Ballyvaughan or Ballyvaghan is a small harbour village in County Clare, Ireland. It is located on the N67 road on the south shores of Galway Bay, in the northwest corner of The Burren. Wikipedia.", "bounds": [-9.16543, 53.10884, -9.13342, 53.12223]},
{"place_id": 13171, "city_name": "Tenterden", "state_name": "Kent", "country_name": "United Kingdom", "depth": 4, "latitude": 51.07541, "longitude": 0.69406, "parent_id": 88574, "popularity": 2251, "subcategory": "city", "image_key": "y1eg5cIo55d1xQt5PNF3AUdcMT1rRZcy", "manual_description": null, "place_description": "Tenterden is a town and civil parish in the Borough of Ashford in Kent, England. The 2021 census published the population of the parish to be 8,186. Wikipedia.", "bounds": [0.64253, 51.0275, 0.75704, 51.09162]},
{"place_id": 11583, "city_name": "Tewkesbury", "state_name": "Cotswolds", "country_name": "United Kingdom", "depth": 4, "latitude": 51.993755, "longitude": -2.152849, "parent_id": 88688, "popularity": 2209, "subcategory": "municipality", "image_key": "MohKadNp621LV1KfxXw9dIq1y1BGfZ5u", "manual_description": null, "place_description": "Tewkesbury is a market town and civil parish in the north of Gloucestershire, England. The town grew following the construction of Tewkesbury Abbey in the twelfth century and played a significant role in the Wars of the Roses. Wikipedia.", "bounds": [-2.16687, 51.97435, -2.10875, 52.01076]},
{"place_id": 60308, "city_name": "Bartlett", "state_name": "New Hampshire", "country_name": "United States", "depth": 4, "latitude": 44.07765, "longitude": -71.2819, "parent_id": 90494, "popularity": 2209, "subcategory": "municipality", "image_key": "U1nZMUpNeZ9xB9ryZA40IpSGu6pTy5pc", "manual_description": null, "place_description": "Bartlett is a town in Carroll County, New Hampshire, United States. The population was 3,200 at the 2020 census, up from 2,788 at the 2010 census. Wikipedia.", "bounds": [-71.38262, 44.02225, -71.08391, 44.13987]},
{"place_id": 59150, "city_name": "Michigan City", "state_name": "Indiana", "country_name": "United States", "depth": 3, "latitude": 41.71936, "longitude": -86.90317, "parent_id": 90445, "popularity": 2129, "subcategory": "city", "image_key": "TLjTbn6irsMz2mq1kWjJwegt39kt5ROb", "manual_description": null, "place_description": "Michigan City is on the south shore of Lake Michigan, in Indiana. The Old Lighthouse Museum has exhibits on local maritime history and shipwrecks, and offers tours of the nearby 1858 Michigan City Lighthouse. Washington Park has a rock garden and gazebo, plus a beach. Washington Park Zoo is home to tigers, wolves, alligators and grizzly bears. The grand Barker Mansion is a 19th-century merchant’s home.", "bounds": [-86.93311, 41.66584, -86.81603, 41.75334]},
{"place_id": 11034, "city_name": "Thurrock", "state_name": "Essex", "country_name": "United Kingdom", "depth": 4, "latitude": 51.50879, "longitude": 0.361557, "parent_id": 88716, "popularity": 2096, "subcategory": "municipality", "image_key": "yNFGGTWPZdimhfZmimgmjVgjtvTJy9D0", "manual_description": null, "place_description": "Thurrock is a unitary authority area with borough status in the ceremonial county of Essex, England. It lies on the north bank of the River Thames immediately east of London and has over 18 miles of riverfront including the Port of Tilbury, the principal port for London. Wikipedia.", "bounds": [0.21031, 51.44829, 0.55079, 51.56782]},
{"place_id": 59582, "city_name": "Dawsonville", "state_name": "Georgia", "country_name": "United States", "depth": 3, "latitude": 34.42128, "longitude": -84.11694, "parent_id": 90423, "popularity": 2097, "subcategory": "city", "image_key": "bCDlueUKwERWJRdXkYVyca3GyBISYmkE", "manual_description": null, "place_description": "Dawsonville is a city in and the county seat of Dawson County, Georgia, United States. The population was 3,720 in 2020. Dawsonville is included in the Atlanta-Sandy Springs-Roswell, GA metropolitan statistical area.\nThe city head is Mayor John Walden, who was sworn in on December 18, 2023. Wikipedia.", "bounds": [-84.13499, 34.39788, -84.06178, 34.46249]},
{"place_id": 9954, "city_name": "Kiel", "state_name": "Schleswig-Holstein", "country_name": "Germany", "depth": 3, "latitude": 54.32192, "longitude": 10.134516, "parent_id": 88721, "popularity": 2098, "subcategory": "city", "image_key": "1TQYPDoeNSXH6Aqjy3xvOjwNppxtG4ec", "manual_description": null, "place_description": "Kiel is a port city on Germany’s Baltic Sea coast. In the old town, the rebuilt, medieval St. Nikolai Church hosts classical concerts. Holstenstrasse and Dänische Strasse are streets lined with shops. Along the Kiel Fjord, the Maritime Museum displays model ships and nautical instruments in a former fish auction hall. Cruise ships dock at the Ostseekai Terminal in Germania Harbor.", "bounds": [10.03275, 54.2507, 10.2186, 54.43293]},
{"place_id": 131356, "city_name": "San Salvador de Jujuy", "state_name": "Province of Jujuy", "country_name": "Argentina", "depth": 4, "latitude": -24.18814, "longitude": -65.29607, "parent_id": 135735, "popularity": 2035, "subcategory": "city", "image_key": "2Wt90T3NaIHctQPdpx44Y16mZeSbqOIH", "manual_description": null, "place_description": "San Salvador de Jujuy, commonly known as Jujuy and locally often referred to as San Salvador, is the capital and largest city of Jujuy Province in northwest Argentina. Also, it is the seat of the Doctor Manuel Belgrano Department. Wikipedia.", "bounds": [-65.37736, -24.25903, -65.23375, -24.15164]},
{"place_id": 13604, "city_name": "Jedburgh", "state_name": "Scottish Borders", "country_name": "United Kingdom", "depth": 4, "latitude": 55.47764, "longitude": -2.55463, "parent_id": 89303, "popularity": 1998, "subcategory": "city", "image_key": "NgjqHF0hvV0H8CLI2mRK9mXZQ5OTn6Dr", "manual_description": null, "place_description": "Jedburgh is a town and former royal burgh in the Scottish Borders and the traditional county town of the historic county of Roxburghshire. Wikipedia.", "bounds": [-2.57095, 55.46427, -2.53387, 55.49134]},
{"place_id": 146603, "city_name": "Mijas Pueblo", "state_name": "Province of Malaga", "country_name": "Spain", "depth": 6, "latitude": 36.608295, "longitude": -4.640193, "parent_id": 10178, "popularity": 1998, "subcategory": "city", "image_key": "BlIiARGq9E2cVanlKjr9v8iHLraODRfn", "manual_description": null, "place_description": "Mijas is a municipality in the Province of Málaga, in the autonomous community of Andalusia. Located on the southeastern coast of Spain, Mijas belongs to the region of Costa del Sol Occidental. Wikipedia.", "bounds": [-4.6503, 36.59114, -4.63164, 36.60064]},
{"place_id": 10855, "city_name": "Asiago", "state_name": "Province of Vicenza", "country_name": "Italy", "depth": 4, "latitude": 45.87501, "longitude": 11.51079, "parent_id": 88621, "popularity": 1999, "subcategory": "municipality", "image_key": "mTRXFKCbLZ9kIvDMgsGquOViErpn6EjZ", "manual_description": null, "place_description": "Asiago is a minor township with the title of city in the surrounding plateau region in the Province of Vicenza in the Veneto region of Northeastern Italy. Wikipedia.", "bounds": [11.49306, 45.85915, 11.53418, 45.88621]},
{"place_id": 227, "city_name": "Ueda", "state_name": "Nagano Prefecture", "country_name": "Japan", "depth": 5, "latitude": 36.39358, "longitude": 138.26218, "parent_id": 86762, "popularity": 2000, "subcategory": "city", "image_key": "x1974zZJPqfDzCGUxG6JM4SY4caYtXTX", "manual_description": null, "place_description": "Ueda is a city located in Nagano Prefecture, Japan. As of 1 April 2019, the city had an estimated population of 157,480 in 67,783 households, and a population density of 290 persons per km². Wikipedia.", "bounds": [138.06909, 36.21721, 138.41392, 36.55468]},
{"place_id": 12064, "city_name": "Salcombe", "state_name": "Devon", "country_name": "United Kingdom", "depth": 4, "latitude": 50.23732, "longitude": -3.773203, "parent_id": 88480, "popularity": 1918, "subcategory": "municipality", "image_key": "1tZd2RHgIoOFOBNMOJHYgeZozAcGxmH2", "manual_description": null, "place_description": "Salcombe is a resort town in the South Hams district of Devon, south west England. The town is close to the mouth of the Kingsbridge Estuary, mostly built on the steep west side of the estuary. It lies within the South Devon Area of Outstanding Natural Beauty. Wikipedia.", "bounds": [-3.79131, 50.22156, -3.76334, 50.2493]},
{"place_id": 250, "city_name": "Nagahama", "state_name": "Shiga Prefecture", "country_name": "Japan", "depth": 4, "latitude": 35.379814, "longitude": 136.26614, "parent_id": 86727, "popularity": 1878, "subcategory": "city", "image_key": "ev0uQ4bVSgNyXbfVdPhaJXiXVL7qZ7Eb", "manual_description": null, "place_description": "Nagahama is a city in central Japan. In the city center, Kurokabe Square is home to a striking black building that was once a bank. It now houses the Kurokabe Museum of Glass Art. The Narita Museum shows works by French glass artist René Lalique. On the shore of Lake Biwa, Nagahama Castle is a reconstruction of the 16th-century original. The surrounding Hō Park is known for its springtime apricot and cherry blossoms.", "bounds": [136.09156, 35.33861, 136.36291, 35.70372]},
{"place_id": 79381, "city_name": "Hartbeespoort", "state_name": "North-West Province", "country_name": "South Africa", "depth": 4, "latitude": -25.74687, "longitude": 27.896862, "parent_id": 79360, "popularity": 1879, "subcategory": "municipality", "image_key": "o6WU4vJ0Wqt6srdl4ztzqa1qdfDV5VQb", "manual_description": null, "place_description": "Hartbeespoort is a South African resort town north of Johannesburg. It’s known for the Hartbeespoort Dam and the whitewater rapids of the Crocodile River. Both are visible from the Hartbeespoort Aerial Cableway, which ascends to the top of the Magaliesberg mountains. Outside of town, Miracle Waters is a spring-water dive site in a former chrome mine. Also nearby is the Ann van Dyk Cheetah Centre, a big-cat sanctuary.", "bounds": [27.7505, -25.86187, 27.96365, -25.69599]},
{"place_id": 491, "city_name": "Miyoshi", "state_name": "Tokushima Prefecture", "country_name": "Japan", "depth": 4, "latitude": 34.027214, "longitude": 133.80794, "parent_id": 86792, "popularity": 1863, "subcategory": "city", "image_key": "juVHnU6Cg72TUU456cGEVcEeIAKHgD3i", "manual_description": null, "place_description": "Miyoshi is a city located in Tokushima Prefecture, Japan. As of 30 June 2022, the city had an estimated population of 23,782 in 12103 households and a population density of 33 persons per km². The total area of the city is 721.42 square kilometres. Wikipedia.", "bounds": [133.66073, 33.79123, 134.09585, 34.11603]},
{"place_id": 13123, "city_name": "Cudillero", "state_name": "Asturias", "country_name": "Spain", "depth": 3, "latitude": 43.560387, "longitude": -6.143907, "parent_id": 88610, "popularity": 1863, "subcategory": "municipality", "image_key": "wffyCvMrOs35t6wsmxutWNE2XwRR7DGU", "manual_description": null, "place_description": "Cudillero is a municipality in the Principality of Asturias, Spain. Nowadays, Cudillero's main economic activities are related to tourism, but it is also known for its fishing industry. A legend says that it was founded by the Vikings. In addition to Castillian some locals still speak a dialect called Pixueto. Wikipedia.", "bounds": [-6.15238, 43.55495, -6.1437, 43.56421]},
{"place_id": 424, "city_name": "Shibukawa", "state_name": "Gunma Prefecture", "country_name": "Japan", "depth": 4, "latitude": 36.489994, "longitude": 139.00612, "parent_id": 86829, "popularity": 1802, "subcategory": "city", "image_key": "8Ks67GcojmdxID1TNEMN3H5ZvQ5CGTPJ", "manual_description": null, "place_description": "Shibukawa is a city in Gunma Prefecture, Japan. As of 31 August 2020, the city had an estimated population of 76,098 in 32,439 households, and a population density of 320 inhabitants per square kilometre. The total area of the city is 240.27 square kilometres. Wikipedia.", "bounds": [138.88085, 36.44853, 139.16911, 36.59194]},
{"place_id": 11577, "city_name": "Gillingham", "state_name": "Kent", "country_name": "United Kingdom", "depth": 4, "latitude": 51.38689, "longitude": 0.548167, "parent_id": 88574, "popularity": 1820, "subcategory": "city", "image_key": "YI8yR384dmOg44GYP5acS6MfoOMw8Oo5", "manual_description": null, "place_description": "Gillingham is a town in the unitary authority area of Medway, in the ceremonial county of Kent, England. The town forms a conurbation with neighbouring towns Chatham, Rochester, Strood and Rainham. It is also the largest town in the borough of Medway. In 2020 it had a population of 108,785. Wikipedia.", "bounds": [0.52701, 51.33675, 0.61217, 51.4041]},
{"place_id": 11198, "city_name": "Cleethorpes", "state_name": "Lincolnshire", "country_name": "United Kingdom", "depth": 4, "latitude": 53.5595, "longitude": -0.03938, "parent_id": 88697, "popularity": 1804, "subcategory": "city", "image_key": "7peYWXoYj1OZUK8Y5tbkI7tPayKGs5VH", "manual_description": null, "place_description": "Cleethorpes is a seaside town on the estuary of the Humber in North East Lincolnshire, Lincolnshire, England with a population of 29,678 in 2021. It has been permanently occupied since the 6th century, with fishing as its original industry, then developing into a resort in the 19th century. Wikipedia.", "bounds": [-0.05841, 53.53472, 0.01099, 53.58007]},
{"place_id": 146562, "city_name": "Ribe", "state_name": null, "country_name": "Denmark", "depth": 5, "latitude": 55.32968, "longitude": 8.76562, "parent_id": 10077, "popularity": 1804, "subcategory": "city", "image_key": "62iEfGew3CYZEIKpawk9f1qqTc0SkRJY", "manual_description": null, "place_description": "Ribe is a town in south-west Jutland, Denmark, with a population of 8,295. It is the seat of the Diocese of Ribe. Until 1 January 2007, Ribe was the seat of both a surrounding municipality and county. It is now part of the enlarged Esbjerg Municipality in the Region of Southern Denmark. Wikipedia.", "bounds": [8.53047, 55.22468, 8.93844, 55.41716]},
{"place_id": 10851, "city_name": "Hasselt", "state_name": "Limburg Province", "country_name": "Belgium", "depth": 4, "latitude": 50.927166, "longitude": 5.33907, "parent_id": 89112, "popularity": 1740, "subcategory": "city", "image_key": "NY5skC9xqogwECHmpSqXZqp3k9VjhQv1", "manual_description": null, "place_description": "Hasselt is a Belgian city and municipality. It is the capital and largest city of the province of Limburg in the Flemish Region.\nAs of 1 August 2023, Hasselt had a total population of 80,846. Wikipedia.", "bounds": [5.21198, 50.86755, 5.41495, 50.98158]},
{"place_id": 146909, "city_name": "Bolgheri", "state_name": "Province of Livorno", "country_name": "Italy", "depth": 5, "latitude": 43.234264, "longitude": 10.617059, "parent_id": 10911, "popularity": 1709, "subcategory": "city", "image_key": "I48q7bCZIVkHMIUIpuCnd872d4QL6fXn", "manual_description": null, "place_description": "Bolgheri is a central Italian village and hamlet of Castagneto Carducci, a municipality in the province of Livorno, Tuscany. in 2011 it had a population of 131. Wikipedia.", "bounds": [10.6149, 43.23242, 10.62355, 43.23512]},
{"place_id": 153, "city_name": "Sakai", "state_name": "Osaka Prefecture", "country_name": "Japan", "depth": 4, "latitude": 34.58265, "longitude": 135.46806, "parent_id": 86650, "popularity": 1674, "subcategory": "municipality", "image_key": "KG2nBfAbHUKB6yc9MELATy4DOPRWKik7", "manual_description": null, "place_description": "Sakai is a port city in Japan, just south of Osaka, on Osaka Bay. It's known for the Mozu Kofun, a group of large ancient burial mounds. In the city center, surrounded by 3 moats, the massive, keyhole-shaped Daisen Kofun is the 5th-century tomb of the Emperor Nintoku. East, the Mihara History Museum displays artifacts from the nearby Kurohime-yama Kofun. The hexagonal, 1877 Old Sakai Lighthouse overlooks the harbor.", "bounds": [135.40204, 34.42993, 135.58786, 34.60848]},
{"place_id": 58786, "city_name": "Cumberland", "state_name": "Maryland", "country_name": "United States", "depth": 3, "latitude": 39.65178, "longitude": -78.76334, "parent_id": 90433, "popularity": 1674, "subcategory": "city", "image_key": "aOIk5hAXFQyIKzjqFJiLaW4UOJGbhqap", "manual_description": null, "place_description": "Cumberland is a city in Maryland. A one-room cabin in Riverside Park was once George Washington’s headquarters. The Allegany Museum covers regional history. Western Maryland Scenic Railroad trains depart from downtown for views of the Allegheny Mountains. In the station, a visitor center has exhibits on the adjacent Chesapeake & Ohio Canal and tow path. The Great Allegheny Passage trail runs northwest from the city.", "bounds": [-78.81237, 39.6192, -78.71087, 39.68554]},
{"place_id": 58116, "city_name": "Cambridge", "state_name": "Ontario", "country_name": "Canada", "depth": 4, "latitude": 43.361973, "longitude": -80.30977, "parent_id": 90394, "popularity": 1649, "subcategory": "city", "image_key": "hXcywNg1coT5iKOlvF1Sfh2x8KMKuOAv", "manual_description": null, "place_description": "Cambridge is a city in the Regional Municipality of Waterloo, Ontario, Canada, located at the confluence of the Grand and Speed rivers. The city had a population of 138,479 as of the 2021 census. Along with Kitchener and Waterloo, Cambridge is one of the three core cities of Canada's tenth-largest metropolitan area. Wikipedia.", "bounds": [-80.41392, 43.33251, -80.25126, 43.47209]},
{"place_id": 58917, "city_name": "Idaho Falls", "state_name": "Idaho", "country_name": "United States", "depth": 3, "latitude": 43.492, "longitude": -112.04199, "parent_id": 90458, "popularity": 1640, "subcategory": "city", "image_key": "gGr8Mg6dQowotbb0aDMO0aZYIFc3d6ym", "manual_description": null, "place_description": "Idaho Falls is a city in Idaho. Hugging the Snake River, the Greenbelt is a system of trails with parks and a waterfall. The riverside Art Museum of Eastern Idaho showcases eclectic works. Downtown’s Museum of Idaho has local-history exhibits, including items linked to the Lewis and Clark expedition and a re-created 1800s town. The Idaho Falls Zoo at Tautphaus Park has lions, sloths and penguins, plus a petting zoo.", "bounds": [-112.09335, 43.43194, -111.97407, 43.55347]},
{"place_id": 658, "city_name": "Zamami-son", "state_name": "Okinawa Prefecture", "country_name": "Japan", "depth": 4, "latitude": 26.20945, "longitude": 127.28713, "parent_id": 86962, "popularity": 1597, "subcategory": "municipality", "image_key": "NG8M0YYAnStwqPlVJ2LLnZ97MWfQbVnD", "manual_description": null, "place_description": "Zamami is a village located in Shimajiri District, Okinawa Prefecture, Japan. The village consists of more than 20 islands approximately 40 kilometres west of the prefectural capital of Naha. As of October 2020 the village had a population of 892 and a population density of 53.29 persons per km². Wikipedia.", "bounds": [127.22863, 26.14358, 127.33634, 26.25191]},
{"place_id": 12886, "city_name": "Guardamar del Segura", "state_name": "Costa Blanca", "country_name": "Spain", "depth": 5, "latitude": 38.085094, "longitude": -0.653228, "parent_id": 88555, "popularity": 1598, "subcategory": "city", "image_key": "Ro2XXcl51Z9PtCMMMGdkooJcam7REhaF", "manual_description": null, "place_description": "Guardamar del Segura or briefly Guardamar is a municipality of the province of Alicante located at the mouth of the river Segura in southern Valencia, Spain. It is a Mediterranean resort, with a large pine forest abutting an 11-km-long white sand beach. Wikipedia.", "bounds": [-0.69916, 38.02953, -0.63738, 38.12836]},
{"place_id": 58106, "city_name": "Lethbridge", "state_name": "Alberta", "country_name": "Canada", "depth": 3, "latitude": 49.69384, "longitude": -112.83374, "parent_id": 90375, "popularity": 1598, "subcategory": "city", "image_key": "CAi5vljAcHOOBAwxtDgd8gBqr0uI8ys9", "manual_description": null, "place_description": "Lethbridge is a city in the province of Alberta, Canada. With a population of 106,550 in the 2023 municipal census. Lethbridge became the fourth Alberta city to surpass 100,000 people. The nearby Canadian Rocky Mountains contribute to the city's warm summers, mild winters, and windy climate. Wikipedia.", "bounds": [-112.93451, 49.62083, -112.75663, 49.75633]},
{"place_id": 58709, "city_name": "Laramie", "state_name": "Wyoming", "country_name": "United States", "depth": 3, "latitude": 41.31081, "longitude": -105.59033, "parent_id": 90464, "popularity": 1574, "subcategory": "city", "image_key": "ciZmQxhSFPhuUReRvou5ZJ5FfX7plkfa", "manual_description": null, "place_description": "Laramie is a city in and the county seat of Albany County, Wyoming, United States, known for its high elevation at 7,200 feet, railroad history, and as the higher-education center for the state of Wyoming. The population was 31,407 at the 2020 census, making it the 4th most populous city in Wyoming. Wikipedia.", "bounds": [-105.69732, 41.27733, -105.528, 41.33601]},
{"place_id": 11845, "city_name": "Bracknell", "state_name": "Berkshire", "country_name": "United Kingdom", "depth": 4, "latitude": 51.419025, "longitude": -0.755579, "parent_id": 88668, "popularity": 1536, "subcategory": "municipality", "image_key": "Tw4UBJ10ZSM1L5abNFdZJ43ZIc3TE5li", "manual_description": null, "place_description": "Bracknell is a town and civil parish in Berkshire, England, the westernmost area within the Greater London Urban Area and the administrative centre of the borough of Bracknell Forest. Wikipedia.", "bounds": [-0.80077, 51.38461, -0.71759, 51.42746]},
{"place_id": 13741, "city_name": "Paimpol", "state_name": "Cotes-d'Armor", "country_name": "France", "depth": 4, "latitude": 48.7785, "longitude": -3.043864, "parent_id": 89177, "popularity": 1537, "subcategory": "municipality", "image_key": "Nnk2AE3IYkq7U6LvtTzHgoIKxS4RcVxu", "manual_description": null, "place_description": "Paimpol is a commune in the Côtes-d'Armor department in Brittany in northwest France.\nIt is a tourist destination, especially during the summer months when people are attracted by its port and beaches. Wikipedia.", "bounds": [-3.10548, 48.74741, -2.98897, 48.81044]},
{"place_id": 9908, "city_name": "Fiumicino", "state_name": "Province of Rome", "country_name": "Italy", "depth": 4, "latitude": 41.767464, "longitude": 12.231337, "parent_id": 88690, "popularity": 1537, "subcategory": "municipality", "image_key": "IEGcAyQeaQIFRS5wiH2OYkZOCXA0Tz0S", "manual_description": null, "place_description": "Fiumicino is a town and comune in the Metropolitan City of Rome, Lazio, central Italy, with a population of 80,500. It is known for being the site of Leonardo da Vinci–Fiumicino Airport, the busiest airport in Italy and the ninth-busiest in Europe, which serves Rome and much of central Italy. Wikipedia.", "bounds": [12.21783, 41.76986, 12.2693, 41.80466]},
{"place_id": 59323, "city_name": "Battle Creek", "state_name": "Michigan", "country_name": "United States", "depth": 4, "latitude": 42.31617, "longitude": -85.18022, "parent_id": 90557, "popularity": 1524, "subcategory": "city", "image_key": "jDt8Jk6y74I4gxhOJp2Pd7g1q2IZue05", "manual_description": null, "place_description": "Battle Creek is a city in northwestern Calhoun County, Michigan, United States, at the confluence of the Kalamazoo and Battle Creek rivers. As of the 2020 census, the city had a total population of 52,731. Wikipedia.", "bounds": [-85.29802, 42.24607, -85.13195, 42.35943]},
{"place_id": 10256, "city_name": "Huesca", "state_name": "Province of Huesca", "country_name": "Spain", "depth": 4, "latitude": 42.13655, "longitude": -0.40833, "parent_id": 88890, "popularity": 1513, "subcategory": "city", "image_key": "h5bc1SM9cWukLdyCbrKGcb9Jg4KE5X9R", "manual_description": null, "place_description": "Huesca, officially Huesca/Uesca, is a province of northeastern Spain, in northern Aragon. The capital is Huesca.\nPositioned just south of the central Pyrenees, Huesca borders France and the French departments of Haute-Garonne, Pyrénées-Atlantiques, and Hautes-Pyrénées. Wikipedia.", "bounds": [-0.93417, 41.34781, 0.77131, 42.9245]},
{"place_id": 324, "city_name": "Gujo", "state_name": "Gifu Prefecture", "country_name": "Japan", "depth": 5, "latitude": 35.74656, "longitude": 136.96419, "parent_id": 86758, "popularity": 1471, "subcategory": "city", "image_key": "Zmajnj7UAVYINr7PFK7IX3Tp1DAzSULL", "manual_description": null, "place_description": "Gujō is a city located in Gifu, Japan. As of 1 February 2019, the city had an estimated population of 41,858, and a population density of 41 persons per km², in 15,341 households. Wikipedia.", "bounds": [136.72657, 35.59805, 137.16748, 36.06772]},
{"place_id": 15269, "city_name": "Bouillon", "state_name": "Luxembourg Province", "country_name": "Belgium", "depth": 5, "latitude": 49.79546, "longitude": 5.068607, "parent_id": 89541, "popularity": 1471, "subcategory": "city", "image_key": "QbOLihZF2XWDr2vFAMrKNAYHYeG9pHD7", "manual_description": null, "place_description": "Bouillon is a town in southern Belgium, near the French border. It’s known for the medieval Bouillon Castle, overlooking the Semois River. Along the river is the Archéoscope Godefroid de Bouillon, a multimedia attraction illustrating the life and times of former castle resident and crusader Godfrey of Bouillon. Nearby, the Ducal Museum examines the area’s history through artworks, weapons and folk artifacts.", "bounds": [4.96839, 49.70933, 5.18988, 49.88371]},
{"place_id": 131484, "city_name": "Botucatu", "state_name": "State of Sao Paulo", "country_name": "Brazil", "depth": 3, "latitude": -22.8905, "longitude": -48.45622, "parent_id": 135381, "popularity": 1472, "subcategory": "city", "image_key": "DEVNvm8EavFZb0raH7UVqfmSgashYbIg", "manual_description": null, "place_description": "Botucatu is a city in the southeastern region of Brazil and is located 224.8 km from São Paulo, the capital of the state of São Paulo. It has an estimated population of 148,130 in an area of 1,482.64 km². It lies on the top of a plateau. Botucatu became a village in 1855, and a city in 1876. Wikipedia.", "bounds": [-48.85166, -23.08127, -48.23962, -22.59504]},
{"place_id": 60211, "city_name": "Old Forge", "state_name": "New York", "country_name": "United States", "depth": 3, "latitude": 43.71146, "longitude": -74.97058, "parent_id": 90404, "popularity": 1472, "subcategory": "city", "image_key": "FsoCTx8XI8A0WXl723yvuTLb8vXKR89B", "manual_description": null, "place_description": "Old Forge is a hamlet on New York State Route 28 in the town of Webb in Herkimer County, New York, United States. The population was 756 at the 2010 census. Old Forge was formerly a village but dissolved its incorporation in 1936, but it remains the principal community in the region. Wikipedia.", "bounds": [-74.99863, 43.69394, -74.95717, 43.72171]},
{"place_id": 10622, "city_name": "Soller", "state_name": "Majorca", "country_name": "Spain", "depth": 4, "latitude": 39.77055, "longitude": 2.713909, "parent_id": 9627, "popularity": 1456, "subcategory": "municipality", "image_key": "MIFcyYy66CC3W8DEAB1isTl431azYequ", "manual_description": null, "place_description": "Sóller is a town and municipality near the north west coast of the Balearic Island of Mallorca, Spain, 3 km inland from Port de Sóller, in a large, bowl-shaped valley that also includes the village of Fornalutx and the hamlets of Biniaraix and Binibassi. The population is around 14,000. Wikipedia.", "bounds": [2.70231, 39.75979, 2.72848, 39.77306]},
{"place_id": 10969, "city_name": "Auxerre", "state_name": "Yonne", "country_name": "France", "depth": 4, "latitude": 47.796677, "longitude": 3.57073, "parent_id": 89148, "popularity": 1416, "subcategory": "municipality", "image_key": "UgGM1Gt3jShjOkCI2c23YEu1iR8n4jp5", "manual_description": null, "place_description": "Auxerre is the capital of the Yonne department and the fourth-largest city in the Burgundy historical region southeast of Paris. Auxerre's population today is about 35,000; the urban area comprises roughly 113,000 inhabitants. Residents of Auxerre are referred to as Auxerrois. Wikipedia.", "bounds": [3.52609, 47.73534, 3.63756, 47.85241]},
{"place_id": 59385, "city_name": "Montpelier", "state_name": "Vermont", "country_name": "United States", "depth": 3, "latitude": 44.2603, "longitude": -72.57627, "parent_id": 90486, "popularity": 1416, "subcategory": "city", "image_key": "vQJYuAP1zHwMAbHQFToqvnE5klC0jNCl", "manual_description": null, "place_description": "Montpelier is the capital city of Vermont. The 1859 Vermont State House is a gold-domed Greek Revival building with decorative and fine art collections. A multimedia exhibit and mural depict the state’s history at the adjacent Vermont History Museum. Nearby, sprawling, wooded Hubbard Park has meadows, a birch grove and a stone observation tower. The Lost Nation Theater stages modern and classic plays and musicals.", "bounds": [-72.61261, 44.23487, -72.52482, 44.31351]},
{"place_id": 10581, "city_name": "Tournai", "state_name": "Hainaut Province", "country_name": "Belgium", "depth": 4, "latitude": 50.606728, "longitude": 3.388017, "parent_id": 89032, "popularity": 1416, "subcategory": "municipality", "image_key": "HRlYCOevyjOORwyttXuGDpvmK2t4di5J", "manual_description": null, "place_description": "Tournai is a city in western Belgium, near the French border. It’s known for the huge Cathedral of Notre-Dame, with 5 towers and a rose window. Nearby, the Grand Place is a triangular square lined with bars and restaurants. It’s dominated by the 12th-century Belfry of Tournai, with views over the city. Opposite the belfry is the Romanesque St. Quentin’s Church, and behind that is the medieval Red Fort tower.", "bounds": [3.24408, 50.5523099, 3.57688, 50.6887801]},
{"place_id": 59358, "city_name": "Madison", "state_name": "Indiana", "country_name": "United States", "depth": 3, "latitude": 38.736412, "longitude": -85.38032, "parent_id": 90445, "popularity": 1416, "subcategory": "city", "image_key": "2bpyoNQ6TFMKgZXaozHgcgcuPWTtE296", "manual_description": null, "place_description": "Madison is a city in and the county seat of Jefferson County, Indiana, United States, along the Ohio River. As of the 2010 United States Census its population was 11,967. Over 55,000 people live within 15 miles of downtown Madison. Madison is the largest city along the Ohio River between Louisville and Cincinnati. Wikipedia.", "bounds": [-85.45029, 38.71863, -85.36362, 38.78954]},
{"place_id": 79390, "city_name": "Robertson", "state_name": "Western Cape", "country_name": "South Africa", "depth": 3, "latitude": -33.79843, "longitude": 19.88834, "parent_id": 90760, "popularity": 1414, "subcategory": "city", "image_key": "BFswUCBRJsDVc8FIJFfT6F3729N6RRkw", "manual_description": null, "place_description": "Robertson is a town in the Western Cape Province of South Africa, known as the valley of wine and roses, at the heart of the wine route - Route 62.\nFounded in 1853 and named after Dr William Robertson, a Scottish Dutch Reformed Church minister. Wikipedia.", "bounds": [19.84262, -33.84676, 19.92465, -33.76773]},
{"place_id": 63316, "city_name": "Sahuarita", "state_name": "Arizona", "country_name": "United States", "depth": 3, "latitude": 31.95767, "longitude": -110.95536, "parent_id": 90427, "popularity": 1390, "subcategory": "city", "image_key": "GBXgI3vOe8GMSuLOsajpSBcZP03dePfx", "manual_description": null, "place_description": "Sahuarita is a town in Pima County, Arizona, United States. Sahuarita is located south of the Tohono O'odham Nation and abuts the north end of Green Valley, 15 miles south of Tucson. The 2022 population estimate was 35,638. Wikipedia.", "bounds": [-111.0043, 31.85639, -110.92597, 32.00157]},
{"place_id": 131426, "city_name": "Socorro", "state_name": "State of Sao Paulo", "country_name": "Brazil", "depth": 3, "latitude": -22.59307, "longitude": -46.52874, "parent_id": 135381, "popularity": 1352, "subcategory": "city", "image_key": "S4Dojp1SO2KcuMzIvqJ105MgdKmGRixT", "manual_description": null, "place_description": null, "bounds": [-46.5451, -22.61832, -46.5091, -22.57199]},
{"place_id": 131475, "city_name": "Brusque", "state_name": "State of Santa Catarina", "country_name": "Brazil", "depth": 3, "latitude": -27.09738, "longitude": -48.917442, "parent_id": 135412, "popularity": 1353, "subcategory": "city", "image_key": "078u45az2O5hhT8IKkdbdbadxhLGEtEl", "manual_description": null, "place_description": "Brusque is a city in the state of Santa Catarina, Brazil. It was founded in 1860, by 55 German immigrants.\nThe city was originally called Colônia Itajahy, but on 17 January 1890 it was renamed Brusque after former Santa Catarina province president Francisco Carlos de Araújo Brusque. Wikipedia.", "bounds": [-48.97773, -27.18402, -48.80074, -26.99842]},
{"place_id": 11366, "city_name": "Omis", "state_name": "Split-Dalmatia County", "country_name": "Croatia", "depth": 4, "latitude": 43.44569, "longitude": 16.6881, "parent_id": 88472, "popularity": 1354, "subcategory": "city", "image_key": "OtZVmRxoLH8RWIuvzUWjQ24XGOiC4fsi", "manual_description": null, "place_description": "Omiš is a town and port in the Dalmatia region of Croatia, and a municipality in the Split-Dalmatia County. The town is approximately 25 kilometres south-east of Croatia's second largest city, Split, where the Cetina River meets the Adriatic Sea. Wikipedia.", "bounds": [16.6773, 43.41908, 16.72702, 43.45084]},
{"place_id": 59011, "city_name": "Valdez", "state_name": "Alaska", "country_name": "United States", "depth": 3, "latitude": 61.13039, "longitude": -146.3541, "parent_id": 90444, "popularity": 1355, "subcategory": "city", "image_key": "zhSNZ0oSHGVERmNRl1JkvkogGOzakMxH", "manual_description": null, "place_description": "Valdez is a city in the Chugach Census Area in the U.S. state of Alaska. According to the 2020 US Census, the population of the city is 3,985, up from 3,976 in 2010. It is the third most populated city in Alaska's Unorganized Borough. Wikipedia.", "bounds": [-146.73145, 61.02199, -145.83583, 61.25816]},
{"place_id": 58735, "city_name": "Lake Worth", "state_name": "Florida", "country_name": "United States", "depth": 3, "latitude": 26.61626, "longitude": -80.05724, "parent_id": 90414, "popularity": 1356, "subcategory": "city", "image_key": "LZdJHgasewXDVgOM5k7qbOyzq6oa174f", "manual_description": null, "place_description": "Lake Worth Beach, previously named Lake Worth, is a city in east-central Palm Beach County, Florida, United States, located about 63 miles north of Miami. Wikipedia.", "bounds": [-80.08205, 26.59395, -80.03536, 26.6466]},
{"place_id": 131453, "city_name": "La Rioja", "state_name": "Province of La Rioja", "country_name": "Argentina", "depth": 4, "latitude": -29.412144, "longitude": -66.85601, "parent_id": 135952, "popularity": 1292, "subcategory": "city", "image_key": "P4RHzCgWJ6pSOAM1ZxZZZBV82P6hiaiO", "manual_description": null, "place_description": "La Rioja, a province in northwestern Argentina, spans snow-covered Andean peaks, such as 6,793m-tall Monte Pissis, to valleys studded with wineries. Arid Talampaya National Park is known for its 200m-high red sandstone cliffs, Triassic-period fossils and 1,500-year-old rock carvings. High-altitude, volcanic Laguna Brava Provincial Reserve harbors wildlife including flamingos and vicuñas. Colonial La Rioja is the province's capital and gateway.", "bounds": [-69.59425, -31.99744, -65.41344, -27.70562]},
{"place_id": 16859, "city_name": "Petworth", "state_name": "West Sussex", "country_name": "United Kingdom", "depth": 4, "latitude": 50.986526, "longitude": -0.609485, "parent_id": 88875, "popularity": 1306, "subcategory": "city", "image_key": "dO60kIFtTN8m4P7vhBL5w9fAXKNcHePC", "manual_description": null, "place_description": "Petworth is a town and civil parish in the Chichester District of West Sussex, England. It is located at the junction of the A272 east–west road from Heathfield to Winchester and the A283 Milford to Shoreham-by-Sea road. Wikipedia.", "bounds": [-0.62134, 50.97684, -0.59366, 51.00139]},
{"place_id": 585, "city_name": "Iloilo City", "state_name": "Iloilo Province", "country_name": "Philippines", "depth": 5, "latitude": 10.702728, "longitude": 122.56633, "parent_id": 86951, "popularity": 1293, "subcategory": "city", "image_key": "SShOQg0QOI7qsD7QJPt9I0DrBLDPwBjV", "manual_description": null, "place_description": "Iloilo City is on Panay Island in the Philippines. It's known for its Spanish colonial churches and old houses. On Jaro Plaza, Jaro Cathedral has a shrine to the local patron saint, Our Lady of the Candles. Nelly’s Garden is an iconic 1920s mansion. Museo Iloilo explores local history. The Iloilo Esplanade is a pathway along the Iloilo River. To the west, the 18th-century Miagao Church has an ornate sandstone facade.", "bounds": [122.49395, 10.67798, 122.60279, 10.78186]},
{"place_id": 62456, "city_name": "South Deerfield", "state_name": "Massachusetts", "country_name": "United States", "depth": 3, "latitude": 42.467766, "longitude": -72.58836, "parent_id": 90420, "popularity": 1293, "subcategory": "city", "image_key": "KXHvsbrxC3PxvCIHWcpAK6TBVLL9dXqR", "manual_description": null, "place_description": "South Deerfield is a census-designated place in Deerfield, Franklin County, Massachusetts, United States. It is home to the Yankee Candle Company. At the 2010 census, the population of South Deerfield was 1,880.\nSouth Deerfield is part of the Springfield, Massachusetts Metropolitan Statistical Area. Wikipedia.", "bounds": [-72.61472, 42.46392, -72.5693, 42.49863]},
{"place_id": 971, "city_name": "Kalutara", "state_name": "Western Province", "country_name": "Sri Lanka", "depth": 3, "latitude": 6.585127, "longitude": 79.96091, "parent_id": 86692, "popularity": 1258, "subcategory": "city", "image_key": "1Sk45YCRy0f06INXDF8VhnD6GuXNi1Gb", "manual_description": null, "place_description": "Kalutara or Kalutota is a major city in Kalutara District, Western Province, Sri Lanka. It is also the administrative capital of Kalutara District. It is located approximately 43 km south of the capital Colombo. Wikipedia.", "bounds": [79.95802, 6.55778, 79.9965, 6.6178]},
{"place_id": 13108, "city_name": "Porthcawl", "state_name": "Bridgend County", "country_name": "United Kingdom", "depth": 5, "latitude": 51.478287, "longitude": -3.705127, "parent_id": 89229, "popularity": 1258, "subcategory": "municipality", "image_key": "a2V0z5eKS9o9Of9ubSLvjBgVjQunilGo", "manual_description": null, "place_description": "Porthcawl is a town and community in the Bridgend County Borough of Wales. It is on the south coast of Wales, 25 miles west of Cardiff and 19 miles southeast of Swansea. Wikipedia.", "bounds": [-3.73931, 51.47178, -3.6551, 51.51041]},
{"place_id": 13339, "city_name": "New Milton", "state_name": "New Forest National Park Hampshire", "country_name": "United Kingdom", "depth": 5, "latitude": 50.75862, "longitude": -1.673027, "parent_id": 9845, "popularity": 1244, "subcategory": "municipality", "image_key": "WFmtxheXRsUmXF5YWnTsyR1CsfkXyBPU", "manual_description": null, "place_description": "Wildlife, activities & cultural heritage, plus New Forest Centre, tour bus & regular events.", "bounds": [-1.90733, 50.67055, -1.36733, 51.07753]},
{"place_id": 13233, "city_name": "Meaux", "state_name": "Seine-et-Marne", "country_name": "France", "depth": 4, "latitude": 48.95935, "longitude": 2.88305, "parent_id": 88961, "popularity": 1244, "subcategory": "city", "image_key": "4F6pIvFby0AmXTsEdwFenDaX5WKEBsto", "manual_description": null, "place_description": "Meaux is a commune on the river Marne in the Seine-et-Marne department in the Île-de-France region in the metropolitan area of Paris, France. It is 41.1 km east-northeast of the centre of Paris. Wikipedia.", "bounds": [2.86275, 48.93551, 2.94411, 48.97899]},
{"place_id": 10709, "city_name": "Acireale", "state_name": "Province of Catania", "country_name": "Italy", "depth": 4, "latitude": 37.611923, "longitude": 15.165586, "parent_id": 88506, "popularity": 1244, "subcategory": "municipality", "image_key": "93MABJZ2FWZ92fsqBzzTGNib5784BeTv", "manual_description": null, "place_description": "Acireale is a coastal city and comune in the north-east of the Metropolitan City of Catania, Sicily, southern Italy, at the foot of Mount Etna, on the coast facing the Ionian Sea. Wikipedia.", "bounds": [15.13152, 37.57745, 15.19344, 37.67905]},
{"place_id": 58767, "city_name": "Sioux City", "state_name": "Iowa", "country_name": "United States", "depth": 3, "latitude": 42.496483, "longitude": -96.40369, "parent_id": 90480, "popularity": 1220, "subcategory": "city", "image_key": "3BbFuNC1WeReVdoSl6KG270LD2d01d9J", "manual_description": null, "place_description": "Sioux City is in northwest Iowa. The Sioux City Art Center showcases work by artists from the Upper Midwest. Nearby, Sioux City Public Museum has local history displays, including a hands-on replica of a fossil dig site. Play-based educational exhibits are the draw at the LaunchPAD Children's Museum. Set inside a dry-docked towboat, the Sergeant Floyd River Museum outlines the shipping history of the Missouri River.", "bounds": [-96.499, 42.38229, -96.3025, 42.56543]},
{"place_id": 131354, "city_name": "Georgetown", "state_name": "Demerara-Mahaica", "country_name": "Guyana", "depth": 3, "latitude": 6.8, "longitude": -58.1667, "parent_id": 135731, "popularity": 1220, "subcategory": "city", "image_key": "OwivlDgqSmXFu2xMpHJrngDgLN4kN2iQ", "manual_description": null, "place_description": "Georgetown is Guyana’s capital, on South America’s North Atlantic coast. The city is culturally connected to the English-speaking Caribbean region and home to British colonial architecture, including the tall, Gothic-style St. George's Anglican Cathedral. A clock tower rises above Stabroek Market, popular for local goods. The Guyana National Museum traces the country's history, while the Bourda hosts cricket matches.", "bounds": [-58.18822, 6.74766, -58.11485, 6.8276]},
{"place_id": 845, "city_name": "Niseko-cho", "state_name": "Hokkaido", "country_name": "Japan", "depth": 4, "latitude": 42.77871, "longitude": 140.66904, "parent_id": 86963, "popularity": 1207, "subcategory": "city", "image_key": "v5GaWHRoX5Df6Vq3ZIPbTDuHXohJExKA", "manual_description": null, "place_description": "Niseko is a town located in Shiribeshi Subprefecture, Hokkaido, Japan. Niseko as a resort area refers to the Niseko area, or the Niseko tourism zone, which consists of the three towns of Kutchan, Niseko, and Rankoshi at the foot of Niseko Annupuri. Wikipedia.", "bounds": [140.56228, 42.70721, 140.8068, 42.87804]},
{"place_id": 147126, "city_name": "Ulcinj", "state_name": null, "country_name": "Montenegro", "depth": 3, "latitude": 41.9274, "longitude": 19.20575, "parent_id": 12272, "popularity": 1207, "subcategory": "city", "image_key": "eIOkt9rasRaW7Gmv6CQ4kfpCoBM2vF2e", "manual_description": null, "place_description": "Ulcinj is a town in Coastal region of Montenegro and the capital of Ulcinj Municipality. It has an urban population of 11,488.\nAs one of the oldest settlements in the Adriatic coast, it was founded in 5th century BC. It was captured by the Romans in 163 BC from the Illyrians. Wikipedia.", "bounds": [19.19136, 41.91879, 19.2314, 41.93862]},
{"place_id": 81962, "city_name": "Puerto Penasco", "state_name": "Sonora", "country_name": "Mexico", "depth": 4, "latitude": 31.32365, "longitude": -113.53515, "parent_id": 91378, "popularity": 1207, "subcategory": "city", "image_key": "EXkLo2ojN11Tfq7ytsGm9kbBz5FWzNvg", "manual_description": null, "place_description": "Puerto Peñasco, also known as Rocky Point, is a Mexican fishing and resort city on the Gulf of California. It’s known for dune-backed Sandy Beach and Bahía la Choya’s tidal pools. The Center for the Study of Deserts and Oceans has gardens and a fin-whale skeleton. Northwest, El Pinacate y Gran Desierto de Altar Biosphere Reserve features volcanic and desert terrain.", "bounds": [-113.59181, 31.28118, -113.4455, 31.39236]},
{"place_id": 61316, "city_name": "Trumansburg", "state_name": "New York", "country_name": "United States", "depth": 4, "latitude": 42.54296, "longitude": -76.66606, "parent_id": 90454, "popularity": 1155, "subcategory": "city", "image_key": "sQd2bgKZMcaXBpYae8cQNTXqHxGL6h6l", "manual_description": null, "place_description": "Trumansburg is a village in Tompkins County, New York, United States. The population was 1,797 at the 2010 census. The name incorporates a misspelling of the surname of the founder, Abner Treman. The Tremans spelled their surname several different ways; \"Truman,\" however, was not one of them. Wikipedia.", "bounds": [-76.67231, 42.53007, -76.64611, 42.54801]},
{"place_id": 147472, "city_name": "Soweto", "state_name": "Gauteng", "country_name": "South Africa", "depth": 5, "latitude": -26.23184, "longitude": 27.90913, "parent_id": 79306, "popularity": 1155, "subcategory": "city", "image_key": "yzfZf9FMU96k9L0D7FZBQVw6Dojil5j0", "manual_description": null, "place_description": "Soweto is a township of the City of Johannesburg Metropolitan Municipality in Gauteng, South Africa, bordering the city's mining belt in the south. Its name is an English syllabic abbreviation for South Western Townships. Wikipedia.", "bounds": [27.71427, -26.31273, 27.96227, -26.17506]},
{"place_id": 146336, "city_name": "Schaerbeek", "state_name": null, "country_name": "Belgium", "depth": 3, "latitude": 50.868, "longitude": 4.37493, "parent_id": 9649, "popularity": 1155, "subcategory": "city", "image_key": "4g5rIGC19ZyRoFyidZv21Plz9y9cCnA9", "manual_description": null, "place_description": "Schaerbeek or Schaarbeek is one of the 19 municipalities of the Brussels-Capital Region, Belgium. Located in the north-eastern part of the region, it is bordered by the City of Brussels, Etterbeek, Evere and Saint-Josse-ten-Noode. In common with all of Brussels' municipalities, it is legally bilingual. Wikipedia.", "bounds": [4.35719, 50.84341, 4.41303, 50.88106]},
{"place_id": 60166, "city_name": "Marianna", "state_name": "Florida", "country_name": "United States", "depth": 4, "latitude": 30.77538, "longitude": -85.22682, "parent_id": 90456, "popularity": 1156, "subcategory": "city", "image_key": "SznGGovvti7peY5GF84YqGG9TGDJ5qwL", "manual_description": null, "place_description": "Marianna is a city in and the county seat of Jackson County, Florida, United States, and it is home to Chipola College. The official nickname of Marianna is \"The City of Southern Charm\". The population was 6,245 at the 2020 census. Wikipedia.", "bounds": [-85.28358, 30.7354, -85.20961, 30.80297]},
{"place_id": 85960, "city_name": "Fujairah", "state_name": "Emirate of Fujairah", "country_name": "United Arab Emirates", "depth": 3, "latitude": 25.126324, "longitude": 56.335144, "parent_id": 91549, "popularity": 1157, "subcategory": "city", "image_key": "8weREgOpMMkj46Hyo1VCC3oLSuYoP4YG", "manual_description": null, "place_description": "Fujairah City is the capital of the emirate of Fujairah in the United Arab Emirates. It is the seventh-largest city in UAE, located on the Gulf of Oman. It is the only Emirati capital city on the UAE's east coast. Wikipedia.", "bounds": [56.28465, 25.09891, 56.36913, 25.18836]},
{"place_id": 82639, "city_name": "North Shore", "state_name": "Auckland", "country_name": "New Zealand", "depth": 4, "latitude": -36.74729, "longitude": 174.72243, "parent_id": 82576, "popularity": 1103, "subcategory": "municipality", "image_key": "vxjUdm9ahxk93lTeMufHfp1wuUJIg1E6", "manual_description": null, "place_description": "The North Shore is one of the major geographical regions of Auckland, the largest city in New Zealand. The area is defined as the northern shores of the Waitematā Harbour as far north as the Ōkura River. Wikipedia.", "bounds": [174.6314, -36.83853, 174.81377, -36.66057]},
{"place_id": 60045, "city_name": "Bedford", "state_name": "Virginia", "country_name": "United States", "depth": 3, "latitude": 37.34412, "longitude": -79.531525, "parent_id": 90447, "popularity": 1103, "subcategory": "city", "image_key": "0t8PECd2URFJJurXFlp1FJXJG6p6HSVo", "manual_description": null, "place_description": "Bedford is an incorporated town and former independent city located within Bedford County in the U.S. state of Virginia. It serves as the county seat of Bedford County. As of the 2020 census, the population was 6,657. It is part of the Lynchburg Metropolitan Statistical Area. Wikipedia.", "bounds": [-79.55945, 37.31535, -79.48721, 37.35623]},
{"place_id": 415, "city_name": "Chofu", "state_name": "Tokyo Prefecture", "country_name": "Japan", "depth": 4, "latitude": 35.65963, "longitude": 139.54716, "parent_id": 86645, "popularity": 1104, "subcategory": "city", "image_key": "6Bll04n7dWl393MIuEgAqppvmtXAxFAx", "manual_description": null, "place_description": "Chōfu is a city in the western side of Tokyo Metropolis, Japan. As of 1 April 2021, the city had an estimated population of 238,087, and a population density of 11,000 per km². the total area of the city is 21.58 square kilometres. Wikipedia.", "bounds": [139.51686, 35.63267, 139.5933, 35.68817]},
{"place_id": 10725, "city_name": "Woking", "state_name": "Surrey", "country_name": "United Kingdom", "depth": 4, "latitude": 51.32048, "longitude": -0.558643, "parent_id": 88806, "popularity": 1093, "subcategory": "municipality", "image_key": "R5Ed0XLWgWb617zl9neePCmdGeWfkytZ", "manual_description": null, "place_description": "Woking is a town and borough in northwest Surrey, England, around 23 mi from central London. It appears in Domesday Book as Wochinges, and its name probably derives from that of a Saxon landowner. Wikipedia.", "bounds": [-0.62633, 51.28217, -0.47474, 51.34802]},
{"place_id": 59748, "city_name": "Fountain Hills", "state_name": "Arizona", "country_name": "United States", "depth": 4, "latitude": 33.60503, "longitude": -111.72124, "parent_id": 90434, "popularity": 1081, "subcategory": "city", "image_key": "YHwX2qy6s83pK0fE9VkFm6cnb6ef1ytK", "manual_description": null, "place_description": "Fountain Hills is a town in Maricopa County, Arizona, United States. Known for its impressive fountain, once the tallest in the world, it borders the Fort McDowell Yavapai Nation, Salt River Pima-Maricopa Indian Community, and Scottsdale. The population was 23,820 as of the 2020 census. Wikipedia.", "bounds": [-111.78849, 33.56776, -111.69855, 33.64049]},
{"place_id": 10118, "city_name": "Kemerovo", "state_name": "Kemerovo Oblast", "country_name": "Russia", "depth": 4, "latitude": 55.38911, "longitude": 86.10732, "parent_id": 88831, "popularity": 1048, "subcategory": "city", "image_key": "YxvhokH5CwvY58z9SDR9UoUlcExe0OPe", "manual_description": null, "place_description": "Kemerovo is a city in southwest Siberia, Russia. Kemerovo Regional Museum has a vast collection including prehistoric fossils, and antique weapons and cars. Paintings and Siberian folk art are displayed at the Kemerovo Regional Museum of Fine Arts. By the Tom River, Wonderland Park has fairground rides. To the east, the Archaeology, Ethnography and Ecology of Siberia Museum has artifacts from the Stone Age onward.", "bounds": [85.909474, 55.25728400000001, 86.255707, 55.550961]},
{"place_id": 1763, "city_name": "Jamshedpur", "state_name": "Jharkhand", "country_name": "India", "depth": 4, "latitude": 22.7815, "longitude": 86.21215, "parent_id": 87285, "popularity": 1049, "subcategory": "city", "image_key": "WOPI4vIeH0RaMslbgZ3bR1sbUuwfjTGA", "manual_description": null, "place_description": "Jamshedpur is a large city set between the Subarnarekha and Kharkai rivers in the east Indian state of Jharkhand. It’s known for huge, tree-lined Jubilee Park, where the Tata Steel Zoological Park has resident species including tigers and leopards. To the east, the hilltop Bhuvaneshwari Temple has an elaborate 5-story entrance tower. North of the city, elephants roam through the forests at Dalma Wildlife Sanctuary.", "bounds": [86.06089, 22.71254, 86.29066, 22.85552]},
{"place_id": 1313, "city_name": "Chanthaburi", "state_name": "Chanthaburi Province", "country_name": "Thailand", "depth": 3, "latitude": 12.60675, "longitude": 102.1108, "parent_id": 87157, "popularity": 1051, "subcategory": "city", "image_key": "xIvFKAk8yAK0Tc1Zfk0fxJCWnwhc3b4V", "manual_description": null, "place_description": "Chanthaburi is a town in the east of Thailand, on the banks of the Chanthaburi River. It is the capital of the Chanthaburi Province and the Mueang Chanthaburi District.\nThe town covers the two tambons Talat and Wat Mai of Mueang Chanthaburi District. As of 2005, the town had a population of 27,602. Wikipedia.", "bounds": [102.06593, 12.58183, 102.11756, 12.62183]},
{"place_id": 131612, "city_name": "Callao", "state_name": "Lima Region", "country_name": "Peru", "depth": 3, "latitude": -12.022155, "longitude": -77.10837, "parent_id": 135390, "popularity": 1036, "subcategory": "city", "image_key": "XaBepz6VI7emfzY93CJKoaD57E5x8nBf", "manual_description": null, "place_description": "Callao is a Peruvian seaside city and region on the Pacific Ocean in the Lima metropolitan area. Callao is Peru's chief seaport and home to its main airport, Jorge Chávez International Airport. Callao municipality consists of the whole Callao Region, which is also coterminous with the Province of Callao. Wikipedia.", "bounds": [-77.15895, -12.07107, -77.07683, -11.93682]},
{"place_id": 12257, "city_name": "Bordighera", "state_name": "Italian Riviera", "country_name": "Italy", "depth": 4, "latitude": 43.77844, "longitude": 7.67101, "parent_id": 88459, "popularity": 1010, "subcategory": "city", "image_key": "gIqCO4aZ3mc4GUSbnOE9gjr3okHN2Myn", "manual_description": null, "place_description": "Bordighera is a town and comune in the Province of Imperia, Liguria. Wikipedia.", "bounds": [7.64649, 43.77563, 7.68789, 43.80423]},
{"place_id": 58915, "city_name": "Palm Harbor", "state_name": "Florida", "country_name": "United States", "depth": 3, "latitude": 28.07893, "longitude": -82.7405, "parent_id": 90414, "popularity": 1011, "subcategory": "city", "image_key": "X9kKU9y3XDFxSM64x4QJg2qXKS41iAbt", "manual_description": null, "place_description": null, "bounds": [-82.84829, 28.04867, -82.70877, 28.12307]},
{"place_id": 60499, "city_name": "Spanish Fort", "state_name": "Alabama", "country_name": "United States", "depth": 3, "latitude": 30.67513, "longitude": -87.87319, "parent_id": 90469, "popularity": 1011, "subcategory": "city", "image_key": "D5uyY6yWr0Jv0CGJrRBlkMzkKXLGy2rD", "manual_description": null, "place_description": "Spanish Fort is a city in Baldwin County, Alabama, United States, located on the eastern shore of Mobile Bay. The 2020 census lists the population of the city as 10,049. It is a suburb of Mobile and is part of the Daphne-Fairhope-Foley metropolitan area. Wikipedia.", "bounds": [-88.00584, 30.65689, -87.82648, 30.70611]},
{"place_id": 849, "city_name": "Kottayam", "state_name": "Kerala", "country_name": "India", "depth": 4, "latitude": 9.59486, "longitude": 76.53317, "parent_id": 87022, "popularity": 1001, "subcategory": "city", "image_key": "pRu2VcJndxBDOR9xriZPKZWB9AUvyBvY", "manual_description": null, "place_description": "Kottayam is a city in the Kottayam district of Kerala, India. It is the district headquarters of the district and is located about 151 km north of the state capital Thiruvananthapuram. As per the 2011 Indian census, Kottayam has a population of 489,615 people, and a population density of 4,533/km². Wikipedia.", "bounds": [76.4911, 9.56178, 76.55009, 9.62747]},
{"place_id": 58992, "city_name": "Huntington", "state_name": "New York", "country_name": "United States", "depth": 4, "latitude": 40.874287, "longitude": -73.42463, "parent_id": 90507, "popularity": 973, "subcategory": "municipality", "image_key": "gFtzc2CuWssSD4dSbKuBBwvuXpacc4Y2", "manual_description": null, "place_description": "The Town of Huntington is one of ten towns in Suffolk County, New York. Founded in 1653, it is located on the north shore of Long Island in northwestern Suffolk County, with Long Island Sound to its north and Nassau County adjacent to the west. Huntington is part of the New York metropolitan area. Wikipedia.", "bounds": [-73.45132, 40.85625, -73.36813, 40.9081]},
{"place_id": 59336, "city_name": "Johnstown", "state_name": "Pennsylvania", "country_name": "United States", "depth": 3, "latitude": 40.32726, "longitude": -78.91835, "parent_id": 90417, "popularity": 974, "subcategory": "city", "image_key": "OKpDOV000mq0abf0CyNsmPYtnUz7j2Cb", "manual_description": null, "place_description": "Johnstown is the largest city in Cambria County, Pennsylvania, United States. The population was 18,411 as of the 2020 census. Located 57 miles east of Pittsburgh, it is the principal city of the Johnstown metropolitan area, which is located in Cambria County and had 133,472 residents in 2020. Wikipedia.", "bounds": [-78.95535, 40.28967, -78.88205, 40.36421]},
{"place_id": 10530, "city_name": "Wexford", "state_name": "Province of Leinster", "country_name": "Ireland", "depth": 4, "latitude": 52.33797, "longitude": -6.461333, "parent_id": 89013, "popularity": 974, "subcategory": "municipality", "image_key": "jn2kZqMCRDTmZsLImKZNVq9YqKg9CmPW", "manual_description": null, "place_description": "Wexford is a town in southeast Ireland, at the mouth of the River Slaney. It’s known for its medieval lanes and the opera festival held in the modern National Opera House. West Gate Heritage Tower is a restored 13th-century tollgate. It's next to the old town walls and ruined 12th-century Selskar Abbey. The Bullring market place, once a bull-baiting site, has a statue marking the 1798 Rebellion against British rule.", "bounds": [-6.49995, 52.32044, -6.44643, 52.34701]},
{"place_id": 82772, "city_name": "Port Adelaide", "state_name": "South Australia", "country_name": "Australia", "depth": 4, "latitude": -34.84507, "longitude": 138.50372, "parent_id": 91393, "popularity": 963, "subcategory": "city", "image_key": "gKJLzRBMiSKHkpUR9T2vVLIyjdAAgX20", "manual_description": null, "place_description": "Port Adelaide is a rejuvenated industrial district, home to the South Australian Maritime Museum, South Australian Aviation Museum and National Railway Museum. Hart’s Mill hosts music and art events, plus a Sunday food market. Self-guided tours take in the Port Adelaide Lighthouse and other 1800s buildings and heritage pubs, along with galleries and the area's eclectic shops .", "bounds": [138.49697, -34.85921, 138.52526, -34.80692]},
{"place_id": 58796, "city_name": "The Woodlands", "state_name": "Texas", "country_name": "United States", "depth": 3, "latitude": 30.15752, "longitude": -95.45646, "parent_id": 90419, "popularity": 951, "subcategory": "city", "image_key": "YjLsW6hQGypW1RoosUKy3fk9u5G1Qtg9", "manual_description": null, "place_description": "The Woodlands is a special-purpose district and census-designated place in the U.S. state of Texas in the Houston–The Woodlands–Sugar Land metropolitan statistical area. The Woodlands is primarily located in Montgomery County, with portions extending into Harris County. Wikipedia.", "bounds": [-95.60097, 30.10529, -95.44673, 30.23137]},
{"place_id": 13318, "city_name": "Andernos-les-Bains", "state_name": "Gironde", "country_name": "France", "depth": 4, "latitude": 44.74224, "longitude": -1.09814, "parent_id": 88428, "popularity": 923, "subcategory": "city", "image_key": "43QHQ1n0ElNt81hb1tsKAHxIIV35dwni", "manual_description": null, "place_description": "Andernos-les-Bains is a commune in the Gironde department, southwestern France. Andernos-les-Bains is located on the northeast shore of Arcachon Bay. To its northwest is the town of Arès.\nAndernos-les-Bains consists of four other small communities: Taussat, Cassy, Lanton and Audenge. Wikipedia.", "bounds": [-1.12282, 44.72262, -1.04112, 44.78282]},
{"place_id": 1090, "city_name": "Pasig", "state_name": "Metro Manila", "country_name": "Philippines", "depth": 4, "latitude": 14.576238, "longitude": 121.08498, "parent_id": 86790, "popularity": 923, "subcategory": "city", "image_key": "jSoLext1UgwnizTg6xrK7HO6UbT8z4Hm", "manual_description": null, "place_description": "Pasig City is a large district with a mix of offices and upscale housing, popular for mall complexes in and around the Ortigas Center area. Hip eateries serving modern Filipino fare cluster in Kapitolyo village, and parks like Greenfield District host weekend markets with local food and crafts. Cultural sites include the Pasig City Museum, exploring local history, and the stone Immaculate Conception Cathedral.", "bounds": [121.0514, 14.53389, 121.11095, 14.62363]},
{"place_id": 11170, "city_name": "Manfredonia", "state_name": "Province of Foggia", "country_name": "Italy", "depth": 4, "latitude": 41.630455, "longitude": 15.916741, "parent_id": 88941, "popularity": 923, "subcategory": "municipality", "image_key": "W15XuD9qFjEUbICxmI1K0OSZRzaOq0zY", "manual_description": null, "place_description": "Manfredonia is a town and commune of Apulia, Italy, in the province of Foggia, from which it is 35 kilometres northeast by rail. Manfredonia is situated on the coast, facing east, to the south of Monte Gargano, and gives its name to the gulf to the east of it. As of 2017 its population was 56,932. Wikipedia.", "bounds": [15.88177, 41.61274, 15.93131, 41.64223]},
{"place_id": 61011, "city_name": "Hobe Sound", "state_name": "Florida", "country_name": "United States", "depth": 3, "latitude": 27.0598, "longitude": -80.13569, "parent_id": 90414, "popularity": 904, "subcategory": "city", "image_key": "CyEQY87QQUzeflULHIVFcr11ZgutSB6R", "manual_description": null, "place_description": "Hobe Sound is an unincorporated area and census-designated place in Martin County, Florida, United States, located along Florida's Treasure Coast. The population was 13,163 at the 2020 census, up from 11,521 in 2010. Wikipedia.", "bounds": [-80.17167, 27.0432, -80.11141, 27.11792]},
{"place_id": 58787, "city_name": "Kalispell", "state_name": "Montana", "country_name": "United States", "depth": 3, "latitude": 48.201973, "longitude": -114.3149, "parent_id": 90487, "popularity": 916, "subcategory": "city", "image_key": "nNnEWEI8FKopBiIOM2eFUlSR3J4nIoQl", "manual_description": null, "place_description": "Kalispell is a city in northwest Montana. It’s a gateway to vast Glacier National Park, with its peaks, alpine trails and wildlife like grizzly bears. Downtown’s restored 1800s buildings include the Conrad Mansion, now a museum with period furnishings. Hockaday Museum of Art focuses on Montana artists. South of the city, Flathead Lake offers beaches and forested Wild Horse Island, home to horses and bighorn sheep.", "bounds": [-114.37281, 48.13902, -114.26881, 48.28392]},
{"place_id": 10755, "city_name": "Estremoz", "state_name": "Evora District", "country_name": "Portugal", "depth": 4, "latitude": 38.84432, "longitude": -7.58585, "parent_id": 88578, "popularity": 904, "subcategory": "municipality", "image_key": "o0QJTknTosmQo6ACPsiHvCAP3lv3v3NA", "manual_description": null, "place_description": null, "bounds": [-7.653573799999999, 38.791048, -7.527478599999999, 38.8942457]},
{"place_id": 58848, "city_name": "Gunnison", "state_name": "Colorado", "country_name": "United States", "depth": 3, "latitude": 38.54498, "longitude": -106.92692, "parent_id": 90422, "popularity": 885, "subcategory": "city", "image_key": "zBVbpDHMFVfWRBOTfODQd499bXhtK8gE", "manual_description": null, "place_description": "Gunnison is a home rule municipality that is the county seat and the most populous municipality of Gunnison County, Colorado. The city population was 6,560 at the 2020 United States Census. Wikipedia.", "bounds": [-106.95092, 38.52956, -106.90267, 38.55899]},
{"place_id": 85968, "city_name": "Ajman", "state_name": "Emirate of Ajman", "country_name": "United Arab Emirates", "depth": 3, "latitude": 25.394506, "longitude": 55.57206, "parent_id": 91558, "popularity": 886, "subcategory": "city", "image_key": "XtVDEzrmmxwqzVseLojmLEvI3OpiyFr5", "manual_description": null, "place_description": "Ajman is the capital of the emirate of Ajman in the United Arab Emirates. It is the fifth-largest city in UAE after Dubai, Abu Dhabi, Sharjah and Al Ain. Located along the Persian Gulf, it is engulfed by the larger emirate of Sharjah in territory. Wikipedia.", "bounds": [55.42184, 25.35705, 55.64448, 25.45]},
{"place_id": 10978, "city_name": "Lappeenranta", "state_name": "South Karelia", "country_name": "Finland", "depth": 3, "latitude": 61.05534, "longitude": 28.18901, "parent_id": 89150, "popularity": 874, "subcategory": "municipality", "image_key": "ThiRmvF6Ia5E4otK0RwAEpMyD2AO8WFE", "manual_description": null, "place_description": "Lappeenranta is a city in Finland and the regional capital of South Karelia. It is located in the southeastern interior of the country and in the Finnish Lakeland. The population of Lappeenranta is approximately 73,000, while the sub-region has a population of approximately 88,000. Wikipedia.", "bounds": [27.70961, 60.6665, 28.77659, 61.28444]},
{"place_id": 11317, "city_name": "Vantaa", "state_name": "Uusimaa", "country_name": "Finland", "depth": 3, "latitude": 60.28938, "longitude": 25.02957, "parent_id": 88433, "popularity": 876, "subcategory": "city", "image_key": "wD0WZWiG9xgC8DkRVLZrfJF5gLBnNs2c", "manual_description": null, "place_description": "Vantaa is a city in Finland. It is located to the north of the capital, Helsinki, in southern Uusimaa. The population of Vantaa is approximately 247,000. It is the 4th most populous municipality in Finland. Vantaa is part of the Helsinki Metropolitan Area, which has approximately 1.58 million inhabitants. Wikipedia.", "bounds": [24.74651, 60.23714, 25.19306, 60.40114]},
{"place_id": 10093, "city_name": "Donetsk", "state_name": "Donetsk Oblast", "country_name": "Ukraine", "depth": 3, "latitude": 48.00203, "longitude": 37.81449, "parent_id": 88819, "popularity": 876, "subcategory": "city", "image_key": "oqIDr3jAK4RMtMEwbUqSgZFRYpsrzA4o", "manual_description": null, "place_description": "Donetsk, formerly known as Aleksandrovka, Yuzivka, Stalin, and Stalino, is an industrial city in eastern Ukraine located on the Kalmius River in Donetsk Oblast, which is currently occupied by Russia as the capital of the Donetsk People's Republic. Wikipedia.", "bounds": [37.52418, 47.89056, 37.99886, 48.08967]},
{"place_id": 16347, "city_name": "Egham", "state_name": "Surrey", "country_name": "United Kingdom", "depth": 4, "latitude": 51.428272, "longitude": -0.547872, "parent_id": 88806, "popularity": 848, "subcategory": "city", "image_key": "hetF5Yesp2ijD4A453WW6pZwXWA2AEDr", "manual_description": null, "place_description": "Egham is a town in the Borough of Runnymede in Surrey, England, approximately 19 miles west of central London. First settled in the Bronze Age, the town was under the control of Chertsey Abbey for much of the Middle Ages. Wikipedia.", "bounds": [-0.56893, 51.40817, -0.51687, 51.43733]},
{"place_id": 60913, "city_name": "Yellow Springs", "state_name": "Ohio", "country_name": "United States", "depth": 3, "latitude": 39.80324, "longitude": -83.89065, "parent_id": 90443, "popularity": 848, "subcategory": "city", "image_key": "7PIQqwg0y0DRmV64togsNFdrWLUXlftG", "manual_description": null, "place_description": "Yellow Springs is a village in northern Greene County, Ohio, United States. The population was 3,697 at the 2020 census. It is part of the Dayton metropolitan area and is home to Antioch College. Wikipedia.", "bounds": [-83.91062, 39.78385, -83.87979, 39.81495]},
{"place_id": 13058, "city_name": "Douai", "state_name": "Nord", "country_name": "France", "depth": 4, "latitude": 50.3688, "longitude": 3.07839, "parent_id": 88521, "popularity": 837, "subcategory": "city", "image_key": "5EYAfQRbM7o5RwRIPRMz3YspUzEUly65", "manual_description": null, "place_description": "Douai is a city in the Nord département in northern France. It is a sub-prefecture of the department. Located on the river Scarpe some 40 kilometres from Lille and 25 km from Arras, Douai is home to one of the region's most impressive belfries. Wikipedia.", "bounds": [3.05151, 50.34922, 3.14945, 50.41058]},
{"place_id": 13729, "city_name": "Forcalquier", "state_name": "Alpes-de-Haute-Provence", "country_name": "France", "depth": 4, "latitude": 43.95601, "longitude": 5.782948, "parent_id": 89185, "popularity": 837, "subcategory": "municipality", "image_key": "YfBwUaAAI4kGfZoCDuCuXPUShbjr6Zb2", "manual_description": null, "place_description": "Forcalquier is a commune in the Alpes-de-Haute-Provence department in southeastern France.\nForcalquier is located between the Lure Mountain and Luberon mountain ranges, about 30 km south of Sisteron and 10 km west of the Durance river. During the Middle Ages it was the capital of Haute-Provence. Wikipedia.", "bounds": [5.73902, 43.91101, 5.82924, 44.00531]},
{"place_id": 12431, "city_name": "Knokke-Heist", "state_name": "West Flanders Province", "country_name": "Belgium", "depth": 4, "latitude": 51.346996, "longitude": 3.281605, "parent_id": 88536, "popularity": 837, "subcategory": "municipality", "image_key": "PTInMF6Q07GB896i9rTjXIkDaw0gppG3", "manual_description": null, "place_description": "Knokke-Heist is a Belgian coastal municipality bordering the Netherlands. It’s known for its beach and the Zwin Nature Park, an area of salt marshes and mudflats that shelters birds like storks and oystercatchers. On the edge of the Zwin is “Hospitality,” a bronze sculpture of a giant hare. The For Freedom Museum illuminates the area’s history during WWII with dioramas, uniforms and original vehicles.", "bounds": [3.22541, 51.29591, 3.3854, 51.37155]},
{"place_id": 12287, "city_name": "Keszthely", "state_name": "Zala County", "country_name": "Hungary", "depth": 4, "latitude": 46.764248, "longitude": 17.243885, "parent_id": 89402, "popularity": 815, "subcategory": "city", "image_key": "gzhyunV4IfEGcxTlWsvL5wKDSmBqR2cR", "manual_description": null, "place_description": "Keszthely is a Hungarian city of 20,895 inhabitants located on the western shore of Lake Balaton. It is the second largest city by the lake and one of the more important cultural, educational and economic hubs in the region. Wikipedia.", "bounds": [17.186913000000004, 46.671675, 17.296996000000036, 46.828074]},
{"place_id": 147389, "city_name": "Champaign", "state_name": "Illinois", "country_name": "United States", "depth": 4, "latitude": 40.1142, "longitude": -88.2435, "parent_id": 58334, "popularity": 805, "subcategory": "city", "image_key": "1ZqpY5zEpTaEdmSNJHp4QB2A11W3roww", "manual_description": null, "place_description": "Champaign is a city in central Illinois. On the sprawling University of Illinois campus, the Krannert Art Museum has a vast collection of ancient and modern works, and the Spurlock Museum displays cultural artifacts. Neo-Romanesque Altgeld Hall houses the University Chime in its tower. Orpheum Children’s Science Museum is located downtown in a 1914 theater. The art deco City Building stands as a symbol of the city.", "bounds": [-88.33318, 40.06219, -88.22104, 40.16707]},
{"place_id": 12775, "city_name": "Rapperswil", "state_name": "Canton of St. Gallen", "country_name": "Switzerland", "depth": 3, "latitude": 47.233788, "longitude": 8.8558, "parent_id": 89163, "popularity": 815, "subcategory": "city", "image_key": "TwC05OZwoUG7bhoBf3Nf9ZyBarcaoE1P", "manual_description": null, "place_description": "Rapperswil-Jona is a municipality in the Wahlkreis of See-Gaster in the canton of St. Gallen in Switzerland.\nBesides Rapperswil and Jona, which were separate municipalities until 2006, Rapperswil-Jona also includes Bollingen, Busskirch, Curtiberg, Kempraten-Lenggis, and Wagen. Wikipedia.", "bounds": [8.79562, 47.20816, 8.91919, 47.25151]},
{"place_id": 12556, "city_name": "Offida", "state_name": "Province of Ascoli Piceno", "country_name": "Italy", "depth": 4, "latitude": 42.93732, "longitude": 13.693523, "parent_id": 88921, "popularity": 805, "subcategory": "city", "image_key": "24VbnKyleuCJJ4kAV9lSYyf2p04nak1X", "manual_description": null, "place_description": "Offida is a comune in the province of Ascoli Piceno, in the Italian region of Marche, located about 80 km south of Ancona and about 12 km northeast of Ascoli Piceno, on a rocky spur between the valleys of the Tesino and Tronto rivers. It is one of I Borghi più belli d'Italia. Wikipedia.", "bounds": [13.68509, 42.92639, 13.70564, 42.94282]},
{"place_id": 59178, "city_name": "Rangeley", "state_name": "Maine", "country_name": "United States", "depth": 3, "latitude": 44.96662, "longitude": -70.64676, "parent_id": 90451, "popularity": 806, "subcategory": "municipality", "image_key": "2kiQL1mSgzxiQUFsI5gvyCT4fQbKUlLl", "manual_description": null, "place_description": "Rangeley is a town in Franklin County, Maine, United States. The population was 1,222 at the 2020 census. Rangeley is the center of the Rangeley Lakes Region, a resort area. Wikipedia.", "bounds": [-70.82361, 44.92163, -70.62822, 45.03062]},
{"place_id": 212, "city_name": "Nagaoka", "state_name": "Niigata Prefecture", "country_name": "Japan", "depth": 5, "latitude": 37.44893, "longitude": 138.84839, "parent_id": 86747, "popularity": 786, "subcategory": "city", "image_key": "WOYdVBaJeIvUFFoXQCEtL29kTENgfy52", "manual_description": null, "place_description": "Nagaoka is a city on Japan’s main Honshu Island. In the center, near the Shinano River, the Niigata Prefectural Museum of Modern Art has 20th-century Japanese works and a sculpture garden. Niigata Prefectural Museum of History exhibits prehistoric Jōmon pottery. North of the city, the grand Yahiko Shrine sits at the foot of Mount Yahiko. A cable car ascends to the peak. Southeast are the hot springs of Yomogihira.", "bounds": [138.64292, 37.17648, 139.12445, 37.71025]},
{"place_id": 131503, "city_name": "Riobamba", "state_name": "Chimborazo Province", "country_name": "Ecuador", "depth": 3, "latitude": -1.66302, "longitude": -78.64575, "parent_id": 136056, "popularity": 776, "subcategory": "city", "image_key": "noTo3TEddahwqAxeJMcX3dRldInDLtcm", "manual_description": null, "place_description": "Riobamba Canton is one of ten cantons of the Chimborazo Province in Ecuador. Its population at the 2010 census was 225,741. Its capital is the town of Riobamba. Wikipedia.", "bounds": [-78.69961, -1.71284, -78.61643, -1.61932]},
{"place_id": 13245, "city_name": "Hameln", "state_name": "Lower Saxony", "country_name": "Germany", "depth": 3, "latitude": 52.10073, "longitude": 9.35736, "parent_id": 88559, "popularity": 777, "subcategory": "city", "image_key": "56eMoLzEKTMcrNPgpGKlTxQ1PsyGJorm", "manual_description": null, "place_description": "Hamelin is a town on the river Weser in Lower Saxony, Germany. It is the capital of the district of Hamelin-Pyrmont and has a population of roughly 57,000. Hamelin is best known for the tale of the Pied Piper of Hamelin. Wikipedia.", "bounds": [9.2592, 52.04542, 9.4618, 52.16759]},
{"place_id": 60430, "city_name": "Leland", "state_name": "Michigan", "country_name": "United States", "depth": 4, "latitude": 45.02344, "longitude": -85.75989, "parent_id": 90561, "popularity": 776, "subcategory": "city", "image_key": "BrE9CpZnZbiiJCjiMdeE3wRcYrXLcteC", "manual_description": null, "place_description": "Leland is an unincorporated community and census-designated place in the U.S. state of Michigan. It is located in Leelanau County, part of the northwestern Lower Peninsula of the state. As of the 2020 census it had a population of 410. Wikipedia.", "bounds": [-86.15608, 44.98325, -85.69031, 45.15934]},
{"place_id": 59060, "city_name": "Walnut Creek", "state_name": "California", "country_name": "United States", "depth": 3, "latitude": 37.90118, "longitude": -122.06163, "parent_id": 90405, "popularity": 777, "subcategory": "city", "image_key": "bnjUcmVYAKDJqSbV4tnyce68AvpFFSfy", "manual_description": null, "place_description": "Walnut Creek is a city in Contra Costa County, California, United States, located in the East Bay region of the San Francisco Bay Area, about 16 miles east of the city of Oakland. Wikipedia.", "bounds": [-122.09997, 37.84242, -121.98047, 37.94602]},
{"place_id": 13961, "city_name": "Guadix", "state_name": "Province of Granada", "country_name": "Spain", "depth": 4, "latitude": 37.30387, "longitude": -3.1344, "parent_id": 88471, "popularity": 748, "subcategory": "city", "image_key": "vRC9irLm0183xI0Q99P7I5AeQ6g6K56h", "manual_description": null, "place_description": "Guadix is a city and municipality in southern Spain, in the province of Granada.\nThe city lies at an altitude of 913 metres, in the centre of the Hoya of Guadix, a high plain at the northern foothills of the Sierra Nevada. It is located on the Linares Baeza–Almería railway. Wikipedia.", "bounds": [-3.14841, 37.28947, -3.12589, 37.31011]},
{"place_id": 13791, "city_name": "Montreuil-sur-Mer", "state_name": "Pas-de-Calais", "country_name": "France", "depth": 4, "latitude": 50.467884, "longitude": 1.768355, "parent_id": 89082, "popularity": 748, "subcategory": "municipality", "image_key": "BNp5jkfpuwgsU8JsVlTW02UYT6ojksco", "manual_description": null, "place_description": "Montreuil-sur-Mer, Montreuil-on-the-Sea, is a subprefecture in the Pas-de-Calais Department in northern France. It was known as Montreuil until 31 December 2022. It is located on the Canche river, not far from Étaples. The sea, however, is now some distance away. Wikipedia.", "bounds": [1.75468, 50.45655, 1.79929, 50.47416]},
{"place_id": 59198, "city_name": "Waianae", "state_name": "Hawaii", "country_name": "United States", "depth": 4, "latitude": 21.44991, "longitude": -158.19113, "parent_id": 58149, "popularity": 748, "subcategory": "city", "image_key": "wL11oIhYqn9XE75m4nXF6iNXXw4aCBwC", "manual_description": null, "place_description": "Waianae or Waiʻanae is a census-designated place in Honolulu County, Hawaii, United States. As of the 2020 census, the CDP population was 13,614.\nIts name means \"waters of the mullet\". Its etymology is shared with the far northern Wellington suburb of Waikanae, located in New Zealand. Wikipedia.", "bounds": [-158.21466, 21.42663, -158.15042, 21.46478]},
{"place_id": 13625, "city_name": "Livinallongo del Col di Lana", "state_name": "Province of Belluno", "country_name": "Italy", "depth": 4, "latitude": 46.48122, "longitude": 11.950133, "parent_id": 88773, "popularity": 748, "subcategory": "municipality", "image_key": "IPAsUunC965BZpBng8HuQYR5Dg6kg1bN", "manual_description": null, "place_description": "Livinallongo del Col di Lana is a comune in the Province of Belluno in the Italian region Veneto, located about 120 kilometres north of Venice and about 45 kilometres northwest of Belluno.\nNinety percent of the population speak Ladin as their native language. Wikipedia.", "bounds": [11.81043, 46.45571, 12.02849, 46.54531]},
{"place_id": 13211, "city_name": "Xanthi", "state_name": "Xanthi Region", "country_name": "Greece", "depth": 4, "latitude": 41.133446, "longitude": 24.8893, "parent_id": 89513, "popularity": 748, "subcategory": "city", "image_key": "ig3RyV1c5cuiim0gDuIROIk3OMSZGKRG", "manual_description": null, "place_description": "Xanthi is one of the regional units of Greece. It is part of the Region of East Macedonia and Thrace. The capital is Xanthi. Together with the regional units Rhodope and Evros, it forms the geographical region of Western Thrace. Wikipedia.", "bounds": [24.45998, 40.84551, 25.22573, 41.40819]},
{"place_id": 12359, "city_name": "Kinross", "state_name": "Perth and Kinross", "country_name": "United Kingdom", "depth": 4, "latitude": 56.20779, "longitude": -3.430056, "parent_id": 88919, "popularity": 741, "subcategory": "municipality", "image_key": "TmfKbWTm2x3u762pa7mjXovxpYpOOZxY", "manual_description": null, "place_description": "Kinross is a burgh in Perth and Kinross, Scotland, around 13 miles south of Perth and around 20 miles northwest of Edinburgh. It is the traditional county town of the historic county of Kinross-shire. Wikipedia.", "bounds": [-3.43769, 56.19587, -3.41066, 56.21942]},
{"place_id": 11257, "city_name": "Sopron", "state_name": "Gyor-Moson-Sopron County", "country_name": "Hungary", "depth": 4, "latitude": 47.684563, "longitude": 16.591656, "parent_id": 89180, "popularity": 742, "subcategory": "city", "image_key": "eDZ0AMUhZdKw8bpNV37TrUkP4akSnsR2", "manual_description": null, "place_description": "Sopron is a city in Hungary on the Austrian border, near Lake Neusiedl/Lake Fertő. Wikipedia.", "bounds": [16.42155, 47.62675, 16.74851, 47.75907]},
{"place_id": 1957, "city_name": "Buriram", "state_name": "Buriram Province", "country_name": "Thailand", "depth": 3, "latitude": 14.98717, "longitude": 103.08437, "parent_id": 87349, "popularity": 724, "subcategory": "city", "image_key": "JnWDlTJnHElwt14MQXdxwr9OVF3Ygfrw", "manual_description": null, "place_description": "Buriram is a town in Thailand, capital of Buriram Province, about 300 km northeast of Bangkok. The town occupies tambon Nai Mueang of Mueang Buriram District. In 2012 it had a population of 27,862. Wikipedia.", "bounds": [103.09558, 14.98432, 103.1276, 15.00588]},
{"place_id": 15508, "city_name": "Pomorie", "state_name": "Burgas Province", "country_name": "Bulgaria", "depth": 3, "latitude": 42.56717, "longitude": 27.61881, "parent_id": 89042, "popularity": 725, "subcategory": "city", "image_key": "sKSrYOJRIwRN4jduMmYvpfY7aPXCK42x", "manual_description": null, "place_description": "Pomorie, historically known as Anchialos, is a town and seaside resort in southeastern Bulgaria, located on a narrow rocky peninsula in Burgas Bay on the southern Bulgarian Black Sea Coast.\nIt is situated in Burgas Province, 20,5 km away from the city of Burgas and 18 km from the Sunny Beach resort. Wikipedia.", "bounds": [27.59459, 42.55109, 27.65262, 42.58543]},
{"place_id": 17479, "city_name": "Godollo", "state_name": "Pest County", "country_name": "Hungary", "depth": 4, "latitude": 47.59784, "longitude": 19.34865, "parent_id": 89295, "popularity": 725, "subcategory": "city", "image_key": "tYSbE3mQHI3qxCeTi5ZAewzVCvCyUq3e", "manual_description": null, "place_description": "Gödöllő is a city in Pest County, Budapest metropolitan area, Hungary, about 30 km northeast from the outskirts of Budapest. Its population is 34,396 according to the 2010 census and is growing rapidly. It can be easily reached from Budapest with the suburban railway, and national railway. Wikipedia.", "bounds": [19.2959, 47.55455, 19.43527, 47.64449]},
{"place_id": 12227, "city_name": "Prizren", "state_name": "Kosovo", "country_name": "Kosovo", "depth": 2, "latitude": 42.18715, "longitude": 20.73903, "parent_id": 89102, "popularity": 717, "subcategory": "city", "image_key": "24G7REMfAD2ee6XHF8BfvYLjG74N9GRM", "manual_description": null, "place_description": "Prizren is the second most populous city and municipality of Kosovo and seat of the eponymous municipality and district. It is located on the banks of the Prizren River between the foothills of the Sharr Mountains in southern Kosovo. Wikipedia.", "bounds": [20.688, 42.1912, 20.7812, 42.25564]},
{"place_id": 82905, "city_name": "Timaru", "state_name": "Canterbury Region", "country_name": "New Zealand", "depth": 4, "latitude": -44.39455, "longitude": 171.25162, "parent_id": 91390, "popularity": 717, "subcategory": "city", "image_key": "x3uZWWvVW1hqrFz3CYYfzkLGagmH9PPU", "manual_description": null, "place_description": "Timaru is a port city in the southern Canterbury Region of New Zealand, located 157 km southwest of Christchurch and about 196 km northeast of Dunedin on the eastern Pacific coast of the South Island. Wikipedia.", "bounds": [171.17406, -44.42603, 171.27292, -44.33175]},
{"place_id": 635, "city_name": "Muroran", "state_name": "Hokkaido", "country_name": "Japan", "depth": 3, "latitude": 42.315735, "longitude": 140.97852, "parent_id": 86676, "popularity": 717, "subcategory": "city", "image_key": "x0K5PRbGN6fM4XVgji7PGDKWEjWu1Rhu", "manual_description": null, "place_description": "Muroran is a port city on the south coast of Japan’s Hokkaidō island. Across its harbor, the broad span of Hakuchō Bridge is lit up at night. Mt. Sokuryo has a park with panoramic views of the bridge and the city. There are falcons and rock formations on the coast near Masuichi Beach. The Cape Chikyu Lighthouse overlooks Uchiura Bay, home to whales and dolphins, and the distant Mt. Komagatake volcano across the bay.", "bounds": [140.90814, 42.29939, 141.05435, 42.43727]},
{"place_id": 3337, "city_name": "Minatomirai", "state_name": "Kanagawa Prefecture", "country_name": "Japan", "depth": 6, "latitude": 35.457638, "longitude": 139.63248, "parent_id": 87717, "popularity": 694, "subcategory": "city", "image_key": "w4tcvNL6PljI8iu5EcQs2LBgOX9Oxuzo", "manual_description": null, "place_description": "Vast seaside area featuring a high-rise observation deck, boutiques, bars & a large Ferris wheel.", "bounds": [139.62469, 35.45244, 139.64361, 35.4674]},
{"place_id": 11518, "city_name": "Ayamonte", "state_name": "Province of Huelva", "country_name": "Spain", "depth": 4, "latitude": 37.21623, "longitude": -7.40781, "parent_id": 88994, "popularity": 686, "subcategory": "municipality", "image_key": "pYiWZp5ef9B1AwIpE7jqDrZ7R64QBAeS", "manual_description": null, "place_description": "Ayamonte is a town and municipality of Spain belonging to the province of Huelva, Andalusia. It is located near the border with Portugal on the mouth of the Guadiana River. According to the 2015 census, the city had a population of 20,357 inhabitants. Wikipedia.", "bounds": [-7.41051, 37.20137, -7.39378, 37.22694]},
{"place_id": 11695, "city_name": "Roros", "state_name": "Sor-Trondelag", "country_name": "Norway", "depth": 4, "latitude": 62.57468, "longitude": 11.3842, "parent_id": 88782, "popularity": 687, "subcategory": "municipality", "image_key": "PSVFcdegE4W1f9lwsarYl5PfyGaMYvRg", "manual_description": null, "place_description": "Røros is the administrative centre of Røros municipality in Trøndelag county, Norway. The town is along the river Hyttelva and along the Rørosbanen railway line, about 10 kilometres south of the village of Glåmos and about the same distance north of the village of Os in neighboring Innlandet county. Wikipedia.", "bounds": [11.36062, 62.56137, 11.39842, 62.5966]},
{"place_id": 2461, "city_name": "Sorong", "state_name": "West Papua", "country_name": "Indonesia", "depth": 3, "latitude": -0.876126, "longitude": 131.25629, "parent_id": 87491, "popularity": 687, "subcategory": "city", "image_key": "kyaxqPcNhGYP3mwPeLS5qea45moAIqQZ", "manual_description": null, "place_description": "Sorong is the largest city and the capital of the Indonesian province of Southwest Papua. The city is located on the western tip of the island of New Guinea with its only land borders being with Sorong Regency. Wikipedia.", "bounds": [131.18482, -0.9518, 131.34397, -0.83401]},
{"place_id": 466, "city_name": "Hitoyoshi", "state_name": "Kumamoto Prefecture", "country_name": "Japan", "depth": 4, "latitude": 32.21589, "longitude": 130.75372, "parent_id": 86735, "popularity": 687, "subcategory": "city", "image_key": "DMTrjIXFdmXfyCquOTa4ctXXx2kqwxs6", "manual_description": null, "place_description": "Hitoyoshi is a Japanese city on the island of Kyushu. Stone walls remain from 12th-century Hitoyoshi Castle, which now has a history museum on site. Aoi Aso Shrine’s pavilions date back to the 17th century. Public baths and hot-spring resorts lie along the Kuma River, where boat rides are popular. Traditional shops line Kajiyamachi Avenue. To the northwest, Kyusendo is a limestone cave with a large bat population.", "bounds": [130.65162, 32.09493, 130.87834, 32.29552]},
{"place_id": 82711, "city_name": "Frankston", "state_name": "Victoria", "country_name": "Australia", "depth": 4, "latitude": -38.143944, "longitude": 145.12132, "parent_id": 91438, "popularity": 665, "subcategory": "city", "image_key": "twe0qJcu8Eva58SYbcslpEpAOPyMwYMm", "manual_description": null, "place_description": "Frankston is a suburb in Melbourne, Victoria, Australia. Located 54 km south-east of the Melbourne city centre via EastLink and Monash Freeway, it is in the local government area of the City of Frankston and serves as its administrative and activity centres. Wikipedia.", "bounds": [145.10945, -38.1769, 145.17339, -38.12486]},
{"place_id": 61471, "city_name": "Casey", "state_name": "Illinois", "country_name": "United States", "depth": 3, "latitude": 39.29823, "longitude": -87.99276, "parent_id": 90406, "popularity": 657, "subcategory": "city", "image_key": "I6x5TD1OeZnVD43BsXqOCesG71606K8D", "manual_description": null, "place_description": "Casey is a city in Clark and Cumberland counties in the U.S. state of Illinois. The population was 2,404 at the 2020 census.\nThe Cumberland County portion of Casey is part of the Charleston–Mattoon Micropolitan Statistical Area. Wikipedia.", "bounds": [-88.01683, 39.29041, -87.96946, 39.31697]},
{"place_id": 718, "city_name": "Hadano", "state_name": "Kanagawa Prefecture", "country_name": "Japan", "depth": 4, "latitude": 35.37125, "longitude": 139.22597, "parent_id": 86670, "popularity": 658, "subcategory": "city", "image_key": "BTmCiLed33dyjHAdrNJ0swveePtTABq0", "manual_description": null, "place_description": "Hadano is a city in Kanagawa Prefecture, Japan. As of 1 June 2021, the city had an estimated population of 163,787 and a population density of 1600 persons per km². The total area of the city is 103.76 square kilometres. Wikipedia.", "bounds": [139.14119, 35.34598, 139.2922, 35.46121]},
{"place_id": 58707, "city_name": "Hickory", "state_name": "North Carolina", "country_name": "United States", "depth": 3, "latitude": 35.73491, "longitude": -81.3356, "parent_id": 90439, "popularity": 650, "subcategory": "city", "image_key": "ctWv2JnQ1zX7MBFRJqMWPSJiN41sFxyh", "manual_description": null, "place_description": "Hickory is a city in North Carolina primarily located in Catawba County and is the 25th most populous city in North Carolina. It is located approximately 60 miles northwest of Charlotte. Hickory's population in the 2022 United States Census Bureau estimate was 44,084. Wikipedia.", "bounds": [-81.40341, 35.65536, -81.23459, 35.80721]},
{"place_id": 12474, "city_name": "Schleswig", "state_name": "Schleswig-Holstein", "country_name": "Germany", "depth": 3, "latitude": 54.526928, "longitude": 9.56057, "parent_id": 88721, "popularity": 641, "subcategory": "city", "image_key": "UrPpRW2FSawbjEC5Z5cngvgCBs6CcOaP", "manual_description": null, "place_description": "Schleswig is a town in the northeastern part of Schleswig-Holstein, Germany. It is the capital of the Kreis Schleswig-Flensburg. It has a population of about 27,000, the main industries being leather and food processing. Wikipedia.", "bounds": [9.51046, 54.49162, 9.61601, 54.54598]},
{"place_id": 11546, "city_name": "Samoens", "state_name": "Grand Massif", "country_name": "France", "depth": 5, "latitude": 46.08212, "longitude": 6.72428, "parent_id": 89284, "popularity": 633, "subcategory": "city", "image_key": "KZEc9vN6DRrYoz3C0etRBx52fq3ykyxK", "manual_description": null, "place_description": "Sizable ski resort with multiple mountains, lodging, events & mountain biking in the summer.", "bounds": [6.72002, 46.07538, 6.72272, 46.07808]},
{"place_id": 14031, "city_name": "Whitehaven", "state_name": "Cumbria", "country_name": "United Kingdom", "depth": 4, "latitude": 54.5475, "longitude": -3.58676, "parent_id": 88833, "popularity": 633, "subcategory": "municipality", "image_key": "Hb2P7EwtA0nYLrsthozSapTeLawPEGG4", "manual_description": null, "place_description": "Whitehaven is a town and port on the English north west coast and near to the Lake District National Park in Cumberland, Cumbria, England. It lies by road 38 miles south-west of Carlisle and 45 miles to the north of Barrow-in-Furness. Wikipedia.", "bounds": [-3.60352, 54.52049, -3.55195, 54.56838]},
{"place_id": 59012, "city_name": "Stockton", "state_name": "California", "country_name": "United States", "depth": 3, "latitude": 37.95368, "longitude": -121.29075, "parent_id": 90405, "popularity": 633, "subcategory": "city", "image_key": "SnRFNJVm7mYNoRtZ67PR3XaVNsmCokge", "manual_description": null, "place_description": "Stockton is a city on the San Joaquin River, in California’s Central Valley. The Haggin Museum features fine art and local history displays. Oak Grove Regional Park has trails, a nature center and a lake stocked with catfish. In nearby Lodi, Micke Grove Regional Park includes a Japanese garden, the San Joaquin County Historical Museum and Micke Grove Zoo. The Children’s Museum of Stockton offers hands-on exhibits.", "bounds": [-121.41974, 37.88775, -121.18402, 38.0583]},
{"place_id": 13415, "city_name": "Montlucon", "state_name": "Allier", "country_name": "France", "depth": 4, "latitude": 46.33947, "longitude": 2.60187, "parent_id": 89316, "popularity": 627, "subcategory": "city", "image_key": "p3LF3aeVy4KIglTwPpftr3wVi5aNaAiI", "manual_description": null, "place_description": "Montluçon is a commune in central France on the river Cher. It is the largest commune in the Allier department, although the department's prefecture is located in the smaller town of Moulins. Its inhabitants are known as Montluçonnais. Wikipedia.", "bounds": [2.57082, 46.31388, 2.64586, 46.37255]},
{"place_id": 11010, "city_name": "Larvik", "state_name": "Larvik Municipality", "country_name": "Norway", "depth": 5, "latitude": 59.05186, "longitude": 10.0224, "parent_id": 89160, "popularity": 622, "subcategory": "city", "image_key": "dfshpQqqoXsKTMpRpaBgggJzcJWyz8us", "manual_description": null, "place_description": "Larvik is a municipality in Vestfold county, Norway. It is located in the traditional district of Vestfold. The administrative centre of the municipality is the city of Larvik. Wikipedia.", "bounds": [9.97584, 59.01471, 10.11554, 59.09121]},
{"place_id": 76083, "city_name": "Mission", "state_name": "British Columbia", "country_name": "Canada", "depth": 3, "latitude": 49.15999, "longitude": -122.2828, "parent_id": 90371, "popularity": 615, "subcategory": "city", "image_key": "R6C5IOcaSeVy21VnqICNzHkCx6gegf6D", "manual_description": null, "place_description": "Mission is a city in the Lower Mainland of the province of British Columbia, Canada. It was originally incorporated as a district municipality in 1892, growing to include additional villages and rural areas over the years, adding the original Town of Mission City, long an independent core of the region, in 1969. Wikipedia.", "bounds": [-122.42544, 49.10939, -122.22491, 49.35305]},
{"place_id": 1812, "city_name": "Patiala", "state_name": "Punjab", "country_name": "India", "depth": 4, "latitude": 30.34485, "longitude": 76.40001, "parent_id": 87306, "popularity": 606, "subcategory": "city", "image_key": "Pd1eV5IiDLJwORkG7CMWDLifFPGUX1vi", "manual_description": null, "place_description": "Patiala is a city in southeastern Punjab, northwestern India. It is the fourth largest city in the state and is the administrative capital of Patiala district. Wikipedia.", "bounds": [76.32734, 30.27108, 76.49076, 30.42223]},
{"place_id": 59251, "city_name": "Jensen Beach", "state_name": "Florida", "country_name": "United States", "depth": 3, "latitude": 27.26079, "longitude": -80.23329, "parent_id": 90414, "popularity": 606, "subcategory": "city", "image_key": "f8GRv3xAidoQ0PRu7uYi5fBpoCYBmn9r", "manual_description": null, "place_description": "Jensen Beach is an unincorporated community and census-designated place in Martin County, Florida, United States. The population was 12,652 at the 2020 census. It is part of the Port St. Lucie, Florida Metropolitan Statistical Area. Wikipedia.", "bounds": [-80.28404, 27.21226, -80.20981, 27.26383]},
{"place_id": 651, "city_name": "Hida", "state_name": "Gifu Prefecture", "country_name": "Japan", "depth": 5, "latitude": 36.238228, "longitude": 137.18623, "parent_id": 86758, "popularity": 597, "subcategory": "city", "image_key": "4CuO7xMuypKhR8pGlIcmvT7hFlGJbLUI", "manual_description": null, "place_description": "Hida is a city located in Gifu, Japan. As of 1 December 2017, the city had an estimated population of 24,726, and a population density of 31 persons per km², in 8,905 households. The total area of the city was 792.53 square kilometres. Wikipedia.", "bounds": [136.95103, 36.18308, 137.53985, 36.4651]},
{"place_id": 11442, "city_name": "Haapsalu", "state_name": "Laane County", "country_name": "Estonia", "depth": 3, "latitude": 58.94179, "longitude": 23.54527, "parent_id": 89264, "popularity": 591, "subcategory": "city", "image_key": "L49LimDOJei9ETXhvCpPv88oAIdxofKQ", "manual_description": null, "place_description": "Haapsalu is a seaside resort town located on the west coast of Estonia. It is the administrative centre of Lääne County, and on 1 January 2020 it had a population of 9,375. Wikipedia.", "bounds": [23.48565, 58.90452, 23.57432, 58.96702]},
{"place_id": 147040, "city_name": "Port Grimaud", "state_name": null, "country_name": "France", "depth": 5, "latitude": 43.269768, "longitude": 6.581397, "parent_id": 11524, "popularity": 582, "subcategory": "city", "image_key": "iFEE2rumJKNuPxz38PpQvsK6NDukNI7l", "manual_description": null, "place_description": "Grimaud is a village and commune in the Var department in the Provence-Alpes-Côte d'Azur region in southeastern France.\nIt is located on the French Riviera. The village of Grimaud is a perched village, with historical links to the Grimaldi family. Wikipedia.", "bounds": [6.39871, 43.254, 6.62059, 43.31046]},
{"place_id": 59400, "city_name": "Oroville", "state_name": "California", "country_name": "United States", "depth": 3, "latitude": 39.51388, "longitude": -121.5561, "parent_id": 90405, "popularity": 583, "subcategory": "city", "image_key": "hGED35uUWdHF7TUCxopQbIcvxlzBBnSE", "manual_description": null, "place_description": "Oroville is the county seat of Butte County, California, United States. Its population was 15,506 at the 2010 census, up from 13,004 in the 2000 census. After the 2018 Camp Fire that destroyed much of the town of Paradise, Oroville's population increased as many people who lost their homes moved there. Wikipedia.", "bounds": [-121.63982, 39.44148, -121.50262, 39.53868]},
{"place_id": 15136, "city_name": "Sanok", "state_name": "Subcarpathian Province", "country_name": "Poland", "depth": 4, "latitude": 49.55937, "longitude": 22.2047, "parent_id": 89201, "popularity": 573, "subcategory": "municipality", "image_key": "eRb05MhyrbkSOYFPfWGz6vmvkWWmxSBS", "manual_description": null, "place_description": "Sanok is a town in the Subcarpathian Voivodeship of southeastern Poland with 38,397 inhabitants, as of June 2016. Located on the San River and around 52 km south of Przemyśl, Sanok lies directly by the Carpathian Mountains. Wikipedia.", "bounds": [22.14733, 49.52287, 22.28376, 49.5904]},
{"place_id": 131510, "city_name": "Quilmes", "state_name": "Province of Buenos Aires", "country_name": "Argentina", "depth": 4, "latitude": -34.72513, "longitude": -58.26011, "parent_id": 135464, "popularity": 572, "subcategory": "city", "image_key": "wqZPUNRMH4Qu5L02xtVo76P2SgmqbLdL", "manual_description": null, "place_description": "Quilmes is a city on the coast of the Rio de la Plata, in the province of Buenos Aires, Argentina, on the southeast end of the Greater Buenos Aires, being some 17 km away from the urban centre area of Buenos Aires. The city was founded in 1666 and is the seat of the eponymous partido. Wikipedia.", "bounds": [-58.28749, -34.7521, -58.20595, -34.6965]},
{"place_id": 60705, "city_name": "Libby", "state_name": "Montana", "country_name": "United States", "depth": 3, "latitude": 48.38811, "longitude": -115.55517, "parent_id": 90487, "popularity": 573, "subcategory": "city", "image_key": "tTXuiDX9iGXG8Fichi9ZGOMVNDCfl6l0", "manual_description": null, "place_description": "Libby is a city in northwestern Montana, United States and the county seat of Lincoln County. The population was 2,775 at the 2020 census. Wikipedia.", "bounds": [-115.57576, 48.36486, -115.54285, 48.40918]},
{"place_id": 14428, "city_name": "Meze", "state_name": "Herault", "country_name": "France", "depth": 4, "latitude": 43.42792, "longitude": 3.6059, "parent_id": 88540, "popularity": 564, "subcategory": "city", "image_key": "9n8EF3KBnSfApdutIB5qE2iU5Vkc7JiN", "manual_description": null, "place_description": "Mèze is a commune in the Hérault department in southern France.\nIts inhabitants are called Mézois. Wikipedia.", "bounds": [3.52569, 43.38935, 3.643, 43.47526]},
{"place_id": 58701, "city_name": "Lakewood", "state_name": "Colorado", "country_name": "United States", "depth": 3, "latitude": 39.71093, "longitude": -105.08208, "parent_id": 90422, "popularity": 556, "subcategory": "city", "image_key": "zHo0ZIyJPLcK4lzXKKlhrRl1IBZNjN6G", "manual_description": null, "place_description": "Lakewood is the home rule municipality that is the most populous municipality in Jefferson County, Colorado, United States. The city population was 155,984 at the 2020 U.S. Census, making Lakewood the fifth most populous city in Colorado and the 167th most populous city in the United States. Wikipedia.", "bounds": [-105.19932, 39.6183, -105.05317, 39.76195]},
{"place_id": 17111, "city_name": "Lostwithiel", "state_name": "Cornwall", "country_name": "United Kingdom", "depth": 4, "latitude": 50.40727, "longitude": -4.668022, "parent_id": 88761, "popularity": 546, "subcategory": "city", "image_key": "v0dVFxLcJxxNTfg5RjAyoeBjxRgORUg1", "manual_description": null, "place_description": "Lostwithiel is a civil parish and small town in Cornwall, England, United Kingdom at the head of the estuary of the River Fowey. According to the 2001 census it had a population of 2,739, increasing to 2,899 at the 2011 census. The Lostwithiel electoral ward had a population of 4,639 at the 2011 census. Wikipedia.", "bounds": [-4.68143, 50.39736, -4.65095, 50.41576]},
{"place_id": 61005, "city_name": "Nederland", "state_name": "Colorado", "country_name": "United States", "depth": 3, "latitude": 39.96188, "longitude": -105.51178, "parent_id": 90422, "popularity": 547, "subcategory": "city", "image_key": "YzmIa2gkz2G9JJzBvofrdn2WabRD1fWr", "manual_description": null, "place_description": "Nederland is a statutory town located near Barker Meadow Reservoir in the foothills of southwest Boulder County, Colorado, United States. As of the 2020 United States Census it had a population of 1,471. Wikipedia.", "bounds": [-105.52334, 39.95498, -105.48418, 39.97531]},
{"place_id": 59107, "city_name": "Stroudsburg", "state_name": "Pennsylvania", "country_name": "United States", "depth": 4, "latitude": 40.98524, "longitude": -75.19449, "parent_id": 90537, "popularity": 538, "subcategory": "city", "image_key": "rhbKK78mJUr6tyZkoiDoRRB7LnBsfZPk", "manual_description": null, "place_description": "Stroudsburg is a borough in and the county seat of Monroe County, Pennsylvania, United States. It lies within the Poconos region approximately five miles from the Delaware Water Gap at the confluence of Brodhead Creek, McMichaels, and Pocono Creeks in Northeastern Pennsylvania. Wikipedia.", "bounds": [-75.21571, 40.97461, -75.17924, 40.9977]},
{"place_id": 82849, "city_name": "Cronulla", "state_name": "New South Wales", "country_name": "Australia", "depth": 5, "latitude": -34.056553, "longitude": 151.1534, "parent_id": 91466, "popularity": 539, "subcategory": "city", "image_key": "PzdymeixAMhZvdVyI677ETSNz6xnUGfT", "manual_description": null, "place_description": "Cronulla is a suburb of Sydney, in the state of New South Wales, Australia. Boasting numerous surf beaches and swimming spots, the suburb attracts both tourists and Greater Sydney residents. Cronulla is 26 kilometres south of the Sydney central business district, in the local government area of the Sutherland Shire. Wikipedia.", "bounds": [151.14314, -34.07765, 151.16526, -34.03901]},
{"place_id": 76201, "city_name": "Springwater", "state_name": "Ontario", "country_name": "Canada", "depth": 3, "latitude": 44.499973, "longitude": -79.79075, "parent_id": 90372, "popularity": 531, "subcategory": "municipality", "image_key": "u0ppZuvOzI76jCOtRt5BbXmRscdA8dvb", "manual_description": null, "place_description": "Springwater is a township in central Ontario, Canada, in Simcoe County, near Barrie. It is the county seat of Simcoe County. Wikipedia.", "bounds": [-79.98518, 44.33851, -79.64261, 44.6484]},
{"place_id": 12383, "city_name": "Neive", "state_name": "Province of Cuneo", "country_name": "Italy", "depth": 4, "latitude": 44.7251, "longitude": 8.11504, "parent_id": 88862, "popularity": 531, "subcategory": "city", "image_key": "hB6WULwU9KDMMnVLtX6KKhYYXygyrBUX", "manual_description": null, "place_description": "Neive is a comune in the Province of Cuneo in the Italian region Piedmont, located about 50 kilometres southeast of Turin and about 60 kilometres northeast of Cuneo.\nNeive borders the following municipalities: Barbaresco, Castagnito, Castagnole delle Lanze, Coazzolo, Magliano Alfieri, Mango, Neviglie, and Treiso. Wikipedia.", "bounds": [8.07509, 44.69719, 8.15299, 44.75694]},
{"place_id": 59005, "city_name": "Superior", "state_name": "Wisconsin", "country_name": "United States", "depth": 3, "latitude": 46.72131, "longitude": -92.10395, "parent_id": 90441, "popularity": 531, "subcategory": "city", "image_key": "Livg87dPF7LtICNdO2xuwr3FSLUePwhK", "manual_description": null, "place_description": "Superior is a city in, and the county seat of, Douglas County, Wisconsin, United States. The population was 26,751 at the 2020 census. Wikipedia.", "bounds": [-92.20569, 46.64405, -91.93005, 46.74924]},
{"place_id": 58768, "city_name": "Somerville", "state_name": "Massachusetts", "country_name": "United States", "depth": 3, "latitude": 42.387062, "longitude": -71.098946, "parent_id": 90420, "popularity": 524, "subcategory": "city", "image_key": "oKMlTlyac58iTdoAu4H0MzL42inIfQu3", "manual_description": null, "place_description": "Somerville is a city located directly to the northwest of Boston, and north of Cambridge, in Middlesex County, Massachusetts, United States. As of the 2020 United States Census, the city had a total population of 81,045 people. Wikipedia.", "bounds": [-71.1345, 42.373, -71.07299, 42.41812]},
{"place_id": 365, "city_name": "Iida", "state_name": "Nagano Prefecture", "country_name": "Japan", "depth": 5, "latitude": 35.523983, "longitude": 137.82492, "parent_id": 86762, "popularity": 524, "subcategory": "city", "image_key": "uUIRkWnXej1Otuhb8a4pZQHPF8Rifmph", "manual_description": null, "place_description": "Iida is a city in Nagano Prefecture, Japan. As of 1 March 2019, Iida had an estimated population of 101,536, and a population density of 154 persons per km². The total area of the city is 658.66 square kilometres. Wikipedia.", "bounds": [137.68922, 35.25334, 138.15307, 35.65572]},
{"place_id": 1193, "city_name": "Kumano", "state_name": "Mie Prefecture", "country_name": "Japan", "depth": 5, "latitude": 33.900364, "longitude": 136.11882, "parent_id": 86823, "popularity": 503, "subcategory": "city", "image_key": "jbdsp7CU2pORsl9ApTtAC0KsP9IBMHgh", "manual_description": null, "place_description": "Kumano is a city located in Mie Prefecture, Japan. As of 1 July 2021, the city had an estimated population of 16,232 in 8,746 households and a population density of 43 persons per km². The total area of the city is 373.35 square kilometres. Kumano is Yoshino-Kumano National Park's finest international beach resort. Wikipedia.", "bounds": [135.85311, 33.78041, 136.23193, 34.04084]},
{"place_id": 58665, "city_name": "Chesapeake", "state_name": "Virginia", "country_name": "United States", "depth": 3, "latitude": 36.71429, "longitude": -76.24785, "parent_id": 90447, "popularity": 512, "subcategory": "city", "image_key": "dSlB12ijj2B6L5kFyA9o8LTPpqA2x8vR", "manual_description": null, "place_description": "Chesapeake is an independent city in Virginia, United States. At the 2020 census, the population was 249,422, making it the second-most populous city in Virginia, the tenth largest in the Mid-Atlantic, and the 89th-most populous city in the United States.\nChesapeake is included in the Hampton Roads metropolitan area. Wikipedia.", "bounds": [-76.4915, 36.55045, -76.06555, 36.86655]},
{"place_id": 59623, "city_name": "Arcata", "state_name": "California", "country_name": "United States", "depth": 4, "latitude": 40.86699, "longitude": -124.08713, "parent_id": 90518, "popularity": 503, "subcategory": "city", "image_key": "bA5DCzHqL7afH1I13XHG2gff6SUUJupL", "manual_description": null, "place_description": "Arcata is a city adjacent to the Arcata Bay portion of Humboldt Bay in Humboldt County, California, United States. At the 2020 census, Arcata's population was 18,857. Arcata was first founded in 1850 as Union, was officially established in 1858, and was renamed Arcata in 1860. Wikipedia.", "bounds": [-124.11895, 40.78037, -123.9875, 40.91048]},
{"place_id": 15558, "city_name": "Medina-Sidonia", "state_name": "Province of Cadiz", "country_name": "Spain", "depth": 4, "latitude": 36.463943, "longitude": -5.930231, "parent_id": 88893, "popularity": 504, "subcategory": "city", "image_key": "tQ8uxyshxvNrDMk1OEc9FObbxM75fCGL", "manual_description": null, "place_description": "Medina Sidonia is a city and municipality in the province of Cádiz in the autonomous community of Andalusia, southern Spain. Considered by some to be the oldest city in Europe, it is used as a military defence location because of its elevation. Locals are known as Asidonenses. Wikipedia.", "bounds": [-5.94879, 36.45317, -5.92408, 36.47368]},
{"place_id": 13035, "city_name": "Khalkis", "state_name": "Euboea Region", "country_name": "Greece", "depth": 4, "latitude": 38.461613, "longitude": 23.597647, "parent_id": 89497, "popularity": 500, "subcategory": "city", "image_key": "suFAO65lJ2hk1bEjwIOPHQ7lWgPvEZMT", "manual_description": null, "place_description": "Chalcis, also called Chalkida or Halkida, is the chief city of the island of Euboea or Evia in Greece, situated on the Euripus Strait at its narrowest point. The name is preserved from antiquity and is derived from the Greek χαλκός, though there is no trace of any mines in the area. Wikipedia.", "bounds": [23.58737, 38.44553, 23.66306, 38.50123]},
{"place_id": 12682, "city_name": "Canelli", "state_name": "Province of Asti", "country_name": "Italy", "depth": 4, "latitude": 44.71787, "longitude": 8.28722, "parent_id": 88841, "popularity": 500, "subcategory": "city", "image_key": "ubPx2Uus66zeADoTonHPSRaywGRRkC1g", "manual_description": null, "place_description": "Canelli is a comune in the Province of Asti in the Italian region of Piedmont. As of 31 January 2024 it has a population of 10,022\nCanelli is located on a bend of the river Belbo in the Alto Monferrato, close to the border with the Langhe. The area around the town is rich in vineyards. Wikipedia.", "bounds": [8.25514, 44.6852, 8.31702, 44.75506]},
{"place_id": 59195, "city_name": "West Bend", "state_name": "Wisconsin", "country_name": "United States", "depth": 3, "latitude": 43.423695, "longitude": -88.20221, "parent_id": 90441, "popularity": 500, "subcategory": "city", "image_key": "sDcHUau5MmPL9MqCC18Ch3VdArtprAZR", "manual_description": null, "place_description": "West Bend is a city in and the county seat of Washington County, Wisconsin, United States. As of the 2020 census, the population was 31,752. It is part of the Milwaukee metropolitan area. Wikipedia.", "bounds": [-88.24674, 43.37082, -88.11011, 43.45554]},
{"place_id": 59618, "city_name": "Ephraim", "state_name": "Wisconsin", "country_name": "United States", "depth": 4, "latitude": 45.15558, "longitude": -87.1708, "parent_id": 90502, "popularity": 500, "subcategory": "city", "image_key": "2Ku2SZsg9rCzj4dv7Nxx5lVhQbuaWyCj", "manual_description": null, "place_description": "Ephraim is a village in Door County, Wisconsin, United States. It is located across Eagle Harbor from Peninsula State Park. The population was 288 at the 2010 census. The village is known for its white buildings, its views of the bluffs across Eagle Harbor, and its shoreline along Green Bay. Wikipedia.", "bounds": [-87.19436, 45.13799, -87.14215, 45.18677]},
{"place_id": 11309, "city_name": "Trebon", "state_name": "South Bohemian Region", "country_name": "Czech Republic", "depth": 4, "latitude": 49.00474, "longitude": 14.7701, "parent_id": 88745, "popularity": 500, "subcategory": "city", "image_key": "0NOB25Hm0fZ2f3h1cZUK4S5fm0T5WYB6", "manual_description": null, "place_description": "Třeboň is a town in South Bohemia, Czech Republic. Surrounded by fishponds, it’s known for its spas and therapeutic treatments. Třeboň Chateau is a large Renaissance complex with exhibits on the noblemen who lived there. South is the neo-Gothic Schwarzenberg Tomb, built in the 19th century. In Masaryk Square are the town hall, with panoramic views from its gallery, and the baroque Marian column.", "bounds": [14.6767829, 48.9366074, 14.8743061, 49.0666139]},
{"place_id": 59446, "city_name": "Sierra Vista", "state_name": "Arizona", "country_name": "United States", "depth": 3, "latitude": 31.56945, "longitude": -110.27468, "parent_id": 90427, "popularity": 500, "subcategory": "city", "image_key": "99ZOefpJBFuUigBFGmmjj7cdVRdzU7XY", "manual_description": null, "place_description": "Sierra Vista is a city in Cochise County, Arizona, United States. According to the 2020 Census, the population of the city is 45,308, and is the 27th most populous city in Arizona. The city is part of the Sierra Vista-Douglas Metropolitan Area, with a 2010 population of 131,346. Wikipedia.", "bounds": [-110.44931, 31.43442, -110.17135, 31.68723]},
{"place_id": 875, "city_name": "Nishiizu-cho", "state_name": "Shizuoka Prefecture", "country_name": "Japan", "depth": 6, "latitude": 34.82336, "longitude": 138.81729, "parent_id": 86959, "popularity": 500, "subcategory": "city", "image_key": "I8DKfjhPX4O8tJlbNCo5W3dBUrHAd5ZK", "manual_description": null, "place_description": "Nishiizu is a town on central Japan’s Izu Peninsula. Near the town center, boats cruise past the cliffs of the Dogashima Coast. Sunlight shines through a hole in the roof of Tensodo Cave. Offshore islands, including Zojima, are connected to the coast at low tide. Farther north, there are hot-springs resorts at Dogashima Onsen. Koganezaki Cape is known for its views of the sunset and of Mount Fuji across Suruga Bay.", "bounds": [138.74331, 34.76235, 138.89294, 34.88293]},
{"place_id": 60829, "city_name": "Tinley Park", "state_name": "Illinois", "country_name": "United States", "depth": 3, "latitude": 41.59714, "longitude": -87.78515, "parent_id": 90406, "popularity": 500, "subcategory": "city", "image_key": "QwXzQJpS3XfkyIsDRkPH4N1mOcAX0w3e", "manual_description": null, "place_description": "Tinley Park is a village in Cook County, Illinois, United States, and is a suburb of Chicago. Per the 2020 census, the population was 55,971, and it is among the fastest-growing suburbs southwest of Chicago. In 2009, BusinessWeek named Tinley Park the \"best place in America\" to raise a family. Wikipedia.", "bounds": [-87.85629, 41.52443, -87.75941, 41.60383]},
{"place_id": 81975, "city_name": "Torreon", "state_name": "Coahuila", "country_name": "Mexico", "depth": 4, "latitude": 25.55031, "longitude": -103.41201, "parent_id": 91380, "popularity": 501, "subcategory": "city", "image_key": "Aubq3txfxTjOA0JhVuQnXqDtNblcOG2k", "manual_description": null, "place_description": "Torreón is a city and seat of Torreón Municipality in the Mexican state of Coahuila. As of 2021, the city's population was 735,340. Wikipedia.", "bounds": [-103.49441, 25.46596, -103.30942, 25.63127]},
{"place_id": 10733, "city_name": "Schio", "state_name": "Province of Vicenza", "country_name": "Italy", "depth": 4, "latitude": 45.71817, "longitude": 11.36055, "parent_id": 88621, "popularity": 501, "subcategory": "city", "image_key": "EyGvHPRhoVd49LXoQH0ncYlj0Yd9Ws3N", "manual_description": null, "place_description": "Schio is a town and comune in the province of Vicenza situated north of Vicenza and east of the Lake Garda. It is surrounded by the Little Dolomites and Mount Pasubio. Wikipedia.", "bounds": [11.32482, 45.69029, 11.42667, 45.73246]},
{"place_id": 13737, "city_name": "Stari Grad", "state_name": "Hvar Island", "country_name": "Croatia", "depth": 5, "latitude": 43.182186, "longitude": 16.593885, "parent_id": 9960, "popularity": 501, "subcategory": "municipality", "image_key": "aRnMoPPCuNYdSoAb6tslRoX62FwbiyMY", "manual_description": null, "place_description": "Stari Grad is a town on the northern side of the island of Hvar in Dalmatia, Croatia. One of the oldest towns in Europe, its position at the end of a long, protected bay and next to prime agricultural land has long made it attractive for human settlement. Wikipedia.", "bounds": [16.56856, 43.1624, 16.64881, 43.219]},
{"place_id": 1106, "city_name": "Obuse-machi", "state_name": "Nagano Prefecture", "country_name": "Japan", "depth": 6, "latitude": 36.70342, "longitude": 138.31473, "parent_id": 87096, "popularity": 501, "subcategory": "city", "image_key": "30dRT30aa03WQ9NHoKIdflOdngIfaoB3", "manual_description": null, "place_description": "Obuse is a town in central Japan famous for its chestnuts. The Hokusai Museum exhibits woodblock prints by painter and printmaker Katsushika Hokusai. A giant phoenix painted by Hokusai appears on the ceiling of the Ganshoin Temple. The Nihonnoakari Museum has a collection of antique lamps, while Taikan Bonsai Museum displays miniature trees. Anakannon Hot Spring has views of mountains from its outdoor pool.", "bounds": [138.28071, 36.68195, 138.34839, 36.72492]},
{"place_id": 10749, "city_name": "Gela", "state_name": "Province of Caltanissetta", "country_name": "Italy", "depth": 4, "latitude": 37.06816, "longitude": 14.25023, "parent_id": 89086, "popularity": 501, "subcategory": "city", "image_key": "SD1FyU3LgH11O5F1Dn2KDYfTfExhP3Lj", "manual_description": null, "place_description": "Gela is a city and comune in the Autonomous Region of Sicily, Italy; in terms of area and population, it is the largest municipality on the southern coast of Sicily. Wikipedia.", "bounds": [14.2034, 37.0579, 14.26944, 37.09571]},
{"place_id": 987, "city_name": "Daisen-cho", "state_name": "Tottori Prefecture", "country_name": "Japan", "depth": 5, "latitude": 35.38333, "longitude": 133.53333, "parent_id": 87061, "popularity": 501, "subcategory": "city", "image_key": "y3pgAirFbEQdLdGMZBMaFbdRoY9lXqdH", "manual_description": null, "place_description": "Daisen is a town located in Saihaku District, Tottori Prefecture, Japan. As of 31 December 2022, the town had an estimated population of 15,321 in 5630 households and a population density of 81 persons per km². The total area of the town is 189.83 square kilometres. Wikipedia.", "bounds": [133.42925, 35.34606, 133.60764, 35.53201]},
{"place_id": 62727, "city_name": "Adams", "state_name": "Massachusetts", "country_name": "United States", "depth": 4, "latitude": 42.62001, "longitude": -73.12, "parent_id": 90543, "popularity": 502, "subcategory": "city", "image_key": "bLUXLVDtDu0XnJnBTlpTgpkIaTHfFHjQ", "manual_description": null, "place_description": "Adams is a town in northern Berkshire County, Massachusetts, United States. It is part of the Pittsfield, Massachusetts Metropolitan Statistical Area. The population was 8,166 at the 2020 census. Wikipedia.", "bounds": [-73.17422, 42.59401, -73.06316, 42.66024]},
{"place_id": 58879, "city_name": "Florence", "state_name": "South Carolina", "country_name": "United States", "depth": 3, "latitude": 34.19363, "longitude": -79.76906, "parent_id": 90425, "popularity": 502, "subcategory": "city", "image_key": "w3NPOk92KDMy7locxolbHaH0NdgTX6iL", "manual_description": null, "place_description": "Florence is a city in and the county seat of Florence County, South Carolina, United States. It lies at the intersection of Interstates 20 and 95 and is the eastern terminus of the former. It is the primary city within the Florence metropolitan area. Wikipedia.", "bounds": [-79.87218, 34.11062, -79.71702, 34.22983]},
{"place_id": 19999, "city_name": "Saint-Cezaire-sur-Siagne", "state_name": "French Riviera - Cote d'Azur", "country_name": "France", "depth": 4, "latitude": 43.65003, "longitude": 6.79293, "parent_id": 88443, "popularity": 502, "subcategory": "city", "image_key": "NgF9rVt5JfxcAYXDIgtprSHyCYxiYFQm", "manual_description": null, "place_description": "Saint-Cézaire-sur-Siagne is a commune in the Alpes-Maritimes department in southeastern France. Wikipedia.", "bounds": [6.75975, 43.62364, 6.85006, 43.69479]},
{"place_id": 1281, "city_name": "Kupang", "state_name": "East Nusa Tenggara", "country_name": "Indonesia", "depth": 4, "latitude": -10.180457, "longitude": 123.59991, "parent_id": 87146, "popularity": 502, "subcategory": "city", "image_key": "PF6EbDUwVe6hUdhO0w5eZkUmlVv0ZE5A", "manual_description": null, "place_description": "Kupang, formerly known as Koepang or Coupang, is the capital of the Indonesian province of East Nusa Tenggara. At the 2020 Census, it had a population of 442,758; the official estimate as of mid-2023 was 466,632. Wikipedia.", "bounds": [123.54635, -10.22033, 123.68309, -10.12957]},
{"place_id": 438, "city_name": "Gyoda", "state_name": "Saitama Prefecture", "country_name": "Japan", "depth": 4, "latitude": 36.129353, "longitude": 139.45036, "parent_id": 86746, "popularity": 502, "subcategory": "city", "image_key": "ttwmZyyKd3FVF7p6DWfZsdK7RSmcq797", "manual_description": null, "place_description": "Gyōda is a city located in Saitama Prefecture, Japan. As of 1 November 2020, the city had an estimated population of 80,236 in 40,482 households and a population density of 1200 persons per km². The total area of the city is 67.49 square kilometres. Wikipedia.", "bounds": [139.41705, 36.09025, 139.53569, 36.19807]},
{"place_id": 58890, "city_name": "Roseville", "state_name": "California", "country_name": "United States", "depth": 4, "latitude": 38.75162, "longitude": -121.28074, "parent_id": 90530, "popularity": 502, "subcategory": "city", "image_key": "GpVz5wGYzWRFO3ghEIhqIEV85ieE4Uo7", "manual_description": null, "place_description": "Roseville is the most populous city in Placer County, California, located within the Sacramento metropolitan area. As of 2019, the US Census Bureau estimated the city's population to be 141,500, making it the third-largest city in the Sacramento area. Wikipedia.", "bounds": [-121.40058, 38.71621, -121.18465, 38.81036]},
{"place_id": 532, "city_name": "Miyakonojo", "state_name": "Miyazaki Prefecture", "country_name": "Japan", "depth": 4, "latitude": 31.7311, "longitude": 131.06674, "parent_id": 86803, "popularity": 502, "subcategory": "city", "image_key": "TU9ximEab2MD73aQbF2FV81ChEmFKSIJ", "manual_description": null, "place_description": "Miyakonojo is a city on Japan’s Kyushu island. In the center, the samurai-era Shimazu Residence has paintings and clothing on display. Northwest, Mochio-Sekinoo Park has a long tunnel of springtime cherry blossoms. The triple cascades of Sekinoo Falls tumble over unusual rock formations. Further north, Lake Miike and Lake Koike are crater lakes surrounded by forest. A steep trail leads to the top of Mount Takachiho.", "bounds": [130.87408, 31.61989, 131.25444, 31.94485]},
{"place_id": 10781, "city_name": "Mykolaiv", "state_name": "Mykolaiv Oblast", "country_name": "Ukraine", "depth": 3, "latitude": 46.96079, "longitude": 32.003456, "parent_id": 89096, "popularity": 503, "subcategory": "city", "image_key": "EhtuEM2EJPlC7d8q7s7yT09CRzXqIHWW", "manual_description": null, "place_description": "Mykolaiv, or Nikolaev, is a city near the Black Sea in southern Ukraine. Displays at the Mykolaiv Regional Museum of Local History include prehistoric artifacts, ceramics and photographs. The Mykolaiv Observatory, founded in 1821, includes a museum with antique astronomical instruments. The Mykolaiv Zoo has tigers and polar bears. The Museum of Shipbuilding and Fleet traces the history of the city's main industry.", "bounds": [31.88071, 46.81854, 32.13529, 47.04759]},
{"place_id": 18394, "city_name": "Villedieu-les-Poeles", "state_name": "Manche", "country_name": "France", "depth": 5, "latitude": 48.83913, "longitude": -1.22416, "parent_id": 89152, "popularity": 503, "subcategory": "city", "image_key": "zje2JAOTYBmInElzjpNv6z5vUX1lH91S", "manual_description": null, "place_description": "Rouffigny is a former commune in the Manche department in Normandy in north-western France. On 1 January 2016, it was merged into the new commune of Villedieu-les-Poêles-Rouffigny. Wikipedia.", "bounds": [-1.28418, 48.79187, -1.1994, 48.85758]},
{"place_id": 62340, "city_name": "La Canada Flintridge", "state_name": "California", "country_name": "United States", "depth": 3, "latitude": 34.20767, "longitude": -118.20725, "parent_id": 90405, "popularity": 503, "subcategory": "city", "image_key": "meu3qotnbtyiguTyvD78RVBntJdE06ks", "manual_description": null, "place_description": "La Cañada Flintridge, commonly known as just La Cañada, is a city in the foothills of the Verdugo Mountains in Los Angeles County, California, United States. Located in the Crescenta Valley, in the western edge of the San Gabriel Valley, it is the location of NASA's Jet Propulsion Laboratory. Wikipedia.", "bounds": [-118.23204, 34.17814, -118.16891, 34.24324]},
{"place_id": 62410, "city_name": "Wilmette", "state_name": "Illinois", "country_name": "United States", "depth": 3, "latitude": 42.07562, "longitude": -87.70771, "parent_id": 90406, "popularity": 503, "subcategory": "city", "image_key": "f5z9Zn2DweyZA0digvlvD3R5yuFRqyCJ", "manual_description": null, "place_description": "Wilmette is a village in Cook County, Illinois, United States. Bordering Lake Michigan and Evanston, Illinois, it is located 14 miles north of Chicago's downtown district. Wilmette had a population of 28,170 at the 2020 census. The first and only Baháʼí House of Worship in North America is located in Wilmette. Wikipedia.", "bounds": [-87.77816, 42.06463, -87.67986, 42.08983]},
{"place_id": 14535, "city_name": "Naarden", "state_name": "North Holland Province", "country_name": "The Netherlands", "depth": 3, "latitude": 52.29519, "longitude": 5.16149, "parent_id": 88370, "popularity": 504, "subcategory": "city", "image_key": "RAB85iZiN31Yc49xjQu7se8WxufeGLxc", "manual_description": null, "place_description": "Naarden is a city and former municipality in the Gooi region in the province of North Holland, Netherlands. It has been part of the new municipality of Gooise Meren since 2016. Wikipedia.", "bounds": [5.09607, 52.27782, 5.23041, 52.32761]},
{"place_id": 13464, "city_name": "Noli", "state_name": "Italian Riviera", "country_name": "Italy", "depth": 4, "latitude": 44.20504, "longitude": 8.41637, "parent_id": 88459, "popularity": 504, "subcategory": "city", "image_key": "hvGoLJmZgmINnevgLvan1n2y2Hym17u0", "manual_description": null, "place_description": "Noli is a coast comune of Liguria, Italy, in the Province of Savona, it is about 50 kilometres southwest of Genoa by rail, about 4 metres above sea-level. The origin of the name may come from Neapolis, meaning \"new city\" in Greek.\nIt is one of I Borghi più belli d'Italia. Wikipedia.", "bounds": [8.40358, 44.19814, 8.42193, 44.21135]},
{"place_id": 59596, "city_name": "Hastings", "state_name": "Minnesota", "country_name": "United States", "depth": 3, "latitude": 44.74185, "longitude": -92.85282, "parent_id": 90436, "popularity": 504, "subcategory": "city", "image_key": "O09GYHA6NXX4xCx54wkU5JQ48FgFQXuR", "manual_description": null, "place_description": "Hastings is a city mostly in Dakota County, Minnesota, of which it is the county seat, with a portion in Washington County, Minnesota, United States. It is near the confluence of the Mississippi, Vermillion, and St. Croix Rivers. The population was 22,154 at the 2020 census. Wikipedia.", "bounds": [-92.90113, 44.70223, -92.81121, 44.76077]},
{"place_id": 12296, "city_name": "Clonmel", "state_name": "Province of Munster", "country_name": "Ireland", "depth": 4, "latitude": 52.35289, "longitude": -7.70188, "parent_id": 89382, "popularity": 505, "subcategory": "city", "image_key": "5X1EeIjuWyMeWTp0zpjXlwNyd2T97PS4", "manual_description": null, "place_description": "Clonmel is the county town and largest settlement of County Tipperary, Ireland. The town is noted in Irish history for its resistance to the Cromwellian army which sacked the towns of Drogheda and Wexford. Wikipedia.", "bounds": [-7.73973, 52.34136, -7.65103, 52.37199]},
{"place_id": 59351, "city_name": "Oakhurst", "state_name": "California", "country_name": "United States", "depth": 3, "latitude": 37.33284, "longitude": -119.65129, "parent_id": 90405, "popularity": 504, "subcategory": "city", "image_key": "XhkycyTwLOi6OBp3UnRKYUdFInjrvQzp", "manual_description": null, "place_description": "Oakhurst is a census-designated place in Madera County, California, United States, 14 miles south of the entrance to Yosemite National Park, in the foothills of the Sierra Nevada. Wikipedia.", "bounds": [-119.67072, 37.29954, -119.61718, 37.36708]},
{"place_id": 59911, "city_name": "Dewey Beach", "state_name": "Delaware", "country_name": "United States", "depth": 3, "latitude": 38.69077, "longitude": -75.07547, "parent_id": 90481, "popularity": 505, "subcategory": "city", "image_key": "5uAlGCOwC0enYfyhY7hrPKka5HochnYh", "manual_description": null, "place_description": "Dewey Beach is an incorporated coastal town in eastern Sussex County, Delaware, United States. According to the 2010 census, the population of the town is 341, an increase of 13.3% over the previous decade. Wikipedia.", "bounds": [-75.07973, 38.68761, -75.07058, 38.70479]},
{"place_id": 147415, "city_name": "Yarmouth Port", "state_name": "Massachusetts", "country_name": "United States", "depth": 5, "latitude": 41.701927, "longitude": -70.25909, "parent_id": 58693, "popularity": 505, "subcategory": "city", "image_key": "T6768BLRweWJFRpG7tgzHiPFaAXTy3DX", "manual_description": null, "place_description": "Yarmouth Port is a census-designated place in the town of Yarmouth in Barnstable County, Massachusetts, United States. The population was 5,320 at the 2010 census.\nYarmouth Port was home to the original Christmas Tree Shops until its closing in 2007. The town is home to the international headquarters of IFAW. Wikipedia.", "bounds": [-70.2639, 41.68726, -70.17882, 41.7291]},
{"place_id": 15036, "city_name": "Theoule sur Mer", "state_name": "French Riviera - Cote d'Azur", "country_name": "France", "depth": 4, "latitude": 43.50599, "longitude": 6.93979, "parent_id": 88443, "popularity": 505, "subcategory": "city", "image_key": "bEKaLyHw0YmzcNJjRpVEWj4rL06k43EE", "manual_description": null, "place_description": "Théoule-sur-Mer, popularly known as Théoule, is a resort village in the Alpes-Maritimes department in the Provence-Alpes-Côte d'Azur region in Southeastern France. It lies to the east of the Esterel Massif, on the French Riviera. Wikipedia.", "bounds": [6.90371, 43.48031, 6.95699, 43.51773]},
{"place_id": 59454, "city_name": "Dillon", "state_name": "Colorado", "country_name": "United States", "depth": 3, "latitude": 39.63026, "longitude": -106.04605, "parent_id": 90422, "popularity": 506, "subcategory": "city", "image_key": "THGVTD65HKwJataNfZuLO2Rtp1BArtVS", "manual_description": null, "place_description": "The Town of Dillon is a home rule municipality located in Summit County, Colorado, United States. The town population was 1,064 at the 2020 United States Census, a +17.70% increase since the 2010 United States Census. Dillon is a part of the Breckenridge, CO Micropolitan Statistical Area. Wikipedia.", "bounds": [-106.06324, 39.6089, -106.01532, 39.63669]},
{"place_id": 13146, "city_name": "Condom", "state_name": "Gers", "country_name": "France", "depth": 4, "latitude": 43.95684, "longitude": 0.372385, "parent_id": 89504, "popularity": 505, "subcategory": "municipality", "image_key": "Zbjr7RYgeTQPAAi83nOF36TJK3TXY5eS", "manual_description": null, "place_description": "Condom, also known as Condom-en-Armagnac, is a commune in southwestern France in the department of Gers, of which it is a subprefecture. Wikipedia.", "bounds": [0.29976, 43.90126, 0.45656, 44.02939]},
{"place_id": 58859, "city_name": "East Hampton", "state_name": "New York", "country_name": "United States", "depth": 5, "latitude": 40.9633, "longitude": -72.18562, "parent_id": 90506, "popularity": 506, "subcategory": "city", "image_key": "pQ215PR0OQ18we3QNjtTJg5UyAZvexZ3", "manual_description": null, "place_description": "The Village of East Hampton is a village in Suffolk County, New York. It is located in the town of East Hampton on the South Fork of eastern Long Island. The population was 1,083 at the time of the 2010 census, 251 less than in the year 2000. Wikipedia.", "bounds": [-72.24047, 40.92996, -72.14883, 40.96999]},
{"place_id": 58970, "city_name": "Summerville", "state_name": "South Carolina", "country_name": "United States", "depth": 3, "latitude": 33.019257, "longitude": -80.17601, "parent_id": 90425, "popularity": 507, "subcategory": "city", "image_key": "vEm4Rw4uzqlJN5mDf8zd8P1HAxv6NReK", "manual_description": null, "place_description": "Summerville is a town in the U.S. state of South Carolina situated mostly in Dorchester County, with small portions in Berkeley and Charleston counties. Summerville is seventh biggest city in the state. The town lies approximately five miles from the Ashley River. Wikipedia.", "bounds": [-80.23548, 32.94485, -80.1248, 33.05479]},
{"place_id": 10809, "city_name": "Bitonto", "state_name": "Province of Bari", "country_name": "Italy", "depth": 4, "latitude": 41.108734, "longitude": 16.691133, "parent_id": 88600, "popularity": 507, "subcategory": "municipality", "image_key": "th7KzaYxw1aAHnc4kdko4JWrI4eTGw9A", "manual_description": null, "place_description": "Bitonto is a comune in the Metropolitan City of Bari, in the Italian region of Apulia. It lies to the west of Bari. It is nicknamed the \"City of Olives\", due to the numerous olive groves surrounding the city. Wikipedia.", "bounds": [16.67311, 41.09708, 16.70827, 41.12059]},
{"place_id": 918, "city_name": "Miyako", "state_name": "Iwate Prefecture", "country_name": "Japan", "depth": 4, "latitude": 39.6367, "longitude": 141.952, "parent_id": 86809, "popularity": 507, "subcategory": "city", "image_key": "WCLyUdC3hTk5DAO48nTMH8SXpOB6foxT", "manual_description": null, "place_description": "Miyako is a city located in Iwate Prefecture, Japan. As of 1 April 2020, the city had an estimated population of 51,150, and a population density of 41 persons per km². The total area of the city is 1,259.15 square kilometers. Wikipedia.", "bounds": [141.33694, 39.4389, 142.0724, 39.8314]},
{"place_id": 81970, "city_name": "Culiacan", "state_name": "Sinaloa", "country_name": "Mexico", "depth": 4, "latitude": 24.80768, "longitude": -107.39457, "parent_id": 91356, "popularity": 507, "subcategory": "city", "image_key": "x9tzDVmp7dEykA5dJC1JINFXlwaoaLx9", "manual_description": null, "place_description": "Culiacán, officially Culiacán Rosales, is a city in northwestern Mexico, the capital and largest city of both Culiacán Municipality and the state of Sinaloa. Wikipedia.", "bounds": [-107.51891, 24.73227, -107.32772, 24.87757]},
{"place_id": 404, "city_name": "Tsuyama", "state_name": "Okayama Prefecture", "country_name": "Japan", "depth": 4, "latitude": 35.05649, "longitude": 134.00467, "parent_id": 86730, "popularity": 507, "subcategory": "city", "image_key": "MXW7xXjBBRcf2KljnMCPuUoP6q02rA7M", "manual_description": null, "place_description": "Tsuyama is a city in central Japan. Known for its springtime cherry blossoms, Kakuzan Park is built around the stone walls of Tsuyama Castle. Shurakuen Garden surrounds a large pond. The Tsuyama Railroad Museum has a collection of vintage locomotives and a diorama. Outside the city, Nondaki waterfall cascades over a rocky slope. Northeast, the Nagi Museum Of Contemporary Art is housed in a striking building.", "bounds": [133.82119, 34.98398, 134.16879, 35.30742]},
{"place_id": 59237, "city_name": "Minocqua", "state_name": "Wisconsin", "country_name": "United States", "depth": 3, "latitude": 45.87098, "longitude": -89.70999, "parent_id": 90441, "popularity": 507, "subcategory": "city", "image_key": "EWTs2Xab8bvGBt0euLCBhdp4S69Qr1lN", "manual_description": null, "place_description": "Minocqua is a census-designated place located in the town of Minocqua, Oneida County, Wisconsin, United States. Minocqua is located on a peninsula on Minocqua Lake, 21.5 miles northwest of Rhinelander. The community is served by U.S. Route 51. Minocqua has a post office with ZIP code 54548. Wikipedia.", "bounds": [-89.7196, 45.86597, -89.69059, 45.8908]},
{"place_id": 79513, "city_name": "Tetouan", "state_name": "Tangier-Tetouan Region", "country_name": "Morocco", "depth": 3, "latitude": 35.57787, "longitude": -5.35671, "parent_id": 90787, "popularity": 507, "subcategory": "city", "image_key": "6TH9Q340kKkfmJZjTBFKBMa9EXhYELtU", "manual_description": null, "place_description": "Tétouan, is a city in northern Morocco. It lies along the Martil Valley and is one of the two major ports of Morocco on the Mediterranean Sea, a few miles south of the Strait of Gibraltar, and about 60 kilometres E.S.E. of Tangier. In the 2014 Moroccan census, the city recorded a population of 380,787 inhabitants. Wikipedia.", "bounds": [-5.43772, 35.55623, -5.29524, 35.61391]},
{"place_id": 11850, "city_name": "Grottaglie", "state_name": "Province of Taranto", "country_name": "Italy", "depth": 4, "latitude": 40.53159, "longitude": 17.43616, "parent_id": 88702, "popularity": 507, "subcategory": "city", "image_key": "I6DzKRnuLcPvS921Y4vJFAMNOLkWkPmm", "manual_description": null, "place_description": "Grottaglie is a town and comune in the province of Taranto, Apulia, in southern Italy. Wikipedia.", "bounds": [17.32023, 40.46105, 17.48724, 40.60685]},
{"place_id": 11396, "city_name": "Hameenlinna", "state_name": "Tavastia Proper", "country_name": "Finland", "depth": 3, "latitude": 60.99566, "longitude": 24.469093, "parent_id": 89243, "popularity": 508, "subcategory": "city", "image_key": "ky4GtZ6vx6bt5MD65NULWNqOzfgcT7p1", "manual_description": null, "place_description": "Hämeenlinna is a city in Finland and the regional capital of Kanta-Häme. It is located in the southern interior of the country and on the shores of Lake Vanajavesi. The population of Hämeenlinna is approximately 68,000, while the sub-region has a population of approximately 94,000. Wikipedia.", "bounds": [23.7561, 60.75404, 25.26927, 61.32495]},
{"place_id": 59232, "city_name": "Eastsound", "state_name": "Washington", "country_name": "United States", "depth": 5, "latitude": 48.696606, "longitude": -122.90564, "parent_id": 58648, "popularity": 508, "subcategory": "city", "image_key": "r4sUZeqyCF9j59fBzY805d1u7QvVx2wQ", "manual_description": null, "place_description": "Eastsound is an unincorporated community on Orcas Island in San Juan County, Washington, United States. Eastsound is the largest population center on Orcas Island, the second-most populated and physically largest of the San Juan Islands. Wikipedia.", "bounds": [-122.9297805, 48.6889106, -122.8979472, 48.7031185]},
{"place_id": 76186, "city_name": "Digby", "state_name": "Nova Scotia", "country_name": "Canada", "depth": 4, "latitude": 44.64549, "longitude": -63.57659, "parent_id": 90400, "popularity": 509, "subcategory": "municipality", "image_key": "qDnbHt6N88fw8t5JJiHgOK9HVVC05Cvp", "manual_description": null, "place_description": "Digby is an incorporated town in southwestern Nova Scotia, Canada. It is in the historical county of Digby and a separate municipality from the Municipality of the District of Digby. Wikipedia.", "bounds": [-65.77848, 44.60725, -65.7468, 44.64162]},
{"place_id": 14985, "city_name": "Edam", "state_name": "North Holland Province", "country_name": "The Netherlands", "depth": 3, "latitude": 52.512543, "longitude": 5.048402, "parent_id": 88370, "popularity": 509, "subcategory": "city", "image_key": "9gJX4tTAns4F8gdfeLzS0aBFkR1FOUWp", "manual_description": null, "place_description": "Edam is a city in the northwest Netherlands, in the province of North Holland. Combined with Volendam, Edam forms the municipality of Edam-Volendam. Approximately 7,380 people live in Edam. The entire municipality of Edam-Volendam has 28,492 inhabitants. Wikipedia.", "bounds": [5.02457, 52.48491, 5.07603, 52.52592]},
{"place_id": 695, "city_name": "Kamiamakusa", "state_name": "Kumamoto Prefecture", "country_name": "Japan", "depth": 4, "latitude": 32.526466, "longitude": 130.4253, "parent_id": 86735, "popularity": 509, "subcategory": "municipality", "image_key": "SUXtURzKjAXDBLIEd09U7gdGsWs6h4p0", "manual_description": null, "place_description": "Kami-Amakusa is a city located in Kumamoto Prefecture, Japan.\nThe modern city of Kami-Amakusa was established on March 31, 2004, from the merger of the towns of Himedo, Matsushima, Ōyano and Ryūgatake.\nAs of April 30, 2018, the city has an estimated population of 27,603 and a population density of 217 persons per km². Wikipedia.", "bounds": [130.30469, 32.36676, 130.4874, 32.62588]},
{"place_id": 11119, "city_name": "Osmangazi", "state_name": "Bursa Province", "country_name": "Turkiye", "depth": 3, "latitude": 40.22515, "longitude": 29.07459, "parent_id": 88777, "popularity": 510, "subcategory": "city", "image_key": "zcF0YlumOhGrizO74ShNzN2WTJqs2b67", "manual_description": null, "place_description": "Osmangazi is a municipality and district of Bursa Province, Turkey. Its area is 621 km², and its population is 891,250. It is one of the central metropolitan districts of the city of Bursa, as well as the fourth largest overall municipality in Turkey. On its own, it would be the 28th largest city in Turkey. Wikipedia.", "bounds": [28.91998, 39.98636, 29.26984, 40.34472]},
{"place_id": 60488, "city_name": "Danville", "state_name": "California", "country_name": "United States", "depth": 4, "latitude": 37.83162, "longitude": -122.00478, "parent_id": 90495, "popularity": 509, "subcategory": "city", "image_key": "6sF30l18mF8tOg3IvT7QliUKocIomNSr", "manual_description": null, "place_description": "The Town of Danville is located in the San Ramon Valley in Contra Costa County, California, United States. It is one of the incorporated municipalities in California that use \"town\" in their names instead of \"city\". The population was 43,582 at the 2020 census. Wikipedia.", "bounds": [-122.02731, 37.77991, -121.8916, 37.84686]},
{"place_id": 13937, "city_name": "Passy", "state_name": "Haute-Savoie", "country_name": "France", "depth": 4, "latitude": 45.924206, "longitude": 6.685679, "parent_id": 88740, "popularity": 510, "subcategory": "city", "image_key": "L0ENlua8I3ViUOVs3oMoO2klXqgSnDRr", "manual_description": null, "place_description": "Passy is a commune in the Haute-Savoie department in the Auvergne-Rhône-Alpes region in south-eastern France. It is part of the urban area of Sallanches.\nLocated there is the Sancellemoz sanatorium, where Professor Marie Curie died in 1934.\nLac Vert is located in the commune. Wikipedia.", "bounds": [6.64595, 45.8976, 6.85544, 46.01821]},
{"place_id": 82821, "city_name": "Red Hill", "state_name": "Victoria", "country_name": "Australia", "depth": 4, "latitude": -38.37204, "longitude": 145.01982, "parent_id": 91438, "popularity": 511, "subcategory": "city", "image_key": "yj3cTkK5VVIsRnAqmBWFzZz5ocoi0YhX", "manual_description": null, "place_description": "Red Hill is a small town and rural community on the Mornington Peninsula in Melbourne, Victoria, Australia, approximately 63 km south-east of Melbourne's Central Business District, located within the Shire of Mornington Peninsula local government area. Red Hill recorded a population of 1,009 at the 2021 census. Wikipedia.", "bounds": [144.97556499999996, -38.3899669, 145.05446099999995, -38.3343048]},
{"place_id": 13125, "city_name": "Tudela", "state_name": "Navarra", "country_name": "Spain", "depth": 3, "latitude": 42.06193, "longitude": -1.60295, "parent_id": 88788, "popularity": 511, "subcategory": "city", "image_key": "xmfiVeJwbm0mjUpZfgLnH85nmyVq2F8F", "manual_description": null, "place_description": "Tudela is a city in northern Spain. It’s known for its Gothic, Renaissance and baroque architecture. Tudela Cathedral has a Romanesque cloister, 15th-century paintings and a Gothic carving of Santa Ana. Santa María Magdalena Church has an elaborate carved facade and overlooks the River Ebro. Northeast, Bardenas Reales is a semi-desert natural park with Aleppo pine forests, ravines and cliffs, and home to eagle owls.", "bounds": [-1.63383, 42.04498, -1.59112, 42.07011]},
{"place_id": 59371, "city_name": "Red Bank", "state_name": "New Jersey", "country_name": "United States", "depth": 3, "latitude": 40.34921, "longitude": -74.07014, "parent_id": 90479, "popularity": 511, "subcategory": "city", "image_key": "91KUWEYmZZh1FpkBfGcAcNQ0NOr5m447", "manual_description": null, "place_description": "Red Bank is a borough in Monmouth County, in the U.S. state of New Jersey. Incorporated in 1908, the community is on the Navesink River, the area's original transportation route to the ocean and other ports. Red Bank is in the New York metropolitan area and is a commuter town of New York City. Wikipedia.", "bounds": [-74.09063, 40.33625, -74.04989, 40.36369]},
{"place_id": 13379, "city_name": "Oudeschild", "state_name": "North Holland Province", "country_name": "The Netherlands", "depth": 3, "latitude": 53.03917, "longitude": 4.84722, "parent_id": 88370, "popularity": 512, "subcategory": "city", "image_key": "D1KI9gxUjku9pnsgnJijjIRWC19lVSIp", "manual_description": null, "place_description": "North Holland is a province of the Netherlands in the northwestern part of the country. It is located on the North Sea, north of South Holland and Utrecht, and west of Friesland and Flevoland. As of January 2023, it had a population of about 2,952,000 and a total area of 4,092 km², of which 1,429 km² is water. Wikipedia.", "bounds": [4.49374, 52.16577, 5.32828, 53.18333]},
{"place_id": 408, "city_name": "Fuefuki", "state_name": "Yamanashi Prefecture", "country_name": "Japan", "depth": 5, "latitude": 35.63127, "longitude": 138.65178, "parent_id": 86808, "popularity": 512, "subcategory": "city", "image_key": "eZdJEmF5iZyFZH3RnJwtINKAalNm5sQw", "manual_description": null, "place_description": "Fuefuki is a city in Yamanashi Prefecture, Japan. As of 1 September 2020, the city had an estimated population of 67,300 in 30,408 households, and a population density of 340 persons per km². The total area of the city is 201.92 square kilometres. Wikipedia.", "bounds": [138.58499, 35.51621, 138.79321, 35.71424]},
{"place_id": 59339, "city_name": "Middlebury", "state_name": "Vermont", "country_name": "United States", "depth": 3, "latitude": 44.015, "longitude": -73.16712, "parent_id": 90486, "popularity": 512, "subcategory": "city", "image_key": "ojXlcsz9QJfuHkdwMxNMKxELUghFKe25", "manual_description": null, "place_description": "Middlebury is the shire town of Addison County, Vermont, United States. As of the 2020 census, the population was 9,152. Middlebury is home to Middlebury College and the Henry Sheldon Museum of Vermont History. Wikipedia.", "bounds": [-73.19061, 43.96452, -73.11315, 44.04944]},
{"place_id": 60133, "city_name": "Centralia", "state_name": "Washington", "country_name": "United States", "depth": 3, "latitude": 46.72895, "longitude": -122.95298, "parent_id": 90412, "popularity": 512, "subcategory": "city", "image_key": "qgHr6TYsECyRmroR5Z3rt7etgQ7mwhxh", "manual_description": null, "place_description": "Centralia is a city in Lewis County, Washington, United States. It is located along Interstate 5 near the midpoint between Seattle and Portland, Oregon. The city had a population of 18,183 at the 2020 census. Wikipedia.", "bounds": [-123.00881, 46.69155, -122.92297, 46.75753]},
{"place_id": 58916, "city_name": "Sebastian", "state_name": "Florida", "country_name": "United States", "depth": 3, "latitude": 27.81713, "longitude": -80.47514, "parent_id": 90414, "popularity": 513, "subcategory": "city", "image_key": "mezDl0RKFd13erM5Wucfr0GcErySFi0k", "manual_description": null, "place_description": "Sebastian is a city in Indian River County, Florida, United States at the confluence of the St. Sebastian River and the Indian River. It is two miles away from the Atlantic Ocean. It is the largest city in Indian River County and the biggest population center between Palm Bay and Fort Pierce. Wikipedia.", "bounds": [-80.51649, 27.74876, -80.444, 27.83547]},
{"place_id": 60460, "city_name": "Manzanita", "state_name": "Oregon", "country_name": "United States", "depth": 4, "latitude": 45.7191, "longitude": -123.93266, "parent_id": 90503, "popularity": 513, "subcategory": "city", "image_key": "4SxPwXs9DEzGfVxYht4NZVHI68HlYhuH", "manual_description": null, "place_description": "Manzanita is a coastal city in Tillamook County, Oregon, United States. It is located on U.S. Route 101 about 25 miles equidistant from Seaside to the north and Tillamook to the south. The population was 603 at the 2020 census. Wikipedia.", "bounds": [-123.94273, 45.70291, -123.92583, 45.72558]},
{"place_id": 59425, "city_name": "Greenport", "state_name": "New York", "country_name": "United States", "depth": 5, "latitude": 41.104645, "longitude": -72.35889, "parent_id": 90560, "popularity": 514, "subcategory": "city", "image_key": "SrpxyOosPJ2udDhG2ozzHI5GLyHwZz6k", "manual_description": null, "place_description": "Greenport is a village in New York's Suffolk County, on the North Fork of Long Island. It is located within the Town of Southold and is the only incorporated community in the town. The population was 2,197 at the 2010 census. Wikipedia.", "bounds": [-72.38960279999999, 41.0913399, -72.35074689999999, 41.112545]},
{"place_id": 59685, "city_name": "Rome", "state_name": "Georgia", "country_name": "United States", "depth": 3, "latitude": 34.2449, "longitude": -85.16679, "parent_id": 90423, "popularity": 514, "subcategory": "city", "image_key": "xrw8NrpKej9hOIFNfpjh22oNZ6pRGS9k", "manual_description": null, "place_description": "Rome is the largest city in and the county seat of Floyd County, Georgia, United States. Located in the foothills of the Appalachian Mountains, it is the principal city of the Rome, Georgia, metropolitan statistical area, which encompasses all of Floyd County. At the 2020 census, the city had a population of 37,713. Wikipedia.", "bounds": [-85.27894, 34.19316, -85.11225, 34.3565]},
{"place_id": 11657, "city_name": "Larissa", "state_name": "Larissa Region", "country_name": "Greece", "depth": 4, "latitude": 39.63722, "longitude": 22.42028, "parent_id": 89304, "popularity": 514, "subcategory": "municipality", "image_key": "hjPeSbwXQCmqdYqPK25ZTuQElxLU2rQD", "manual_description": null, "place_description": null, "bounds": [21.86392, 39.13035, 22.91592, 40.19614]},
{"place_id": 10328, "city_name": "Herning", "state_name": "West Jutland", "country_name": "Denmark", "depth": 4, "latitude": 56.13742, "longitude": 8.97692, "parent_id": 88865, "popularity": 514, "subcategory": "municipality", "image_key": "I96DRprN9gCVm23IEVqyUbLGgMibQpck", "manual_description": null, "place_description": "Relaxed hotel on a pedestrian street offering bright rooms & a bar/lounge, plus breakfast.", "bounds": [8.76029, 55.97866, 9.18316, 56.28199]},
{"place_id": 60952, "city_name": "Blaine", "state_name": "Washington", "country_name": "United States", "depth": 3, "latitude": 48.99405, "longitude": -122.74888, "parent_id": 90412, "popularity": 514, "subcategory": "city", "image_key": "r2d3xpUBOhBmWZ7r70zjcxIZUK0a7QoB", "manual_description": null, "place_description": "Blaine is a city in Whatcom County, Washington, United States. The city's northern boundary is the Canada–U.S. border; the Peace Arch international monument straddles the border of both countries. It is the fourth largest incorporated city within the Bellingham Metropolitan Area. Wikipedia.", "bounds": [-122.80413, 48.95099, -122.65598, 49.00214]},
{"place_id": 2130, "city_name": "Hunza", "state_name": "Gilgit-Baltistan", "country_name": "Pakistan", "depth": 3, "latitude": 36.49721, "longitude": 75.00414, "parent_id": 87407, "popularity": 514, "subcategory": "city", "image_key": "Rqn6jFhsUO2VbW6uEvtzU06xCEc4sv7p", "manual_description": null, "place_description": "Scenic, high-elevation mountainous valley in the Gilgit-Baltistan region of Pakistan.", "bounds": [74.59136, 36.26957, 74.70733, 36.35105]},
{"place_id": 17062, "city_name": "Primosten", "state_name": "Sibenik-Knin County", "country_name": "Croatia", "depth": 4, "latitude": 43.58962, "longitude": 15.9248, "parent_id": 88985, "popularity": 515, "subcategory": "city", "image_key": "hs2PkOkv1yk6xs2tD6BJahnDFa7ykT7Z", "manual_description": null, "place_description": "Primošten is a village and municipality in Šibenik-Knin County, Croatia. It is situated in the south, between the cities of Šibenik and Trogir, on the Adriatic coast. Wikipedia.", "bounds": [15.87013, 43.5589, 15.96726, 43.60793]},
{"place_id": 824, "city_name": "Usuki", "state_name": "Oita Prefecture", "country_name": "Japan", "depth": 4, "latitude": 33.11149, "longitude": 131.78308, "parent_id": 86827, "popularity": 514, "subcategory": "city", "image_key": "Xmq75K54M9vra9rcYyuBYnT73pXeivoQ", "manual_description": null, "place_description": "Usuki is a city located on the east coast of Ōita Prefecture, Japan. As of 1 October 2023, the city had an estimated population of 34,155 in 14538 households, and a population density of 120 persons per km². The total area of the city is 868.02 km². Wikipedia.", "bounds": [131.62837, 32.95064, 131.91156, 33.20754]},
{"place_id": 61096, "city_name": "Orchard Park", "state_name": "New York", "country_name": "United States", "depth": 3, "latitude": 42.76719, "longitude": -78.74389, "parent_id": 90404, "popularity": 515, "subcategory": "city", "image_key": "DZSLIraso3leIOl3Io5RSuBELBdK43Gp", "manual_description": null, "place_description": "Orchard Park is a village in Erie County, New York, United States. The population was 3,246 at the 2010 census. The name is derived from a description of the local landscape, which abounded with orchards. It is part of the Buffalo–Niagara Falls Metropolitan Statistical Area. Wikipedia.", "bounds": [-78.75883, 42.74976, -78.72213, 42.77406]},
{"place_id": 82970, "city_name": "Murray Bridge", "state_name": "South Australia", "country_name": "Australia", "depth": 3, "latitude": -35.11873, "longitude": 139.276, "parent_id": 91397, "popularity": 515, "subcategory": "city", "image_key": "t44qTuMPHgrQmmvg8sYBC6bHJ7bcblNw", "manual_description": null, "place_description": "Murray Bridge is a city in the Australian state of South Australia, located 78 kilometres east-southeast of the state's capital city, Adelaide, and 77 kilometres north of the town of Meningie.\nThe city is called Pomberuk by the traditional owners of the land, the Ngarrindjeri people. Wikipedia.", "bounds": [139.22502, -35.15143, 139.30973, -35.10739]},
{"place_id": 17047, "city_name": "Montargis", "state_name": "Loiret", "country_name": "France", "depth": 4, "latitude": 47.99843, "longitude": 2.732364, "parent_id": 88979, "popularity": 515, "subcategory": "city", "image_key": "D5wY8iUxhLzmS7ZX5JBAo0HXX3WrEHkY", "manual_description": null, "place_description": "Montargis is a commune in the Loiret department, Centre-Val de Loire, France.\nMontargis is the seventh most populous commune in the Centre-Val de Loire Région, and the second in the Loiret Département after Orléans. It is near a large forest, and contains light industry and farming, including saffron. Wikipedia.", "bounds": [2.71806, 47.98726, 2.75967, 48.01229]},
{"place_id": 15337, "city_name": "Yorkshire Dales National Park", "state_name": "Cumbria", "country_name": "United Kingdom", "depth": 4, "latitude": 54.403343, "longitude": -2.489866, "parent_id": 88833, "popularity": 515, "subcategory": "nationalpark", "image_key": "YTZINyzR79AeYe3XiNejVY0B0whAg7pN", "manual_description": null, "place_description": "National Park straddling the Pennines over 680 square miles of scenic dales and rustic villages.", "bounds": [-2.77431, 53.76617, -1.50799, 54.65337]},
{"place_id": 15797, "city_name": "Naantali", "state_name": "Southwest Finland", "country_name": "Finland", "depth": 3, "latitude": 60.46509, "longitude": 22.03353, "parent_id": 88877, "popularity": 515, "subcategory": "city", "image_key": "wZlrniMfIbThbnJRAswX0MeGxJUtraP6", "manual_description": null, "place_description": "Naantali is a town in Southwest Finland, and, as a resort town during the summer, an important centre of tourism in the country. The municipality has a population of 19,999\n, and is located 14 kilometres west of Turku.\nThe town has a land area of 312.58 square kilometres. Wikipedia.", "bounds": [21.50541, 60.26032, 22.10763, 60.56362]},
{"place_id": 60135, "city_name": "North Bend", "state_name": "Washington", "country_name": "United States", "depth": 3, "latitude": 47.49324, "longitude": -121.78266, "parent_id": 90412, "popularity": 516, "subcategory": "city", "image_key": "XWhHE4KYWFisZlxD1X9tukvFVU02UqNs", "manual_description": null, "place_description": "North Bend is a city in King County, Washington, United States, on the outskirts of the Seattle metropolitan area. The population was 7,461 at the 2020 census. Wikipedia.", "bounds": [-121.81099, 47.47898, -121.76368, 47.51274]},
{"place_id": 147061, "city_name": "Cergy", "state_name": null, "country_name": "France", "depth": 5, "latitude": 49.03524, "longitude": 2.07982, "parent_id": 11697, "popularity": 516, "subcategory": "city", "image_key": "VvKHag111cMPjwacnREfTAqREkOaXZqG", "manual_description": null, "place_description": "Cergy is a commune in the French department of Val-d'Oise, to the northwest of Paris. It is located 27.8 km from the centre of Paris, in the \"new town\" of Cergy-Pontoise, created in the 1960s, of which it is the central and most populated commune. Wikipedia.", "bounds": [2.00111, 49.01814, 2.09107, 49.05704]},
{"place_id": 13274, "city_name": "Tihany", "state_name": "Veszprem County", "country_name": "Hungary", "depth": 4, "latitude": 46.91361, "longitude": 17.887638, "parent_id": 89481, "popularity": 516, "subcategory": "city", "image_key": "Th9fZKiA4yiWxa9UqMQmtUN6mlOyvGus", "manual_description": null, "place_description": "Tihany is a village on the northern shore of Lake Balaton on the Tihany Peninsula. The whole peninsula is a historical district.\nThe center of the district is the Benedictine Tihany Abbey, which was founded in 1055 AD by András I, who is buried in the crypt. Wikipedia.", "bounds": [17.82293, 46.87811, 17.91242, 46.93257]},
{"place_id": 81958, "city_name": "Rosarito", "state_name": "Baja California Norte", "country_name": "Mexico", "depth": 4, "latitude": 32.4711, "longitude": -116.93665, "parent_id": 91357, "popularity": 516, "subcategory": "city", "image_key": "hAdnTiPL6Vlow1e4GKDi4vkNh9KIJqMS", "manual_description": null, "place_description": "Rosarito Beach is a resort town on the coast of Mexico’s Baja California peninsula. It’s known as a nightlife destination for U.S. visitors due to its proximity to the border. Area beaches known for strong surf include Rosarito in town, Medio Camino in the south and Baja Malibu to the north. Offshore, Rosarito Underwater Park is an artificial reef featuring the remains of Uribe 121, a former navy ship.", "bounds": [-117.08619, 32.29352, -117.02861, 32.42547]},
{"place_id": 13470, "city_name": "Ventspils", "state_name": "Kurzeme Region", "country_name": "Latvia", "depth": 3, "latitude": 57.393555, "longitude": 21.565361, "parent_id": 89202, "popularity": 516, "subcategory": "city", "image_key": "Fp3JfZLG6A8w8kTjd1i64YmRvPkjRhtB", "manual_description": null, "place_description": null, "bounds": [21.56757, 57.39339, 21.57026, 57.39609]},
{"place_id": 60806, "city_name": "Woodland Park", "state_name": "Colorado", "country_name": "United States", "depth": 3, "latitude": 38.99669, "longitude": -105.05476, "parent_id": 90422, "popularity": 516, "subcategory": "city", "image_key": "MQ6XEg02BwOeuaakI3KplQvXXP0t6hJH", "manual_description": null, "place_description": "Woodland Park is a home rule municipality in Teller County, Colorado, United States. Woodland Park is part of the Colorado Springs, CO Metropolitan Statistical Area. Many residents in this bedroom community commute to Colorado Springs. Woodland Park is surrounded by the 1,000,000-acre Pike National Forest. Wikipedia.", "bounds": [-105.09299, 38.95993, -105.0272, 39.03584]},
{"place_id": 16908, "city_name": "De Haan", "state_name": "West Flanders Province", "country_name": "Belgium", "depth": 4, "latitude": 51.27141, "longitude": 3.035313, "parent_id": 88536, "popularity": 517, "subcategory": "municipality", "image_key": "pJRdOuPo5Slvgufgq1qGR4ff6d9mMcFA", "manual_description": null, "place_description": "De Haan is a coastal municipality in northern Belgium. It’s known for its long beach and restaurant-dotted promenade. The streets of the Concessie district are lined with belle epoque buildings, such as the grand town hall, housed in a former luxury hotel. Nearby, Villa Savoyarde was home to Albert Einstein for several months in 1933. On the outskirts of town are expansive sand dunes crossed by paths.", "bounds": [2.98677, 51.21966, 3.11524, 51.31247]},
{"place_id": 1638, "city_name": "Munakata", "state_name": "Fukuoka Prefecture", "country_name": "Japan", "depth": 4, "latitude": 33.81192, "longitude": 130.56696, "parent_id": 86680, "popularity": 517, "subcategory": "municipality", "image_key": "r6lrDUPOmgmYYdCdrDXolyfxIohwiLwG", "manual_description": null, "place_description": "Munakata is a city in Japan, located in Fukuoka Prefecture. As of 31 March 2024, the city had an estimated population of 96,786 in 44884 households, and a population density of 810 persons per km². The total area of the city is 119.94 km². Wikipedia.", "bounds": [130.09819, 33.75014, 130.63971, 34.2499]}
]