[
{
    "country": "faro",
    "city": "Faro",
    "index": 1,
    "name": "Sé",
    "latitude": "37.013288",
    "longitude": "-7.934886",
    "excerpt": "The centrepiece of the Cidade Velha, the sé was completed in 1251 but heavily damaged in the 1755 earthquake. What you see now is a variety of Renaissance…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/se/a/poi-sig/456419/360371",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/GettyImages-1472097846-RFC.jpg",
    "detail_description": "The centrepiece of the Cidade Velha, the sé was completed in 1251 but heavily damaged in the 1755 earthquake. What you see now is a variety of Renaissance, Gothic and baroque features. Climb the tower for lovely views across the walled town and estuary islands. The cathedral also houses the Museu Capitular, with an assortment of chalices, priestly vestments and grisly relics (including both forearms of St Boniface), and a small 18th-century shrine built of bones.\nThe blocky, castle-like cathedral occupies what was probably the site of a Roman temple, then later a Visigoth cathedral and a Moorish mosque. Only the tower gate and several chapels remain of the original Romanesque-Gothic exterior – the rest was obliterated in 1755. The interior has very elaborate baroque side altarpieces, and the altar itself is flanked by matching vaulted Gothic chapels. The baroque pipe organ was built in 1715 by Johann Heinrich Hulenkampf."
},
{
    "country": "faro",
    "city": "Faro",
    "index": 14,
    "name": "Arco da Porta Nova",
    "latitude": "37.01258",
    "longitude": "-7.935621",
    "excerpt": "At the southwestern end of the Largo da Sé is this small 15th-century town gate connecting the old town with the waterfront, where some boats depart.",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/arco-da-porta-nova/a/poi-sig/1375967/360371",
    "image_url": null,
    "detail_description": "At the southwestern end of the Largo da Sé is this small 15th-century town gate connecting the old town with the waterfront, where some boats depart.\n"
},
{
    "country": "faro",
    "city": "Faro",
    "index": 13,
    "name": "Igreja de São Pedro",
    "latitude": "37.018625",
    "longitude": "-7.934768",
    "excerpt": "While the exterior of this 16th-century church is unassuming, the tri-nave interior has magnificent 18th-century azulejos and intricately carved woodwork,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/igreja-de-sao-pedro/a/poi-sig/456405/360371",
    "image_url": null,
    "detail_description": "While the exterior of this 16th-century church is unassuming, the tri-nave interior has magnificent 18th-century azulejos and intricately carved woodwork, including a rococo altar.\n"
},
{
    "country": "faro",
    "city": "Faro",
    "index": 12,
    "name": "Igreja da Misericórdia",
    "latitude": "37.014971",
    "longitude": "-7.934803",
    "excerpt": "The 16th-century Igreja da Misericórdia, opposite the Arco da Vila, was originally built in Manueline (Portuguese late Gothic) style but is now nearly all…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/igreja-da-misericordia/a/poi-sig/456401/360371",
    "image_url": null,
    "detail_description": "The 16th-century Igreja da Misericórdia, opposite the Arco da Vila, was originally built in Manueline (Portuguese late Gothic) style but is now nearly all baroque after the destruction caused by the 1755 earthquake.\n"
},
{
    "country": "faro",
    "city": "Faro",
    "index": 11,
    "name": "Galeria Trem",
    "latitude": "37.01226",
    "longitude": "-7.934682",
    "excerpt": "This converted military warehouse displays contemporary art with temporary exhibitions by local and international artists – painters, photographers,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/galeria-trem/a/poi-sig/1373837/360371",
    "image_url": null,
    "detail_description": "This converted military warehouse displays contemporary art with temporary exhibitions by local and international artists – painters, photographers, installation artists and sculptors. There's no permanent collection, so It’s worth popping by to see what’s on.\n"
},
{
    "country": "faro",
    "city": "Faro",
    "index": 10,
    "name": "Arco de Repouso",
    "latitude": "37.013408",
    "longitude": "-7.932998",
    "excerpt": "You can leave the Cidade Velha (Old Town) through the medieval Arco de Repouso (Gate of Rest). Apparently Afonso III, after taking Faro from the Moors,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/arco-de-repouso/a/poi-sig/456391/360371",
    "image_url": null,
    "detail_description": "You can leave the Cidade Velha (Old Town) through the medieval Arco de Repouso (Gate of Rest). Apparently Afonso III, after taking Faro from the Moors, put his feet up and heard Mass nearby. Around the gateway are some of the town walls' oldest sections – Afonso III's improvements on the Moorish defences.\n"
},
{
    "country": "faro",
    "city": "Faro",
    "index": 9,
    "name": "Museu Regional do Algarve",
    "latitude": "37.016141",
    "longitude": "-7.931389",
    "excerpt": "Three of the four halls at this worthwhile museum house exhibitions on rural life in the Algarve, including mock-ups of 19th-century shops and rooms, a…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/museu-regional-do-algarve/a/poi-sig/456411/360371",
    "image_url": null,
    "detail_description": "Three of the four halls at this worthwhile museum house exhibitions on rural life in the Algarve, including mock-ups of 19th-century shops and rooms, a real fishing boat, some impressively woven creations in wicker, bamboo and palm leaves, and lots of rag rugs and fishing nets. The fourth hall is always given over to a temporary show on a folksy local theme.\n"
},
{
    "country": "faro",
    "city": "Faro",
    "index": 8,
    "name": "Arco da Vila",
    "latitude": "37.014641",
    "longitude": "-7.934854",
    "excerpt": "Enter the Cidade Velha (Old Town) through the neoclassical Arco da Vila, built in 1812 by order of Bishop Francisco Gomes do Avelar, who oversaw the city…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/arco-da-vila/a/poi-sig/456389/360371",
    "image_url": null,
    "detail_description": "Enter the Cidade Velha (Old Town) through the neoclassical Arco da Vila, built in 1812 by order of Bishop Francisco Gomes do Avelar, who oversaw the city's reconstruction after the 1755 earthquake. The tower above it is accessed from within the tourist office and inside there's a small exhibition on the building; from the top you can admire the views and storks that build their huge nests up here.\n"
},
{
    "country": "faro",
    "city": "Faro",
    "index": 7,
    "name": "Igreja de São Francisco",
    "latitude": "37.01268",
    "longitude": "-7.931067",
    "excerpt": "The foundations of this monastery's church were laid in 1679 and it was enlarged during the 18th and 19th centuries. Behind its blinding white facade are…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/igreja-de-sao-francisco/a/poi-sig/456403/360371",
    "image_url": null,
    "detail_description": "The foundations of this monastery's church were laid in 1679 and it was enlarged during the 18th and 19th centuries. Behind its blinding white facade are dazzling woodwork and a frenzied 18th-century baroque interior with hand-painted azulejo tiles on the walls and a barrel-vaulted ceiling depicting the life of St Francis.\nPart of the monastery now houses the Algarve's tourism and hospitality school."
},
{
    "country": "faro",
    "city": "Faro",
    "index": 6,
    "name": "Centro Histórico Judaico de Faro",
    "latitude": "37.023807",
    "longitude": "-7.927687",
    "excerpt": "The last vestiges of the first post-Inquisition Jewish presence in Portugal are found at this small Jewish cemetery. In use between 1838 and 1932, and…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/centro-historico-judaico-de-faro/a/poi-sig/1373535/360371",
    "image_url": null,
    "detail_description": "The last vestiges of the first post-Inquisition Jewish presence in Portugal are found at this small Jewish cemetery. In use between 1838 and 1932, and restored in 1992, it has 76 beautiful marble gravestones. The site also has a tiny museum and re-created synagogue (complete with a reconstructed wedding and bar mitzvah). You're shown a DVD (in English), then given a detailed, interesting tour. It's behind the football stadium Estádio de São Luis, 1.3km northeast of the centre.\n"
},
{
    "country": "faro",
    "city": "Faro",
    "index": 5,
    "name": "Museu Municipal",
    "latitude": "37.012885",
    "longitude": "-7.934017",
    "excerpt": "Faro’s domed 16th-century Renaissance Convento de Nossa Senhora da Assunção, in what was once the Jewish quarter, houses the town's local history museum…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/museu-municipal/a/poi-sig/456413/360371",
    "image_url": null,
    "detail_description": "Faro’s domed 16th-century Renaissance Convento de Nossa Senhora da Assunção, in what was once the Jewish quarter, houses the town's local history museum. Highlights include the 3rd-century Mosaic of the Ocean, found in 1976; 9th- to 13th-century domestic Islamic artefacts; and works by a notable Faro painter, Carlos Filipe Porfírio, depicting local legends. English-language leaflets detail key exhibits, including the Paths of the Roman Algarve, displaying monumental Roman-laid stones. The museum hosts regular fado (traditional song) performances.\n"
},
{
    "country": "faro",
    "city": "Faro",
    "index": 4,
    "name": "Praia de Faro",
    "latitude": "37.008036085139",
    "longitude": "-7.9949569702148",
    "excerpt": "On the Ilha de Faro, 9km west of the centre, the town's beach has sweeping sand, windsurfing and kitesurfing operators, and a handful of cafes. It's…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/praia-de-faro/a/poi-sig/456417/360371",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fce5d53882c2d6dfe794684d9775dae6-praia-de-faro.jpg",
    "detail_description": "On the Ilha de Faro, 9km west of the centre, the town's beach has sweeping sand, windsurfing and kitesurfing operators, and a handful of cafes. It's crammed in high summer. Take bus 14 or 16 from the bus station (€2.30, 20 minutes, up to two per hour daily July to September, hourly Monday to Friday only October to June).\n"
},
{
    "country": "faro",
    "city": "Faro",
    "index": 3,
    "name": "Igreja de Nossa Senhora do Carmo & Capela dos Ossos",
    "latitude": "37.020038",
    "longitude": "-7.934757",
    "excerpt": "One of the Algarve's most dazzling churches, this twin-towered baroque masterpiece was completed in 1719 under João V. After the 1755 earthquake, its…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/igreja-de-nossa-senhora-do-carmo-capela-dos-ossos/a/poi-sig/1374575/360371",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-636696062-RFC.jpg",
    "detail_description": "One of the Algarve's most dazzling churches, this twin-towered baroque masterpiece was completed in 1719 under João V. After the 1755 earthquake, its spectacular facade was paid for with Brazilian gold, and the interior is gilded to the extreme, with numerous cherubs. Accessed through the church at the back, the 19th-century Capela dos Ossos is built from the bones and skulls of over 1000 monks as a reminder of earthly impermanence. It's quite a sight.\n"
},
{
    "country": "faro",
    "city": "Faro",
    "index": 2,
    "name": "Parque Natural da Ria Formosa",
    "latitude": null,
    "longitude": null,
    "excerpt": "Encompassing 18,000 hectares, this sizeable system of lagoons and islands stretches for 60km along the Algarve coastline from west of Faro to Cacela Velha…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/parque-natural-da-ria-formosa/a/poi-sig/1374595/360371",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1889985748-RFC.jpg",
    "detail_description": "Encompassing 18,000 hectares, this sizeable system of lagoons and islands stretches for 60km along the Algarve coastline from west of Faro to Cacela Velha. It encloses a vast area of sapal (marsh), salinas (salt pans), creeks and dune islands. The marshes are an important area for migrating and nesting birds. You can see a huge variety of wading birds, along with ducks, shorebirds, gulls and terns. It's the favoured nesting place of the little tern and the rare purple gallinule.\n"
}
]