[
{
    "country": "flagstaff",
    "city": "Flagstaff",
    "index": 1,
    "name": "Museum of Northern Arizona",
    "latitude": "35.234788",
    "longitude": "-111.665382",
    "excerpt": "Housed in an attractive Craftsman-style stone building amid a pine grove, this small but excellent museum spotlights local American Indian archaeology,…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/flagstaff/attractions/museum-of-northern-arizona/a/poi-sig/1107740/362139",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Flagstaff%20Alizada%20Studios%20shutterstock_1282100137%20RFE.jpg",
    "detail_description": "Housed in an attractive Craftsman-style stone building amid a pine grove, this small but excellent museum spotlights local American Indian archaeology, history and culture, as well as geology, biology and the arts. Intriguing permanent collections are augmented by exhibitions on subjects such as John James Audubon's paintings of North American mammals. On the way to the Grand Canyon, it makes a wonderful introduction to the human and natural history of the region.\nFrom May through August, the museum hosts recommended Thirsty Thursdays ($6, 5pm to 9pm), with storytelling, music, dancing and hands-on events in the museum courtyard. There's a cash bar, and guests have full access to the museum. Check the website for the calendar of events, workshops and field classes."
},
{
    "country": "flagstaff",
    "city": "Flagstaff",
    "index": 9,
    "name": "Thorpe Park",
    "latitude": "35.202042",
    "longitude": "-111.658859",
    "excerpt": "A great playground with plenty of grass and shade, and a dog park.",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/flagstaff/attractions/thorpe-park/a/poi-sig/1107722/362139",
    "image_url": null,
    "detail_description": "A great playground with plenty of grass and shade, and a dog park.\n"
},
{
    "country": "flagstaff",
    "city": "Flagstaff",
    "index": 8,
    "name": "Heritage Square",
    "latitude": "35.198562",
    "longitude": "-111.64798",
    "excerpt": "The central square in Flagstaff's historic downtown has a handful of cafes offering outdoor seating. In summer there's weekend music and family-friendly…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/flagstaff/attractions/heritage-square/a/poi-sig/1478664/362139",
    "image_url": null,
    "detail_description": "The central square in Flagstaff's historic downtown has a handful of cafes offering outdoor seating. In summer there's weekend music and family-friendly movies screened outdoors.\n"
},
{
    "country": "flagstaff",
    "city": "Flagstaff",
    "index": 7,
    "name": "Coconino Center for the Arts",
    "latitude": "35.224947",
    "longitude": "-111.654997",
    "excerpt": "The Coconino Center for the Arts exhibits works by local artists and hosts various performances and programs. Check its website for current exhibitions…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/flagstaff/attractions/coconino-center-for-the-arts/a/poi-sig/1472625/362139",
    "image_url": null,
    "detail_description": "The Coconino Center for the Arts exhibits works by local artists and hosts various performances and programs. Check its website for current exhibitions and events. It's behind the Pioneer Museum.\n"
},
{
    "country": "flagstaff",
    "city": "Flagstaff",
    "index": 6,
    "name": "Pioneer Museum",
    "latitude": "35.223728",
    "longitude": "-111.655093",
    "excerpt": "Built in 1908 with volcanic remains from the nearby Mt Elden eruptions, this stone house served as the Coconino County Hospital for the needy and was…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/flagstaff/attractions/pioneer-museum/a/poi-sig/1107752/362139",
    "image_url": null,
    "detail_description": "Built in 1908 with volcanic remains from the nearby Mt Elden eruptions, this stone house served as the Coconino County Hospital for the needy and was known as the 'poor farm' until its closure in 1936. John Hance, a colorful Grand Canyon character who built its first tourist trail, died here in 1919. Today, it houses a small and quirky museum of Flagstaff's early history, with photographs and an eclectic mix of pioneer and medical memorabilia.\n"
},
{
    "country": "flagstaff",
    "city": "Flagstaff",
    "index": 5,
    "name": "Arboretum",
    "latitude": "35.16074",
    "longitude": "-111.730742",
    "excerpt": "This 200-acre arboretum is a lovely spot to take a break and rejuvenate your spirits. Two short trails hug a meadow and wind beneath ponderosa pines,…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/flagstaff/attractions/arboretum/a/poi-sig/1107753/362139",
    "image_url": null,
    "detail_description": "This 200-acre arboretum is a lovely spot to take a break and rejuvenate your spirits. Two short trails hug a meadow and wind beneath ponderosa pines, passing an herb garden, native plants and wildflowers, and a longer loop makes an easy amble through the woods. There are also tours, summer concerts and soirees, and even wine and theater in the woods. Follow Woody Mountain Rd 3.8 miles south from Route 66 – it's unpaved, but feasible for most cars.\n"
},
{
    "country": "flagstaff",
    "city": "Flagstaff",
    "index": 4,
    "name": "Walnut Canyon",
    "latitude": "35.171861",
    "longitude": "-111.509278",
    "excerpt": "The Sinagua cliff dwellings at Walnut Canyon are set in the nearly vertical walls of a small limestone butte amid this stunning forested canyon. The mile…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/flagstaff/attractions/walnut-canyon/a/poi-sig/1517751/362139",
    "image_url": null,
    "detail_description": "The Sinagua cliff dwellings at Walnut Canyon are set in the nearly vertical walls of a small limestone butte amid this stunning forested canyon. The mile-long Island Trail steeply descends 185ft (more than 200 stairs), passing 25 rooms built under the natural overhangs of the curvaceous butte. The shorter, wheelchair-accessible Rim Trail affords several views of the cliff dwellings from across the canyon.\nEven if you're not all that interested in the history of the Sinagua people, who abandoned the site about 700 years ago, Walnut Canyon itself is a beautiful place to visit, 8 miles east of Flagstaff."
},
{
    "country": "flagstaff",
    "city": "Flagstaff",
    "index": 3,
    "name": "Riordan Mansion State Historic Park",
    "latitude": "35.187566939921",
    "longitude": "-111.6595408666",
    "excerpt": "Having made a fortune from their Arizona Lumber Company, brothers Michael and Timothy Riordan built this sprawling duplex in 1904. The Craftsman-style…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/flagstaff/attractions/riordan-mansion-state-historic-park/a/poi-sig/1107750/362139",
    "image_url": null,
    "detail_description": "Having made a fortune from their Arizona Lumber Company, brothers Michael and Timothy Riordan built this sprawling duplex in 1904. The Craftsman-style design was the brainchild of architect Charles Whittlesey, who also designed El Tovar in Grand Canyon Village. The exterior features hand-split wooden shingles, log-slab siding and rustic stone. Filled with Edison, Stickley, Tiffany and Steinway furniture, the interior is a shrine to arts and crafts.\nVisitors are welcome to walk the grounds and have a picnic, but entrance to the house is by guided tour only. Tours leave daily and on the hour between 10am and 4pm; advance reservations are recommended."
},
{
    "country": "flagstaff",
    "city": "Flagstaff",
    "index": 2,
    "name": "Lowell Observatory",
    "latitude": "35.20234",
    "longitude": "-111.664996",
    "excerpt": "Astronomers, get ready to geek out! Sitting atop a hill just west of downtown, this national historic landmark – famous for the first sighting of Pluto in…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/flagstaff/attractions/lowell-observatory/a/poi-sig/1107744/362139",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-168415444_full.jpg",
    "detail_description": "Astronomers, get ready to geek out! Sitting atop a hill just west of downtown, this national historic landmark – famous for the first sighting of Pluto in 1930 – was built by Percival Lowell in 1894. Check out the solar telescope or go on a tour during the day. Once evening falls, visitors can stargaze through on-site telescopes (weather permitting). A new exhibit, the Giovale Open Deck Observatory (GODO), which houses six telescopes alongside interactive displays, opened in October 2019.\nKids will love the paved Pluto Walk, which meanders through a scale model of our solar system."
}
]