[
{
    "country": "fortaleza",
    "city": "Fortaleza",
    "index": 3,
    "name": "Centro de Turismo",
    "latitude": "-3.722002",
    "longitude": "-38.528677",
    "excerpt": "The Centro de Turismo, a converted 19th-century jail, houses a lot of craft stalls and a tourist information office. Upstairs, the Museu de Arte e Cultura…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/fortaleza/attractions/centro-de-turismo/a/poi-sig/1326315/363192",
    "image_url": null,
    "detail_description": "The Centro de Turismo, a converted 19th-century jail, houses a lot of craft stalls and a tourist information office. Upstairs, the Museu de Arte e Cultura Popular, which has an impressive collection of Ceará crafts, is currently closed for renovations. You can often see lacemakers at work here.\n"
},
{
    "country": "fortaleza",
    "city": "Fortaleza",
    "index": 6,
    "name": "Museu de Arte Contemporânea",
    "latitude": "-3.722623",
    "longitude": "-38.520277",
    "excerpt": "This contemporary art museum is one of two museums that make up Fortaleza's excellent Centro Cultural Dragão do Mar and is well worth a wander.",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/fortaleza/attractions/museu-de-arte-contemporanea/a/poi-sig/1268278/363192",
    "image_url": null,
    "detail_description": "This contemporary art museum is one of two museums that make up Fortaleza's excellent Centro Cultural Dragão do Mar and is well worth a wander.\n"
},
{
    "country": "fortaleza",
    "city": "Fortaleza",
    "index": 7,
    "name": "Igreja da Sé",
    "latitude": "-3.7247034909069",
    "longitude": "-38.524418397852",
    "excerpt": "Fortaleza's neo-Gothic Catholic cathedral is the city's most important church.",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/fortaleza/attractions/igreja-da-se/a/poi-sig/1297750/363192",
    "image_url": null,
    "detail_description": "Fortaleza's neo-Gothic Catholic cathedral is the city's most important church.\n"
},
{
    "country": "fortaleza",
    "city": "Fortaleza",
    "index": 5,
    "name": "Praia do Meireles",
    "latitude": "-3.7247388387314",
    "longitude": "-38.497885577887",
    "excerpt": "This central beach has an attractive waterfront promenade with homey beer barracas (stalls) on the sand side and smart air-conditioned restaurants and…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/fortaleza/attractions/praia-do-meireles/a/poi-sig/1297735/363192",
    "image_url": null,
    "detail_description": "This central beach has an attractive waterfront promenade with homey beer barracas (stalls) on the sand side and smart air-conditioned restaurants and hotels across the street. The fish market and evening craft fair are also draws.\n"
},
{
    "country": "fortaleza",
    "city": "Fortaleza",
    "index": 1,
    "name": "Praia do Futuro",
    "latitude": "-3.740695",
    "longitude": "-38.451709",
    "excerpt": "A clean length of soft sand stretching 5km along Fortaleza’s east-facing coast, this is easily the best city beach, though it's far from most…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/fortaleza/attractions/praia-do-futuro/a/poi-sig/1527108/363192",
    "image_url": null,
    "detail_description": "A clean length of soft sand stretching 5km along Fortaleza’s east-facing coast, this is easily the best city beach, though it's far from most accommodations. It's lined by huge restaurants known as barracas, which serve seafood, beer and cocktails at tables on the sand, and attracts enormous crowds at weekends; fortunately the beach is long enough to accommodate everyone without being overcrowded.\nThe nicest part starts a couple of kilometers down from the industrial port at the north end. Unless you are a strong swimmer, beware of rough waves.You can reach Praia do Futuro on the 49 Caça e Pesca bus running east on Av Monsenhor Tabosa, Av Historiador Raimundo Girão and Av Beira Mar. Or get a bus to Terminal Papicu then a Papicu/Praia do Futuro or Papicu/Caça e Pesca bus from there."
},
{
    "country": "fortaleza",
    "city": "Fortaleza",
    "index": 4,
    "name": "Memorial da Cultura Cearense",
    "latitude": "-3.723148",
    "longitude": "-38.519697",
    "excerpt": "Part of Fortaleza's excellent Centro Cultural Dragão do Mar, this museum hosts exhibits on Ceará's traditional way of life and culture. Temporary…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/fortaleza/attractions/memorial-da-cultura-cearense/a/poi-sig/466926/363192",
    "image_url": null,
    "detail_description": "Part of Fortaleza's excellent Centro Cultural Dragão do Mar, this museum hosts exhibits on Ceará's traditional way of life and culture. Temporary exhibitions are on the upper floors – by the main entrance – while the permanent collection is below.\n"
},
{
    "country": "fortaleza",
    "city": "Fortaleza",
    "index": 2,
    "name": "Centro Dragão do Mar de Arte e Cultura",
    "latitude": "-3.7215065353071",
    "longitude": "-38.520561871343",
    "excerpt": "This excellent, extensive complex includes cinemas, performance spaces, a good cafe, a planetarium and two good museums: the Museu de Arte Contemporânea…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/fortaleza/attractions/centro-dragao-do-mar-de-arte-e-cultura/a/poi-sig/1180508/363192",
    "image_url": null,
    "detail_description": "This excellent, extensive complex includes cinemas, performance spaces, a good cafe, a planetarium and two good museums: the Museu de Arte Contemporânea and the Memorial da Cultura Cearense, which features exhibits on Ceará's traditional life and culture. Elevated walkways join blocks on different streets; it all blends well with the surrounding older buildings, many of which have been restored to house bars, restaurants and artisans’ workshops. It’s a successful social focus for the city, and is very popular with locals.\n"
}
]