[
{
    "country": "fort-lauderdale",
    "city": "Fort Lauderdale",
    "index": 1,
    "name": "Bonnet House",
    "latitude": "26.137765",
    "longitude": "-80.105546",
    "excerpt": "This pretty plantation-style property was once the home of artists and collectors Frederic and Evelyn Bartlett. It is now open to guided tours that swing…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/fort-lauderdale/attractions/bonnet-house/a/poi-sig/379171/361915",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/42111f4fcb6e355871075497d2e8d8bb-bonnet-house.jpg",
    "detail_description": "This pretty plantation-style property was once the home of artists and collectors Frederic and Evelyn Bartlett. It is now open to guided tours that swing through its art-filled rooms and studios. Beyond the house, 35 acres of lush, subtropical gardens protect a pristine barrier-island ecosystem, including one of the finest orchid collections in the country.\n"
},
{
    "country": "fort-lauderdale",
    "city": "Fort Lauderdale",
    "index": 9,
    "name": "Canine Beach",
    "latitude": "26.138583083374",
    "longitude": "-80.102420517351",
    "excerpt": "This dog-friendly beach is the 100-yard swath running from E Sunrise Blvd to lifeguard station 5.",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/fort-lauderdale/attractions/canine-beach/a/poi-sig/1184272/361915",
    "image_url": null,
    "detail_description": "This dog-friendly beach is the 100-yard swath running from E Sunrise Blvd to lifeguard station 5.\n"
},
{
    "country": "fort-lauderdale",
    "city": "Fort Lauderdale",
    "index": 8,
    "name": "Las Olas Riverfront",
    "latitude": "26.11876",
    "longitude": "-80.144352",
    "excerpt": "A giant alfresco boardwalk area with stores, restaurants and live entertainment nightly; it's also the place to catch many river cruises.",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/fort-lauderdale/attractions/las-olas-riverfront/a/poi-sig/1347718/361915",
    "image_url": null,
    "detail_description": "A giant alfresco boardwalk area with stores, restaurants and live entertainment nightly; it's also the place to catch many river cruises.\n"
},
{
    "country": "fort-lauderdale",
    "city": "Fort Lauderdale",
    "index": 7,
    "name": "Hugh Taylor Birch State Recreation Area",
    "latitude": "26.13880035",
    "longitude": "-80.10424548",
    "excerpt": "This lusciously tropical park contains one of the last significant maritime hammocks in Broward County. There are mangroves and a freshwater lagoon system…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/fort-lauderdale/attractions/hugh-taylor-birch-state-recreation-area/a/poi-sig/1184162/361915",
    "image_url": null,
    "detail_description": "This lusciously tropical park contains one of the last significant maritime hammocks in Broward County. There are mangroves and a freshwater lagoon system (great for birding) and several endangered plants and animals (including the golden leather fern and gopher tortoise). You can fish, picnic, stroll the short Coastal Hammock Trail or cycle the 1.9-mile park drive.\n"
},
{
    "country": "fort-lauderdale",
    "city": "Fort Lauderdale",
    "index": 5,
    "name": "Riverwalk",
    "latitude": "26.11828314",
    "longitude": "-80.14265544",
    "excerpt": "Curving along the New River, the meandering Riverwalk runs from Stranahan House to the Broward Center for the Performing Arts. Host to culinary tastings…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/fort-lauderdale/attractions/riverwalk/a/poi-sig/1347717/361915",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3636eef9f2a3a29a9b1b9fc63ba4dd71-riverwalk.jpg",
    "detail_description": "Curving along the New River, the meandering Riverwalk runs from Stranahan House to the Broward Center for the Performing Arts. Host to culinary tastings and other events, the walk connects a number of sights, restaurants and shops.\n"
},
{
    "country": "fort-lauderdale",
    "city": "Fort Lauderdale",
    "index": 6,
    "name": "Museum of Discovery & Science",
    "latitude": "26.12076303",
    "longitude": "-80.14795815",
    "excerpt": "A 52ft kinetic-energy sculpture greets you here, and fun exhibits include Gizmo City and Runways to Rockets – where it actually is rocket science. Plus…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/fort-lauderdale/attractions/museum-of-discovery-science/a/poi-sig/379181/361915",
    "image_url": null,
    "detail_description": "A 52ft kinetic-energy sculpture greets you here, and fun exhibits include Gizmo City and Runways to Rockets – where it actually is rocket science. Plus there's an Everglades exhibit and IMAX theater. You can even have an 'Otter Encounter' for $50 per person (reservations only), where you can feed otters, participate in a training, and learn about their habits and diet.\n"
},
{
    "country": "fort-lauderdale",
    "city": "Fort Lauderdale",
    "index": 4,
    "name": "Fort Lauderdale Beach & Promenade",
    "latitude": "26.12088",
    "longitude": "-80.103936",
    "excerpt": "Fort Lauderdale's promenade – a wide, brick, palm-tree-dotted pathway swooping along the beach and the A1A – is a magnet for runners, in-line skaters,…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/fort-lauderdale/attractions/fort-lauderdale-beach-promenade/a/poi-sig/1347702/361915",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6fb2eb9f71bffb22e36b74ef6b480df2-fort-lauderdale-beach-promenade.jpg",
    "detail_description": "Fort Lauderdale's promenade – a wide, brick, palm-tree-dotted pathway swooping along the beach and the A1A – is a magnet for runners, in-line skaters, walkers and cyclists. The white-sand beach, meanwhile, is one of the nation's cleanest and best. Stretching 7 miles to Lauderdale-by-the-Sea, it has dedicated family-, gay- and dog-friendly sections. Boating, diving, snorkeling and fishing are all extremely popular.\n"
},
{
    "country": "fort-lauderdale",
    "city": "Fort Lauderdale",
    "index": 3,
    "name": "NSU Art Museum Fort Lauderdale",
    "latitude": "26.119589",
    "longitude": "-80.143096",
    "excerpt": "A curvaceous Florida standout with an interesting spilled rainbow design outside, the museum is known for its William Glackens collection (among Glackens…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/fort-lauderdale/attractions/nsu-art-museum-fort-lauderdale/a/poi-sig/379179/361915",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b3a3b0ca47333d0b16dbc61af1362b70-museum-of-art.jpg",
    "detail_description": "A curvaceous Florida standout with an interesting spilled rainbow design outside, the museum is known for its William Glackens collection (among Glackens fans) and its exhibitions on wide-ranging themes from northern European art to contemporary Cuban art, American pop art and contemporary photography. On first Thursdays, the museum stays open to 8pm and hosts lectures, films and performances, as well as a happy hour in the museum cafe. Day courses and workshops are also available. Check the website for details.\n"
},
{
    "country": "fort-lauderdale",
    "city": "Fort Lauderdale",
    "index": 2,
    "name": "Stranahan House",
    "latitude": "26.11863966",
    "longitude": "-80.13768149",
    "excerpt": "Constructed from Dade County pine, grand Stranahan House is a fine example of Florida vernacular design, and one of the state's oldest homes. It served as…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/fort-lauderdale/attractions/stranahan-house/a/poi-sig/379185/361915",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fcc1a3c38d640e3e59bb4fed830859ad-stranahan-house.jpg",
    "detail_description": "Constructed from Dade County pine, grand Stranahan House is a fine example of Florida vernacular design, and one of the state's oldest homes. It served as both home and store for Ohio transplant Frank Stranahan, who built a small empire trading with the Seminoles before committing suicide by jumping into the New River after real-estate and stock-market losses in the late 1920s. The house, with many original furnishings, is open daily for three hour-long tours.\nDocents from the house also guide a fun hour-long River Ghost Tour ($25 per person) in conjunction with the water taxi. Tours depart from the house (and include a tour inside) at 7:30pm every Sunday."
}
]