[
{
    "country": "fort-de-france",
    "city": "Fort-de-France",
    "index": 1,
    "name": "Fort St-Louis",
    "latitude": "14.60113",
    "longitude": "-61.066689",
    "excerpt": "The hulking fortress that gave the city its name lies on the far side of La Savane and dates from 1640, although most of what stands today is the result…",
    "detail_url": "https://www.lonelyplanet.com/martinique/fort-de-france/attractions/fort-st-louis/a/poi-sig/1395833/358106",
    "image_url": null,
    "detail_description": "The hulking fortress that gave the city its name lies on the far side of La Savane and dates from 1640, although most of what stands today is the result of subsequent additions. It's easily the top sight in town, and guided tours are informative and fun. Buy tickets at the tourist information kiosk in La Savane.\nBear in mind that this is a working French naval base, so tours only take you to some parts of the fort and you are not permitted to photograph military personnel. While there's little to see in terms of furnishings or display, just walking through a massive colonial fortress in the Caribbean is a hugely atmospheric experience, particularly on the roof, where a massive French flag flies over the bay. Highlights include the views across Fort-de-France and watching the fort's numerous iguanas munching on mangos.Tours last just over an hour. When cruise ships are in town, tours are quickly booked up to their maximum of 20 people; you can go early and enlist for a tour later in the day. The fortress is not accessible for those with limited mobility."
},
{
    "country": "fort-de-france",
    "city": "Fort-de-France",
    "index": 10,
    "name": "Marché aux Poissons",
    "latitude": "14.60754158",
    "longitude": "-61.07276249",
    "excerpt": "At the far end of Blvd du Général de Gaulle, this colorful and atmospheric place is best visited in the morning for the day’s fresh catch.",
    "detail_url": "https://www.lonelyplanet.com/martinique/fort-de-france/attractions/marche-aux-poissons/a/poi-sig/1395847/358106",
    "image_url": null,
    "detail_description": "At the far end of Blvd du Général de Gaulle, this colorful and atmospheric place is best visited in the morning for the day’s fresh catch.\r\n\n"
},
{
    "country": "fort-de-france",
    "city": "Fort-de-France",
    "index": 9,
    "name": "Musée d'Archéologie Précolombienne et de Préhistoire de la Martinique",
    "latitude": "14.603342",
    "longitude": "-61.068707",
    "excerpt": "For displays of Native American Carib artefacts, including stone tools, ritual objects and pottery, head to this small but lovingly looked-after…",
    "detail_url": "https://www.lonelyplanet.com/martinique/fort-de-france/attractions/musee-d-archeologie-precolombienne-et-de-prehistoire-de-la-martinique/a/poi-sig/1395838/358106",
    "image_url": null,
    "detail_description": "For displays of Native American Carib artefacts, including stone tools, ritual objects and pottery, head to this small but lovingly looked-after archaeological museum.\n"
},
{
    "country": "fort-de-france",
    "city": "Fort-de-France",
    "index": 8,
    "name": "Marché des Fermiers",
    "latitude": "14.60819",
    "longitude": "-61.072934",
    "excerpt": "This bustling market where local farmers hawk fruits and vegetables runs along the western side of the Parc Culturel Aimé Césaire and spills into the…",
    "detail_url": "https://www.lonelyplanet.com/martinique/fort-de-france/attractions/marche-des-fermiers/a/poi-sig/1395845/358106",
    "image_url": null,
    "detail_description": "This bustling market where local farmers hawk fruits and vegetables runs along the western side of the Parc Culturel Aimé Césaire and spills into the street along the canal.\n"
},
{
    "country": "fort-de-france",
    "city": "Fort-de-France",
    "index": 7,
    "name": "Plage La Française",
    "latitude": "14.601058",
    "longitude": "-61.067269",
    "excerpt": "This tiny but clean beach in front of the Fort St-Louis is a popular place to cool off right in the middle of Fort-de-France. Nearby is a playground…",
    "detail_url": "https://www.lonelyplanet.com/martinique/fort-de-france/attractions/plage-la-francaise/a/poi-sig/1557763/358106",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "fort-de-france",
    "city": "Fort-de-France",
    "index": 6,
    "name": "Cathédrale St-Louis",
    "latitude": "14.60418889",
    "longitude": "-61.06976448",
    "excerpt": "With its neo-Byzantine style, flying buttresses and 57m steeple, the newly renovated and eye-pleasingly symmetrical Cathédrale St-Louis is one of Fort-de…",
    "detail_url": "https://www.lonelyplanet.com/martinique/fort-de-france/attractions/cathedrale-st-louis/a/poi-sig/1395836/358106",
    "image_url": null,
    "detail_description": "With its neo-Byzantine style, flying buttresses and 57m steeple, the newly renovated and eye-pleasingly symmetrical Cathédrale St-Louis is one of Fort-de-France’s most distinguished landmarks, visible far out to sea. Built in 1895, the church fronts a small square in the heart of the city.\n"
},
{
    "country": "fort-de-france",
    "city": "Fort-de-France",
    "index": 5,
    "name": "La Savane",
    "latitude": "14.602958",
    "longitude": "-61.067612",
    "excerpt": "This rectangular park at the heart of Fort-de-France was created when a mangrove swamp was drained after the city became the capital. As well as a…",
    "detail_url": "https://www.lonelyplanet.com/martinique/fort-de-france/attractions/la-savane/a/poi-sig/1041198/358106",
    "image_url": null,
    "detail_description": "This rectangular park at the heart of Fort-de-France was created when a mangrove swamp was drained after the city became the capital. As well as a hallowed central lawn that nobody walks on, there are all sorts of spaces to sit and relax. A long strip of cafes, restaurants and bars along the western side serves as the city's main evening entertainment area. The park hosts everything from school sports days to rock concerts.\n"
},
{
    "country": "fort-de-france",
    "city": "Fort-de-France",
    "index": 4,
    "name": "Palais de Justice",
    "latitude": "14.60531584",
    "longitude": "-61.06952761",
    "excerpt": "The Palais de Justice, a neoclassical courthouse built in 1906, is two blocks northeast of the cathedral and can only be viewed from the outside. The…",
    "detail_url": "https://www.lonelyplanet.com/martinique/fort-de-france/attractions/palais-de-justice/a/poi-sig/1395839/358106",
    "image_url": null,
    "detail_description": "The Palais de Justice, a neoclassical courthouse built in 1906, is two blocks northeast of the cathedral and can only be viewed from the outside. The design resembles a French railroad station, as the plaque out front explains. The square fronting the courthouse has a statue of French abolitionist Victor Schoelcher. Facing the building across the square is the decidedly more modern Appeals Court.\n"
},
{
    "country": "fort-de-france",
    "city": "Fort-de-France",
    "index": 3,
    "name": "Statue of Empress Josephine",
    "latitude": "14.60401532",
    "longitude": "-61.06763355",
    "excerpt": "This statue of Empress Josephine holding a locket with a portrait of Napoléon in it stands in La Savane. In the 1990s the head was lopped off and red…",
    "detail_url": "https://www.lonelyplanet.com/martinique/fort-de-france/attractions/statue-of-empress-josephine/a/poi-sig/1441079/358106",
    "image_url": null,
    "detail_description": "This statue of Empress Josephine holding a locket with a portrait of Napoléon in it stands in La Savane. In the 1990s the head was lopped off and red paint was splashed over the body, and the statue remains as it was after the attack. Josephine is not highly regarded by islanders, who believe that she was directly responsible for convincing Napoleon to reintroduce slavery in the French West Indies so that her family plantation in Trois-Îlets would not suffer.\n"
},
{
    "country": "fort-de-france",
    "city": "Fort-de-France",
    "index": 2,
    "name": "Bibliothèque Schoelcher",
    "latitude": "14.604806",
    "longitude": "-61.067977",
    "excerpt": "Fort-de-France’s most visible landmark, the Bibliothèque Schoelcher is an elaborate, colorful building with a Byzantine dome and an interesting ornate…",
    "detail_url": "https://www.lonelyplanet.com/martinique/fort-de-france/attractions/bibliotheque-schoelcher/a/poi-sig/1395829/358106",
    "image_url": null,
    "detail_description": "Fort-de-France’s most visible landmark, the Bibliothèque Schoelcher is an elaborate, colorful building with a Byzantine dome and an interesting ornate interior. The library was built in Paris and displayed at the 1889 World Exposition. It was then dismantled, shipped in pieces to Fort-de-France and reassembled in its current location. It's the work of Pierre-Henri Picq (1833–1911), who also designed Fort-de-France's cathedral and covered market.\nNote that this is a working library where students come to write essays. No photography is permitted inside the building."
}
]