[
{
    "country": "foz-do-iguacu",
    "city": "Foz do Iguaçu",
    "index": 4,
    "name": "Ecomuseu",
    "latitude": "-25.454803",
    "longitude": "-54.585067",
    "excerpt": "If you are wondering how construction of the Itaipu Dam affected the area’s flora and fauna, check out the Ecomuseu, which also includes a large model of…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-south/foz-do-iguacu/attractions/ecomuseu/a/poi-sig/1023231/363253",
    "image_url": null,
    "detail_description": "If you are wondering how construction of the Itaipu Dam affected the area’s flora and fauna, check out the Ecomuseu, which also includes a large model of the tri-national region.\n"
},
{
    "country": "foz-do-iguacu",
    "city": "Foz do Iguaçu",
    "index": 3,
    "name": "Marco das Três Fronteiras",
    "latitude": "-25.591181",
    "longitude": "-54.590549",
    "excerpt": "Once little more than an uneventful obelisk, the Parque Nacional do Iguaçu concession folks have now built a small tourist complex around the viewpoint of…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-south/foz-do-iguacu/attractions/marco-das-tres-fronteiras/a/poi-sig/1600387/363253",
    "image_url": null,
    "detail_description": "Once little more than an uneventful obelisk, the Parque Nacional do Iguaçu concession folks have now built a small tourist complex around the viewpoint of all three tri-border countries that includes a children's park, a light and water show, cultural shows and a memorial to Álvar Núñez Cabeza de Vaca – the first European to have recorded the existence of the falls around 1540.\n"
},
{
    "country": "foz-do-iguacu",
    "city": "Foz do Iguaçu",
    "index": 2,
    "name": "Parque das Aves",
    "latitude": "-25.614354",
    "longitude": "-54.4828",
    "excerpt": "This 5-hectare bird park, located 300m from the entrance to Parque Nacional do Iguaçu, is home to 800-plus species of birds, including red ibis, bare…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-south/foz-do-iguacu/attractions/parque-das-aves/a/poi-sig/1023230/363253",
    "image_url": null,
    "detail_description": "This 5-hectare bird park, located 300m from the entrance to Parque Nacional do Iguaçu, is home to 800-plus species of birds, including red ibis, bare-throated bellbird, and flamingos galore. They live in 8m-high aviaries that are constructed right in the forest, some of which you can walk through. Kids and adults freak out alike. Well worth it.\nEnthusiasts can go deeper here with Guarani forest (R$250) and behind-the-scenes (R$200) experiences."
},
{
    "country": "foz-do-iguacu",
    "city": "Foz do Iguaçu",
    "index": 1,
    "name": "Itaipu Binacional",
    "latitude": "-25.408353",
    "longitude": "-54.589047",
    "excerpt": "With a capacity of 14 million kilowatts, this binational dam is the world's second-largest hydroelectric power station, and the one that produces the most…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-south/foz-do-iguacu/attractions/itaipu-binacional/a/poi-sig/1266787/363253",
    "image_url": null,
    "detail_description": "With a capacity of 14 million kilowatts, this binational dam is the world's second-largest hydroelectric power station, and the one that produces the most electricity per year. The impressive structure, at some 8km long and 200m high, is a memorable sight, especially when the river is high and a vast torrent of overflow water cascades down the spillway.\nThe visitors center is 12km north of Foz. From here, regular tours (visita panorâmica) depart every 20 minutes between 8:30am to 4:45pm. The more detailed option (circuito especial; minimum age 14), which takes you into the power plant itself, leaves eight times daily Sunday to Thursday, and 12 times daily on Friday and Saturday. A variety of other attractions within the complex include a museum, wildlife park and river beaches, and a sunset catamaran tour.The project was controversial: it plunged Brazil way into debt and necessitated the large-scale destruction of rainforest and the displacement of 10,000 people. But it cleanly supplies 75% of Paraguay’s energy needs, and 17% of Brazil’s.To get to the Itaipu Dam, catch bus 101 (Vila C Norte-Sohab) or 102 (Vila C Sul-Profilurb), among others (R$3.45, 30 minutes), which leave every 20 to 30 minutes from Foz do Iguaçu's Urban Bus Terminal (TTU)."
}
]