[
{
    "country": "garmisch-partenkirchen",
    "city": "Garmisch-Partenkirchen",
    "index": 1,
    "name": "Zugspitze",
    "latitude": "47.420945",
    "longitude": "10.986156",
    "excerpt": "On good days, views from Germany’s rooftop extend into four countries. The return trip starts in Garmisch aboard a cogwheel train (Zahnradbahn) that chugs…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/garmisch-partenkirchen/attractions/zugspitze/a/poi-sig/1207394/359353",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-166276068_super.jpg",
    "detail_description": "On good days, views from Germany’s rooftop extend into four countries. The return trip starts in Garmisch aboard a cogwheel train (Zahnradbahn) that chugs along the mountain base to the Eibsee, an idyllic forest lake. From here, the Eibsee-Seilbahn, a super-steep cable car, swings to the top at 2962m. When you're done admiring the views, the Gletscherbahn cable car takes you to the Zugspitze glacier at 2600m, from where the cogwheel train heads back to Garmisch.\nThe trip to the Zugspitze summit is as memorable as it is popular; beat the crowds by starting early in the day and, if possible, skip weekends altogether."
},
{
    "country": "garmisch-partenkirchen",
    "city": "Garmisch-Partenkirchen",
    "index": 4,
    "name": "Partnachklamm",
    "latitude": "47.475796",
    "longitude": "11.114001",
    "excerpt": "A top attraction around Garmisch is this narrow and dramatically beautiful 700m-long gorge with walls rising up to 80m. The trail hewn into the rock is…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/garmisch-partenkirchen/attractions/partnachklamm/a/poi-sig/1141070/359353",
    "image_url": null,
    "detail_description": "A top attraction around Garmisch is this narrow and dramatically beautiful 700m-long gorge with walls rising up to 80m. The trail hewn into the rock is especially spectacular in winter when you can walk beneath curtains of icicles and frozen waterfalls.\n"
},
{
    "country": "garmisch-partenkirchen",
    "city": "Garmisch-Partenkirchen",
    "index": 3,
    "name": "Jagdschloss Schachen",
    "latitude": "47.419493",
    "longitude": "11.112757",
    "excerpt": "A popular hiking route is to King Ludwig II’s hunting lodge, Jagdschloss Schachen, which can be reached via the Partnachklamm in about a four-hour hike …",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/garmisch-partenkirchen/attractions/jagdschloss-schachen/a/poi-sig/1209332/359353",
    "image_url": null,
    "detail_description": "A popular hiking route is to King Ludwig II’s hunting lodge, Jagdschloss Schachen, which can be reached via the Partnachklamm in about a four-hour hike (10km). A plain wooden hut from the outside, the interior is surprisingly magnificent; the Moorish Room is something straight out of Arabian Nights.\n"
},
{
    "country": "garmisch-partenkirchen",
    "city": "Garmisch-Partenkirchen",
    "index": 2,
    "name": "Kirchdorf Wamberg",
    "latitude": "47.478928",
    "longitude": "11.150436",
    "excerpt": "For an easy hike accompanied by achingly quaint, chocolate-box views head to Germany's highest Kirchdorf (basically a hamlet with a church where services…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/garmisch-partenkirchen/attractions/kirchdorf-wamberg/a/poi-sig/1596514/359353",
    "image_url": null,
    "detail_description": "For an easy hike accompanied by achingly quaint, chocolate-box views head to Germany's highest Kirchdorf (basically a hamlet with a church where services are held). You can walk from near the hospital (around 45 minutes) or take the Eckbauerbahn lift then walk along the path heading northeast through some exquisite Alpine scenery. The views from the village are worth the effort.\n"
}
]