[
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 1,
    "name": "Gaziantep Zeugma Mosaic Museum",
    "latitude": "37.074928",
    "longitude": "37.385155",
    "excerpt": "This museum does a stellar job of displaying one of the world's most important mosaic collections, most of which was unearthed at the Roman site of Belkıs…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/gaziantep-zeugma-mosaic-museum/a/poi-sig/1247792/360881",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstockeditorial1815031094-RFE.jpg",
    "detail_description": "This museum does a stellar job of displaying one of the world's most important mosaic collections, most of which was unearthed at the Roman site of Belkıs-Zeugma and brought to safety before the Birecik Dam flooded much of the site forever. Its most famous exhibit is the 'Gypsy Girl', which gets its own darkened room – dramatically highlighting the small mosaic's beauty. Equally impressive though are the huge floor mosaics, displayed between columns and wall-fresco segments, also brought from the site.\nIn particular, don't miss the 'Eros and Psykhe' mosaic downstairs and 'The Kidnapping of Europe' and 'Woman at Breakfast' mosaics upstairs. After viewing the upstairs floor exhibits, take the exterior walkway across to the second building for more mosaics unearthed from the local region.To walk to the museum, follow the underpass on the left of the railway station, continue under the busy main highway, turn right, and then walk on for about 400m and you'll see the museum on the opposite side of the road. Unfortunately, a fence running along the road's traffic barrier stops you from crossing the road. You need to head another 200m to the tatty pedestrian overpass to cross and then double-back to the museum. A taxi from central Gaziantep should be around ₺18."
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 16,
    "name": "Gaziantep Defence & Heroism Panoramic Museum",
    "latitude": "37.066444",
    "longitude": "37.382741",
    "excerpt": "This small museum, tucked into the walls of the castle, remembers the 1920 defence of the city against the French.",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/gaziantep-defence-heroism-panoramic-museum/a/poi-sig/1247799/360881",
    "image_url": null,
    "detail_description": "This small museum, tucked into the walls of the castle, remembers the 1920 defence of the city against the French.\n"
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 15,
    "name": "Alaüddevle Cami",
    "latitude": "37.063277",
    "longitude": "37.384189",
    "excerpt": "This 15th-century mosque has been finely restored. Of particular note, it has an interesting baroque-style mihrab (niche indicating the direction of Mecca…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/alaueddevle-cami/a/poi-sig/476416/360881",
    "image_url": null,
    "detail_description": "This 15th-century mosque has been finely restored. Of particular note, it has an interesting baroque-style mihrab (niche indicating the direction of Mecca).\n"
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 14,
    "name": "Atatürk Culture Park",
    "latitude": "37.064547072381",
    "longitude": "37.376299047486",
    "excerpt": "This central park is a shady green haven for picnicking families and courting 20-somethings. If you're travelling with wee ones, there's decent playground…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/atatuerk-culture-park/a/poi-sig/476414/360881",
    "image_url": null,
    "detail_description": "This central park is a shady green haven for picnicking families and courting 20-somethings. If you're travelling with wee ones, there's decent playground equipment here and plenty of room to let the kids run off some steam.\n"
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 13,
    "name": "Emine Göğüş Culinary Museum",
    "latitude": "37.065836",
    "longitude": "37.382162",
    "excerpt": "This small museum provides both information and inspiration for exploring Gaziantep's unique culinary traditions. English-language translations are key…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/emine-goegues-culinary-museum/a/poi-sig/1247826/360881",
    "image_url": null,
    "detail_description": "This small museum provides both information and inspiration for exploring Gaziantep's unique culinary traditions. English-language translations are key ingredients in the museum's successful recipe of explaining what dishes to try in local restaurants.\n"
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 12,
    "name": "Zincirli Bedesten",
    "latitude": "37.063285",
    "longitude": "37.385101",
    "excerpt": "Restored to its former glory (having been destroyed by fire in the 1950s), this vaulted-ceiling bedesten (warehouse) now houses tourist-orientated stores…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/zincirli-bedesten/a/poi-sig/1263679/360881",
    "image_url": null,
    "detail_description": "Restored to its former glory (having been destroyed by fire in the 1950s), this vaulted-ceiling bedesten (warehouse) now houses tourist-orientated stores hawking metalware, jewellery and woodwork.Entrances are on both Kundaracılar Çarşısı Sokak and Hamdi Kutlar Caddesi.\n"
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 11,
    "name": "Kendirli KiIisesi",
    "latitude": "37.062412",
    "longitude": "37.37537",
    "excerpt": "Wedged between modern buildings, this church was constructed by French priests with the help of Napoleon III in 1860. A closer inspection of the building…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/kendirli-kiiisesi/a/poi-sig/476424/360881",
    "image_url": null,
    "detail_description": "Wedged between modern buildings, this church was constructed by French priests with the help of Napoleon III in 1860. A closer inspection of the building reveals eye-catching black-and-white medallions. In 2019 it was undergoing restoration work, which was scheduled to finish by mid-2020 so it should be looking spiffy by the time you pull through town.\n"
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 10,
    "name": "Gaziantep City Museum",
    "latitude": "37.06177",
    "longitude": "37.370671",
    "excerpt": "Housed in the grand old Bayazhan building, this museum features interactive displays showcasing Gaziantep's culture including the story of baklava and the…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/gaziantep-city-museum/a/poi-sig/1247810/360881",
    "image_url": null,
    "detail_description": "Housed in the grand old Bayazhan building, this museum features interactive displays showcasing Gaziantep's culture including the story of baklava and the city's shoemaking history. Information panels are only in Turkish, though foreign-language audio guides are available.Afterwards relax with a tea, coffee or cold beer in the Bayazhan's courtyard bar.\n"
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 9,
    "name": "Hamam Museum",
    "latitude": "37.066222",
    "longitude": "37.382054",
    "excerpt": "One of the most interesting of Gaziantep's cache of small, speciality museums, this museum is dedicated to the history and culture of the Turkish bath…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/hamam-museum/a/poi-sig/1627759/360881",
    "image_url": null,
    "detail_description": "One of the most interesting of Gaziantep's cache of small, speciality museums, this museum is dedicated to the history and culture of the Turkish bath. Set within the domed space of a 16th-century hamam, exhibits cover everything from hamam slippers and bathing rituals to the important role public bathing played in day-to-day life. Information panels offer plenty of English explanations.\n"
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 8,
    "name": "Mevlevihane Vakıf Müzesi",
    "latitude": "37.061265",
    "longitude": "37.387923",
    "excerpt": "This small museum is tucked within the courtyard of the Tekke Cami and once functioned as the mosque's dervish lodge. Its exhibits focus on the history of…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/mevlevihane-vakif-muezesi/a/poi-sig/1247820/360881",
    "image_url": null,
    "detail_description": "This small museum is tucked within the courtyard of the Tekke Cami and once functioned as the mosque's dervish lodge. Its exhibits focus on the history of the Mevlevi Sufi dervish order and feature dervish clothing, religious manuscripts and carpets that once adorned the floors of mosques.\nDuck into the arched entrance of the Tekke Cami (half hidden between stall fronts) to find it."
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 6,
    "name": "Kurtuluş Cami",
    "latitude": "37.0601",
    "longitude": "37.376025",
    "excerpt": "Initially constructed as an Armenian cathedral in 1892, this impressive building features alternating black-and-white stone banding both on the facade and…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/kurtulus-cami/a/poi-sig/476426/360881",
    "image_url": null,
    "detail_description": "Initially constructed as an Armenian cathedral in 1892, this impressive building features alternating black-and-white stone banding both on the facade and interior and stained-glass details.Also worth seeking out is Alaüddevle Cami near the Zincirli Bedesten. For other recently restored mosques, see the tourist office's Gaziantep History &amp; Culture Road brochure.\n"
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 7,
    "name": "Hasan Süzer Ethnography Museum",
    "latitude": "37.061936516734",
    "longitude": "37.377167370519",
    "excerpt": "This 200-year-old stone house features a central hayat (courtyard) patterned with light and dark stones. Rooms on the ground floor were for service; those…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/hasan-suezer-ethnography-museum/a/poi-sig/476420/360881",
    "image_url": null,
    "detail_description": "This 200-year-old stone house features a central hayat (courtyard) patterned with light and dark stones. Rooms on the ground floor were for service; those on the 1st floor made up the selamlık (quarters for male family members and their visitors); and those on the 2nd floor were the haremlik (for female family members and their visitors). It's currently closed due to extensive renovation work.\n"
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 5,
    "name": "Gaziantep Archaeological Museum",
    "latitude": "37.06849",
    "longitude": "37.378557",
    "excerpt": "Gaziantep's archaeological museum houses a solid collection that sweeps from prehistoric fossils right up to the Byzantine era, but really comes alive in…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/gaziantep-archaeological-museum/a/poi-sig/476418/360881",
    "image_url": null,
    "detail_description": "Gaziantep's archaeological museum houses a solid collection that sweeps from prehistoric fossils right up to the Byzantine era, but really comes alive in the rooms devoted to the late-Hittite local sites of Karkamış (ancient Carchemish) and Zincirli. Upstairs, don't miss the beautiful stele depicting King Antiochus (of Nemrut Dağı fame) shaking hands with the god Mithra. Information panels here are excellent and contain a wealth of knowledge on local archaeological sites and history.\n"
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 4,
    "name": "Gaziantep Castle",
    "latitude": "37.066573",
    "longitude": "37.382323",
    "excerpt": "Thought to have been constructed by the Romans, the citadel was restored by Emperor Justinian in the 6th century and rebuilt extensively by the Seljuks in…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/gaziantep-castle/a/poi-sig/476422/360881",
    "image_url": null,
    "detail_description": "Thought to have been constructed by the Romans, the citadel was restored by Emperor Justinian in the 6th century and rebuilt extensively by the Seljuks in the 12th and 13th centuries. Inside the fortifications a boardwalk trails between the scant remnants of hamams and kitchens (little more than the foundations remains). On the way up the castle stairs is the Gaziantep Defence &amp; Heroism Panoramic Museum, a tribute to the fighters who defended the city against the French in 1920.\n"
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 3,
    "name": "Belkıs-Zeugma",
    "latitude": "37.057104",
    "longitude": "37.870163",
    "excerpt": "Belkıs-Zeugma was founded by one of Alexander the Great's generals around 300 BC. It had its golden age with the Romans, and later became a major trading…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/belkis-zeugma/a/poi-sig/1618801/360881",
    "image_url": null,
    "detail_description": "Belkıs-Zeugma was founded by one of Alexander the Great's generals around 300 BC. It had its golden age with the Romans, and later became a major trading station along the Silk Road. Much of the city remnants disappeared under the waters of the Birecik Dam. A modern pavilion on the shores of the dam shelters the remains of the Roman villas of Dionysos and Danae. Kitchens, latrines and spacious rooms are all evident.\nTo see Belkıs-Zeugma's beautiful and well-preserved mosaics – rescued before the dam waters submerged them forever – head to Gaziantep's Zeugma Mosaic Museum.Belkıs-Zeugma is about 50km from Gaziantep and 8km east of Nizip, off the main road to Şanlıurfa. (It's signposted from the village of Dutlu.) There is no public transport on this route."
},
{
    "country": "gaziantep-antep",
    "city": "Gaziantep",
    "index": 2,
    "name": "Bakırcılar Çarşısı",
    "latitude": "37.062686",
    "longitude": "37.386067",
    "excerpt": "Gaziantep's labyrinthine bazaar stretches between Hamdi Kutler Caddesi and Kundaracılar Çarşısı Sokak. There are a couple of entrances so just dive in and…",
    "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/gaziantep-antep/attractions/bakircilar-carsisi/a/poi-sig/1247891/360881",
    "image_url": null,
    "detail_description": "Gaziantep's labyrinthine bazaar stretches between Hamdi Kutler Caddesi and Kundaracılar Çarşısı Sokak. There are a couple of entrances so just dive in and see where you're spat out. The tiny stores are home to metalworkers, shoemakers, spice hawkers and carpenters. The area includes the restored Zincirli Bedesten, with handicraft stores under its vaulted ceiling. To the south, in the Elmacı Pazarı area, is the original Güllüoğulu baklava shop, keeping dentists in business since 1871.\nA little further south down Şehitler Caddesi you'll spy Tahmis Kahvesi, Gaziantep's most atmospheric kahvehane (coffeehouse)."
}
]