[
{
    "country": "geneva",
    "city": "Geneva",
    "index": 25,
    "name": "Terrasse Agrippa d'Aubigné",
    "latitude": "46.201332",
    "longitude": "6.149275",
    "excerpt": "A tree-shaded park with benches, sandpit and see-saw for kids, and a fine rooftop and cathedral view.",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/terrasse-agrippa-d-aubigne/a/poi-sig/1439285/360817",
    "image_url": null,
    "detail_description": "A tree-shaded park with benches, sandpit and see-saw for kids, and a fine rooftop and cathedral view.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 24,
    "name": "Musée de Carouge",
    "latitude": "46.184101695962",
    "longitude": "6.138653755188",
    "excerpt": "This little local history museum in what is now the neighbourhood of Carouge is packed with 19th-century artefacts (mostly ceramics) that hark back to a…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/musee-de-carouge/a/poi-sig/1024135/360817",
    "image_url": null,
    "detail_description": "This little local history museum in what is now the neighbourhood of Carouge is packed with 19th-century artefacts (mostly ceramics) that hark back to a more bohemian period in Geneva's history.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 22,
    "name": "Horloge Fleurie",
    "latitude": "46.20408806311",
    "longitude": "6.1507353660476",
    "excerpt": "In the Jardin Anglais you'll find Geneva’s most photographed clock, crafted from 6500 living flowers. It's been ticking since 1955 and boasts the world’s…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/horloge-fleurie/a/poi-sig/1279722/360817",
    "image_url": null,
    "detail_description": "In the Jardin Anglais you'll find Geneva’s most photographed clock, crafted from 6500 living flowers. It's been ticking since 1955 and boasts the world’s longest second hand (2.5m).\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 23,
    "name": "Patek Philippe Museum",
    "latitude": "46.198473",
    "longitude": "6.137924",
    "excerpt": "An ode to Swiss timing, this elegant museum by one of Switzerland's leading luxury watchmakers displays exquisite timepieces and enamels from the 16th…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/patek-philippe-museum/a/poi-sig/409738/360817",
    "image_url": null,
    "detail_description": "An ode to Swiss timing, this elegant museum by one of Switzerland's leading luxury watchmakers displays exquisite timepieces and enamels from the 16th century to the present, with some 2000 exhibits on display.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 21,
    "name": "Maison de Rousseau et de la Literature",
    "latitude": "46.201265214117",
    "longitude": "6.1466789245606",
    "excerpt": "A 25-minute audiovisual display traces the troubled life of Geneva's greatest thinker, Jean-Jacques Rousseau. He was born in this house in 1712. The…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/maison-de-rousseau-et-de-la-literature/a/poi-sig/1024152/360817",
    "image_url": null,
    "detail_description": "A 25-minute audiovisual display traces the troubled life of Geneva's greatest thinker, Jean-Jacques Rousseau. He was born in this house in 1712. The exhibition was closed for renovation at the time of research and is set to reopen in 2020.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 20,
    "name": "Musée d’Art Moderne et Contemporain",
    "latitude": "46.198739",
    "longitude": "6.13738",
    "excerpt": "Set in an industrial 1950s factory, the Modern and Contemporary Art Museum plays cutting-edge host to young, international and cross-media exhibitions. It…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/musee-d-art-moderne-et-contemporain/a/poi-sig/417567/360817",
    "image_url": null,
    "detail_description": "Set in an industrial 1950s factory, the Modern and Contemporary Art Museum plays cutting-edge host to young, international and cross-media exhibitions. It's free on the first Sunday of the month and between 6pm and 9pm the first Wednesday of every month.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 19,
    "name": "Eaux-Vives Plage Publique",
    "latitude": "46.209433",
    "longitude": "6.16627",
    "excerpt": "A new (and free) public beach at Eaux-Vives was in the pipeline for Geneva at the time of research. Scheduled to open in summer 2019, the long sandy beach…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/eaux-vives-plage-publique/a/poi-sig/1612916/360817",
    "image_url": null,
    "detail_description": "A new (and free) public beach at Eaux-Vives was in the pipeline for Geneva at the time of research. Scheduled to open in summer 2019, the long sandy beach will also feature a revitalised waterfront and promenade, a new port and a small nature reserve. Watch this space.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 18,
    "name": "Musée Barbier-Mueller",
    "latitude": "46.201911",
    "longitude": "6.146647",
    "excerpt": "This refined private gallery space, opened in 1977, is filled with objects from ancient societies – think pre-Columbian South American art treasures,…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/musee-barbier-mueller/a/poi-sig/409728/360817",
    "image_url": null,
    "detail_description": "This refined private gallery space, opened in 1977, is filled with objects from ancient societies – think pre-Columbian South American art treasures, Pacific Island statues and African weaponry. As an interesting aside, revolutionary protestant John Calvin lived in the house opposite.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 16,
    "name": "Musée d’Histoire Naturelle",
    "latitude": "46.198622",
    "longitude": "6.1573",
    "excerpt": "As well as its permanent collection of stuffed animals (including nearly every creature that walks on Swiss soil), Geneva's Natural History Museum hosts…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/musee-d-histoire-naturelle/a/poi-sig/1386079/360817",
    "image_url": null,
    "detail_description": "As well as its permanent collection of stuffed animals (including nearly every creature that walks on Swiss soil), Geneva's Natural History Museum hosts some fabulous temporary exhibitions. Its Wednesday workshops for children are hugely popular. Admission fees (adult/child Sfr 9/6) apply to visiting temporary exhibits.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 17,
    "name": "Jardin Anglais",
    "latitude": "46.20398094",
    "longitude": "6.15244673",
    "excerpt": "Before finding your way into the Vieille Ville, join the crowds taking selfies in front of the Horloge Fleurie, the pièce de résistance of this, Geneva's…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/jardin-anglais/a/poi-sig/1386083/360817",
    "image_url": null,
    "detail_description": "Before finding your way into the Vieille Ville, join the crowds taking selfies in front of the Horloge Fleurie, the pièce de résistance of this, Geneva's flowery waterfront garden, landscaped in 1854 on the site of an old lumber-handling port and merchant yard.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 15,
    "name": "Cité du Temps",
    "latitude": "46.205323485963",
    "longitude": "6.144850399286",
    "excerpt": "This 19th-century industrial building straddling Lake Geneva was constructed in the 1840s to provide the city's public fountains with water. Today it…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/cite-du-temps/a/poi-sig/1115238/360817",
    "image_url": null,
    "detail_description": "This 19th-century industrial building straddling Lake Geneva was constructed in the 1840s to provide the city's public fountains with water. Today it hosts temporary art exhibitions on its 1st floor and La Collection Swatch – the world's largest collection of the funky Swiss watches, dating from 1983 to the present – on its 2nd.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 14,
    "name": "Site Archéologique de la Cathédrale St-Pierre",
    "latitude": "46.201169",
    "longitude": "6.148589",
    "excerpt": "The highlights of this small archaeological site in the basement of Geneva's cathedral are its 4th-century floor mosaics and the tomb of an Allobrogian…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/site-archeologique-de-la-cathedrale-st-pierre/a/poi-sig/1024149/360817",
    "image_url": null,
    "detail_description": "The highlights of this small archaeological site in the basement of Geneva's cathedral are its 4th-century floor mosaics and the tomb of an Allobrogian chieftain.A combined ticket covering Cathédrale St-Pierre and Musée International de la Réforme is Sfr18/10 per adult/child.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 13,
    "name": "Le Rath",
    "latitude": "46.201562",
    "longitude": "6.1436",
    "excerpt": "Across the traffic-busy square from the green city park, Parc des Bastions, is this historic building – Switzerland's oldest purpose-built museum dating…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/le-rath/a/poi-sig/1024140/360817",
    "image_url": null,
    "detail_description": "Across the traffic-busy square from the green city park, Parc des Bastions, is this historic building – Switzerland's oldest purpose-built museum dating to 1826. Worth a look for its iconic Roman facade, you can only enter the gallery when it is hosting a visiting exhibition: click on the Expositions &amp; Événements link on the homepage for details.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 12,
    "name": "Parc des Bastions",
    "latitude": "46.199170201259",
    "longitude": "6.1447921427413",
    "excerpt": "It's all statues – not to mention a giant chess board – in this green city park where a laid-back stroll uncovers Red Cross cofounder Henri Dufour (who…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/parc-des-bastions/a/poi-sig/1285411/360817",
    "image_url": null,
    "detail_description": "It's all statues – not to mention a giant chess board – in this green city park where a laid-back stroll uncovers Red Cross cofounder Henri Dufour (who drew the first map of Switzerland in 1865) and the 4.5m-tall figures of Bèze, Calvin, Farel and Knox (in their nightgowns ready for bed). Depending on what's on, end with an art-driven exhibition across the square at Le Rath.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 11,
    "name": "Musée d’Art et d’Histoire",
    "latitude": "46.199312",
    "longitude": "6.151657",
    "excerpt": "Built between 1903 and 1910, this elegant museum holds masterpieces such as Konrad Witz' La pêche miraculeuse (c 1440–44), portraying Christ walking on…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/musee-d-art-et-d-histoire/a/poi-sig/409730/360817",
    "image_url": null,
    "detail_description": "Built between 1903 and 1910, this elegant museum holds masterpieces such as Konrad Witz' La pêche miraculeuse (c 1440–44), portraying Christ walking on water on Lake Geneva, in its treasure chest. There are excellent temporary exhibitions (Sfr15/free per adult/child). In an interesting twist, plans for a Sfr127-million renovation of the museum by world-class architect Jean Nouvel were shelved after Geneva's citizens voted against the project in a mid-2016 referendum.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 10,
    "name": "Musée International de la Croix-Rouge et du Croissant-Rouge",
    "latitude": "46.227591",
    "longitude": "6.137366",
    "excerpt": "Compelling multimedia exhibits at Geneva's fascinating International Red Cross and Red Crescent Museum trawl through atrocities perpetuated by humanity…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/musee-international-de-la-croix-rouge-et-du-croissant-rouge/a/poi-sig/1382637/360817",
    "image_url": null,
    "detail_description": "Compelling multimedia exhibits at Geneva's fascinating International Red Cross and Red Crescent Museum trawl through atrocities perpetuated by humanity. The litany of war and nastiness, documented in films, photos, sculptures and soundtracks, is set against the noble aims of the organisation founded by Geneva businessmen Henry Dunant in 1863. Excellent temporary exhibitions command an additional entrance fee.To get here take bus 8 from Gare CFF de Cornavin to the Appia stop.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 9,
    "name": "Musée International de la Réforme",
    "latitude": "46.201414",
    "longitude": "6.148514",
    "excerpt": "This modern museum in an 18th-century mansion zooms in on the Reformation. State-of-the-art exhibits and audiovisuals bring to life everything from the…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/musee-international-de-la-reforme/a/poi-sig/409734/360817",
    "image_url": null,
    "detail_description": "This modern museum in an 18th-century mansion zooms in on the Reformation. State-of-the-art exhibits and audiovisuals bring to life everything from the earliest printed bibles to the emergence of Geneva as 'Protestant Rome' in the 16th century, and from John Calvin all the way to Protestantism in the 21st century.A combined ticket covering the museum, Cathédrale St-Pierre and Site Archéologique de la Cathédrale St-Pierre is Sfr18/10 per adult/child.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 8,
    "name": "Quai du Mont-Blanc",
    "latitude": "46.218868774413",
    "longitude": "6.1523008346558",
    "excerpt": "Flowers, statues, outdoor art exhibitions and views of Mont Blanc (on clear days only) abound on this picturesque northern lakeshore promenade, which…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/quai-du-mont-blanc/a/poi-sig/1024146/360817",
    "image_url": null,
    "detail_description": "Flowers, statues, outdoor art exhibitions and views of Mont Blanc (on clear days only) abound on this picturesque northern lakeshore promenade, which leads past the Bains des Pâquis, where the Genevois have frolicked in the sun since 1872, to Parc de la Perle du Lac, a city park where Romans built ornate thermal baths. Further north, the peacock-studded lawns of Parc de l'Ariana ensnare the UN and Geneva's pretty Conservatoire et Jardin Botaniques.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 5,
    "name": "Cathédrale St-Pierre",
    "latitude": "46.201124",
    "longitude": "6.148374",
    "excerpt": "Geneva's cathedral is predominantly Gothic with an 18th-century neoclassical facade. Between 1536 and 1564 Protestant John Calvin preached here; see his…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/cathedrale-st-pierre/a/poi-sig/1115229/360817",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/adebbfef77479cfae95d5dd10a7d04a7-cathedrale-st-pierre.jpg",
    "detail_description": "Geneva's cathedral is predominantly Gothic with an 18th-century neoclassical facade. Between 1536 and 1564 Protestant John Calvin preached here; see his seat in the north aisle. Inside the cathedral, 96 steps spiral up to the northern tower, offering a fascinating glimpse at the cathedral's architectural construction. From here, another 60 steps climb into the southern tower, revealing close-up views of the bells and panoramic city vistas. From June to September, daily free carillon (5pm) and organ (6pm) concerts are a bonus.\nIn the basement, the Site Archéologique de la Cathédrale St-Pierre features 4th-century floor mosaics and an eerie tomb.A combined ticket covering Cathédrale St-Pierre, Site Archéologique de la Cathédrale St-Pierre and Musée International de la Réforme is Sfr18/10 per adult/child."
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 4,
    "name": "Musée d'Ethnographie de Genève",
    "latitude": "46.197864",
    "longitude": "6.136787",
    "excerpt": "Admission is free to the permanent collection of this excellent hands-on museum, which examines the similarities and differences of our planet's myriad of…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/musee-d-ethnographie-de-geneve/a/poi-sig/1574656/360817",
    "image_url": null,
    "detail_description": "Admission is free to the permanent collection of this excellent hands-on museum, which examines the similarities and differences of our planet's myriad of cultures. It showcases around 1000 artefacts from the museum's 80,000-strong collection. Entry fees (adult/child Sfr9/6) apply to visiting temporary exhibits.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 7,
    "name": "Vieille Ville",
    "latitude": "46.199825",
    "longitude": "6.148642",
    "excerpt": "A stroll around Geneva's beautiful Old Town is a must. Its main street, the Grand-Rue, shelters the Maison de Rousseau et de la Literature at No 40, where…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/vieille-ville/a/poi-sig/1279721/360817",
    "image_url": null,
    "detail_description": "A stroll around Geneva's beautiful Old Town is a must. Its main street, the Grand-Rue, shelters the Maison de Rousseau et de la Literature at No 40, where the 18th-century philosopher Jean-Jacques Rousseau was born. Nearby, the part-Romanesque, part-Gothic Cathédrale St-Pierre is where Protestant John Calvin preached from 1536 to 1564. Beneath the cathedral is the Site Archéologique, an interactive space safeguarding fine 4th-century mosaics and a 5th-century baptismal font. You can trace Calvin’s life in the neighbouring Musée International de la Réforme.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 6,
    "name": "Palais des Nations",
    "latitude": "46.226608",
    "longitude": "6.140428",
    "excerpt": "Home to the UN since 1966, the Palais des Nations was built between 1929 and 1936 to house the now-defunct League of Nations. Visits are by guided tour …",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/palais-des-nations/a/poi-sig/409736/360817",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c5d4ead2fff1757e819e308c3e771167-palais-des-nations.jpg",
    "detail_description": "Home to the UN since 1966, the Palais des Nations was built between 1929 and 1936 to house the now-defunct League of Nations. Visits are by guided tour (bring photo ID; no reservation required for groups of less than 15 people) and include a one-hour tour of the building and entry to the surrounding 46-hectare park, generously peppered with century-old trees and peacocks. Spot the grey monument coated with heat-resistant titanium, donated by the USSR to commemorate the conquest of space.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 3,
    "name": "Conservatoire et Jardin Botaniques",
    "latitude": "46.228437",
    "longitude": "6.147065",
    "excerpt": "Geneva's premier botanical park – renowned for its Botanical Conservatory – boasts over 12,000 species of plants from around the world, meticulously…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/conservatoire-et-jardin-botaniques/a/poi-sig/1574968/360817",
    "image_url": null,
    "detail_description": "Geneva's premier botanical park – renowned for its Botanical Conservatory – boasts over 12,000 species of plants from around the world, meticulously arranged in a series of beautiful themed gardens. Highlights include a spectacular collection of roses and the loved-by-everyone Animal Park protecting ancient species of indigenous and often endangered animals as well as everyday chickens, goats and sheep and more exotic peacocks, flamingos and deer.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 2,
    "name": "CERN",
    "latitude": "46.233409",
    "longitude": "6.055516",
    "excerpt": "Founded in 1954, the European Organization for Nuclear Research (CERN), 8km west of Geneva, is a laboratory for research into particle physics. It…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/cern/a/poi-sig/409720/360817",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/905185bc3e36c33bea2244efcc3d6699-cern.jpg",
    "detail_description": "Founded in 1954, the European Organization for Nuclear Research (CERN), 8km west of Geneva, is a laboratory for research into particle physics. It accelerates protons down a 27km circular tube (the Large Hadron Collider, the world's biggest machine) and the resulting collisions create new matter. Come anytime to see the permanent exhibitions shedding light on its work. Group tours of 12 or more can be booked in advance, but individual tours must be booked on site, up to an hour in advance.\n"
},
{
    "country": "geneva",
    "city": "Geneva",
    "index": 1,
    "name": "Jet d'Eau",
    "latitude": "46.207440227018",
    "longitude": "6.1560408501614",
    "excerpt": "When landing by plane, this lakeside fountain is your first dramatic glimpse of Geneva. The 140m-tall structure shoots up water with incredible force –…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/jet-d-eau/a/poi-sig/409726/360817",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cdfb66c7bf3d26fd35c17d0cf63e8ec1-jet-d-eau.jpg",
    "detail_description": "When landing by plane, this lakeside fountain is your first dramatic glimpse of Geneva. The 140m-tall structure shoots up water with incredible force – 200km/h, 1360 horsepower – to create the sky-high plume, kissed by a rainbow on sunny days. At any one time, 7 tonnes of water are in the air, much of which sprays spectators on the pier beneath. Two or three times a year it is illuminated pink, blue or another colour to mark a humanitarian occasion.\nThe Jet d'Eau is Geneva's third pencil fountain. The first shot water into the sky for 15 minutes each Sunday between 1886 and 1890, to release pressure at the city's water station, and the second spurted 90m high from the Jetée des Eaux-Vives on Sundays and public holidays from 1891 onward. The current one was born in 1951."
}
]