[
{
    "country": "guilin",
    "city": "Guilin",
    "index": 1,
    "name": "Rong Lake",
    "latitude": "25.27846182",
    "longitude": "110.28444184",
    "excerpt": "Rong Lake (literally, Banyan Lake), named for an ancient Chinese banyan on its shore, and its adjoining Shan Lake are an oasis of calm in the urban hub of…",
    "detail_url": "https://www.lonelyplanet.com/china/guangxi/guilin/attractions/rong-lake/a/poi-sig/1454013/355950",
    "image_url": null,
    "detail_description": "Rong Lake (literally, Banyan Lake), named for an ancient Chinese banyan on its shore, and its adjoining Shan Lake are an oasis of calm in the urban hub of Guilin. It has no shortage of local charm, with a walking track leading through lush gardens with ornate bridges and Chinese pavilions that dot the shimmering water.\nOn the northern shore of Rong Lake, and strikingly illuminated at night, the South Gate is the only surviving section of the original Song-dynasty city wall (城墙; chéng qiáng). In the early evening the area is abuzz with activity and is a good place to watch locals practising taichi, calligraphy and dancing."
},
{
    "country": "guilin",
    "city": "Guilin",
    "index": 9,
    "name": "Shan Lake",
    "latitude": "25.27527967",
    "longitude": "110.28983672",
    "excerpt": "Literally 'Fir Lake', Shan Lake, together with its neighbour Rong Lake, was once part of a city moat. Its most distinguishable feature is its twin pagodas…",
    "detail_url": "https://www.lonelyplanet.com/china/guangxi/guilin/attractions/shan-lake/a/poi-sig/1454015/355950",
    "image_url": null,
    "detail_description": "Literally 'Fir Lake', Shan Lake, together with its neighbour Rong Lake, was once part of a city moat. Its most distinguishable feature is its twin pagodas that rise majestically from the lake's southern shore.\n"
},
{
    "country": "guilin",
    "city": "Guilin",
    "index": 8,
    "name": "East Gate",
    "latitude": "25.296078",
    "longitude": "110.297595",
    "excerpt": "About 1km north of Folded Brocade Hill is the partly reconstructed East Gate, flanked by sections of the original wall. To reach the gate, it’s a short…",
    "detail_url": "https://www.lonelyplanet.com/china/guangxi/guilin/attractions/east-gate/a/poi-sig/1498574/355950",
    "image_url": null,
    "detail_description": "About 1km north of Folded Brocade Hill is the partly reconstructed East Gate, flanked by sections of the original wall. To reach the gate, it’s a short walk along the riverbank, just east of the entrance to Folded Brocade Hill. Alternatively, take bus 1 and get off at the Dongzhen Lu stop, then turn right down the road of the same name.\n"
},
{
    "country": "guilin",
    "city": "Guilin",
    "index": 7,
    "name": "Folded Brocade Hill",
    "latitude": "25.293032527066",
    "longitude": "110.29769182205",
    "excerpt": "Folded Brocade Hill affords some of Guilin's best views, complemented by restored pavilions, some originally dating from the Ming dynasty. Climb the stone…",
    "detail_url": "https://www.lonelyplanet.com/china/guangxi/guilin/attractions/folded-brocade-hill/a/poi-sig/473912/355950",
    "image_url": null,
    "detail_description": "Folded Brocade Hill affords some of Guilin's best views, complemented by restored pavilions, some originally dating from the Ming dynasty. Climb the stone pathway that leads you through the cooling relief of Wind Cave (风洞, Fēng Dòng), its walls decked with inscriptions and Buddhist sculptures, some damaged during the Cultural Revolution. Bus 2 runs past the hill.\n"
},
{
    "country": "guilin",
    "city": "Guilin",
    "index": 6,
    "name": "Guilin Tianmen Mountain Scenic Area",
    "latitude": "26.139258",
    "longitude": "110.680561",
    "excerpt": "Tianmen (not to be confused with Tianmen Mountain in Zhangjiajie, Hunan) is home to proud cliffs, sharp ravines and dramatic waterfalls of Danxia…",
    "detail_url": "https://www.lonelyplanet.com/china/guilin/ziyuan/attractions/guilin-tianmen-mountain-scenic-area/a/poi-sig/1497565/1340373",
    "image_url": null,
    "detail_description": "Tianmen (not to be confused with Tianmen Mountain in Zhangjiajie, Hunan) is home to proud cliffs, sharp ravines and dramatic waterfalls of Danxia topography, but also lush subtropical foliage, clusters of ash-brown dwellings and crumbling roadside shrines. Tourist development here, however, has taken some of its natural wonder away. There are multiple viewing spots along hiking trails in the park, including a U-shaped deck with a transparent floor – a 1½- hour return walk or you can take the cable car.\nThe parking lot is 1.5km downhill from the site, so you'll need to take the electric buggy (one way/return ¥15/25), or otherwise it's a 25-minute walk. If you have time, boats are at hand to take you for a ride down the lovely Zi River. To get here from Ziyuan you'll need to take a taxi (¥200 return) for the 30-minute drive."
},
{
    "country": "guilin",
    "city": "Guilin",
    "index": 5,
    "name": "Sun & Moon Twin Pagodas",
    "latitude": "25.274038",
    "longitude": "110.29016",
    "excerpt": "Elegantly embellishing the scenery of Shan Lake, the Sun and Moon Twin Pagodas, beautifully illuminated at night, are the highlight of a stroll around…",
    "detail_url": "https://www.lonelyplanet.com/china/guangxi/guilin/attractions/sun-moon-twin-pagodas/a/poi-sig/473936/355950",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-479767654_medium.jpg",
    "detail_description": "Elegantly embellishing the scenery of Shan Lake, the Sun and Moon Twin Pagodas, beautifully illuminated at night, are the highlight of a stroll around Guilin’s two central lakes. The octagonal, seven-storey Moon Pagoda (月塔, Yuè Tǎ) is connected by an underwater tunnel to the 41m-high Sun Pagoda (日塔, Rì Tǎ), one of the few pagodas with a lift.\n"
},
{
    "country": "guilin",
    "city": "Guilin",
    "index": 4,
    "name": "Jiangtouzhou Ancient Town",
    "latitude": "25.53338",
    "longitude": "110.268574",
    "excerpt": "The 1000-year-old village of Jiangtouzhou is tucked away among farmland 32km north of Guilin. The mostly abandoned village has layers of old-world charm,…",
    "detail_url": "https://www.lonelyplanet.com/china/guangxi/guilin/attractions/jiangtouzhou-ancient-town/a/poi-sig/1529239/355950",
    "image_url": null,
    "detail_description": "The 1000-year-old village of Jiangtouzhou is tucked away among farmland 32km north of Guilin. The mostly abandoned village has layers of old-world charm, with its labyrinth of cobblestone alleyways lined with stone houses dating from the Ming and Qing dynasties, and where blocks of tofu are laid out to set in the courtyards. Its residents are descendants of the philosopher Zhou Dunyi (周敦颐), who is famed for his essay on virtue, 'Love of the Water-Lily'.\nThe flower is a decorative motif throughout the village and inside the ancestral hall. A short walk across from the village is a picturesque lotus flower garden, which offers a wonderful photo op with karst peaks looming in the background; entry is ¥10, but views from outside are equally lovely.Jiangtouzhou is a two- to three-hour bike ride from Guilin. Alternatively, take an orange minibus on the stretch of Zhongshan Beilu near Guilin North Train Station to Lingchuan (灵川; ¥3, 40 minutes). Get off at Tanxia Lukou (潭下路口), zip across the road and change to bus 309 for Jiuwu (九屋; ¥3, 45 minutes). Arriving in Jiuwu, it’s a 15-minute walk to Jiangtouzhou. Buses stop running around 5.30pm. Otherwise a return taxi from Guilin will set you back ¥200.While there is no food available in Jiangtouzhou itself, you'll find small restaurants and shops in nearby Jiuwu."
},
{
    "country": "guilin",
    "city": "Guilin",
    "index": 3,
    "name": "Elephant Trunk Hill",
    "latitude": "25.26999428",
    "longitude": "110.29023124",
    "excerpt": "At the southern end of Guilin where the Li River and the Taohua River converge is one of Guilin's best-promoted sights, Elephant Trunk Hill. Unlike other…",
    "detail_url": "https://www.lonelyplanet.com/china/guangxi/guilin/attractions/elephant-trunk-hill/a/poi-sig/473908/355950",
    "image_url": null,
    "detail_description": "At the southern end of Guilin where the Li River and the Taohua River converge is one of Guilin's best-promoted sights, Elephant Trunk Hill. Unlike other misshapen lumps of rock with tenuous names extracted from Chinese myth, this indeed does resemble a proboscidean mammal dipping its snout into the Li River. Visit Water Moon Cave (水月洞, Shuǐyuè Dòng) and head up the peak walk to Puxian Pagoda (普贤塔, Pǔxián Tǎ) for views of the park and the picturesque Li River.\nNote there are two entrance gates: one at Xiangshan Park for the climb up Elephant Trunk Hill and its Water Moon Cave; and another that sits across the river mouth that offers various vantage points of the elephant's 'trunk'. Both are connected by a walkway, and each is worth seeing for their differing perspectives.Cormorant fishing in the Li River is a tourist drawcard, though there is some question about the welfare of the birds and the ethicality of this ancient custom. This custom has been practised in China for more than a millennium, and though it was formerly a successful industry, its main use today is to entertain tourists. It involves the fisherman tying a snare near the base of the bird's throat so that the bird can swallow smaller fish, but not larger ones. When a cormorant has caught a large fish, the fisherman brings the bird back to the boat and the cormorant spits the fish out."
},
{
    "country": "guilin",
    "city": "Guilin",
    "index": 13,
    "name": "Guangchang Museum",
    "latitude": "25.18335",
    "longitude": "110.422554",
    "excerpt": "The opulent residence and courtyards of Daxu's wealthiest family, the Gaos (高), are lavishly embellished with ornate carvings and expensive classical…",
    "detail_url": "https://www.lonelyplanet.com/china/guilin/daxu-ancient-town/attractions/guangchang-museum/a/poi-sig/1497563/1340372",
    "image_url": null,
    "detail_description": "The opulent residence and courtyards of Daxu's wealthiest family, the Gaos (高), are lavishly embellished with ornate carvings and expensive classical furniture. It's one of the few original buildings along this street.\n"
},
{
    "country": "guilin",
    "city": "Guilin",
    "index": 12,
    "name": "South Gate",
    "latitude": "25.278889",
    "longitude": "110.285976",
    "excerpt": "At the northern shore of Rong Lake is this original Song-dynasty city wall (城墙, chéng qiáng). Come by in the evening when it's illuminated, and locals…",
    "detail_url": "https://www.lonelyplanet.com/china/guangxi/guilin/attractions/south-gate/a/poi-sig/1238932/355950",
    "image_url": null,
    "detail_description": "At the northern shore of Rong Lake is this original Song-dynasty city wall (城墙, chéng qiáng). Come by in the evening when it's illuminated, and locals practise taichi, calligraphy and dancing.\n"
},
{
    "country": "guilin",
    "city": "Guilin",
    "index": 11,
    "name": "Solitary Beauty Peak",
    "latitude": "25.28566",
    "longitude": "110.294795",
    "excerpt": "This park is a peaceful, leafy retreat from the city centre. The entrance fee for the famous lone pinnacle includes admission to an underwhelming 14th…",
    "detail_url": "https://www.lonelyplanet.com/china/guangxi/guilin/attractions/solitary-beauty-peak/a/poi-sig/473932/355950",
    "image_url": null,
    "detail_description": "This park is a peaceful, leafy retreat from the city centre. The entrance fee for the famous lone pinnacle includes admission to an underwhelming 14th-century Ming prince’s mansion (oversold as a ‘palace’). The 152m peak affords fine views of Guilin.\n"
},
{
    "country": "guilin",
    "city": "Guilin",
    "index": 10,
    "name": "Wave-Subduing Hill",
    "latitude": "25.286474939551",
    "longitude": "110.29932260513",
    "excerpt": "Close to Solitary Beauty Peak and beside the western bank of the Li River, Wave-Subduing Hill offers fine views of the town. Upon entering the gate, look…",
    "detail_url": "https://www.lonelyplanet.com/china/guangxi/guilin/attractions/wave-subduing-hill/a/poi-sig/473946/355950",
    "image_url": null,
    "detail_description": "Close to Solitary Beauty Peak and beside the western bank of the Li River, Wave-Subduing Hill offers fine views of the town. Upon entering the gate, look out for the large 17th-century rice pot left behind from the Dingyue Temple – it's big enough to cook rice for 1000 people.\n"
},
{
    "country": "guilin",
    "city": "Guilin",
    "index": 2,
    "name": "Bajiaozhai National Geopark",
    "latitude": "26.264478",
    "longitude": "110.722961",
    "excerpt": "This park is named after eight Danxia stone peaks that lie near the border with Hunan. Round, isolated, featuring ringlike troughs and leaning 45 degrees…",
    "detail_url": "https://www.lonelyplanet.com/china/guilin/ziyuan/attractions/bajiaozhai-national-geopark/a/poi-sig/1497566/1340373",
    "image_url": null,
    "detail_description": "This park is named after eight Danxia stone peaks that lie near the border with Hunan. Round, isolated, featuring ringlike troughs and leaning 45 degrees in the same direction, these spectacular formations resemble snails sunning themselves after the rain. It's a 1½-hour loop walking trail, so you don't need to retrace your steps from the carpark. The trail winds along steep cliffs, collapsed boulders, plunging gorges, a Buddhist monastery, glass walkways and bamboo forests.\n"
}
]