[
{
    "country": "guyana",
    "city": "Guyana",
    "index": 1,
    "name": "Kaieteur Falls",
    "latitude": "5.174849",
    "longitude": "-59.480453",
    "excerpt": "You may have been to Salto Ángel or Iguazú Falls, seen Niagara or not even be particularly interested in waterfalls, but it doesn't matter: go to Kaieteur…",
    "detail_url": "https://www.lonelyplanet.com/guyana/kaieteur-national-park/attractions/kaieteur-falls/a/poi-sig/363581/1329606",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6e303b67f5cf51435e0691d6d9068cf2-kaieteur-falls.jpg",
    "detail_description": "You may have been to Salto Ángel or Iguazú Falls, seen Niagara or not even be particularly interested in waterfalls, but it doesn't matter: go to Kaieteur Falls. Watching 1140 metric tons of water shooting over a 250m cliff (the world's highest single-drop falls) in the middle of an ancient jungle with few tourists in sight is a once-in-a-lifetime experience.\nDepending on the season, the falls are from 76m to 122m wide. The trail approaching the falls is home to scarlet Guianan cock-of-the-rock birds, and miniscule golden frogs (best seen in the rainy season and/or in the morning), which produce a potentially fatal poison."
},
{
    "country": "guyana",
    "city": "Georgetown",
    "index": 15,
    "name": "National Museum",
    "latitude": "6.813337",
    "longitude": "-58.16572",
    "excerpt": "An old-fashioned institution documenting the nation's cultural, social and political history via some odd artifacts and very old stuffed critters.",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/guyana/georgetown/attractions/national-museum/a/poi-sig/436724/363440",
    "image_url": null,
    "detail_description": "An old-fashioned institution documenting the nation's cultural, social and political history via some odd artifacts and very old stuffed critters.\n"
},
{
    "country": "guyana",
    "city": "Georgetown",
    "index": 17,
    "name": "Roman Catholic Cathedral",
    "latitude": "6.807488",
    "longitude": "-58.16205",
    "excerpt": "Built in the 1920s in a Romanesque architectural style, this is the premier Catholic church in Guyana.",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/guyana/georgetown/attractions/roman-catholic-cathedral/a/poi-sig/1336607/363440",
    "image_url": null,
    "detail_description": "Built in the 1920s in a Romanesque architectural style, this is the premier Catholic church in Guyana.\n"
},
{
    "country": "guyana",
    "city": "Georgetown",
    "index": 16,
    "name": "Walter Roth Museum of Anthropology",
    "latitude": "6.817257",
    "longitude": "-58.163853",
    "excerpt": "A small museum in a breezy old building, with lots of Amerindian items from Guyana's indigenous peoples.",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/guyana/georgetown/attractions/walter-roth-museum-of-anthropology/a/poi-sig/436742/363440",
    "image_url": null,
    "detail_description": "A small museum in a breezy old building, with lots of Amerindian items from Guyana's indigenous peoples.\n"
},
{
    "country": "guyana",
    "city": "Georgetown",
    "index": 14,
    "name": "National Library",
    "latitude": "6.813731",
    "longitude": "-58.164711",
    "excerpt": "This fine timber building was paid for by philanthropist Andrew Carnegie in 1909. As well as being the national library of Guyana, it is a normal…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/guyana/georgetown/attractions/national-library/a/poi-sig/436726/363440",
    "image_url": null,
    "detail_description": "This fine timber building was paid for by philanthropist Andrew Carnegie in 1909. As well as being the national library of Guyana, it is a normal functioning library as well – go inside to browse its ageing collection.\n"
},
{
    "country": "guyana",
    "city": "Guyana",
    "index": 13,
    "name": "Orinduik Falls",
    "latitude": "4.733918",
    "longitude": "-60.034361",
    "excerpt": "Often added as a second stop on a day trip to Kaieteur Falls, Orinduik is a collection of far smaller waterfalls cascading over several levels where you…",
    "detail_url": "https://www.lonelyplanet.com/guyana/kaieteur-national-park/attractions/orinduik-falls/a/poi-sig/1595606/1329606",
    "image_url": null,
    "detail_description": "Often added as a second stop on a day trip to Kaieteur Falls, Orinduik is a collection of far smaller waterfalls cascading over several levels where you can bathe and swim. A nearby airstrip allows for easy access from Kaieteur before returning to Georgetown.\n"
},
{
    "country": "guyana",
    "city": "Georgetown",
    "index": 12,
    "name": "Castellani House",
    "latitude": "6.80589",
    "longitude": "-58.150302",
    "excerpt": "This gorgeous wooden building, erected in 1877, is home to the National Art Gallery and rotating art exhibits, many by local artists. To get here from the…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/guyana/georgetown/attractions/castellani-house/a/poi-sig/1331046/363440",
    "image_url": null,
    "detail_description": "This gorgeous wooden building, erected in 1877, is home to the National Art Gallery and rotating art exhibits, many by local artists. To get here from the Botanical Gardens, it's possible to take a shortcut through the military barracks to avoid having to walk along the main road – just ask the guard to let you through.\n"
},
{
    "country": "guyana",
    "city": "Guyana",
    "index": 11,
    "name": "Demerara Distillers",
    "latitude": "7.109751",
    "longitude": "-58.478551",
    "excerpt": "This is where Guyana's most famous export, its exceptional Eldorado Rum, was originally made in 1670. It is no longer made here, but the site is now open…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/guyana/attractions/demerara-distillers/a/poi-sig/1331998/363437",
    "image_url": null,
    "detail_description": "This is where Guyana's most famous export, its exceptional Eldorado Rum, was originally made in 1670. It is no longer made here, but the site is now open as an excellent museum. One-hour tours take you through the distillery (where you'll see the last operating wooden Coffey still in the world), warehouse, heritage center and gift shop.\n"
},
{
    "country": "guyana",
    "city": "Georgetown",
    "index": 10,
    "name": "Stabroek Market",
    "latitude": "6.8098405061129",
    "longitude": "-58.16773944117",
    "excerpt": "One of the city's most prominent landmarks is Stabroek Market, a cast-iron building with a giant corrugated-iron clock tower. This frenetic and colorful…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/guyana/georgetown/attractions/stabroek-market/a/poi-sig/436734/363440",
    "image_url": null,
    "detail_description": "One of the city's most prominent landmarks is Stabroek Market, a cast-iron building with a giant corrugated-iron clock tower. This frenetic and colorful market dates back to the late 1700s, although the current structure was built in 1880. Visiting is a must for sheer atmosphere, but don't bring any valuables and keep a grip on your bag.\n"
},
{
    "country": "guyana",
    "city": "Guyana",
    "index": 9,
    "name": "Marshall Falls",
    "latitude": "6.375865",
    "longitude": "-58.717203",
    "excerpt": "These lovely fast-flowing cascades, deep in the jungle, are wonderfully interactive; you can clamber under them, swim in various pools, take massage…",
    "detail_url": "https://www.lonelyplanet.com/guyana/northwest-coast/attractions/marshall-falls/a/poi-sig/1594216/1327371",
    "image_url": null,
    "detail_description": "These lovely fast-flowing cascades, deep in the jungle, are wonderfully interactive; you can clamber under them, swim in various pools, take massage-showers as the golden-brown water thumps your back or just chill in a natural 'Jacuzzi'. The falls are a 1½ hour boat trip from Bartica, followed by a 30-minute jungle hike, for which you need a local guide.\n"
},
{
    "country": "guyana",
    "city": "Georgetown",
    "index": 8,
    "name": "City Hall",
    "latitude": "6.811121",
    "longitude": "-58.165076",
    "excerpt": "The distinctive neo-Gothic City Hall, inaugurated in 1889, has a 23m tower where colonial-period wives apparently watched for their husbands' ships to…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/guyana/georgetown/attractions/city-hall/a/poi-sig/436738/363440",
    "image_url": null,
    "detail_description": "The distinctive neo-Gothic City Hall, inaugurated in 1889, has a 23m tower where colonial-period wives apparently watched for their husbands' ships to come into port. It's one of Georgetown's more striking buildings, and despite its name is no longer used as the mayor's office. Instead, the now thoroughly dilapidated building is closed to the public while it's slowly renovated.\n"
},
{
    "country": "guyana",
    "city": "Georgetown",
    "index": 7,
    "name": "Botanical Gardens Zoo",
    "latitude": "6.8076188904063",
    "longitude": "-58.147012767173",
    "excerpt": "Georgetown's zoo, inside the Botanical Gardens, desperately needs some investment, but it has a decent collection of creatures nonetheless. You'll see…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/guyana/georgetown/attractions/botanical-gardens-zoo/a/poi-sig/1270564/363440",
    "image_url": null,
    "detail_description": "Georgetown's zoo, inside the Botanical Gardens, desperately needs some investment, but it has a decent collection of creatures nonetheless. You'll see tropical birds, cougars, jaguars, monkeys and caimans. There are also several manatees, but you'll be highly unlikely to see them as they rarely surface. The cage size won't thrill you, but in general the animals are well looked after.\n"
},
{
    "country": "guyana",
    "city": "Georgetown",
    "index": 6,
    "name": "Promenade Garden",
    "latitude": "6.816895",
    "longitude": "-58.161567",
    "excerpt": "During daylight hours, the Promenade Garden in Cummingsburg is a quiet place to relax, read and enjoy the flowers and tropical birdlife. Its tranquility…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/guyana/georgetown/attractions/promenade-garden/a/poi-sig/1270568/363440",
    "image_url": null,
    "detail_description": "During daylight hours, the Promenade Garden in Cummingsburg is a quiet place to relax, read and enjoy the flowers and tropical birdlife. Its tranquility is in stark contrast to its role in the 19th century as a public execution site during the Demerara Revolt, a slave uprising that took place in 1823. A statue of Gandhi can be found here today, as well as a very Victorian-looking bandstand.\n"
},
{
    "country": "guyana",
    "city": "Georgetown",
    "index": 5,
    "name": "Botanical Gardens",
    "latitude": "6.8054",
    "longitude": "-58.146107",
    "excerpt": "Georgetown's Botanical Garden is a pleasant open space with a huge range of tropical plants, trees and flowers in it, including the Victoria Regia Lily,…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/guyana/georgetown/attractions/botanical-gardens/a/poi-sig/436718/363440",
    "image_url": null,
    "detail_description": "Georgetown's Botanical Garden is a pleasant open space with a huge range of tropical plants, trees and flowers in it, including the Victoria Regia Lily, Guyana's national flower. The entire place is charmingly laid out, with ponds, bandstands, walkways and gazebos. You'll also find Georgetown's small zoo here, as well as the mausoleum of Guyana's longtime president, Forbes Burnham.\n"
},
{
    "country": "guyana",
    "city": "Guyana",
    "index": 4,
    "name": "Shell Beach",
    "latitude": "8.340255",
    "longitude": "-59.650612",
    "excerpt": "This is one of the least developed areas of the entire South American coastline; the only human additions are in the form of temporary fishing huts and…",
    "detail_url": "https://www.lonelyplanet.com/guyana/northwest-coast/attractions/shell-beach/a/poi-sig/1601184/1327371",
    "image_url": null,
    "detail_description": "This is one of the least developed areas of the entire South American coastline; the only human additions are in the form of temporary fishing huts and small Amerindian settlements. The beach here has sadly been all but washed away in recent years as coastal erosion is a huge problem. It's still a wonderful spot for turtle-spotting and bird-watching, however.\nTo get here you'll need to arrange transportation with a local travel agency."
},
{
    "country": "guyana",
    "city": "Guyana",
    "index": 3,
    "name": "Canopy Walkway",
    "latitude": "4.540212",
    "longitude": "-58.774173",
    "excerpt": "Iwokrama's Canopy Walkway, 60km east of the river crossing and the Iwokrama River Lodge, is a series of walkways 30m above the forest floor, connecting…",
    "detail_url": "https://www.lonelyplanet.com/guyana/iwokrama-rainforest/attractions/canopy-walkway/a/poi-sig/1270657/1329607",
    "image_url": null,
    "detail_description": "Iwokrama's Canopy Walkway, 60km east of the river crossing and the Iwokrama River Lodge, is a series of walkways 30m above the forest floor, connecting several platforms that offer bird's-eye views of native greenheart trees, high-dwelling red howler monkeys and lots of birds. Dawn and late afternoon are the best times to see birds and other wildlife.\nThe walkway is 500m from the Atta Rainforest Lodge."
},
{
    "country": "guyana",
    "city": "Georgetown",
    "index": 2,
    "name": "St George's Cathedral",
    "latitude": "6.8126999404399",
    "longitude": "-58.163675795972",
    "excerpt": "The most impressive building in town is the white-painted, Gothic-style St George's Cathedral, said to be the world's tallest wooden building. It was…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/guyana/georgetown/attractions/st-george-s-cathedral/a/poi-sig/436732/363440",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e40da6953a052526e6bde20d3d57bf9a-st-george-s-cathedral.jpg",
    "detail_description": "The most impressive building in town is the white-painted, Gothic-style St George's Cathedral, said to be the world's tallest wooden building. It was completed in 1892 and was built with a native hardwood called greenheart. It was enjoying a renovation at the time of writing – though remains open – and will look wonderful when it's finished.\n"
}
]