[
{
    "country": "hat-yai",
    "city": "Hat Yai",
    "index": 1,
    "name": "Hat Yai Municipal Park",
    "latitude": "7.043169",
    "longitude": "100.503815",
    "excerpt": "Located 7km northeast of Hat Yai, this huge, green oasis of hilly, landscaped gardens is home to several stunning temples, an observatory, southern…",
    "detail_url": "https://www.lonelyplanet.com/thailand/lower-southern-gulf/hat-yai/attractions/hat-yai-municipal-park/a/poi-sig/1627283/357717",
    "image_url": null,
    "detail_description": "Located 7km northeast of Hat Yai, this huge, green oasis of hilly, landscaped gardens is home to several stunning temples, an observatory, southern Thailand's tallest Golden Buddha, a boating lake – complete with artificial waterfall – cafes and food stalls, and a network of cycling routes. Spending a day breathing in the fresh air, exploring the temples, riding the cable car and taking in the spectacular views is a great escape from the often stifling atmosphere of Hat Yai.\n"
},
{
    "country": "hat-yai",
    "city": "Hat Yai",
    "index": 6,
    "name": "Masjid Sahe Pakistan",
    "latitude": "7.009641",
    "longitude": "100.467753",
    "excerpt": "The most curious and beautiful of the mosques in Hat Yai, this green and purple monument echoes the Mughal-style of the Subcontinent with its onion domes…",
    "detail_url": "https://www.lonelyplanet.com/thailand/lower-southern-gulf/hat-yai/attractions/masjid-sahe-pakistan/a/poi-sig/1622016/357717",
    "image_url": null,
    "detail_description": "The most curious and beautiful of the mosques in Hat Yai, this green and purple monument echoes the Mughal-style of the Subcontinent with its onion domes and large minarets and was established by Pakistani immigrants in 1937 according to a plaque at the entrance. However, nobody knows what the mosque was called back then given it was founded ten years before Pakistan. Non Muslims can visit outside of prayer times dressed modestly – women should wear a headscarf.\n"
},
{
    "country": "hat-yai",
    "city": "Hat Yai",
    "index": 5,
    "name": "Central Mosque of Songkhla Province",
    "latitude": "7.076022",
    "longitude": "100.492244",
    "excerpt": "Rising up like an Indo-Asian mirage, the Central Mosque of Songkhla Province – dubbed Thailand's Taj Mahal – is a commanding nod to the region's historic…",
    "detail_url": "https://www.lonelyplanet.com/thailand/lower-southern-gulf/hat-yai/attractions/central-mosque-of-songkhla-province/a/poi-sig/1627286/357717",
    "image_url": null,
    "detail_description": "Rising up like an Indo-Asian mirage, the Central Mosque of Songkhla Province – dubbed Thailand's Taj Mahal – is a commanding nod to the region's historic Muslim roots, and sits halfway along the main highway connecting Hat Yai and Songkhla city. The modern monument, inspired by classical Mughal architecture, boasts a symmetrical design with a central gold dome atop a large square building flanked by four detached minarets overlooking a large rectangular water feature.\n"
},
{
    "country": "hat-yai",
    "city": "Hat Yai",
    "index": 4,
    "name": "Phra Buddha Mongkol Maharaj",
    "latitude": "7.040796",
    "longitude": "100.510829",
    "excerpt": "At a height of 25m, southern Thailand's tallest Buddha is truly a sight to behold. The immense golden statue, weighing 200 tonnes, casts its serene eyes…",
    "detail_url": "https://www.lonelyplanet.com/thailand/lower-southern-gulf/hat-yai/attractions/phra-buddha-mongkol-maharaj/a/poi-sig/1627284/357717",
    "image_url": null,
    "detail_description": "At a height of 25m, southern Thailand's tallest Buddha is truly a sight to behold. The immense golden statue, weighing 200 tonnes, casts its serene eyes over the entire Songkhla Province from atop Hat Yai Municipal Park's highest hills next to the cable cars. Built in 1999 to celebrate the birth of Rama IX, it is made of brass and stands at the head of a symmetrical red and white temple, surrounded by ornate bells.\n"
},
{
    "country": "hat-yai",
    "city": "Hat Yai",
    "index": 3,
    "name": "Hat Yai Cable Car",
    "latitude": "7.041162",
    "longitude": "100.510794",
    "excerpt": "High up on the hills overlooking Hat Yai in the municipal park this cable car offers stunning panoramic views over Songkhla Province as it climbs from the…",
    "detail_url": "https://www.lonelyplanet.com/thailand/lower-southern-gulf/hat-yai/attractions/hat-yai-cable-car/a/poi-sig/1627282/357717",
    "image_url": null,
    "detail_description": "High up on the hills overlooking Hat Yai in the municipal park this cable car offers stunning panoramic views over Songkhla Province as it climbs from the huge Buddha statue to the temple of Erawan, home of the four-faced Buddha shrine where worshippers light Chinese firecrackers and make 100B fruit platter offerings. There is also a decent cafe on-site and a green bus ferries visitors from the bottom of the hill for 20B return (every 45 minutes).\n"
},
{
    "country": "hat-yai",
    "city": "Hat Yai",
    "index": 2,
    "name": "Khlong Hae Floating Market",
    "latitude": "7.046383",
    "longitude": "100.474615",
    "excerpt": "Túk-túk drivers and tour operators all over Hat Yai will offer tours to this vibrant and colourful weekend floating market that straddles the river Mae…",
    "detail_url": "https://www.lonelyplanet.com/thailand/lower-southern-gulf/hat-yai/attractions/khlong-hae-floating-market/a/poi-sig/1627281/357717",
    "image_url": null,
    "detail_description": "Túk-túk drivers and tour operators all over Hat Yai will offer tours to this vibrant and colourful weekend floating market that straddles the river Mae Nam Toei, 5km north of the city. A row of boats line the banks opposite the nearby wát, but most of the good food and souvenirs are in the network of stalls in front of them. It gets super busy, but is still a wonderful excursion into rural Songkhla Province. There is a small 30B parking fee.\n"
}
]