[
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 40,
    "name": "22 Ly Tu Trong",
    "latitude": "10.7782",
    "longitude": "106.701214",
    "excerpt": "The ground floor of this innocuous-looking building on Ly Tu Trong is currently occupied by the Vietnam National Chemical Group. Step across the road to…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/22-ly-tu-trong/a/poi-sig/1432495/357884",
    "image_url": null,
    "detail_description": "The ground floor of this innocuous-looking building on Ly Tu Trong is currently occupied by the Vietnam National Chemical Group. Step across the road to outside the Vincom Center to look up at the roof and you will see a structure (housing the lift shaft) that served as a temporary landing pad for a US helicopter evacuating personnel the day before the fall of Saigon, an image immortalised by Dutch photographer Hubert Van Es.\nThe photograph is commonly misunderstood to depict US citizens leaving the roof of the US embassy, but this building did house CIA staff."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 39,
    "name": "Ong Bon Pagoda",
    "latitude": "10.75115",
    "longitude": "106.656965",
    "excerpt": "This atmospheric temple is crammed with gilded carvings, smoking incense and the constant hubbub of kids from the large school next door. Built by Chinese…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/ong-bon-pagoda/a/poi-sig/403372/357884",
    "image_url": null,
    "detail_description": "This atmospheric temple is crammed with gilded carvings, smoking incense and the constant hubbub of kids from the large school next door. Built by Chinese immigrants from Fujian province, it’s dedicated to Ong Bon, the guardian who presides over happiness and wealth, and who is seated in a gilded cabinet sparkling with LED lights, an intricately carved and gilded wooden altar before him.\nOther shrines are dedicated to Thien Hau, Quan Am, the Jade Emperor and even the Monkey King. Along the walls of the chamber are murals of five tigers (to the left) and two dragons (to the right)."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 37,
    "name": "Nghia An Hoi Quan Pagoda",
    "latitude": "10.753282",
    "longitude": "106.662157",
    "excerpt": "Noteworthy for its gilded woodwork, this temple has a large carved wooden boat hanging over its entrance and inside, to the left of the doorway, an…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/nghia-an-hoi-quan-pagoda/a/poi-sig/403368/357884",
    "image_url": null,
    "detail_description": "Noteworthy for its gilded woodwork, this temple has a large carved wooden boat hanging over its entrance and inside, to the left of the doorway, an enormous representation of Quan Cong’s red horse with its groom. The temple is more accurately a guildhall (Hoi Quan), built in the early 19th century by Chinese from Yian (Nghia An) in China's Guangdong province.\nQuan Cong – also called Quan De or Quan Vu, a deified Chinese general from the Three Kingdoms Period (184–280) – occupies a position in a glass case behind the main altar, with his assistants flanking him on both sides. Nghia An Hoi Quan lets its hair down on the 14th day of the first lunar month when various dances are staged in front of the temple."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 38,
    "name": "Tam Son Hoi Quan Pagoda",
    "latitude": "10.752317",
    "longitude": "106.661656",
    "excerpt": "Retaining much of its original rich ornamentation, this 19th-century temple – a guildhall named after Sanshan (Three Mountains) in China's seaboard Fujian…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/tam-son-hoi-quan-pagoda/a/poi-sig/403416/357884",
    "image_url": null,
    "detail_description": "Retaining much of its original rich ornamentation, this 19th-century temple – a guildhall named after Sanshan (Three Mountains) in China's seaboard Fujian province – is dedicated to Me Sanh, the Goddess of Fertility, entreated by local women praying for children. Thien Hau – the Goddess of Seafarers – is also revered within the main shrine.\nAmong the striking figures is Quan Cong with his long black beard, to the right of the covered courtyard. Flanking him are two guardians, the Military Mandarin Chau Xuong on the left and the Administrative Mandarin Quan Binh on the right. Next to Chau Xuong is Quan Cong’s sacred red horse."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 36,
    "name": "Ha Chuong Hoi Quan Pagoda",
    "latitude": "10.75315675",
    "longitude": "106.6578796",
    "excerpt": "This Fujian temple is dedicated to the Goddess of Seafarers, Thien Hau (Thien Hau Thanh Mau), also known as Ma To. The four carved stone pillars, wrapped…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/ha-chuong-hoi-quan-pagoda/a/poi-sig/1155297/357884",
    "image_url": null,
    "detail_description": "This Fujian temple is dedicated to the Goddess of Seafarers, Thien Hau (Thien Hau Thanh Mau), also known as Ma To. The four carved stone pillars, wrapped in painted dragons, were fashioned in China and delivered to Vietnam by boat. The temple – actually a guildhall – becomes extremely active during the Lantern Festival, a Chinese holiday held on the 15th day of the first lunar month (the first full moon of the new lunar year).\nNoteworthy murals can be seen either side of the main altar, while impressive ceramic relief scenes decorate the roof. To the right of Thien Hau is Chua Sinh Nuong Nuong, a Taoist fertility goddess; to the left of Thien Hau is the ever-popular Taoist God of Wealth. Blending Buddhism into the mix, a figure of Quan Am looks on mercifully, clothed in white and draped with a pearl necklace. Note the upright fan in the main hall, used for dispelling calamity."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 35,
    "name": "Saigon South",
    "latitude": "10.722514",
    "longitude": "106.729946",
    "excerpt": "Saigon’s District 7 is a sleek, fashionable and well-designed retreat for the wealthy within the fringes of the city. Businesspeople, both expats and the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/saigon-south/a/poi-sig/1390217/357884",
    "image_url": null,
    "detail_description": "Saigon’s District 7 is a sleek, fashionable and well-designed retreat for the wealthy within the fringes of the city. Businesspeople, both expats and the local nouveau riche, have embraced this planned neighbourhood of wide streets, fancy shops and manicured parks.A centrepiece is the Crescent, a glitzy promenade of eating and upscale shopping along a scooped-out section of canal. After dark, the 700m-long pedestrian-only Starlight Bridge is a colourful attraction. The expansive SC Vivo City shopping centre is also located here.\nIt’s well worth visiting Saigon South for a stroll and a look around. If you’re a fitness freak, it’s one of the less petrol-fumed places for a jog. Plenty of big-name city restaurants and chains have colonised the area. The Crescent is 7km south of Pham Ngu Lao; it should only take 15 minutes by cab (around 150,000d), outside of peak times."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 34,
    "name": "Phung Son Pagoda",
    "latitude": "10.75775154",
    "longitude": "106.6471648",
    "excerpt": "Built between 1802 and 1820 on the site of structures from the Funan period, dating back at least to the early centuries of Christianity, this Buddhist…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/phung-son-pagoda/a/poi-sig/1155303/357884",
    "image_url": null,
    "detail_description": "Built between 1802 and 1820 on the site of structures from the Funan period, dating back at least to the early centuries of Christianity, this Buddhist temple is extremely rich in gilded, painted and beautifully fashioned bronze, wood, ceramic and beaten-copper statuary. The main dais, with its many levels, is dominated by a large gilded A Di Da Buddha (the Buddha of Infinite Light; Amitābha). The main entrances are locked most of the time, but the side entrance is open during prayer times.\nOnce upon a time, it was decided to move Phung Son Pagoda to a different site. The pagoda’s ritual objects – bells, drums, statues – were loaded onto the back of a white elephant that slipped under the great weight, sending all the precious objects tumbling into a nearby pond. This event was interpreted as an omen that the pagoda should remain in its original location. Everything was recovered but the bell, which, until about a century ago, locals insist could be heard ringing whenever there was a full or new moon."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 33,
    "name": "Me Linh Square",
    "latitude": "10.775325",
    "longitude": "106.706393",
    "excerpt": "This compact tree-studded square facing the Saigon River features a statue of the 13th-century Vietnamese general, Tran Hung Dao.",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/me-linh-square/a/poi-sig/1393083/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e0684569a4d9ddb5e9610675ba6baaf6-lpl-00322.jpg",
    "detail_description": "This compact tree-studded square facing the Saigon River features a statue of the 13th-century Vietnamese general, Tran Hung Dao.\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 32,
    "name": "Botanic Gardens",
    "latitude": "10.789003",
    "longitude": "106.705518",
    "excerpt": "One of the first projects undertaken by the French after establishing Cochin-China as a colony was founding these fantastic, lush gardens. Once one of the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/botanic-gardens/a/poi-sig/403466/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-525491413_master.jpg",
    "detail_description": "One of the first projects undertaken by the French after establishing Cochin-China as a colony was founding these fantastic, lush gardens. Once one of the finest such gardens in Asia, they’re very agreeable for strolling beneath giant tropical trees. Skip the miserable zoo though.\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 31,
    "name": "Ton Duc Thang Museum",
    "latitude": "10.776938",
    "longitude": "106.706675",
    "excerpt": "This small patriotic museum is dedicated to Ton Duc Thang, Ho Chi Minh’s successor as president of Vietnam. Born in 1888 in Long Xuyen in the Mekong Delta…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/ton-duc-thang-museum/a/poi-sig/403426/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f0ef8ebdda9ca69bd37c04c1ec14148e-lpl-00320.jpg",
    "detail_description": "This small patriotic museum is dedicated to Ton Duc Thang, Ho Chi Minh’s successor as president of Vietnam. Born in 1888 in Long Xuyen in the Mekong Delta region, he died in office in 1980. Photos and exhibits celebrate his role in the Vietnamese Revolution, enhanced by some fascinating displays on French colonial brutality.\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 30,
    "name": "Saigon Central Mosque",
    "latitude": "10.776216",
    "longitude": "106.704349",
    "excerpt": "Built by South Indian Muslims in 1935 on the site of an earlier mosque, lime-green Saigon Central Mosque is an immaculately clean and well-tended island…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/saigon-central-mosque/a/poi-sig/403220/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1962b0a373adec3193a56920e922f186-saigon-central-mosque.jpg",
    "detail_description": "Built by South Indian Muslims in 1935 on the site of an earlier mosque, lime-green Saigon Central Mosque is an immaculately clean and well-tended island of calm in the bustling Dong Khoi area. In front of the sparkling white and blue structure, with its four decorative minarets, is a pool for the ritual ablutions required by Islamic law before prayers.\nTake off your shoes before entering the building."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 27,
    "name": "Southern Women's Museum",
    "latitude": "10.784049",
    "longitude": "106.688093",
    "excerpt": "This museum is dedicated to celebrating the accomplishments of Vietnamese women. The first floor is the most accessible to foreign visitors, with…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/southern-women-s-museum/a/poi-sig/1589490/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/60ba6bd31710a0f966e0e306ff34a066-southern-women-s-museum.jpg",
    "detail_description": "This museum is dedicated to celebrating the accomplishments of Vietnamese women. The first floor is the most accessible to foreign visitors, with excellent signage in English and French, and displays of traditional crafts and ao dai, Vietnam’s elegant national dress. The other two floors feature photos and stories of notable Vietnamese women in history, as well as the role of women during wartime. Most signage is in Vietnamese.\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 28,
    "name": "Salon Saigon",
    "latitude": "10.781214",
    "longitude": "106.689606",
    "excerpt": "Housed in a splendidly restored French-colonial mansion – a building that was the home of US Ambassador Henry Cabot Lodge from 1963 to 1967 – Salon Saigon…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/salon-saigon/a/poi-sig/1573135/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f4bb26e16571d81a1fe73926648ef46c-lpl-00345.jpg",
    "detail_description": "Housed in a splendidly restored French-colonial mansion – a building that was the home of US Ambassador Henry Cabot Lodge from 1963 to 1967 – Salon Saigon is a venue for art exhibitions and cultural and musical events. The spacious downstairs lounge also includes an excellent library with English, French and Vietnamese books on the history and culture of the country. Check the website for upcoming events and exhibitions.\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 29,
    "name": "Chantaransey Pagoda",
    "latitude": "10.786167",
    "longitude": "106.68319",
    "excerpt": "Founded in 1946, this Theravada Buddhist pagoda serves the Khmer community in HCMC. The peaceful grounds include living quarters for about 30 monks, a…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/chantaransey-pagoda/a/poi-sig/1589491/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6361ac6462e06a1ecd268cf9ec1a1e44-chantaransey-pagoda.jpg",
    "detail_description": "Founded in 1946, this Theravada Buddhist pagoda serves the Khmer community in HCMC. The peaceful grounds include living quarters for about 30 monks, a library and a Pali school. The main shrine has 14 Buddha statues and the shrine ceiling and walls are covered in vivid paintings of scenes from the life of the Buddha. Worshippers are most plentiful on weekends and Khmer holidays. The main entrance is on Đ Hoang Sa.\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 25,
    "name": "Bitexco Financial Tower",
    "latitude": "10.771531",
    "longitude": "106.704353",
    "excerpt": "This elegant 68-storey, 262m-high Carlos Zapata–designed skyscraper dwarfs all around it. It's reportedly shaped like a lotus bulb, but it also resembles…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/bitexco-financial-tower/a/poi-sig/1389210/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/523957957_full.jpg",
    "detail_description": "This elegant 68-storey, 262m-high Carlos Zapata–designed skyscraper dwarfs all around it. It's reportedly shaped like a lotus bulb, but it also resembles a CD rack with a tambourine shoved into it. That tambourine is the 49th-floor Saigon Skydeck, its roof functioning as a helipad. Frankly, given the crowds and cost, the Skydeck is not that great a visitor experience; consider a drink in the EON Heli Bar on the 52nd floor or visit the neighbouring Sedona Suites tower instead.\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 26,
    "name": "Pho Binh",
    "latitude": "10.791054",
    "longitude": "106.687502",
    "excerpt": "A humble noodle-soup restaurant may seem an unusual attraction, but there's more to Pho Binh than meets the eye. This was the secret headquarters of the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/pho-binh/a/poi-sig/1389229/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-79353825_master.jpg",
    "detail_description": "A humble noodle-soup restaurant may seem an unusual attraction, but there's more to Pho Binh than meets the eye. This was the secret headquarters of the Viet Cong (Vietnamese Communists; VC) in Saigon and from here they planned their attacks on the US embassy and other Saigon targets during the Tet Offensive of 1968. One wonders how many US soldiers ate here, completely unaware. After breakfast or lunch, don't forget to head upstairs for interesting photographs and a mini-museum.\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 24,
    "name": "People’s Committee Building",
    "latitude": "10.776679",
    "longitude": "106.701166",
    "excerpt": "One of the city’s most prominent landmarks is home to the Ho Chi Minh City People’s Committee. Built between 1901 and 1908, the former Hôtel de Ville…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/people-s-committee-building/a/poi-sig/403488/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ec2047d36d6a7cd313ae1e04783f9d22-lpl-00384.jpg",
    "detail_description": "One of the city’s most prominent landmarks is home to the Ho Chi Minh City People’s Committee. Built between 1901 and 1908, the former Hôtel de Ville decorates the northwestern end of ÐL Nguyen Hue, but unfortunately the ornate interior is not open to the public.\nRoad access around the thoroughfare still courses with a kinetic river of two-wheeled traffic, especially on weekends. At the northeastern edge of ÐL Nguyen Hue, adjoining Ð Dong Khoi, construction is ongoing for a central city station for HCMC's new metro system."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 23,
    "name": "Opera House",
    "latitude": "10.77674",
    "longitude": "106.70325",
    "excerpt": "Gracing the intersection of Ð Dong Khoi and ÐL Le Loi, this grand colonial edifice with a sweeping staircase was built in 1897 and  is one of the city's…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/opera-house/a/poi-sig/1078011/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/63058008f6fd3382c2d049470cc6b2f2-lpl-00366.jpg",
    "detail_description": "Gracing the intersection of Ð Dong Khoi and ÐL Le Loi, this grand colonial edifice with a sweeping staircase was built in 1897 and  is one of the city's most recognisable buildings. Officially known as the Municipal Theatre, the Opera House captures the flamboyance of France’s belle époque. Performances range from ballet and opera to modern dance and musicals. Check the website for English-language listings and booking information. \nA popular event is the AO Show, a one-hour performance combining music, dance and acrobatics."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 22,
    "name": "History Museum",
    "latitude": "10.788016",
    "longitude": "106.704781",
    "excerpt": "Built in 1929, this notable Sino-French museum houses a rewarding collection of artefacts illustrating the evolution of the cultures of Vietnam, from the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/history-museum/a/poi-sig/1155250/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4921da06f6e18cccc6d411c404553c29-lpl-00336.jpg",
    "detail_description": "Built in 1929, this notable Sino-French museum houses a rewarding collection of artefacts illustrating the evolution of the cultures of Vietnam, from the Bronze Age Dong Son civilisation (which emerged in 2000 BCE) and the Funan civilisation (1st to 6th centuries CE) to the Cham, Khmer and Vietnamese. Highlights include valuable relics taken from Cambodia’s Angkor Wat and a fine collection of Buddha statues. There's good English information. Parts of the museum are being renovated.\nThere's also a perfectly preserved mummy of a local woman who died in 1869, excavated from Xom Cai in District 5; and some exquisite stylised mother-of-pearl Chinese characters inlaid into panels. It's located beside the Botanical Gardens."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 21,
    "name": "Tao Dan Park",
    "latitude": "10.775156",
    "longitude": "106.69172",
    "excerpt": "One of the city's most attractive green spaces is 10-hectare Tao Dan Park, its bench-lined walks shaded with avenues of towering tropical trees, including…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/tao-dan-park/a/poi-sig/1389246/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-453809026_master.jpg",
    "detail_description": "One of the city's most attractive green spaces is 10-hectare Tao Dan Park, its bench-lined walks shaded with avenues of towering tropical trees, including flame trees and huge Sao Den and So Khi trees. It’s fascinating to visit in the early morning and late afternoon when thousands of locals exercise. The city’s bird lovers (mainly elderly gentlemen) also flock here, cages in hand, to what is universally known as the bird cafe.\nThe park is split down the middle by Ð Truong Dinh. To the northeast of Ð Truong Dinh is a small contemporary sculpture garden and the old Cercle Sportif, an elite sporting club during the French-colonial period and now the Labour Culture Palace with tennis courts, a colonnaded art-deco swimming pool and a clubhouse."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 20,
    "name": "Mariamman Hindu Temple",
    "latitude": "10.77230655",
    "longitude": "106.6955132",
    "excerpt": "Only a small number of Hindus live in HCMC, but this colourful slice of southern India is also considered sacred by many ethnic Vietnamese and Chinese…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/mariamman-hindu-temple/a/poi-sig/1155272/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/642178478377058c8fd3206c523adcd4-mariamman-hindu-temple.jpg",
    "detail_description": "Only a small number of Hindus live in HCMC, but this colourful slice of southern India is also considered sacred by many ethnic Vietnamese and Chinese. Reputed to have miraculous powers, the temple was built at the end of the 19th century and dedicated to the Hindu goddess Mariamman. Remove your shoes and ignore any demands to buy joss sticks and jasmine.\nThe lion to the left of the entrance used to be carried around the city in a street procession every autumn. In the shrine in the middle of the temple is Mariamman, flanked by her guardians Maduraiveeran (to her left) and Pechiamman (to her right). In front of the Mariamman figure are two linga (stylised phalluses that represent the Hindu god Shiva). Favourite offerings placed nearby include joss sticks, jasmine, lilies and gladioli."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 18,
    "name": "Thien Hau Pagoda",
    "latitude": "10.75322568",
    "longitude": "106.6610905",
    "excerpt": "This gorgeous 19th-century temple is dedicated to the goddess Thien Hau, and always attracts a mix of worshippers and visitors, who mingle beneath the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/thien-hau-pagoda/a/poi-sig/1155292/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/18b9f513193420767f4700b9bf73cd6f-thien-hau-pagoda.jpg",
    "detail_description": "This gorgeous 19th-century temple is dedicated to the goddess Thien Hau, and always attracts a mix of worshippers and visitors, who mingle beneath the large coils of incense suspended overhead. It is believed that Thien Hau can travel over the oceans on a mat and ride the clouds to save people in trouble on the high seas.\nThere are intricate ceramic friezes above the roof line of the interior courtyard, while the protectors of the pagoda are said to be two land turtles that live here. Near the large braziers stand two miniature wooden structures in which a small figure of Thien Hau is paraded around nearby streets on the 23rd day of the third lunar month.On the main dais are three figures of Thien Hau, one behind the other, all flanked by two servants or guardians. To the right is a scale-model boat and on the far right is the Goddess Long Mau, Protector of Mothers and Newborns."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 19,
    "name": "Quan Am Pagoda",
    "latitude": "10.753952",
    "longitude": "106.659953",
    "excerpt": "One of Cholon’s most active and colourful temples, this shrine was founded in the early 19th century. It’s named after the Goddess of Mercy, whose full…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/quan-am-pagoda/a/poi-sig/403174/357884",
    "image_url": "https://lp-cms-production.imgix.net/2023-09/shutterstock1614585802.jpg",
    "detail_description": "One of Cholon’s most active and colourful temples, this shrine was founded in the early 19th century. It’s named after the Goddess of Mercy, whose full name is Quan The Am Bo Tat, literally 'the Bodhisattva Who Listens to the Cries of the World' (觀世音菩萨 in Chinese characters), in reflection of her compassionate mission.\nThe goddess's name is usually shortened to Quan Am (she is also worshipped in China, Korea and Japan) and her statue lies hidden behind a remarkably ornate exterior. In Tibet, where she is also widely worshipped, the goddess – who was once male – finds earthly form in the Dalai Lama. Fantastic ceramic scenes decorate the roof, depicting figures from traditional Chinese plays and stories. Other unique features of this temple are the gold-and-lacquer panels of the entrance doors."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 17,
    "name": "Ho Chi Minh Museum",
    "latitude": "10.76824",
    "longitude": "106.706836",
    "excerpt": "Nicknamed the ‘Dragon House’ (Nha Rong), this former customs house was built by the French authorities in 1863. The museum houses many of Ho Chi Minh’s…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/ho-chi-minh-museum/a/poi-sig/403318/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-469608271_high.jpg",
    "detail_description": "Nicknamed the ‘Dragon House’ (Nha Rong), this former customs house was built by the French authorities in 1863. The museum houses many of Ho Chi Minh’s personal effects, including some of his clothing, his sandals and spectacles. Information is available in English. It's on the waterfront, just across Ben Nghe Channel from District 1; reach it on foot by heading south along the Saigon River then over the bridge.\nOtherwise, it covers the story of the man born Nguyen Tat Thanh – from his childhood to his political awakening, his role in booting out the French and leading North Vietnam, and his death in 1969 – mainly through photographs.The link between Ho Chi Minh and the museum building is tenuous: 21-year-old Ho, having signed on as a stoker and galley boy on a French freighter, left Vietnam from here in 1911 and began 30 years of exile in France, the Soviet Union, the UK, China and elsewhere."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 16,
    "name": "Giac Vien Pagoda",
    "latitude": "10.76291485",
    "longitude": "106.6391331",
    "excerpt": "In a land where so many ancient temples have been ‘restored’ in concrete and neon, it’s a joy to discover one that looks its age. The temple has an…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/giac-vien-pagoda/a/poi-sig/1155301/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a3a799f8f96e2c12a22eaf32f54c00c9-giac-vien-pagoda.jpg",
    "detail_description": "In a land where so many ancient temples have been ‘restored’ in concrete and neon, it’s a joy to discover one that looks its age. The temple has an atmosphere of scholarly serenity, and its secluded location down an alley near Dam Sen Lake means it is less visited than other temples in nearby Cholon. It was founded by Hai Tinh Giac Vien in the late 1700s and it is said that Emperor Gia Long, who died in 1819, used to worship here.\nHidden behind a warren of winding lanes, the approach to the pagoda has several impressive tombs on the right – a popular playground for local kids. The pagoda itself has some 100 lavish carvings of divine beings.The main sanctuary is on the other side of the wall behind the Hai Tinh Giac Vien statue. The dais is set behind a fantastic brass incense basin with fierce dragon heads emerging from each side. The Guardian of the Pagoda is against the wall opposite the dais."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 15,
    "name": "Fine Arts Museum",
    "latitude": "10.769994",
    "longitude": "106.699184",
    "excerpt": "With its airy corridors and verandas, this elegant 1929 colonial-era, yellow-and-white building is stuffed with period details; it is exuberantly tiled…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/fine-arts-museum/a/poi-sig/403172/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148838419_high.jpg",
    "detail_description": "With its airy corridors and verandas, this elegant 1929 colonial-era, yellow-and-white building is stuffed with period details; it is exuberantly tiled throughout and home to some fine (albeit deteriorated) stained glass, as well as one of Saigon's oldest lifts. Hung from the walls is an impressive selection of art, including thoughtful pieces from the modern period. As well as contemporary art, much of it (unsurprisingly) inspired by war, the museum displays pieces dating back to the 4th century.\nThese include elegant Funan-era sculptures of Vishnu, the Buddha and other revered figures (carved in both wood and stone), and Cham art dating from the 7th century to the 14th century.More statuary is scattered around the grounds and in the central courtyard (accessed from the rear of the building). There’s a selection of lovely prints for sale (from 150,000d) at the shop. Building No 2 alongside hosts lesser-known works and stages exhibitions.The space on the pavement in front of the impressive old Railway Office, up the road between Ɖ Ham Nghi and ƉL Le Loi and facing the roundabout, was used for public executions in the early 1960s."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 14,
    "name": "Khanh Van Nam Vien Pagoda",
    "latitude": "10.758155",
    "longitude": "106.651013",
    "excerpt": "Built between 1939 and 1942, this temple is said to be the only pure Taoist temple in Vietnam and is unique for its colourful statues of Taoist disciples…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/khanh-van-nam-vien-pagoda/a/poi-sig/403330/357884",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Vietnam%20Ho%20Chi%20Minh%20City%20Hemis%20Alamy%20HWAJG6%20RFC.jpg",
    "detail_description": "Built between 1939 and 1942, this temple is said to be the only pure Taoist temple in Vietnam and is unique for its colourful statues of Taoist disciples. Features to seek out include the unique 150cm-high statue of Laotse – the supreme philosopher of Taoism and author of the Dao De Jing (The Classic of the Way and its Power) – located upstairs.\nLaotse's mirror-edged halo is rather surreal, while off to his left are two stone plaques with instructions for Taoist inhalation and exhalation exercises. A schematic drawing represents the human organs as a scene from rural China. The diaphragm, agent of inhalation, is at the bottom; the stomach is represented by a peasant ploughing with a water buffalo. The kidney is marked by four yin and yang symbols, the liver is shown as a grove of trees and the heart is represented by a circle with a peasant standing in it, above which is a constellation. The tall pagoda represents the throat and the broken rainbow is the mouth. At the top are mountains and a seated figure that represent the brain and imagination, respectively.The temple operates a home for several dozen elderly people. Next door is a free medical clinic also run by the pagoda. Leave a donation with the monks if you wish."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 13,
    "name": "Le Van Duyet Temple",
    "latitude": "10.80117365",
    "longitude": "106.6967881",
    "excerpt": "Dedicated to Marshal Le Van Duyet (1763–1831), this shrine is also his burial place, alongside that of his wife. The marshal was a South Vietnamese…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/le-van-duyet-temple/a/poi-sig/1155305/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3f861d46307b0e26d11f4126106ff3b8-le-van-duyet-temple.jpg",
    "detail_description": "Dedicated to Marshal Le Van Duyet (1763–1831), this shrine is also his burial place, alongside that of his wife. The marshal was a South Vietnamese general and viceroy who helped defeat the Tay Son Rebellion and reunify Vietnam. Among the items on display are a portrait of Le Van Duyet, personal effects including European-style crystal goblets, two life-size horse statues and a stuffed, mounted tiger. The temple is reached by heading north from Da Kao on Ð Dinh Tien Hoang.\nWhen the Nguyen dynasty came to power in 1802, he was elevated by Emperor Gia Long to the rank of marshal. Le Van Duyet fell out of favour with Gia Long’s successor, Minh Mang, who tried him posthumously and desecrated his grave. Emperor Thieu Tri, who succeeded Minh Mang, restored the tomb, thus fulfilling a prophecy of its destruction and restoration. Le Van Duyet was considered a national hero in the South before 1975 but is disliked by the Communists because of his involvement in the expansion of French influence.During celebrations of Tet and on the 30th day of the seventh lunar month (the anniversary of Le Van Duyet’s death), the tomb throngs with pilgrims. The caged birds for sale in and around the grounds are bought by pilgrims and freed to earn merit. The unfortunate creatures are often recaptured (and liberated again)."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 12,
    "name": "Cha Tam Church",
    "latitude": "10.751855",
    "longitude": "106.654145",
    "excerpt": "Built around the turn of the 19th century, this decaying light-caramel-painted church exudes a sleepy, tropical feel. A pew in the church is marked with a…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/cha-tam-church/a/poi-sig/403272/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b153206eea3745376ed0343b73bb7bfe-cha-tam-church.jpg",
    "detail_description": "Built around the turn of the 19th century, this decaying light-caramel-painted church exudes a sleepy, tropical feel. A pew in the church is marked with a small plaque identifying the spot where President Ngo Dinh Diem was seized after taking refuge here with his brother Ngo Dinh Nhu on 2 November 1963, after fleeing the Presidential Palace.\nWhen their efforts to contact loyal military officers (of whom there were almost none) failed, Diem and Nhu agreed to surrender unconditionally and revealed where they were hiding. The coup leaders sent an M-113 armoured personnel carrier to the church and the two were taken into custody. However, before the vehicle reached central Saigon the soldiers had killed Diem and Nhu by shooting them at point-blank range and then repeatedly stabbing their bodies.When news of the deaths was broadcast on radio, Saigon exploded with jubilation. Portraits of the two were torn up and political prisoners were set free. The city’s nightclubs, which had closed because of the Ngos’ conservative Catholic beliefs, were reopened. Three weeks later the US president, John F Kennedy, was assassinated. As his administration had supported the coup against Diem, some conspiracy theorists speculated that Diem’s family orchestrated Kennedy’s death in retaliation.The mint-green and white church interior is decorated with images of the stations of the cross, while holy water is dispensed from huge clam shells. The statue in the tower is of François Xavier Tam Assou (1855–1934), a Chinese-born vicar apostolic (delegate of the pope) of Saigon. Today the church has a congregation of around 3000 ethnic Vietnamese and 2000 ethnic Chinese. Masses are held daily."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 11,
    "name": "Xa Loi Pagoda",
    "latitude": "10.778022",
    "longitude": "106.686366",
    "excerpt": "The inner walls of this sanctuary, famed as the repository of a sacred relic of the Buddha, are adorned with paintings depicting the Buddha’s life…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/xa-loi-pagoda/a/poi-sig/403450/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/708821c1dcf390721655f9a95b5b0573-xa-loi-pagoda.jpg",
    "detail_description": "The inner walls of this sanctuary, famed as the repository of a sacred relic of the Buddha, are adorned with paintings depicting the Buddha’s life. However, this 1956 building is most notable for its dramatic history. In August 1963 truckloads of armed men attacked the temple, which had become a centre of opposition to the Diem government. Today it's again a peaceful Buddhist refuge, with a large seated Buddha statue and a 32m-high seven-tier tower in its complex. Visitors must wear appropriate clothing (no shorts).\nIn 1963 the temple was ransacked by soldiers, a raid organised by President Diem's brother, and 400 monks and nuns, including the country’s 80-year-old Buddhist patriarch, were arrested. This raid and others elsewhere helped solidify opposition to the regime among Buddhists, a crucial factor in the US decision to support the coup against Diem. The pagoda was also the site of several self-immolations by monks protesting against the Diem regime and the American War.The etymology of the temple name points to its significance. The Chinese characters on the front of the temple – 'Sheli Si' (舍利寺; Sheli Temple), pronounced 'xa loi chua' in Vietnamese – mean 'Sarira Temple', from the Sanskrit word for 'Buddhist relic'.Women enter the main hall of Xa Loi Pagoda, which houses a giant golden Sakyamuni (the historical Buddha), by the staircase on the right as you come in the gate; men use the stairs on the left. Behind the main hall, a further hall contains a painting of Bodhidharma, an Indian monk celebrated as the father of Zen Buddhism. He stayed at the Shaolin Temple in China, developing the exercises that would become Shaolin Boxing. He is depicted here carrying a shoe on a stick (the story goes that when Bodhidharma's coffin was opened after his death, it was empty apart from one shoe).Chanting and meditation classes are held here every Wednesday evening. A monk preaches every Sunday from 8am to 10am. On full- and new-moon days, special prayers are held from 7am to 9am and from 7pm to 8pm."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 10,
    "name": "Cho Quan Church",
    "latitude": "10.757292",
    "longitude": "106.681552",
    "excerpt": "Originally built by the French and destroyed three times, this 19th-century house of worship is one of the city's largest churches, with good views from…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/cho-quan-church/a/poi-sig/403278/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/77fe12f3987758388ad605043dedc35c-lpl-00389.jpg",
    "detail_description": "Originally built by the French and destroyed three times, this 19th-century house of worship is one of the city's largest churches, with good views from the belfry (a steep climb). The church is on the eastern fringe of District 5, between ÐL Tran Hung Dao and Ð Nguyen Trai.\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 9,
    "name": "Central Post Office",
    "latitude": "10.779422",
    "longitude": "106.700206",
    "excerpt": "The city's landmark French-era post office is a period classic, designed by Marie-Alfred Foulhoux (though often credited to Gustave Eiffel) and built…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/central-post-office/a/poi-sig/1410705/357884",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/GettyRF_611992392.jpg",
    "detail_description": "The city's landmark French-era post office is a period classic, designed by Marie-Alfred Foulhoux (though often credited to Gustave Eiffel) and built between 1886 and 1891. Painted on the walls of its grand concourse are fascinating historical maps of South Vietnam, Saigon and Cholon, while a mosaic of Ho Chi Minh takes pride of place at the end of its barrel-vaulted hall.\nNote the magnificent tiled floor of the interior and the copious green-painted wrought iron."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 8,
    "name": "Binh Tay Market",
    "latitude": "10.749201",
    "longitude": "106.650634",
    "excerpt": "Cholon’s main market has a great clock tower and a central courtyard with gardens. Much of the business here is wholesale but it’s popular with tour…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/binh-tay-market/a/poi-sig/1389252/357884",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1148759159-RFE.jpg",
    "detail_description": "Cholon’s main market has a great clock tower and a central courtyard with gardens. Much of the business here is wholesale but it’s popular with tour groups. The market was originally built by the French in the 1880s; Guangdong-born philanthropist Quach Dam paid for its rebuilding and was commemorated by a statue that is now in the Fine Arts Museum. Very little English is spoken but expect a friendly welcome if you take breakfast or coffee with the market's street-food vendors.\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 7,
    "name": "Phuoc An Hoi Quan Pagoda",
    "latitude": "10.754884",
    "longitude": "106.659013",
    "excerpt": "Delightfully fronted by greenery and opening to an interior blaze of red, gold, green and yellow, this is one of the most beautifully ornamented temples…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/phuoc-an-hoi-quan-pagoda/a/poi-sig/403390/357884",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock2246649013-RFE.jpg",
    "detail_description": "Delightfully fronted by greenery and opening to an interior blaze of red, gold, green and yellow, this is one of the most beautifully ornamented temples in town, dating from 1902. Of special interest are the elaborate brass ritual ornaments and weapons, and the fine woodcarvings on the altars, walls, columns, hanging lanterns and incense coils. From the exterior, look out for the ceramic scenes, each containing innumerable small figurines, that decorate the roof.\nTo the left of the entrance stands a life-size figure of the sacred horse of Quan Cong. Prior to departing on a journey, people make offerings to the equine figure before stroking its mane and ringing the bell around its neck. Behind the main altar, with its stone and brass incense braziers, is a statue of Quan Cong, to whom the temple is dedicated; other shrines are dedicated to Ong Bon (the guardian who presides over happiness and wealth) and Nam Ba Ngu Hanh."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 6,
    "name": "HCMC Museum",
    "latitude": "10.775943",
    "longitude": "106.699674",
    "excerpt": "A grand neoclassical structure built in 1885 and once known as Gia Long Palace (and later the Revolutionary Museum), HCMC’s city museum is a singularly…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/hcmc-museum/a/poi-sig/1389224/357884",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1138819423-RFE.jpg",
    "detail_description": "A grand neoclassical structure built in 1885 and once known as Gia Long Palace (and later the Revolutionary Museum), HCMC’s city museum is a singularly beautiful and impressive building, telling the story of the city through archaeological artefacts, ceramics, old city maps and displays on the marriage traditions of its various ethnicities. The struggle for independence is extensively covered, with most of the upper floor devoted to it.\nDeep beneath the building is a network of reinforced concrete bunkers and fortified corridors. The system, branches of which stretch all the way to Reunification Palace, included living areas, a kitchen and a large meeting hall. In 1963 President Diem and his brother hid here before fleeing to Cha Tam Church. The network is not open to the public because most of the tunnels are flooded.\r\n\r\nIn the gardens are various pieces of military hardware, including the American-built F-5E jet used by a renegade South Vietnamese pilot to bomb the Presidential Palace (now Reunification Palace) on 8 April 1975.\r\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 5,
    "name": "Giac Lam Pagoda",
    "latitude": "10.776956",
    "longitude": "106.648274",
    "excerpt": "Believed to be the oldest temple in HCMC (1744), Giac Lam is a fantastically atmospheric place set in peaceful, garden-like grounds. The Chinese…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/giac-lam-pagoda/a/poi-sig/403142/357884",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-596776380.jpg",
    "detail_description": "Believed to be the oldest temple in HCMC (1744), Giac Lam is a fantastically atmospheric place set in peaceful, garden-like grounds. The Chinese characters that constitute the temple's name (覚林寺) mean 'Feel the Woods Temple' and the looming Bodhi tree (a native fig tree, sacred to Buddhists) in the front garden was the gift of a Sri Lankan monk in 1953. Prayers are held daily from 4am to 5am, 11am to noon, 4pm to 5pm and 7pm to 9pm.\nNext to the tree stands a gleaming white statue of compassionate Quan The Am Bo Tat (also known as the Goddess of Mercy) on a lotus blossom, a symbol of purity.As at many Vietnamese Buddhist temples, aspects of both Taoism and Confucianism can be found here. For the sick and elderly, the pagoda is a minor pilgrimage sight, as it contains a bronze bell that, when rung, is believed to answer the prayers posted by petitioners.The main sanctuary lies in the next room, filled with countless gilded figures. On the dais in the centre of the back row sits the A Di Da Buddha, easily spotted by his colourful halo. The fat laughing fellow, seated with five children climbing all over him, is Ameda, the Buddha of Enlightenment, Compassion and Wisdom.About 3km from Cholon, Giac Lam Pagoda is best reached by taxi or xe om (motorbike taxi)."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 4,
    "name": "Reunification Palace",
    "latitude": "10.777037",
    "longitude": "106.695325",
    "excerpt": "Surrounded by royal palm trees, the dissonant 1960s architecture of this landmark government building and the eerie ambience of its deserted halls make it…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/reunification-palace/a/poi-sig/403140/357884",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF302965892.jpg",
    "detail_description": "Surrounded by royal palm trees, the dissonant 1960s architecture of this landmark government building and the eerie ambience of its deserted halls make it an intriguing spectacle. The first Communist tanks to arrive in Saigon rumbled here on 30 April 1975 and it’s as if time has stood still since then. The building is deeply associated with the fall of the city in 1975, yet it's the kitsch detailing and period motifs that steal the show. It's also known as the Independence Palace.\nAfter crashing through the wrought-iron gates – in a dramatic scene recorded by photojournalists and shown around the world – a soldier ran into the building and up the stairs to unfurl a VC flag from the balcony. In an ornate reception chamber, General Minh, who had become head of the South Vietnamese state only 43 hours before, waited with his improvised cabinet.In 1868 a residence was built on this site for the French governor-general of Cochin-China and gradually it expanded to become Norodom Palace. When the French departed, the palace became home to the South Vietnamese president Ngo Dinh Diem. So unpopular was Diem that his own air force bombed the palace in 1962 in an unsuccessful attempt to kill him, and most of the colonial-era structure was damaged.The president ordered a new modernist residence to be built on the same site, this time with a sizeable bomb shelter in the basement. Work was completed in 1966, but Diem did not get to see his dream house as he was killed by his own troops in 1963.The new building was named Independence Palace and was home to the succeeding South Vietnamese president, Nguyen Van Thieu, until his hasty departure in 1975. Designed by Paris-trained Vietnamese architect Ngo Viet Thu, it is an outstanding example of 1960s architecture, with an airy and open atmosphere.The ground floor is arranged with meeting rooms, while upstairs is a grand set of reception rooms, used for welcoming foreign and national dignitaries. In the back of the structure are the president’s living quarters; check out the model boats, horse tails and severed elephants’ feet. The 2nd floor contributes a shagadelic card-playing room, complete with a cheesy round leather banquette, a barrel-shaped bar, hubcap light fixtures and three-legged chairs set around a flared-legged card table. There’s also a cinema and a rooftop nightclub, complete with helipad: James Bond/Austin Powers – eat your groovy baby heart out.Perhaps most fascinating of all is the basement with its telecommunications centre, war room and warren of tunnels, where hulking old fans chop the air and ancient radio transmitters sit impassively. Towards the end are rooms where videos appraise the palace and its history in Vietnamese, English, French, Chinese and Japanese. The national anthem is played at the end of the tape and you are expected to stand up – it would be rude not to.The Reunification Palace is open to visitors as long as official receptions or meetings aren’t taking place. English- and French-speaking guides are on duty during opening hours."
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 3,
    "name": "Notre Dame Cathedral",
    "latitude": "10.779785",
    "longitude": "106.699063",
    "excerpt": "Built between 1877 and 1883, Notre Dame Cathedral enlivens the heart of Ho Chi Minh City's government quarter, facing Ð Dong Khoi. A red-brick, neo…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/notre-dame-cathedral/a/poi-sig/403218/357884",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF300914393.jpg",
    "detail_description": "Built between 1877 and 1883, Notre Dame Cathedral enlivens the heart of Ho Chi Minh City's government quarter, facing Ð Dong Khoi. A red-brick, neo-Romanesque church, it has twin bell towers that are both topped with spires and crosses that reach 60m.\nThis Catholic cathedral, named after the Virgin Mary, was closed for renovation at the time of research, but when it reopens you'll be able to admire its stained-glass windows and interior walls inlaid with devotional tablets.\n&nbsp;\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 2,
    "name": "War Remnants Museum",
    "latitude": "10.779416",
    "longitude": "106.692114",
    "excerpt": "To understand the US invasion of Vietnam, and contextualize its devastating impact on the country's civilians, this remarkable and deeply moving museum is…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/war-remnants-museum/a/poi-sig/403144/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f52b86e34878467f044c94b506421e0a-war-remnants-museum.jpg",
    "detail_description": "To understand the US invasion of Vietnam, and contextualize its devastating impact on the country's civilians, this remarkable and deeply moving museum is an essential visit. Many of the atrocities documented here are already well publicized, but it's rare to visit a museum such as this, where the victims of US military action are given the space to tell their side of the story.\nWhile most of the displays are written from a Vietnamese perspective, much of the disturbing photography of war atrocities come from US sources, including the images of the My Lai massacre, where more than 500 unarmed South Vietnamese civilians were brutally killed by US soldiers.&nbsp;\nEven travellers with little interest in the war should not leave the city without visiting. Its absorbing exhibits give visitors an invaluable insight into a defining chapter in the country’s history – and a deeper understanding of present-day Vietnam as a result. Allow at least a couple of hours for your visit.\nThe museum, which was formerly known as the Museum of Chinese and American War Crimes, primarily deals with the American War, but the French-colonial period and conflicts with China are also documented. US armoured vehicles, artillery pieces, bombs and infantry weapons are on display outside. One corner of the grounds is devoted to the notorious French and South Vietnamese prisons on Phu Quoc and Con Son islands. Artefacts include that most iconic of French appliances, the guillotine, and the notoriously inhumane ‘tiger cages’ used to house war prisoners.\nThe ground floor of the museum is devoted to a collection of posters and photographs showing support for the antiwar movement internationally. This somewhat upbeat display provides a counterbalance to the horrors upstairs.\nSome of the images on show are very upsetting, in particular photos of widespread destruction from US napalm bombs and the horrific toxic effects of Agent Orange on Vietnamese citizens. Many visitors may need to take a break between exhibits. The museum also offers the rare chance to see some of the experimental weapons used in the war, which were at one time military secrets, such as the flechette, an artillery shell filled with thousands of tiny darts.\nUpstairs, look out for the Requiem Exhibition. Compiled by legendary war photographer Tim Page, this striking collection documents the work of photographers killed during the course of the conflict, on both sides, and includes works by Larry Burrows and Robert Capa.\nTickets and other practicalities\nTickets to enter the museum are 40,000d for adults, and 20,000d for children aged 6-16. Children under 6 enter free.\nThe War Remnants Museum is in the former US Information Service building. Captions are in Vietnamese and English.\n"
},
{
    "country": "ho-chi-minh-city",
    "city": "Ho Chi Minh City",
    "index": 1,
    "name": "Jade Emperor Pagoda",
    "latitude": "10.791643",
    "longitude": "106.697357",
    "excerpt": "Built in 1909 in honour of the supreme Taoist god (the Jade Emperor or King of Heaven, Ngoc Hoang), this is one of the most atmospheric temples in Ho Chi…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/jade-emperor-pagoda/a/poi-sig/403176/357884",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1517614391-RFC.jpg",
    "detail_description": "Built in 1909 in honour of the supreme Taoist god (the Jade Emperor or King of Heaven, Ngoc Hoang), this is one of the most atmospheric temples in Ho Chi Minh City, stuffed with statues of phantasmal divinities and grotesque heroes.\nThe pungent smoke of incense (huong) fills the air, obscuring the exquisite woodcarvings. Its roof is encrusted with elaborate tile work, and the temple's statues, depicting characters from both Buddhist and Taoist lore, are made from reinforced papier mâché.\nThe multifaith nature of the temple is echoed in the shrine's alternative name Phuoc Hai Tu (福海寺; Sea of Blessing Temple), whose message is clearly Buddhist. Similarly, the Chinese characters (佛光普照; Phat Quang Pho Chieu) in the main temple hall mean 'The light of Buddha shines on all'.\nTouring the temple\nInside the main building are two especially fierce and menacing Taoist figures. On the right (as you face the altar) is a 4m-high statue of the general who defeated the Green Dragon (depicted underfoot). On the left is the general who defeated the White Tiger, which is also being stepped on.\nWorshippers mass before the ineffable Jade Emperor, who presides – draped in luxurious robes and shrouded in a dense fug of incense smoke – over the main sanctuary. He is flanked by his guardians, the Four Big Diamonds (Tu Dai Kim Cuong), so named because they are said to be as hard as diamonds.\nOut the door on the left-hand side of the Jade Emperor’s chamber is another room. The semi-enclosed area to the right (as you enter) is presided over by Thanh Hoang, the Chief of Hell; to the left is his red horse. Other figures here represent the gods who dispense punishments for evil acts and rewards for good deeds.\nThe room also contains the famous Hall of the Ten Hells, carved wooden panels illustrating the varied torments awaiting evil people in each of the Ten Regions of Hell. Women queue up at the seated effigy of the City God, who wears a hat inscribed with Chinese characters that announce 'At one glance, money is given'. In a mesmerising ritual, worshippers first put money into a box, then rub a piece of red paper against his hand before circling it around a candle flame.\nOn the other side of the wall is a fascinating little room in which the ceramic figures of 12 women, overrun with children and wearing colourful clothes, sit in two rows of six. Each of the women exemplifies a human characteristic, either good or bad (as in the case of the woman drinking alcohol from a jug). Each figure represents a year in the 12-year Chinese astrological calendar. Presiding over the room is Kim Hoa Thanh Mau, the Chief of All Women. Upstairs is a hall to Quan Am, the Goddess of Mercy, opposite a portrait of Dat Ma, the bearded Indian founder of Zen Buddhism.\nOutside, a small pond seethes with turtles, some of which have shells marked with auspicious inscriptions.\nTickets and other practicalities\nThe temple is free to visit, but a number of donation boxes are dotted around the sight. There is no strict dress code, but, to be respectful,&nbsp;opt for clothing that covers the shoulders and drops below the knee. The temple tends to get busy most days, so&nbsp;arrive&nbsp;early to avoid the worst of the crowds.\n"
}
]