[
{
    "country": "huaraz",
    "city": "Huaraz",
    "index": 1,
    "name": "Monumento Nacional Wilkahuaín",
    "latitude": "-9.484069",
    "longitude": "-77.511313",
    "excerpt": "This small Wari ruin about 8km north of Huaraz is remarkably well preserved, dating from about AD 600 to 900. It’s an imitation of the temple at Chavín…",
    "detail_url": "https://www.lonelyplanet.com/peru/huaraz-and-the-cordilleras/huaraz/attractions/monumento-nacional-wilkahuain/a/poi-sig/1166498/363408",
    "image_url": null,
    "detail_description": "This small Wari ruin about 8km north of Huaraz is remarkably well preserved, dating from about AD 600 to 900. It’s an imitation of the temple at Chavín done in the Tiwanaku style (square temples on raised platforms). Wilkahuaín means ‘grandson’s house’ in Quechua. The three-story temple has seven rooms on each floor, each originally filled with bundles of mummies. The bodies were kept dry using a sophisticated system of ventilation ducts. A one-room museum gives some basic background information in English and Spanish.\nTo get here by foot take a taxi to 'El Pinar' (S7) from where there are two paths leading to the ruins – a direct route via the main road (6km) or a longer but more scenic route via Marian. Alternatively, a taxi direct to the ruins will set you back around S25.There are actually two sets of ruins. Buy your ticket at the lower complex. It's a 10-minute walk along a dirt road to the smaller second complex (Wilkahuaín Pequeno).Avoid taking the path from the ruins down to the baths at Monterrey as robberies have been reported on this stretch."
},
{
    "country": "huaraz",
    "city": "Huaraz",
    "index": 5,
    "name": "Jirón José Olaya",
    "latitude": "-9.529115",
    "longitude": "-77.52039",
    "excerpt": "On the east side of town, Jirón José Olaya is the only street that remained intact through the earthquakes and provides a glimpse of what old Huaraz…",
    "detail_url": "https://www.lonelyplanet.com/peru/huaraz-and-the-cordilleras/huaraz/attractions/jiron-jose-olaya/a/poi-sig/454879/363408",
    "image_url": null,
    "detail_description": "On the east side of town, Jirón José Olaya is the only street that remained intact through the earthquakes and provides a glimpse of what old Huaraz looked like; go on Sunday when a street market sells regional foods.\n"
},
{
    "country": "huaraz",
    "city": "Huaraz",
    "index": 4,
    "name": "Mirador de Retaqeñua",
    "latitude": "-9.535855",
    "longitude": "-77.515111",
    "excerpt": "Mirador de Retaqeñua is about a 45-minute walk southeast of the center and has great views of the city and its mountainous backdrop. Unfortunately,…",
    "detail_url": "https://www.lonelyplanet.com/peru/huaraz-and-the-cordilleras/huaraz/attractions/mirador-de-retaqenua/a/poi-sig/1408378/363408",
    "image_url": null,
    "detail_description": "Mirador de Retaqeñua is about a 45-minute walk southeast of the center and has great views of the city and its mountainous backdrop. Unfortunately, robberies in the area in recent years have made walking here less enticing. Check information on the ground before setting out. If in doubt, take a taxi (S15).\n"
},
{
    "country": "huaraz",
    "city": "Huaraz",
    "index": 3,
    "name": "Museo Regional de Ancash",
    "latitude": "-9.5304144559514",
    "longitude": "-77.529488810761",
    "excerpt": "The Museo Regional de Ancash houses one of the most significant collections of ancient stone sculptures in South America lined up in a garden out back…",
    "detail_url": "https://www.lonelyplanet.com/peru/huaraz-and-the-cordilleras/huaraz/attractions/museo-regional-de-ancash/a/poi-sig/454883/363408",
    "image_url": null,
    "detail_description": "The Museo Regional de Ancash houses one of the most significant collections of ancient stone sculptures in South America lined up in a garden out back. Most of them are from the Recuay culture (400 BC–AD 600) and the Wari culture (AD 600–1100). Otherwise the collection is limited to a few mummies and some trepanned skulls.\n"
},
{
    "country": "huaraz",
    "city": "Huaraz",
    "index": 2,
    "name": "Piscigranja de Truchas",
    "latitude": "-9.524639",
    "longitude": "-77.521291",
    "excerpt": "At the trout hatchery, Piscigranja de Truchas, you can see the stages of the trout-hatching process from eggs to adults. By the entrance, the Recreo de…",
    "detail_url": "https://www.lonelyplanet.com/peru/huaraz-and-the-cordilleras/huaraz/attractions/piscigranja-de-truchas/a/poi-sig/454885/363408",
    "image_url": null,
    "detail_description": "At the trout hatchery, Piscigranja de Truchas, you can see the stages of the trout-hatching process from eggs to adults. By the entrance, the Recreo de los Jardínes serves trout for lunch. It’s a half-hour walk from the center: walk east on Raimondi to Confraternidad Este, then turn left and cross the bridge over the Río Quilcay; the hatchery is just beyond.\n"
}
]