[
{
    "country": "incheon",
    "city": "Incheon",
    "index": 1,
    "name": "Wolmido",
    "latitude": "37.471929",
    "longitude": "126.6043",
    "excerpt": "Historically notable as the site of the Incheon Landing Operations during the Korean War, today the former island of Wolmi (it was joined to the mainland…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/wolmido/a/poi-sig/1427628/357396",
    "image_url": null,
    "detail_description": "Historically notable as the site of the Incheon Landing Operations during the Korean War, today the former island of Wolmi (it was joined to the mainland in 1989), is a leisure area offering a Coney Island–style waterfront boardwalk and small amusement park. It also has the forested Wolmi Park with tranquil walking trails leading to traditional gardens, the Wolmi Observatory with its panoramic views and the Korean Emigration History Museum.\nConstruction began in 2007 on a monorail encircling Wolmido, but safety concerns have caused endless delays; it is now slated to open in 2019, with plans to eventually connect to Incheon station."
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 14,
    "name": "Wolmi Observatory",
    "latitude": "37.469851",
    "longitude": "126.605287",
    "excerpt": "Looking like an air traffic control tower atop Wolmi Park, the Wolmi Observatory is worth the short, uphill hike to enjoy 360° views of Incheon and beyond…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/wolmi-observatory/a/poi-sig/1410048/357396",
    "image_url": null,
    "detail_description": "Looking like an air traffic control tower atop Wolmi Park, the Wolmi Observatory is worth the short, uphill hike to enjoy 360° views of Incheon and beyond. The cafe here is a good spot for a break.\n"
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 12,
    "name": "Korean Emigration History Museum",
    "latitude": "37.469864",
    "longitude": "126.600841",
    "excerpt": "This museum offers interesting insights into the outbound journeys of Korean migrants, with a focus on those settling throughout the Americas. It's…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/korean-emigration-history-museum/a/poi-sig/1417090/357396",
    "image_url": null,
    "detail_description": "This museum offers interesting insights into the outbound journeys of Korean migrants, with a focus on those settling throughout the Americas. It's located at the base of Wolmi Park.\n"
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 11,
    "name": "Modern Architecture Museum",
    "latitude": "37.472959",
    "longitude": "126.621187",
    "excerpt": "Housed within a former concession-era Japanese bank, this museum examines the historic diversity of the Open Port area's architecture – modernist, gothic,…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/modern-architecture-museum/a/poi-sig/1513877/357396",
    "image_url": null,
    "detail_description": "Housed within a former concession-era Japanese bank, this museum examines the historic diversity of the Open Port area's architecture – modernist, gothic, Japanese imperial and Chinese – much of which has been lost over the years.\n"
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 13,
    "name": "Incheon Open Port Museum",
    "latitude": "37.473308",
    "longitude": "126.620575",
    "excerpt": "Built in 1897, this is one of three former Japanese banks along the same street. Exhibitions within present the history of Incheon's Open Port area since…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/incheon-open-port-museum/a/poi-sig/1410040/357396",
    "image_url": null,
    "detail_description": "Built in 1897, this is one of three former Japanese banks along the same street. Exhibitions within present the history of Incheon's Open Port area since foreign concessions were first established here in 1883.\n"
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 10,
    "name": "Incheon Fish Market",
    "latitude": "37.454045",
    "longitude": "126.606724",
    "excerpt": "This large fish and seafood market has row upon row of vendors hawking every kind of edible sea beast, which can be consumed right here at several small…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/incheon-fish-market/a/poi-sig/1410038/357396",
    "image_url": null,
    "detail_description": "This large fish and seafood market has row upon row of vendors hawking every kind of edible sea beast, which can be consumed right here at several small restaurants and cafes. Bus 12 or 24 will get you here from Dongincheon subway station.\n"
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 9,
    "name": "Songwol-dong Fairy Tale Village",
    "latitude": "37.478289",
    "longitude": "126.620157",
    "excerpt": "As if a princess had waved a magic wand over its streets, this once gritty neighbourhood has been transformed into a children's wonderland of brightly…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/songwol-dong-fairy-tale-village/a/poi-sig/1513042/357396",
    "image_url": null,
    "detail_description": "As if a princess had waved a magic wand over its streets, this once gritty neighbourhood has been transformed into a children's wonderland of brightly coloured, fairy-tale-themed murals. While it's aimed at kids, it's quirky enough to warrant a visit by all.\n"
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 8,
    "name": "Wolmi Park",
    "latitude": "37.471537",
    "longitude": "126.601789",
    "excerpt": "This large, forested park has walking trails, a replica of a traditional Korean garden, and the hilltop Wolmi Observatory, offering views across the port…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/wolmi-park/a/poi-sig/1410050/357396",
    "image_url": null,
    "detail_description": "This large, forested park has walking trails, a replica of a traditional Korean garden, and the hilltop Wolmi Observatory, offering views across the port and towards Yeongjongdo.\nThe Korean Emigration History Museum is at the park's southern end."
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 7,
    "name": "Daebul Hotel",
    "latitude": "37.473598",
    "longitude": "126.619964",
    "excerpt": "Dubbed the 'first western hotel in Korea', this three-storey brick building is a recreation of an old merchants hotel that stood on this spot from 1888 to…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/daebul-hotel/a/poi-sig/1600774/357396",
    "image_url": null,
    "detail_description": "Dubbed the 'first western hotel in Korea', this three-storey brick building is a recreation of an old merchants hotel that stood on this spot from 1888 to 1978 (the original foundations are viewable through glass). Upstairs, mock-ups of historical guest rooms are designed to give Korean visitors a taste of old-world western culture.\n"
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 6,
    "name": "Jayu Park",
    "latitude": "37.475778",
    "longitude": "126.623569",
    "excerpt": "You can explore this picturesque hilltop park, designed by a Russian civil engineer in 1888, while walking between Chinatown and the Open Port area. It…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/jayu-park/a/poi-sig/1410037/357396",
    "image_url": null,
    "detail_description": "You can explore this picturesque hilltop park, designed by a Russian civil engineer in 1888, while walking between Chinatown and the Open Port area. It contains the monument for the centenary of Korea–USA relations and a statue of General MacArthur, who led the Allied amphibious landings at Incheon, turning the tide of the Korean War.\n"
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 5,
    "name": "Jajangmyeon Museum",
    "latitude": "37.474781",
    "longitude": "126.61815",
    "excerpt": "Housed in a building dating to 1907, this imaginative museum celebrates the origins of the much-loved noodle dish jajangmyeon, thought to be adapted from…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/jajangmyeon-museum/a/poi-sig/1512829/357396",
    "image_url": null,
    "detail_description": "Housed in a building dating to 1907, this imaginative museum celebrates the origins of the much-loved noodle dish jajangmyeon, thought to be adapted from the snacks of Chinese labourers who came over from Shandong Province to work in Incheon's Open Port area at the turn of the 20th century.\nThere's not much in English here, so pick up the leaflet."
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 4,
    "name": "Incheon Art Platform",
    "latitude": "37.472568",
    "longitude": "126.620275",
    "excerpt": "This attractive complex of 1930s and ‘40s brick warehouses was turned over to the Incheon Foundation for Arts and Culture, which has created gallery…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/incheon-art-platform/a/poi-sig/1410036/357396",
    "image_url": null,
    "detail_description": "This attractive complex of 1930s and ‘40s brick warehouses was turned over to the Incheon Foundation for Arts and Culture, which has created gallery spaces and artist residency studios. Performances and events are also held here, and there is a light-filled cafe with plenty of art books.\nThe platform offers residency programs and studio space for artists; visit the website for more info."
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 2,
    "name": "Incheon Landing Operation Memorial Hall",
    "latitude": "37.419731",
    "longitude": "126.654006",
    "excerpt": "This sombre, strikingly designed museum commemorates the daring attack in which some 70,000 UN and South Korean troops took part in a surprise landing in…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/incheon-landing-operation-memorial-hall/a/poi-sig/1076239/357396",
    "image_url": null,
    "detail_description": "This sombre, strikingly designed museum commemorates the daring attack in which some 70,000 UN and South Korean troops took part in a surprise landing in Incheon in 1950, supported by 260 warships. The displays include newsreel films of the Korean War, plus guided missiles and amphibious landing crafts.\nBuses 8, 16 and 521 come here from Dongincheon subway, or you can take the subway from Incheon to Songdo, from where it's a 25-minute walk."
},
{
    "country": "incheon",
    "city": "Incheon",
    "index": 3,
    "name": "Incheon Metropolitan City Museum",
    "latitude": "37.42083",
    "longitude": "126.65332",
    "excerpt": "The city’s main museum offers an excellent collection of celadon pottery and some interesting historical displays dating from the Three Kingdoms. It's…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/incheon/attractions/incheon-metropolitan-city-museum/a/poi-sig/1410042/357396",
    "image_url": null,
    "detail_description": "The city’s main museum offers an excellent collection of celadon pottery and some interesting historical displays dating from the Three Kingdoms. It's located next to the Incheon Landing Operation Memorial Hall.\nBuses 8, 16 and 521 come here from Dongincheon subway, or you can take the subway from Incheon to Songdo, from where it's a 25-minute walk."
}
]