[
{
    "country": "iquique",
    "city": "Iquique",
    "index": 1,
    "name": "Plaza Prat",
    "latitude": "-20.21403912925",
    "longitude": "-70.152533054352",
    "excerpt": "The city's 19th-century swagger is hard to miss on Iquique's central square. Pride of place goes to the 1877 Torre Reloj clock tower, seemingly baked and…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/iquique/attractions/plaza-prat/a/poi-sig/467176/363274",
    "image_url": null,
    "detail_description": "The city's 19th-century swagger is hard to miss on Iquique's central square. Pride of place goes to the 1877 Torre Reloj clock tower, seemingly baked and sugar-frosted rather than built. Jumping fountains line the walkway south to the marble-stepped Teatro Municipal, a neoclassical building that has been hosting opera and theater since 1890. A handsomely restored tram sits outside and occasionally jerks its way down Av Baquedano in high season.\n"
},
{
    "country": "iquique",
    "city": "Iquique",
    "index": 9,
    "name": "Torre Reloj",
    "latitude": "-20.213857",
    "longitude": "-70.152477",
    "excerpt": "This 1877 clock tower takes pride of place on Iquique's main square.",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/iquique/attractions/torre-reloj/a/poi-sig/1431640/363274",
    "image_url": null,
    "detail_description": "This 1877 clock tower takes pride of place on Iquique's main square.\n"
},
{
    "country": "iquique",
    "city": "Iquique",
    "index": 8,
    "name": "Edificio de la Aduana",
    "latitude": "-20.211434947835",
    "longitude": "-70.152682310819",
    "excerpt": "A grand old colonial building dating to 1876, the ex-customs house was ravaged by fire in early 2015.",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/iquique/attractions/edificio-de-la-aduana/a/poi-sig/1275490/363274",
    "image_url": null,
    "detail_description": "A grand old colonial building dating to 1876, the ex-customs house was ravaged by fire in early 2015.\n"
},
{
    "country": "iquique",
    "city": "Iquique",
    "index": 7,
    "name": "Casino Español",
    "latitude": "-20.213787",
    "longitude": "-70.151889",
    "excerpt": "The prize for the showiest building in Iquique goes to this Moorish-style place from 1904, on the plaza's northeast corner. The gaudily tiled creation is…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/iquique/attractions/casino-espanol/a/poi-sig/1304177/363274",
    "image_url": null,
    "detail_description": "The prize for the showiest building in Iquique goes to this Moorish-style place from 1904, on the plaza's northeast corner. The gaudily tiled creation is now a club and restaurant. Go at meal times for a look at the interior with its dazzling tile work, coffered ceilings and fanciful murals.\n"
},
{
    "country": "iquique",
    "city": "Iquique",
    "index": 6,
    "name": "Museo Regional",
    "latitude": "-20.216747",
    "longitude": "-70.152233",
    "excerpt": "Iquique's former courthouse now hosts the catch-all regional museum, which earnestly re-creates a traditional adobe altiplano village and also exhibits…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/iquique/attractions/museo-regional/a/poi-sig/1275325/363274",
    "image_url": null,
    "detail_description": "Iquique's former courthouse now hosts the catch-all regional museum, which earnestly re-creates a traditional adobe altiplano village and also exhibits masked Chinchorro mummies and elongated skulls. Photographs explore Iquique's urban beginnings, and a fascinating display dissects the nitrate industry.\n"
},
{
    "country": "iquique",
    "city": "Iquique",
    "index": 5,
    "name": "Centro Cultural Palacio Astoreca",
    "latitude": "-20.218268",
    "longitude": "-70.151793",
    "excerpt": "Originally built for a nitrate tycoon, this 1904 Georgian-style mansion is now a cultural center, which exhibits contemporary work produced by local…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/iquique/attractions/centro-cultural-palacio-astoreca/a/poi-sig/1304161/363274",
    "image_url": null,
    "detail_description": "Originally built for a nitrate tycoon, this 1904 Georgian-style mansion is now a cultural center, which exhibits contemporary work produced by local artists. It has a fantastic interior of opulent rooms with elaborate woodwork and high ceilings, massive chandeliers, a gigantic billiard table and balconies.\r\n\n"
},
{
    "country": "iquique",
    "city": "Iquique",
    "index": 4,
    "name": "Museo Naval",
    "latitude": "-20.211529218178",
    "longitude": "-70.152543552824",
    "excerpt": "Take in the artifacts salvaged from the sunken Esmeralda at this small museum inside the haughty colonial-style customs house, built in 1871 when Iquique…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/iquique/attractions/museo-naval/a/poi-sig/1275495/363274",
    "image_url": null,
    "detail_description": "Take in the artifacts salvaged from the sunken Esmeralda at this small museum inside the haughty colonial-style customs house, built in 1871 when Iquique was still Peruvian territory. Peru incarcerated prisoners here during the War of the Pacific, and the building would later see battle in the Chilean civil war of 1891. The museum is currently closed for long-term renovations.\n"
},
{
    "country": "iquique",
    "city": "Iquique",
    "index": 3,
    "name": "Muelle de Pasajeros",
    "latitude": "-20.210948",
    "longitude": "-70.154636",
    "excerpt": "Hour-long boat tours around the harbor leave from Iquique's 1901 passenger pier, just west of the Edificio de la Aduana. The tour floats past the Boya…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/iquique/attractions/muelle-de-pasajeros/a/poi-sig/467160/363274",
    "image_url": null,
    "detail_description": "Hour-long boat tours around the harbor leave from Iquique's 1901 passenger pier, just west of the Edificio de la Aduana. The tour floats past the Boya Conmemorativa del Combate de Iquique, a buoy marking the spot where the Esmeralda sank in a confrontation with the ironclad Peruvian Huáscar. It also approaches a colony of sea lions.\nTours depart when enough people (typically eight) show up. Go on a weekend around 11am or noon for the least amount of waiting around."
},
{
    "country": "iquique",
    "city": "Iquique",
    "index": 2,
    "name": "Museo Corbeta Esmeralda",
    "latitude": "-20.209579",
    "longitude": "-70.151621",
    "excerpt": "This replica of sunken Esmeralda, a plucky little Chilean corvette that challenged ironclad Peruvian warships in the War of the Pacific, is Iquique's new…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/iquique/attractions/museo-corbeta-esmeralda/a/poi-sig/1304170/363274",
    "image_url": null,
    "detail_description": "This replica of sunken Esmeralda, a plucky little Chilean corvette that challenged ironclad Peruvian warships in the War of the Pacific, is Iquique's new pride and glory. The original ship was captained by Arturo Prat (1848–79), whose name now graces a hundred street maps, plazas and institutions. Guided tours (reserve ahead for a tour in English) take you inside the staff quarters, past the orange-lit engine, and on to the ship's deck.\nBook ahead or come on Sunday when it is first come, first served."
}
]