[
{
    "country": "iquitos",
    "city": "Iquitos",
    "index": 6,
    "name": "Iglesia de San Juan Bautista",
    "latitude": "-3.7495080531024",
    "longitude": "-73.245039854821",
    "excerpt": "Landmark church.",
    "detail_url": "https://www.lonelyplanet.com/peru/amazon-basin/iquitos/attractions/iglesia-de-san-juan-bautista/a/poi-sig/1352653/363385",
    "image_url": null,
    "detail_description": "Landmark church.\n"
},
{
    "country": "iquitos",
    "city": "Iquitos",
    "index": 5,
    "name": "Museum of Indigenous Amazon Cultures",
    "latitude": "-3.751818",
    "longitude": "-73.243972",
    "excerpt": "This intuitively presented museum takes you through the traits, traditions and beliefs of the tribes of the Amazon Basin, with a focus on the Peruvian…",
    "detail_url": "https://www.lonelyplanet.com/peru/amazon-basin/iquitos/attractions/museum-of-indigenous-amazon-cultures/a/poi-sig/1519942/363385",
    "image_url": null,
    "detail_description": "This intuitively presented museum takes you through the traits, traditions and beliefs of the tribes of the Amazon Basin, with a focus on the Peruvian Amazon. Some 40 Amazonian cultures are represented.\n"
},
{
    "country": "iquitos",
    "city": "Iquitos",
    "index": 4,
    "name": "Malecón",
    "latitude": "-3.749442",
    "longitude": "-73.242545",
    "excerpt": "The sight of Iquitos' sophisticated riverside walkway, edged by swanky bars and restaurants and yet cut off from the rest of the world by hundreds of…",
    "detail_url": "https://www.lonelyplanet.com/peru/amazon-basin/iquitos/attractions/malecon/a/poi-sig/1519997/363385",
    "image_url": null,
    "detail_description": "The sight of Iquitos' sophisticated riverside walkway, edged by swanky bars and restaurants and yet cut off from the rest of the world by hundreds of kilometers of jungle river, is as spectacular as it is surreal. Tours are touted and jungle food is served from stalls, while below are decaying old riverboats, and the lower town's huts on stilts are at the mercy of rapidly changing river levels.\n"
},
{
    "country": "iquitos",
    "city": "Iquitos",
    "index": 3,
    "name": "Casa de Fierro",
    "latitude": "-3.7498928146762",
    "longitude": "-73.24400456481",
    "excerpt": "Every guidebook mentions the ‘majestic’ Casa de Fierro (Iron House), designed by Gustave Eiffel (of Eiffel Tower fame). It was made in Paris in 1860 and…",
    "detail_url": "https://www.lonelyplanet.com/peru/amazon-basin/iquitos/attractions/casa-de-fierro/a/poi-sig/437152/363385",
    "image_url": null,
    "detail_description": "Every guidebook mentions the ‘majestic’ Casa de Fierro (Iron House), designed by Gustave Eiffel (of Eiffel Tower fame). It was made in Paris in 1860 and imported piece by piece into Iquitos around 1890, during the rubber-boom days, to beautify the city. It’s the only survivor of three different iron houses originally imported here. It resembles a bunch of scrap-metal sheets bolted together, was once the location of the Iquitos Club and is now, in humbler times, a general store.\nIt is a building to appreciate from the outside only."
},
{
    "country": "iquitos",
    "city": "Iquitos",
    "index": 2,
    "name": "Historical Ships Museum",
    "latitude": "-3.746819",
    "longitude": "-73.24129",
    "excerpt": "Moored below Plaza Castilla is the diverting Historical Ships Museum, on a 1906 Amazon riverboat, the gorgeously restored three-deck Ayapua. The…",
    "detail_url": "https://www.lonelyplanet.com/peru/amazon-basin/iquitos/attractions/historical-ships-museum/a/poi-sig/1519943/363385",
    "image_url": null,
    "detail_description": "Moored below Plaza Castilla is the diverting Historical Ships Museum, on a 1906 Amazon riverboat, the gorgeously restored three-deck Ayapua. The exhibitions reflect the Amazon River's hodgepodge past: explorers, tribes, rubber barons and the filming of the 1982 Werner Herzog movie Fitzcarraldo. Included in the entrance price is a half-hour historic-boat ride on the river (Río Itaya out to the Río Amazonas proper).\n"
},
{
    "country": "iquitos",
    "city": "Iquitos",
    "index": 1,
    "name": "Belén Mercado",
    "latitude": "-3.759002",
    "longitude": "-73.247641",
    "excerpt": "At the southeast end of town is the floating shantytown of Belén, consisting of scores of huts, built on rafts, which rise and fall with the river. During…",
    "detail_url": "https://www.lonelyplanet.com/peru/amazon-basin/iquitos/attractions/belen-mercado/a/poi-sig/1277432/363385",
    "image_url": null,
    "detail_description": "At the southeast end of town is the floating shantytown of Belén, consisting of scores of huts, built on rafts, which rise and fall with the river. During the low-water months, these rafts sit on the river mud, but for most of the year they float on the river − a colorful and chaotic sight. Seven thousand people live here, and canoes float from hut to hut selling and trading jungle produce.\nThe best time to visit the area is at 7am, when people from the jungle villages arrive to sell their produce. To get here, take a cab to ‘Los Chinos,’ walk to the port and rent a canoe to take you around.The market here, located within the city blocks in front of Belén, is the raucous, crowded affair common to most Peruvian towns. In fact, because of the fluctuating water levels that make this market so muddy and mosquito-plagued, Belén is a level more squalid again. All kinds of strange and exotic products, from bottled ayahuasca to insect grubs are sold among the more mundane bags of rice, sugar, flour and cheap household goods. Look for the bark of the chuchuhuasi tree, which is soaked in rum for weeks and used as a tonic (it’s served in many of the local bars). Chuchuhuasi and other Amazon plants are common ingredients in herbal pain-reducing and arthritis formulas manufactured in Europe and the USA.The market makes for exciting shopping and sightseeing, but do remember to watch your wallet."
}
]