[
{
    "country": "ixtapa",
    "city": "Ixtapa",
    "index": 1,
    "name": "Isla Ixtapa",
    "latitude": "17.677094",
    "longitude": "-101.656687",
    "excerpt": "Ixtapa's finest attraction is a popular island. The turquoise waters are crystal-clear, calm (particularly on the main Playa Varadero) and good for…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/ixtapa/attractions/isla-ixtapa/a/poi-sig/468254/361523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-172639988_medium.jpg",
    "detail_description": "Ixtapa's finest attraction is a popular island. The turquoise waters are crystal-clear, calm (particularly on the main Playa Varadero) and good for snorkeling (gear rental available). Playa Corales on the back side of the island is the quietest beach, with soft white sand and offshore coral reef, but more waves. Thatch-covered, open-air enramada seafood restaurants and massage providers dot the island. Frequent boats depart from the pier at Playa Linda. It's very busy on weekends and during high season.\n"
},
{
    "country": "ixtapa",
    "city": "Ixtapa",
    "index": 6,
    "name": "Playa Escolleras",
    "latitude": "17.663406",
    "longitude": "-101.618814",
    "excerpt": "Playa Escolleras, at the western end of Playa El Palmar near the entrance to the marina, has a decent break and attracts surfers.",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/ixtapa/attractions/playa-escolleras/a/poi-sig/1524661/361523",
    "image_url": null,
    "detail_description": "Playa Escolleras, at the western end of Playa El Palmar near the entrance to the marina, has a decent break and attracts surfers.\n"
},
{
    "country": "ixtapa",
    "city": "Ixtapa",
    "index": 5,
    "name": "Playa Quieta",
    "latitude": "17.670991",
    "longitude": "-101.642654",
    "excerpt": "On the other side of Punta Ixtapa from the main resort area, Playa Quieta is popular with spring breakers staying at the Club Med, the biggest hotel on…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/ixtapa/attractions/playa-quieta/a/poi-sig/1524662/361523",
    "image_url": null,
    "detail_description": "On the other side of Punta Ixtapa from the main resort area, Playa Quieta is popular with spring breakers staying at the Club Med, the biggest hotel on the beach. The water is good for swimming.\n"
},
{
    "country": "ixtapa",
    "city": "Ixtapa",
    "index": 4,
    "name": "Cocodrilario",
    "latitude": "17.6815",
    "longitude": "-101.64554",
    "excerpt": "Playa Linda has a small cocodrilario (crocodile reserve) that is also home to fat iguanas and several bird species. You can watch the hulking crocs from…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/ixtapa/attractions/cocodrilario/a/poi-sig/1406546/361523",
    "image_url": null,
    "detail_description": "Playa Linda has a small cocodrilario (crocodile reserve) that is also home to fat iguanas and several bird species. You can watch the hulking crocs from the safety of the well-fenced wooden viewing platform located near the bus stop and extending toward the harbor.\n"
},
{
    "country": "ixtapa",
    "city": "Ixtapa",
    "index": 3,
    "name": "Playa Linda",
    "latitude": "17.683176",
    "longitude": "-101.645358",
    "excerpt": "A long stretch of greyish sand, Playa Linda is popular with locals, though the water towards the north end can be murky thanks to the nearby rivers and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/ixtapa/attractions/playa-linda/a/poi-sig/1524663/361523",
    "image_url": null,
    "detail_description": "A long stretch of greyish sand, Playa Linda is popular with locals, though the water towards the north end can be murky thanks to the nearby rivers and mangroves. It has some decent surf and a gaggle of enramadas (beach restaurants) at the south end. Banana-boat rides are offered. Local buses from central Ixtapa (M$15) can drop you here.\n"
},
{
    "country": "ixtapa",
    "city": "Ixtapa",
    "index": 2,
    "name": "Playa El Palmar",
    "latitude": "17.661872",
    "longitude": "-101.607935",
    "excerpt": "Ixtapa's longest (2.5km) and broadest stretch of blond sand is overrun by parasailing and jet-skiing concessions. The sea takes on an aquamarine sheen in…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/ixtapa/attractions/playa-el-palmar/a/poi-sig/1524660/361523",
    "image_url": null,
    "detail_description": "Ixtapa's longest (2.5km) and broadest stretch of blond sand is overrun by parasailing and jet-skiing concessions. The sea takes on an aquamarine sheen in the dry season, which makes it all the more inviting. Take care while swimming, as there can be a vicious shore break and a powerful undertow when the swell comes up. Access is tricky, thanks to the mega-resorts lined up shoulder to shoulder, but you can always cut through a hotel lobby (Krystal or Hotel Emporio).\n"
}
]