[
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 1,
    "name": "Jaffna Fort",
    "latitude": "9.662021",
    "longitude": "80.008507",
    "excerpt": "Long the gatehouse of the city, the vast Jaffna fort, overlooking the Jaffna lagoon, has been fought over for centuries. Today you can wander its walls,…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/jaffna-fort/a/poi-sig/1395770/357445",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/Jaffna_Fort_Sri_Lanka.jpg",
    "detail_description": "Long the gatehouse of the city, the vast Jaffna&nbsp;fort, overlooking the Jaffna lagoon, has been fought over for centuries. Today you can wander its walls, gateways and moats, see the barracks that once housed thousands of troops and civilians, and view the city from its ramparts.\nHistory\nA fort was originally built in this location by Portuguese colonialists&nbsp;in 1619 during their invasion of the Jaffna Kingdom and was held for nearly 40&nbsp;years, during which they fought off three Sri Lankan rebellions against their rule. In 1658, the Dutch captured it when they briefly joined forces&nbsp;with the Sinhalese and then used it as a base to consolidate their own power.&nbsp;\nThe Dutch&nbsp;expanded it, and defensive triangles were added in 1792 to produce the fort's defining pentagonal shape you'll recognise from aerial&nbsp;imagery of the structure. However, British colonial powers seized control of the garrison just three years later without firing a shot.\nFollowing Sri Lanka's independence from Britain, the fort became a focal point of the country's civil war&nbsp;between Tamil groups and the the&nbsp;Sinhalese&nbsp;dominated&nbsp;Sri Lankan Government,&nbsp;with government&nbsp;forces using&nbsp;it as an encampment. In&nbsp;1990 the LTTE (also known as the Tamil Tigers), who were&nbsp;at the time in control of the rest of Jaffna, forced out government troops after a grisly 107-day siege.&nbsp;\nAfter the war concluded&nbsp;in&nbsp;2009, authorities began the painstaking task of restoration, with financial help from the Dutch government.&nbsp;Restoration of the coral, stone, brick and mortar walls is still ongoing.\nVisiting the fort today\nAlongside the wonderful views from its walls and ramparts,&nbsp;visitors can check out exhibits relating to the archaeological history of the structure in a room inside the main portal.&nbsp;The entry fee for the fort is US$2 for children and US$4 for adults.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 17,
    "name": "Our Lady of Refuge Church",
    "latitude": "9.6631307213719",
    "longitude": "80.018249258325",
    "excerpt": "This unusual structure looks like a whitewashed version of a Gloucestershire village church.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/our-lady-of-refuge-church/a/poi-sig/480914/357445",
    "image_url": null,
    "detail_description": "This unusual structure looks like a whitewashed version of a Gloucestershire village church.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 16,
    "name": "Vannarpannai Vaitheeswaran Kovil",
    "latitude": "9.67153",
    "longitude": "80.010315",
    "excerpt": "This beautiful temple with a restrained colour palette dates back to the Dutch colonial period.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/vannarpannai-vaitheeswaran-kovil/a/poi-sig/1429921/357445",
    "image_url": null,
    "detail_description": "This beautiful temple with a restrained colour palette dates back to the Dutch colonial period.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 15,
    "name": "St James' Church",
    "latitude": "9.65745",
    "longitude": "80.016594",
    "excerpt": "This is the grandest church in Jaffna, a classical Italianate edifice used by Anglicans that dates to 1827.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/st-james-church/a/poi-sig/480924/357445",
    "image_url": null,
    "detail_description": "This is the grandest church in Jaffna, a classical Italianate edifice used by Anglicans that dates to 1827.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 14,
    "name": "Sri Nagavihara International Buddhist Centre",
    "latitude": "9.668168",
    "longitude": "80.018004",
    "excerpt": "The solitary Sri Nagavihara International Buddhist Centre was quickly rebuilt after government forces retook Jaffna in 1995.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/sri-nagavihara-international-buddhist-centre/a/poi-sig/480922/357445",
    "image_url": null,
    "detail_description": "The solitary Sri Nagavihara International Buddhist Centre was quickly rebuilt after government forces retook Jaffna in 1995.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 13,
    "name": "Miralliamman Kovil",
    "latitude": "9.673675",
    "longitude": "80.025581",
    "excerpt": "Easily overshadowed by the nearby Nallur Kandaswamy Kovil, this temple tries hard to be noticed with especially vibrant colours.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/miralliamman-kovil/a/poi-sig/1429862/357445",
    "image_url": null,
    "detail_description": "Easily overshadowed by the nearby Nallur Kandaswamy Kovil, this temple tries hard to be noticed with especially vibrant colours.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 12,
    "name": "Subramaniam Park",
    "latitude": "9.660939",
    "longitude": "80.01271",
    "excerpt": "An elegant modern park with impressive fountains. It reopened in 2010 after war damage was repaired. It has a fun children's play area.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/subramaniam-park/a/poi-sig/1429889/357445",
    "image_url": null,
    "detail_description": "An elegant modern park with impressive fountains. It reopened in 2010 after war damage was repaired. It has a fun children's play area.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 11,
    "name": "St Mary’s Cathedral",
    "latitude": "9.656075",
    "longitude": "80.022922",
    "excerpt": "Built by the Dutch along classical lines in the 1790s, St Mary’s Cathedral is astonishingly large, but it’s curious to see corrugated-iron roofing held up…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/st-mary-s-cathedral/a/poi-sig/480932/357445",
    "image_url": null,
    "detail_description": "Built by the Dutch along classical lines in the 1790s, St Mary’s Cathedral is astonishingly large, but it’s curious to see corrugated-iron roofing held up by such a masterpiece of wooden vaulting. It's the main church for Roman Catholics.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 10,
    "name": "Old Park",
    "latitude": "9.659858",
    "longitude": "80.02877",
    "excerpt": "A grand expanse of grass with very old, huge shade trees, first laid out by the British in 1829. Besides a playground and the cute Dora Cafe, it has the…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/old-park/a/poi-sig/1568383/357445",
    "image_url": null,
    "detail_description": "A grand expanse of grass with very old, huge shade trees, first laid out by the British in 1829. Besides a playground and the cute Dora Cafe, it has the vaguely spooky ruins of the war-destroyed colonial-era Registry Office. They're like something from an Agatha Christie novel.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 9,
    "name": "Jaffna Archaeological Museum",
    "latitude": "9.6691594540051",
    "longitude": "80.024461612285",
    "excerpt": "This small, unkempt but interesting museum is hidden away at the end of a messy garden behind a concrete events hall. At the door are a pair of rusty…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/jaffna-archaeological-museum/a/poi-sig/1195363/357445",
    "image_url": null,
    "detail_description": "This small, unkempt but interesting museum is hidden away at the end of a messy garden behind a concrete events hall. At the door are a pair of rusty Dutch cannons from the fort and a set of whale bones. Inside, there are a few treasures, including some 15th-century Buddha torsos found at Kantarodai and a 14th-century ‘seven-mouthed pot'.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 8,
    "name": "Sangiliyan Statue",
    "latitude": "9.674059",
    "longitude": "80.03522",
    "excerpt": "Glistening in the sun, this gold-hued statue was first erected in 1974. It portrays Cankili II, the last king of the Jaffna Kingdom (he died in 1623)…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/sangiliyan-statue/a/poi-sig/1429915/357445",
    "image_url": null,
    "detail_description": "Glistening in the sun, this gold-hued statue was first erected in 1974. It portrays Cankili II, the last king of the Jaffna Kingdom (he died in 1623). During the war the statue was removed. It was restored in 2011 but not without the kind of controversy that is common in the north. Some Tamils contend that the current version lacks some of the heroic features of the original.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 7,
    "name": "Yamuna Eri",
    "latitude": "9.674667",
    "longitude": "80.03783",
    "excerpt": "This U-shaped pool made of carved stones is neglected but still intact – it’s thought to have been the women’s bathing pool of the royal family. The tank…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/yamuna-eri/a/poi-sig/1395765/357445",
    "image_url": null,
    "detail_description": "This U-shaped pool made of carved stones is neglected but still intact – it’s thought to have been the women’s bathing pool of the royal family. The tank is north of St James' Church, which is on Chemmani Rd (and not to be confused with the church of the same name on Main St). You reach it on narrow lane east of Point Pedro Rd. It's an evocative site; just tune out the nearby modern buildings.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 6,
    "name": "Mantiri Manai",
    "latitude": "9.677488",
    "longitude": "80.035934",
    "excerpt": "Set back from the road, it's easy to sense the beauty that was once part of this building's soul. Completely derelict now, and with walls covered in…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/mantiri-manai/a/poi-sig/1568337/357445",
    "image_url": null,
    "detail_description": "Set back from the road, it's easy to sense the beauty that was once part of this building's soul. Completely derelict now, and with walls covered in graffiti, the building keeps its secrets. There's much debate about its background. Some contend it dates back to the Jaffna Kingdom, when it would have been used as guest quarters for visiting ministers. Others place it in the Dutch or Portuguese colonial era, while some even claim it was built as recently as the 1890s.\nUntil more is known, soak up the atmosphere and concoct your own story."
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 5,
    "name": "Clock Tower",
    "latitude": "9.6631880228751",
    "longitude": "80.013329265188",
    "excerpt": "An architectural curiosity, the spindly Clock Tower has a Moorish domed top, which makes it look like it belongs somewhere in North Africa. It was erected…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/clock-tower/a/poi-sig/1195367/357445",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1651662106.jpg",
    "detail_description": "An architectural curiosity, the spindly Clock Tower has a Moorish domed top, which makes it look like it belongs somewhere in North Africa. It was erected in 1875 to honour a visit by the Prince of Wales. In 2000 the current prince, Charles, donated the working clocks you see today to replace those damaged by fighting.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 4,
    "name": "Jaffna Public Library",
    "latitude": "9.662226",
    "longitude": "80.011815",
    "excerpt": "Tellingly, one of the first major buildings to be rebuilt after the 2002 ceasefire was Jaffna's Public Library. It had been burnt down by pro-government…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/jaffna-public-library/a/poi-sig/1195365/357445",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1884369016.jpg",
    "detail_description": "Tellingly, one of the first major buildings to be rebuilt after the 2002 ceasefire was Jaffna's Public Library. It had been burnt down by pro-government mobs (some say forces) in July 1981, a destruction that many Tamils deemed a cultural attack – few acts were more significant in the build-up to civil war.In its reconstruction, architects kept true to the elegant original neo-Mughal design from 1959. Today it’s a bright spacious place that's very actively used by Jaffna's citizens.\nJaffna residents have long considered their city to be one of Asia’s finest intellectual capitals, and the library is an important Tamil cultural centre and historic institution (it was inaugurated in 1841). The original world-renowned collection destroyed in the fire included more than 90,000 volumes, including irreplaceable Tamil documents such as the one surviving copy of Yalpanam Vaipavama, a history of Jaffna.There's a statue of Saraswati – Hinduism’s goddess of knowledge – out front. At the back there's an airy cafe."
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 3,
    "name": "Cankili Thoppu Archway",
    "latitude": "9.676079",
    "longitude": "80.03617",
    "excerpt": "The provenance of this Jaffna Kingdom relic is fairly secure. This archway is thought to be one of the palace’s original entrances. Among its weathered…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/cankili-thoppu-archway/a/poi-sig/1568336/357445",
    "image_url": null,
    "detail_description": "The provenance of this Jaffna Kingdom relic is fairly secure. This archway is thought to be one of the palace’s original entrances. Among its weathered yet intricate carvings is an inscription to King Sangili from 1519.\n"
},
{
    "country": "jaffna",
    "city": "Jaffna",
    "index": 2,
    "name": "Nallur Kandaswamy Kovil",
    "latitude": "9.674422",
    "longitude": "80.029424",
    "excerpt": "This huge Hindu temple, crowned by a towering god-encrusted, golden-ochre gopuram, is one of the most significant Hindu religious complexes in Sri Lanka…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/nallur-kandaswamy-kovil/a/poi-sig/1081862/357445",
    "image_url": null,
    "detail_description": "This huge Hindu temple, crowned by a towering god-encrusted, golden-ochre gopuram, is one of the most significant Hindu religious complexes in Sri Lanka. Its sacred deity is Murugan (or Skanda), and during cacophonous puja – at 5am, 10am, noon, 4.15pm (small puja), 4.30pm (‘special’ puja), 5pm and 6.45pm – offerings are made to his brass-framed image and other Hindu deities like Ganesh in shrines surrounding the inner sanctum. It's about 1.5km northeast of the centre.\nThe kovil’s current structure dates from 1734, and its huge compound shelters decorative brasswork, larger-than-life murals, pillared halls and a colonnaded, stepped holy pool.Several friendly priests, some of whom speak English, can answer questions about the temple and its traditions. Visitors must remove their shoes; men need to remove their shirts as well.You can also say a prayer at the sacred tree in the temple’s southern courtyard anytime: get a piece of gold-threaded cloth from outside the temple, wrap some coins in it, and tie it to the tree along with a prayer. Afterwards, ring the big brass bell.The temple is the focus of the enormous and spectacular Nallur Festival in midsummer."
}
]