[
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 14,
    "name": "North City Gate",
    "latitude": "21.489222",
    "longitude": "39.186634",
    "excerpt": "This recreated historic gate marks the northern entrance to Al Balad, and is surrounded by some of the most beautiful historic houses, including the…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/north-city-gate/a/poi-sig/1317276/361139",
    "image_url": null,
    "detail_description": "This recreated historic gate marks the northern entrance to Al Balad, and is surrounded by some of the most beautiful historic houses, including the Sharbatly House. It resembles a smaller version of the city's Bab Makkah, minus the turrets.\n"
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 13,
    "name": "Hanafi Mosque Minaret",
    "latitude": "21.486526",
    "longitude": "39.184284",
    "excerpt": "This beautiful snow-white minaret is all that remains of the historic mosque named after one of the four great imams of Sunni theology, Abu Hanifah. It's…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/hanafi-mosque-minaret/a/poi-sig/1317288/361139",
    "image_url": null,
    "detail_description": "This beautiful snow-white minaret is all that remains of the historic mosque named after one of the four great imams of Sunni theology, Abu Hanifah. It's a wonderful example of medieval Ottoman architecture and rises up over crumbling Hejazi buildings in a narrow alley in Al Balad. Walk down the covered market leading from Al Basha and take the fifth alley on your left.\n"
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 12,
    "name": "Little India",
    "latitude": "21.50143",
    "longitude": "39.191714",
    "excerpt": "There is a distinct air of the subcontinent in this square mile just off the King Fahd Rd. Clothes shops sell saris, grocers stock fresh curry leaves and…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/little-india/a/poi-sig/1611043/361139",
    "image_url": null,
    "detail_description": "There is a distinct air of the subcontinent in this square mile just off the King Fahd Rd. Clothes shops sell saris, grocers stock fresh curry leaves and hawkers refer to everyone as vhai (Hindi for 'brother'). You'll get the best curries and the sweetest karak chai (sweetened tea boiled with spices) here as you soak up a taste of Jeddah's South Asian culture.\n"
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 11,
    "name": "Beit Al Balad",
    "latitude": "21.487834",
    "longitude": "39.182739",
    "excerpt": "Built in the early 20th century as the British legation’s headquarters in Jeddah and serving in that role from about 1915 to the mid-1930s, Beit Al Balad…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/beit-al-balad/a/poi-sig/1527605/361139",
    "image_url": null,
    "detail_description": "Built in the early 20th century as the British legation’s headquarters in Jeddah and serving in that role from about 1915 to the mid-1930s, Beit Al Balad is now a museum housing artefacts, photographs and ephemera documenting Jeddah’s history. The structure is a typical cream-coloured example of Hejazi architecture. At the time of research it was closed for renovations, with a reopening scheduled for early 2020.\n"
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 10,
    "name": "Fish Market",
    "latitude": "21.488733",
    "longitude": "39.173276",
    "excerpt": "The colourful and frenetic fish market – west of the corniche – has at least 50 species of sea creature on display, ranging from hammerhead sharks to…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/fish-market/a/poi-sig/421117/361139",
    "image_url": null,
    "detail_description": "The colourful and frenetic fish market – west of the corniche – has at least 50 species of sea creature on display, ranging from hammerhead sharks to grouper, parrotfish and squid. Don’t miss the daily sales of the morning’s catch (from 5am to 9am), when the action really gets going. A lot of the fish that's sold here is supplied from all over the region, not just what's hauled up by local fisherman every morning, as used to be the case.\n"
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 9,
    "name": "Sharbatly House",
    "latitude": "21.489116518069",
    "longitude": "39.186846213379",
    "excerpt": "Built in 1930, this historic structure boasts some lovely Hejazi mashrabiyya (wooden lattice balconies). It's the former home of the wealthy Sharbatly…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/sharbatly-house/a/poi-sig/421125/361139",
    "image_url": null,
    "detail_description": "Built in 1930, this historic structure boasts some lovely Hejazi mashrabiyya (wooden lattice balconies). It's the former home of the wealthy Sharbatly family, who remain the country's leading name in fruit and veg distribution. Restored in the 1980s, the house is now closed, although staff at the Naseef House may be able to arrange access. Even if you can't get in, this is still a building worth admiring.\n"
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 8,
    "name": "Bab Makkah",
    "latitude": "21.485188",
    "longitude": "39.192878",
    "excerpt": "The Mecca gate was historically the most important gate for Jeddah, Arabia's official pilgrim port. It stands at the start of the road that led to Islam's…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/bab-makkah/a/poi-sig/1611040/361139",
    "image_url": null,
    "detail_description": "The Mecca gate was historically the most important gate for Jeddah, Arabia's official pilgrim port. It stands at the start of the road that led to Islam's holiest city. In the last 14 centuries, billions of pilgrims have passed beneath it. The impressive three-arched recreation is flanked by large round turrets. The gate looks as though it would've been impregnable in its day, when it would've been supported by a wall that circumnavigated the entire city.\n"
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 7,
    "name": "Naseef House",
    "latitude": "21.484145",
    "longitude": "39.187707",
    "excerpt": "One of Jeddah’s best-restored old coral houses, Naseef House belonged to one of Jeddah’s most powerful trading families and was later a royal residency…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/naseef-house/a/poi-sig/421119/361139",
    "image_url": null,
    "detail_description": "One of Jeddah’s best-restored old coral houses, Naseef House belonged to one of Jeddah’s most powerful trading families and was later a royal residency for King Abdul Aziz. Look out for the ramps installed by the king to allow his camel-mounted messengers to ride all the way to the upper terrace, and the huge tree left of the door. As recently as 1920 this was the only tree in the whole of Jeddah.\nGetting access to the Naseef House is quite a trial, so it's worth ringing ahead and making an appointment."
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 6,
    "name": "Al Rahma Mosque",
    "latitude": "21.648653",
    "longitude": "39.100921",
    "excerpt": "This mosque in the north of Jeddah sits on stilts and seemingly floats on the Red Sea. Visitors come to wander in the open courtyard and enjoy the cooling…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/al-rahma-mosque/a/poi-sig/1611033/361139",
    "image_url": null,
    "detail_description": "This mosque in the north of Jeddah sits on stilts and seemingly floats on the Red Sea. Visitors come to wander in the open courtyard and enjoy the cooling sea breeze, especially at sunset. The mosque is equally impressive inside, where modern twists on classical Andalusian patterns decorate the main hall and a pretty dome sits in the centre on a ring of stained glass. When the sun shines through it's as if the dome is floating as well.\nMuslims and non-Muslims alike wander in throughout the day, though it's best to avoid the prayer times if you are not Muslim."
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 5,
    "name": "Al Tayibat City Museum for International Civilisation",
    "latitude": "21.582022",
    "longitude": "39.175811",
    "excerpt": "This privately owned four-floor collection has displays ranging from pre-Islamic artefacts, exquisite Islamic manuscripts, old coins and weaponry to…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/al-tayibat-city-museum-for-international-civilisation/a/poi-sig/421111/361139",
    "image_url": null,
    "detail_description": "This privately owned four-floor collection has displays ranging from pre-Islamic artefacts, exquisite Islamic manuscripts, old coins and weaponry to stunning furniture, pottery and traditional Saudi dress. Replicas of home interiors from every region are also featured. Exhibits are accompanied by excellent information panels, as well as dioramas of the Kingdom's provinces. If you get here early enough, you may get lucky and receive a private tour.\n"
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 4,
    "name": "Corniche",
    "latitude": "21.609198",
    "longitude": "39.108539",
    "excerpt": "Once a smelly, unpleasant stretch of coastline, the corniche in northern Jeddah has been transformed into a pleasant walkway and leisure space. There are…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/corniche/a/poi-sig/1611034/361139",
    "image_url": null,
    "detail_description": "Once a smelly, unpleasant stretch of coastline, the corniche in northern Jeddah has been transformed into a pleasant walkway and leisure space. There are artificial swimming bays, lush green landscaping, children's parks, outdoor gyms, piers, a host of fast-food places and cafes, and a great new walkway that begins near the Hilton and continues over traffic and right through to the northern end. Jeddah folk flock here, especially on weekend evenings, when the atmosphere is delightful.\n"
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 3,
    "name": "Matbouli House Museum",
    "latitude": "21.485169",
    "longitude": "39.188876",
    "excerpt": "With so many traditional houses closed in Al Balad, this privately owned museum in a beautiful three-storey property with stunning Hejazi mashrabiyya …",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/matbouli-house-museum/a/poi-sig/1611039/361139",
    "image_url": null,
    "detail_description": "With so many traditional houses closed in Al Balad, this privately owned museum in a beautiful three-storey property with stunning Hejazi mashrabiyya (wooden lattice balconies) is a real find. The home has been minimally refurbished to present rooms and decor that feel more authentic than what's found in some of the more polished examples. Old gramophones and telephones complement uneven floors, stairwells and beautiful wood ceilings. If there's a downside, it's that there's no access to the rooftop.\n"
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 2,
    "name": "Al Shafee Mosque",
    "latitude": "21.486204",
    "longitude": "39.187481",
    "excerpt": "Beautifully restored and maintained, this historic mosque, one of the finest in Jeddah, is named after one of the four great imams of classical Sunni…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/al-shafee-mosque/a/poi-sig/1317299/361139",
    "image_url": null,
    "detail_description": "Beautifully restored and maintained, this historic mosque, one of the finest in Jeddah, is named after one of the four great imams of classical Sunni Islam. Most of the building dates from the 16th century and is Ottoman in style, including the impressive minaret. However, the mosque's foundations date to Islam's first period, with the mihrab (niche indicating the direction of Mecca) almost 1400 years old. Stunning carved redwood doors open up to the small courtyard.\nNon-Muslim visitors can enter freely outside of prayer times, but must dress modestly and remove shoes when entering the carpeted prayer area."
},
{
    "country": "jeddah",
    "city": "Jeddah",
    "index": 1,
    "name": "Souq Al Alawi",
    "latitude": "21.48437",
    "longitude": "39.188147",
    "excerpt": "This souq runs off Al Dahab St and is the most extensive in the Kingdom. The market stalls cut into the heart of the old city and buzz with the activity…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/souq-al-alawi/a/poi-sig/421127/361139",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-56498133_master.jpg",
    "detail_description": "This souq runs off Al Dahab St and is the most extensive in the Kingdom. The market stalls cut into the heart of the old city and buzz with the activity of traders and pilgrims. Search long enough and you'll find genuine Arabian jewellery, Islamic art and traditional dress. Be here at sunset when the call to prayer fills the lanes – this is Arabia at its best.\nThe atmosphere is especially cosmopolitan during the hajj season. Bargaining with merchants is encouraged, so never settle for the price listed on the tag."
}
]