[
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 1,
    "name": "Jeonju Hanok Maeul",
    "latitude": "35.814385",
    "longitude": "127.152586",
    "excerpt": "This maeul (village) has more than 800 hanok (traditional wooden homes), making it one of the largest such concentrations in the country. Virtually all of…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/jeonju-hanok-maeul/a/poi-sig/1427182/357430",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6efca0462f442ea98656399eb93dcdcc-jeonju-hanok-maeul.jpg",
    "detail_description": "This maeul (village) has more than 800 hanok (traditional wooden homes), making it one of the largest such concentrations in the country. Virtually all of them contain guesthouses, restaurants, cafes, and hanbok (traditional clothing) rental shops. Though super-duper touristy, the cobblestone lanes and unusual architectural lines coupled with wisps of smoke from octopus grills all come together to create an enchanting experience, especially at dusk when an orange hue paints the village with a soft light.\nIf the thought of afternoon crowds makes the journey here seem less fun, escape to less-explored areas in and around the village. Head to Girin-daero, cross the road and admire the street art in Jaman Village. Walk down the hill and turn right on to the path that runs along the north side of the river. Take time to explore the back alleys and discover hidden gems like Cho Ga Jib. Continuing down the main path beyond Cheongyeonru's gazebo, head to the 2nd floor of the Nambu-sijang for a drink or meal.Some places in the village host workshops (on making traditional paper or alcohol, for example). These usually require advance reservations and a minimum of two people; ask at a tourist information centre."
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 17,
    "name": "Chinese Gate",
    "latitude": "35.816325",
    "longitude": "127.143177",
    "excerpt": "This Chinese-style gate marks the entrance to Jeonju's barely perceptible Chinatown.",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/chinese-gate/a/poi-sig/1452907/357430",
    "image_url": null,
    "detail_description": "This Chinese-style gate marks the entrance to Jeonju's barely perceptible Chinatown.\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 16,
    "name": "Cheongyeonru Gazebo",
    "latitude": "35.810653",
    "longitude": "127.153219",
    "excerpt": "Grab some street food and bring it here for a picnic in this large, public gazebo on the river.",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/cheongyeonru-gazebo/a/poi-sig/1452908/357430",
    "image_url": null,
    "detail_description": "Grab some street food and bring it here for a picnic in this large, public gazebo on the river.\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 15,
    "name": "Jeonju Gaeksa",
    "latitude": "35.818605",
    "longitude": "127.146589",
    "excerpt": "This rebuilt former government office is a central landmark that lends its name to the surrounding Gaeksa district.",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/jeonju-gaeksa/a/poi-sig/1427214/357430",
    "image_url": null,
    "detail_description": "This rebuilt former government office is a central landmark that lends its name to the surrounding Gaeksa district.\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 14,
    "name": "Gangam Calligraphy Museum",
    "latitude": "35.811192",
    "longitude": "127.152457",
    "excerpt": "Houses the artwork and art collection of a well-known 20th-century calligrapher, Song Sung-yong (pen name, Gangam).",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/gangam-calligraphy-museum/a/poi-sig/1427200/357430",
    "image_url": null,
    "detail_description": "Houses the artwork and art collection of a well-known 20th-century calligrapher, Song Sung-yong (pen name, Gangam).\r\n\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 13,
    "name": "Imok-dae",
    "latitude": "35.81474691",
    "longitude": "127.15602118",
    "excerpt": "This underwhelming monument commemorates one of the ancestors of Joseon dynasty founder Yi Seong-gye. It's located across the bridge from Omok-dae.",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/imok-dae/a/poi-sig/1452940/357430",
    "image_url": null,
    "detail_description": "This underwhelming monument commemorates one of the ancestors of Joseon dynasty founder Yi Seong-gye. It's located across the bridge from Omok-dae.\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 12,
    "name": "Traditional Wine Museum",
    "latitude": "35.817143",
    "longitude": "127.153552",
    "excerpt": "Housed in a beautiful hanok (traditional wooden home), this museum has a gosori (traditional still), displays (in Korean) explaining the process of making…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/traditional-wine-museum/a/poi-sig/1427279/357430",
    "image_url": null,
    "detail_description": "Housed in a beautiful hanok (traditional wooden home), this museum has a gosori (traditional still), displays (in Korean) explaining the process of making traditional liquors and a small gift shop.\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 11,
    "name": "Deokjin Park",
    "latitude": "35.847735",
    "longitude": "127.122331",
    "excerpt": "Join Korean couples who hire paddle boats in this charming park; particularly nice are the views of lotus lilies in July.",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/deokjin-park/a/poi-sig/1427221/357430",
    "image_url": null,
    "detail_description": "Join Korean couples who hire paddle boats in this charming park; particularly nice are the views of lotus lilies in July.\nBuses run here from the Jeondong Catholic Church bus stop."
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 10,
    "name": "Martyrs' Mountain",
    "latitude": "35.806955",
    "longitude": "127.164388",
    "excerpt": "The final resting place of Korean Catholics who were executed in 1781 and 1801. There are 13 crosses on the hillside marking the burial location and a…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/martyrs-mountain/a/poi-sig/1511774/357430",
    "image_url": null,
    "detail_description": "The final resting place of Korean Catholics who were executed in 1781 and 1801. There are 13 crosses on the hillside marking the burial location and a small church, accessible by a trail. Locals also know it as Jeonju's best sunset spot.\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 9,
    "name": "Jeonju Korean Paper Institute",
    "latitude": "35.816056",
    "longitude": "127.153498",
    "excerpt": "See sheets of hanji (handmade paper) being manufactured in this institute, housed in a gloriously atmospheric hanok (traditional wooden home) down an…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/jeonju-korean-paper-institute/a/poi-sig/1427198/357430",
    "image_url": null,
    "detail_description": "See sheets of hanji (handmade paper) being manufactured in this institute, housed in a gloriously atmospheric hanok (traditional wooden home) down an alley. A slop of fibres in a big tank magically solidifies into paper. Handmade paper products are on sale at the gift shop.\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 8,
    "name": "Jeonju Hyanggyo",
    "latitude": "35.812367",
    "longitude": "127.157264",
    "excerpt": "Hyanggyo were neighbourhood schools established by yangban (aristocrats) in the 1500s to prepare their sons for the seowon (Confucian academies), where…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/jeonju-hyanggyo/a/poi-sig/1427207/357430",
    "image_url": null,
    "detail_description": "Hyanggyo were neighbourhood schools established by yangban (aristocrats) in the 1500s to prepare their sons for the seowon (Confucian academies), where the students took the all-important government-service exams. This well-preserved and atmospheric example dates to 1603.\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 7,
    "name": "Omok-dae",
    "latitude": "35.814429",
    "longitude": "127.154742",
    "excerpt": "On a hill overlooking the entire village is a pavilion where General Yi Seong-gye celebrated a victory over Japanese pirates in 1380, prior to his…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/omok-dae/a/poi-sig/1427201/357430",
    "image_url": null,
    "detail_description": "On a hill overlooking the entire village is a pavilion where General Yi Seong-gye celebrated a victory over Japanese pirates in 1380, prior to his overthrow of the Goryeo dynasty. Cross the bridge to Imok-dae (이목대), a monument to one of Yi Seong-gye’s ancestors.\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 5,
    "name": "Pungnam-mun",
    "latitude": "35.81350319",
    "longitude": "127.14761112",
    "excerpt": "This stone-and-wood gateway is all that remains of Jeonju’s fortress wall. First built in 1398 but renovated many times since, it's now the ornate…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/pungnam-mun/a/poi-sig/1427210/357430",
    "image_url": null,
    "detail_description": "This stone-and-wood gateway is all that remains of Jeonju’s fortress wall. First built in 1398 but renovated many times since, it's now the ornate centrepiece of a busy roundabout. It's also a useful landmark for two sights: the Nambu market, a couple of blocks south, and the road north to the Gaeksa district.\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 6,
    "name": "Jaman Village",
    "latitude": "35.814881",
    "longitude": "127.156996",
    "excerpt": "Eclectic, colourful murals adorn the walls of this shantytown, on a hill overlooking Jeonju's hanok maeul. It's slowly gentrifying, meaning several spots…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/jaman-village/a/poi-sig/1511776/357430",
    "image_url": null,
    "detail_description": "Eclectic, colourful murals adorn the walls of this shantytown, on a hill overlooking Jeonju's hanok maeul. It's slowly gentrifying, meaning several spots are now home to galleries and cafes, the best of which is Kkojittappong, a terrace cafe that looks like a child's dream house.\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 4,
    "name": "Jeonju Hanji Museum",
    "latitude": "35.849022",
    "longitude": "127.100594",
    "excerpt": "Adjacent to a modern-day paper factory, this museum covers the history and processes involved in making hanji (traditional Korean paper) and also shows…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/jeonju-hanji-museum/a/poi-sig/1511775/357430",
    "image_url": null,
    "detail_description": "Adjacent to a modern-day paper factory, this museum covers the history and processes involved in making hanji (traditional Korean paper) and also shows some of the impressive things that can be created with it. At the end, you get to try making your own.\nA 20-minute northbound bus ride from Jeondong Catholic Church will leave you with long walk to the museum. Consider a short taxi ride (₩5000) instead."
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 3,
    "name": "Gyeonggijeon",
    "latitude": "35.815682",
    "longitude": "127.149968",
    "excerpt": "This palace is home to shrines, storehouses and guardrooms relating to the Confucian rituals once held here. There is also a replica portrait of Yi Seong…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/gyeonggijeon/a/poi-sig/1427189/357430",
    "image_url": null,
    "detail_description": "This palace is home to shrines, storehouses and guardrooms relating to the Confucian rituals once held here. There is also a replica portrait of Yi Seong-gye, the founder of the Joseon dynasty (1392–1910), whose family came from Jeonju. Teeming with antiquity, the palace – originally constructed in 1410 and reconstructed in 1614 – is a popular spot for selfies. You can hire costumes, such as traditional hanbok garments, for period photos. English-language tours are held at 11am and 2pm daily.\n"
},
{
    "country": "jeonju",
    "city": "Jeonju",
    "index": 2,
    "name": "Jeondong Catholic Church",
    "latitude": "35.8133336",
    "longitude": "127.14922837",
    "excerpt": "The easiest landmark to find around the hanok village is a tall, red-brick church built by French missionary Xavier Baudounet where Korean Catholics were…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/jeondong-catholic-church/a/poi-sig/1427195/357430",
    "image_url": null,
    "detail_description": "The easiest landmark to find around the hanok village is a tall, red-brick church built by French missionary Xavier Baudounet where Korean Catholics were executed in 1781 and 1801. It's closed to the public except during mass, when you can respectfully peek at the stained-glass windows.\nThose executed here were later interred on the hill southeast of hanok maeul known today as Martyrs' Mountain. There are 13 crosses on the hillside marking the burial spot and a small church, accessible by a trail."
}
]