[
{
    "country": "jerash",
    "city": "Jerash",
    "index": 1,
    "name": "Temple of Artemis",
    "latitude": "32.28172719",
    "longitude": "35.89125775",
    "excerpt": "Dedicated to Artemis, the goddess of hunting and fertility and the daughter of Zeus and Leto, this temple was built between AD 150 and 170, and flanked by…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/temple-of-artemis/a/poi-sig/1442849/361072",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock236552494.jpg",
    "detail_description": "Dedicated to Artemis, the goddess of hunting and fertility and the daughter of Zeus and Leto, this temple was built between AD 150 and 170, and flanked by 12 elaborately carved Corinthian columns (11 still stand). The construction is particularly impressive given that large vaults, housing temple treasure, had to be built to the north and south to make the courtyard level. The whole building was once clad in marble, and prized statues of Artemis would have adorned the niches.\nIf you visit on a partly cloudy day, you’re in for a treat, as the sandstone pillars of the temple light up like bars of liquid gold each time the sun comes out. It’s a magical sight, and magic – or a sense of the world beyond – was exactly what the architects of this gem of a building would have been trying to capture in their design.Alas, the edict of Theodorius in AD 386, permitting the dismantling of pagan temples, led to the demise of this once-grand edifice, as it was picked apart for materials to construct churches. The Byzantines later converted the site to an artisan workshop for kitchenware and crockery. In the 12th century the structure was temporarily brought back to life as an Arab fortification, only to be destroyed by the Crusaders.If your energy is starting to flag, this is a good place to turn back. You can descend through the temple's gateway, the propylaeum. If you want to get a sense of the complete extent of Jerash, head towards the North Gate for further views."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 32,
    "name": "Church of St John the Baptist",
    "latitude": "32.28128066",
    "longitude": "35.88948853",
    "excerpt": "The circular ruins of this church contain patches of original floor mosaics.",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/church-of-st-john-the-baptist/a/poi-sig/1452265/361072",
    "image_url": null,
    "detail_description": "The circular ruins of this church contain patches of original floor mosaics.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 31,
    "name": "Church of Bishop Genesius",
    "latitude": "32.28188356",
    "longitude": "35.88870106",
    "excerpt": "These ruins of a former church are extremely modest, but they're pretty when overgrown with spring wildflowers.",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/church-of-bishop-genesius/a/poi-sig/1452269/361072",
    "image_url": null,
    "detail_description": "These ruins of a former church are extremely modest, but they're pretty when overgrown with spring wildflowers.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 30,
    "name": "Church of St George",
    "latitude": "32.28113282",
    "longitude": "35.88931436",
    "excerpt": "These ruins of a former church are one of the only sites in Jerash to have a few fragments of Byzantine mosaic in situ.",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/church-of-st-george/a/poi-sig/1452267/361072",
    "image_url": null,
    "detail_description": "These ruins of a former church are one of the only sites in Jerash to have a few fragments of Byzantine mosaic in situ.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 29,
    "name": "Agora",
    "latitude": "32.27876044",
    "longitude": "35.89099548",
    "excerpt": "On the western side of the cardo maximus is the agora, where people gathered for public meetings around the central fountain.",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/agora/a/poi-sig/1452110/361072",
    "image_url": null,
    "detail_description": "On the western side of the cardo maximus is the agora, where people gathered for public meetings around the central fountain.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 28,
    "name": "Propylaeum",
    "latitude": "32.281273",
    "longitude": "35.89242",
    "excerpt": "Built in AD 150, this is the monumental gateway to the Temple of Artemis. It was originally flanked by shops.",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/propylaeum/a/poi-sig/1452094/361072",
    "image_url": null,
    "detail_description": "Built in AD 150, this is the monumental gateway to the Temple of Artemis. It was originally flanked by shops.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 27,
    "name": "Lookout",
    "latitude": "32.27700994",
    "longitude": "35.89035627",
    "excerpt": "Near the South Theatre, this viewpoint offers a panorama of the forum and beyond – one of the first opportunities to truly take in the size of Jerash.",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/lookout/a/poi-sig/1452273/361072",
    "image_url": null,
    "detail_description": "Near the South Theatre, this viewpoint offers a panorama of the forum and beyond – one of the first opportunities to truly take in the size of Jerash.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 26,
    "name": "Southern Tetrapylon",
    "latitude": "32.27937309",
    "longitude": "35.89191619",
    "excerpt": "Marking the intersection of the cardo maximus with the south decumanus, this four-pillared structure is in good repair.",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/southern-tetrapylon/a/poi-sig/1442861/361072",
    "image_url": null,
    "detail_description": "Marking the intersection of the cardo maximus with the south decumanus, this four-pillared structure is in good repair.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 25,
    "name": "Umayyad Houses",
    "latitude": "32.27993006",
    "longitude": "35.89067119",
    "excerpt": "The unassuming walls of these buildings don't look especially noteworthy, but they're interesting for adding another level of historical accretion in…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/umayyad-houses/a/poi-sig/1452250/361072",
    "image_url": null,
    "detail_description": "The unassuming walls of these buildings don't look especially noteworthy, but they're interesting for adding another level of historical accretion in Jerash, this time from the Islamic Umayyad period.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 24,
    "name": "Church of St Theodore",
    "latitude": "32.28067732",
    "longitude": "35.89085314",
    "excerpt": "Little remains of this church apart from the twin colonnades (picturesquely overgrown with wildflowers in spring) and the apse, which overlooks the…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/church-of-st-theodore/a/poi-sig/1452263/361072",
    "image_url": null,
    "detail_description": "Little remains of this church apart from the twin colonnades (picturesquely overgrown with wildflowers in spring) and the apse, which overlooks the Courtyard of the Fountain.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 23,
    "name": "Mosque",
    "latitude": "32.27889012",
    "longitude": "35.89363949",
    "excerpt": "At the eastern end of the south decumanus is a modern mosque, a reminder of how Jordan has embraced many religions over the years and continues to…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/mosque/a/poi-sig/1452277/361072",
    "image_url": null,
    "detail_description": "At the eastern end of the south decumanus is a modern mosque, a reminder of how Jordan has embraced many religions over the years and continues to tolerate different forms of worship to this day.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 22,
    "name": "Courtyard of the Fountain",
    "latitude": "32.28092543",
    "longitude": "35.89034058",
    "excerpt": "This ancient fountain was once fed by a local reservoir. When it was dedicated to Dionysus, it was alleged that the god would turn its water into wine,…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/courtyard-of-the-fountain/a/poi-sig/1452258/361072",
    "image_url": null,
    "detail_description": "This ancient fountain was once fed by a local reservoir. When it was dedicated to Dionysus, it was alleged that the god would turn its water into wine, the better to celebrate him. The paved portico of the fountain still dominates the scene.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 21,
    "name": "Eastern Baths",
    "latitude": "32.27907303",
    "longitude": "35.89451238",
    "excerpt": "Jerash's Eastern Baths lie outside the gated city on the other side of the wadi in the modern town. They are lit up at night and are interestingly…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/eastern-baths/a/poi-sig/1452285/361072",
    "image_url": null,
    "detail_description": "Jerash's Eastern Baths lie outside the gated city on the other side of the wadi in the modern town. They are lit up at night and are interestingly juxtaposed with a modern mosque, though only real archaeological enthusiasts need seek them out.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 20,
    "name": "Northern Tetrapylon",
    "latitude": "32.28255119",
    "longitude": "35.89357554",
    "excerpt": "This archway with four entrances was built over the intersection of Jerash's cardo maximus (the main north–south axis) and the north decumanus (an east…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/northern-tetrapylon/a/poi-sig/1452097/361072",
    "image_url": null,
    "detail_description": "This archway with four entrances was built over the intersection of Jerash's cardo maximus (the main north–south axis) and the north decumanus (an east–west street). Rebuilt in 2000, it was probably designed as a gateway to the North Theatre.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 19,
    "name": "North Gate",
    "latitude": "32.284491",
    "longitude": "35.89451341",
    "excerpt": "Built in about AD 115, the North Gate is an impressive full stop at the northern limit of the Jerash ruins. Commissioned by Claudius Severus, who built…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/north-gate/a/poi-sig/1442854/361072",
    "image_url": null,
    "detail_description": "Built in about AD 115, the North Gate is an impressive full stop at the northern limit of the Jerash ruins. Commissioned by Claudius Severus, who built the road to Pella, it still makes a fine, if somewhat neglected, frame for the cardo maximus, which stretches in all its glory along the entire length of the ancient city.\nIf you’ve reached the North Gate, you deserve a pat on the back because very few visitors bother to walk this far."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 18,
    "name": "Cathedral",
    "latitude": "32.28055059",
    "longitude": "35.89160439",
    "excerpt": "South of the nymphaeum, an elaborate staircase rises from the cardo maximus to Jerash's only cathedral. Little more than a modest Byzantine church, it was…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/cathedral/a/poi-sig/1442859/361072",
    "image_url": null,
    "detail_description": "South of the nymphaeum, an elaborate staircase rises from the cardo maximus to Jerash's only cathedral. Little more than a modest Byzantine church, it was constructed in the second half of the 4th century on the site of earlier temples. At the height of its glory the cathedral consisted of a soaring basilica supported by three naves and it boasted a magnificent portal finely decorated with elaborate marble carvings. It's a fascinating insight into the many periods of Jerash's history.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 17,
    "name": "Vaulted Gallery",
    "latitude": "32.27717809",
    "longitude": "35.89050824",
    "excerpt": "The vaulted passageway under the courtyard of the Temple of Zeus is a good starting point in Jerash's ancient city. When your eyes become accustomed to…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/vaulted-gallery/a/poi-sig/1442841/361072",
    "image_url": null,
    "detail_description": "The vaulted passageway under the courtyard of the Temple of Zeus is a good starting point in Jerash's ancient city. When your eyes become accustomed to the gloom, you’ll see a superb display of columns, pediments and masonry carved with grapes, pomegranates and acanthus leaves. This is the place to brush up on the three main column styles: Doric, Ionic and Corinthian.\nTake a look at the model of the Temple of Zeus, as it will help to recreate the ruins in your mind later."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 16,
    "name": "South Decumanus",
    "latitude": "32.279486",
    "longitude": "35.891111",
    "excerpt": "The south decumanus at Jerash once served as the Roman town's main east–west axis. At the eastern end is the modern mosque. Take the left fork from the…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/south-decumanus/a/poi-sig/1442847/361072",
    "image_url": null,
    "detail_description": "The south decumanus at Jerash once served as the Roman town's main east–west axis. At the eastern end is the modern mosque. Take the left fork from the street's western end up to what might be termed ‘Church Hill’, where a number of ancient churches lie in ruins. The path that runs between the South Theatre and the Temple of Artemis offers a good vantage point of the south decumanus' double colonnade stretching to the south.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 15,
    "name": "Western Baths",
    "latitude": "32.28194248",
    "longitude": "35.89407883",
    "excerpt": "On the eastern side of the cardo maximus lie the earthquake-stricken remains of the Western Baths. Dating from the 2nd century AD, the baths were once an…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/western-baths/a/poi-sig/1443053/361072",
    "image_url": null,
    "detail_description": "On the eastern side of the cardo maximus lie the earthquake-stricken remains of the Western Baths. Dating from the 2nd century AD, the baths were once an impressive complex of hot (calidarium), warm (tepidarium) and cold (frigidarium) baths. In Roman times, public bathing fulfilled the role of a social club and attracted a wide variety of people, who gathered to exchange news and gossip as well as to enjoy music, lectures and performances.\nThe Western Baths represent one of the earliest examples of a dome atop a square room."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 13,
    "name": "Temple of Zeus",
    "latitude": "32.27716659",
    "longitude": "35.89050603",
    "excerpt": "Built in AD 162 over the remains of an earlier Roman temple, the Temple of Zeus was once approached by a magnificent stairway leading from the temenos …",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/temple-of-zeus/a/poi-sig/1442845/361072",
    "image_url": null,
    "detail_description": "Built in AD 162 over the remains of an earlier Roman temple, the Temple of Zeus was once approached by a magnificent stairway leading from the temenos (sacred courtyard). Today, lizards sun themselves in the cracks of pavement, oblivious to the holy sacrifices that used to take place here. Positioned on the summit of the hill, the temple towers above the city. Despite erosion and earthquakes, enough of this once-beautiful building remains to allow visitors to understand its former importance.\nA path leads from the temenos to the temple, via a welcome stand of trees. You can pause here for a panorama of the forum and a small hill of pines. As you walk from the trees to the temple, notice the intricate friezes of floral and figurative motifs unearthed by French excavations. The delicacy of the design contrasts strikingly with the massive size of the building blocks that comprise the temple's inner sanctum."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 14,
    "name": "Nymphaeum",
    "latitude": "32.28094394",
    "longitude": "35.89216823",
    "excerpt": "On the western side of the cardo maximus is the elegant nymphaeum, the main ornamental fountain of Jerash, dedicated to the water nymphs. Built about AD…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/nymphaeum/a/poi-sig/1442858/361072",
    "image_url": null,
    "detail_description": "On the western side of the cardo maximus is the elegant nymphaeum, the main ornamental fountain of Jerash, dedicated to the water nymphs. Built about AD 191, the two-storey construction was elaborately decorated, faced with marble slabs on the lower level, plastered above and topped with a half dome. Water cascaded into a large pool at the front, with the overflow pouring out through seven carved lions’ heads.\nAlthough it’s been quite some time since water poured forth, the well-preserved structure remains one of the highlights of Jerash. Several finely sculpted Corinthian columns still frame the fountain, and at its foot is a lovely pink-granite basin, which was probably added by the Byzantines. At one point the entire structure was capped by a semi-dome in the shape of a shell, and you can still make out the elaborate capitals lining the base of the ceiling."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 12,
    "name": "Church of St Cosmos & St Damianus",
    "latitude": "32.28146867",
    "longitude": "35.88954739",
    "excerpt": "When Christianity became the state religion under Emperor Constantine in 324, all Roman monuments that were tainted by so-called pagan practices were…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/church-of-st-cosmos-st-damianus/a/poi-sig/1442848/361072",
    "image_url": null,
    "detail_description": "When Christianity became the state religion under Emperor Constantine in 324, all Roman monuments that were tainted by so-called pagan practices were abandoned. These structures were subsequently pilfered for building materials as Roman cities competed with one another to build glorious churches and cathedrals. A total of 15 churches lie among Jerash's ruins, with the Church of St Cosmos &amp; St Damianus (look for a complex with four bulbous columns and a thick outer wall) one of the best preserved.\nConsecrated in 533 in memory of twin brothers – both doctors, who devoted themselves to the care of the poor and the needy, and who were martyred during the reign of Diocletian – the church boasts the best-preserved mosaics at Jerash. Stand above the retaining wall and you can clearly make out zoomorphic figures, geometric designs and medical symbols. Some of the mosaics from this church are now housed in the Museum of Popular Traditions in Amman.Continue up the hill and just before you reach the great temple in front of you, sit on the stone sarcophagus nearby and survey the view: this is one of the best vantage points in Jerash, showing the extent of the ruins from North Gate to Hadrian’s Arch."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 11,
    "name": "Upper Temple of Zeus",
    "latitude": "32.27677278",
    "longitude": "35.89004385",
    "excerpt": "Though most of it has collapsed, this temple has imposing 15m-high columns that are some of Jerash's most dramatic. The thick walls of the sanctum still…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/upper-temple-of-zeus/a/poi-sig/1452246/361072",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1077257532.jpg",
    "detail_description": "Though most of it has collapsed, this temple has imposing 15m-high columns that are some of Jerash's most dramatic. The thick walls of the sanctum still stand, giving a clear view of how the original temple would have looked in its prime.\nThe tumble of columns in front of the temple speak to the destructive power of the earthquake that levelled Jerash in the 8th century."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 10,
    "name": "Museum",
    "latitude": "32.2779",
    "longitude": "35.89167",
    "excerpt": "Before you finish exploring ancient Jerash, visit this compact museum and visitor centre just above the forum. It houses a small but worthwhile selection…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/museum/a/poi-sig/1073960/361072",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2257828761.jpg",
    "detail_description": "Before you finish exploring ancient Jerash, visit this compact museum and visitor centre just above the forum. It houses a small but worthwhile selection of artefacts from the site, such as mosaics, glass, gold jewellery and coins found in a tomb near Hadrian’s Arch. Almost as good as the exhibits is the view the hill affords of Jerash, ancient and modern, spread across either side of the town’s defining wadi.\n"
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 9,
    "name": "Hippodrome",
    "latitude": "32.27389766",
    "longitude": "35.89070724",
    "excerpt": "Built sometime between the 1st and 3rd centuries AD, this ancient sports field (244m by 50m) was once surrounded by seating for up to 15,000 spectators,…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/hippodrome/a/poi-sig/1442839/361072",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock615176744.jpg",
    "detail_description": "Built sometime between the 1st and 3rd centuries AD, this ancient sports field (244m by 50m) was once surrounded by seating for up to 15,000 spectators, 30 times the current capacity, and hosted mainly athletics competitions and chariot races. Recent excavations have unearthed the remains of stables and pottery workshops, plus indications that the site was used for polo by invading Sassanians from Persia during the early 7th century.\nIn recent years the hippodrome has hosted chariot races and reconstructions of Roman military manoeuvres, but falling tourist numbers since the Arab Spring have put these on ice for now."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 8,
    "name": "South Gate",
    "latitude": "32.27645979",
    "longitude": "35.89110762",
    "excerpt": "Two hundred metres north of the hippodrome is the imposing South Gate, which was likely constructed in AD 130 and originally served as one of four…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/south-gate/a/poi-sig/1442840/361072",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock576672586.jpg",
    "detail_description": "Two hundred metres north of the hippodrome is the imposing South Gate, which was likely constructed in AD 130 and originally served as one of four entrances along the city walls. Along the way you can see how the Roman city, then as now, spilt over both sides of Wadi Jerash, with most of the residential area lying east of the wadi. The visitor centre is on the right before the gate; hire a guide here.\nOne square kilometre of the city is encased by the 3m-thick, 3.5km-long boundary walls. Don’t forget to look up as you pass under the South Gate: like Hadrian’s Arch, the columns bear elaborately carved acanthus-leaf decorations and would once have supported three wooden doors. Framed by the archway is the first hint of the splendour ahead – the columns of the forum start appearing in ever greater profusion as you walk towards them."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 7,
    "name": "North Theatre",
    "latitude": "32.282516",
    "longitude": "35.89242",
    "excerpt": "Built about AD 165 and enlarged in 235, the beautiful little North Theatre was most likely used for government meetings rather than artistic performances…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/north-theatre/a/poi-sig/1442851/361072",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1314750800.jpg",
    "detail_description": "Built about AD 165 and enlarged in 235, the beautiful little North Theatre was most likely used for government meetings rather than artistic performances. Originally it had 14 rows of seats, with two vaulted passageways leading to the front of the theatre, as well as five internal arched corridors leading to the upper rows. Many of the seats are inscribed with the names of delegates who voted in the city council.\nLike many of the grand monuments at Jerash, the North Theatre was destroyed by earthquakes and then partially dismantled for later Byzantine and Umayyad building projects. However, in recent years it has been magnificently restored and still maintains a capacity of about 2000 people. The theatre may not have been used for performances, but there’s still plenty of rhythm in the design details, with round niches, inverted scallop shells, and exuberant carvings of musicians and dancers at the base of the stairs."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 6,
    "name": "Cardo Maximus",
    "latitude": "32.279904",
    "longitude": "35.892098",
    "excerpt": "Jerash’s superb colonnaded cardo maximus is straight in the way that only a Roman road can be. This is one of Jerash’s great highlights, and the walk…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/cardo-maximus/a/poi-sig/1442857/361072",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/LPT1114013.jpg",
    "detail_description": "Jerash’s superb colonnaded cardo maximus is straight in the way that only a Roman road can be. This is one of Jerash’s great highlights, and the walk along its entire 800m length from North Gate to the forum is well worth the effort. Built in the 1st century AD and complete with manholes to underground drainage, the street still bears the hallmarks of the city’s principal thoroughfare, with the ruts worn by thousands of chariots scored into the original flagstones.\nThe 500 columns that once lined the street were deliberately built at different heights to complement the facades of the buildings that stood behind them. Although most of the columns you see today were reassembled in the 1960s, they give an excellent impression of this spectacular thoroughfare.There are many buildings of interest on either side of the cardo maximus, in various states of restoration and ruin. A highlight is the northern tetrapylon, an archway with four entrances."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 5,
    "name": "Roman Ruins of Jerash",
    "latitude": "32.279269",
    "longitude": "35.891755",
    "excerpt": "The ruined city of Jerash is Jordan's largest and most interesting Roman site, and a major tourist drawcard. Its imposing ceremonial gates, colonnaded…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/roman-ruins-of-jerash/a/poi-sig/1456891/361072",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1314750800.jpg",
    "detail_description": "The ruined city of Jerash is Jordan's largest and most interesting Roman site, and a major tourist drawcard. Its imposing ceremonial gates, colonnaded avenues, temples and theatres all speak to the time when this was an important imperial centre. Even the most casual fan of archaeology will enjoy a half-day at the site – but take a hat and sunscreen in the warmer months, as the exposed ruins can be very hot to explore.\nThe site covers a huge area and can seem daunting at first, especially as there's virtually no signage. To help the ruins come alive, engage one of the knowledgeable guides (JD20) at the ticket checkpoint to help you navigate the main complex. Walking at a leisurely pace, and allowing time for sitting on a fallen column and enjoying the spectacular views, you can visit the main ruins in a minimum of three to four hours.At the extreme south of the site is the striking Hadrian’s Arch, also known as the Triumphal Arch, which was built in AD 129 in honour of the visit of Emperor Hadrian. Behind the arch is the hippodrome, which hosted chariot races in front of up to 15,000 spectators.The South Gate, originally one of four along the city wall and built in 130, leads into the city proper. One of the most distinctive sites of Jerash, the forum is unusual because of its shape and huge size (90m long and 80m at its widest point). Fifty-six Ionic columns surround the paved limestone plaza, linking the cardo maximus with the Temple of Zeus.The elegant remains of the Temple of Zeus, built around 162, can be reached from the forum – a worthwhile climb, even if only for the view. Next door, the South Theatre was built in the 1st century with a capacity of 5000 spectators. From the upper stalls the acoustics are still wonderful, as demonstrated by the occasional roving minstrel or drummer.Northeast of the forum lies the cardo maximus, the city’s main thoroughfare, also known as the colonnaded street. Stretching 800m to the North Gate, the street is still paved with its original stones, rutted by the wheels of chariots that once jostled along its length.The colonnaded street is punctuated by the nymphaeum, the main fountain of the city, before giving rise to a superb propylaeum (monumental gateway) and a staircase. The Temple of Artemis, towering over Jerash at the top of the stairs, was dedicated to the patron goddess of the city, but alas it was dismantled to provide masonry for new churches under Theodorius in 386.Further north is the North Theatre, built in 165 and now restored to its former glory.The small museum contains a good collection of artefacts from the site.The entrance is south of the ancient city, close to Hadrian’s Arch. The ticket office is in a modern souq with souvenir and antique shops, a post office and a semi-traditional coffeehouse. Keep your ticket, as you will have to show it at the South Gate."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 4,
    "name": "Hadrian’s Arch",
    "latitude": "32.2723004",
    "longitude": "35.89132922",
    "excerpt": "There’s no better way of gaining a sense of the pomp and splendour of Rome than walking through the triumphal, 13m-tall Hadrian’s Arch at the entrance to…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/hadrian-s-arch/a/poi-sig/1442838/361072",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1673108263.jpg",
    "detail_description": "There’s no better way of gaining a sense of the pomp and splendour of Rome than walking through the triumphal, 13m-tall Hadrian’s Arch at the entrance to Jerash, built to honour the visiting emperor. From here you can see a honey-coloured assortment of columns and walls, some delicately carved with acanthus leaves, some solid and practical, extending all the way to a pale view of hills in the distance – just as the Roman architects intended. \nThe gateway was originally twice this height and encompassed three enormous wooden doors. "
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 3,
    "name": "South Theatre",
    "latitude": "32.27670663",
    "longitude": "35.88927478",
    "excerpt": "As you enter the South Theatre through a wooden door between the arches, there’s little to suggest the treasure encased by the plain exterior. But then…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/south-theatre/a/poi-sig/1442846/361072",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock520751962.jpg",
    "detail_description": "As you enter the South Theatre through a wooden door between the arches, there’s little to suggest the treasure encased by the plain exterior. But then you emerge into the upper seating area… Built between AD 81 and 96 and once housing 5000 spectators in its two storeys of seating (only one tier of which remains), the theatre is almost perfect.\nSit in row 30 of the 32 rows of seats (if you can read the Greek numbers) and you’ll see how the elaborately decorated stage is just a foreground for the backdrop of ancient and modern Jerash. The light at sunset melts the stage surface. Cue music? That’s provided by the visitors who whisper experimental choruses and the members of the Jordanian Scottish bagpipe band who, with less subtlety, blast sporadic tunes to the four winds to illustrate the excellent acoustics.The theatre comes into its own during the Jerash Festival of Culture &amp; Arts, when it proves as worthy a venue today as it was for the ancients 2000 years ago."
},
{
    "country": "jerash",
    "city": "Jerash",
    "index": 2,
    "name": "Forum",
    "latitude": "32.27751902",
    "longitude": "35.89084877",
    "excerpt": "Whatever the light and whatever the weather, the forum, with its organ-pipe columns arranged around an unusual oval-shaped plaza, is always breathtaking…",
    "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/forum/a/poi-sig/1442844/361072",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1169735011.jpg",
    "detail_description": "Whatever the light and whatever the weather, the forum, with its organ-pipe columns arranged around an unusual oval-shaped plaza, is always breathtaking. It's one of Jerash's undisputed highlights. This immense space (90m long and 80m at its widest point) lies in the heart of the city, linking the main thoroughfare (the cardo maximus) with the Temple of Zeus. It served as a marketplace and the main locus of the city’s social and political life.\nToday it still draws crowds, with Jordanian families picnicking and site guards napping among the columns. And what superb columns they are! Constructed in the middle of the 1st century AD, the forum is surrounded by 56 unfluted Ionic columns, each made from four solid cuts of stone that appear double in number because of their shadow. The plaza itself is just as spectacular, paved with extremely high-quality limestone slabs. The slabs, which increase in size as they radiate from the middle, create a sense of vortex that draws your eye to the centre point. To appreciate this effect fully you need an aerial view, which can be gained from climbing the steps to the Temple of Zeus."
}
]