[
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 1,
    "name": "Tower of David",
    "latitude": "31.776155",
    "longitude": "35.228541",
    "excerpt": "First things first: despite being referred to as the 'Tower of David', the citadel dominating views as you enter Jaffa Gate started life as a palace of…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/tower-of-david/a/poi-sig/1443320/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5900fe7f8e9175418abfccb3d3101c5f-citadel.jpg",
    "detail_description": "First things first: despite being referred to as the 'Tower of David', the citadel dominating views as you enter Jaffa Gate started life as a palace of Herod the Great. Also used by the Romans and Crusaders, the structure was extensively remodelled by the Mamluks and the Ottomans. Today it's home to the impressive Museum of the History of Jerusalem, which tells the city's story in a series of chronologically arranged exhibits starting in the 2nd millennium BCE and finishing in 1948.\nA megalomaniacal builder, Herod furnished his palace with three enormous towers, the largest of which was reputedly modelled on the Lighthouse of Alexandria, one of the Seven Wonders of the Ancient World. The chiselled-block remains of one of the lesser towers still serve as the base of the Citadel’s main keep. Following Herod’s death, the palace was used by the Roman procurators, so it's highly possible that this was the location where Pontius Pilate judged Jesus (John 18:28–19:16). The building was largely destroyed by Jewish rebels in 66 CE, and the Byzantines, who came along some 250 years later, mistook the mound of ruins for Mt Zion and presumed that this was David’s palace – hence the name Tower of David. They constructed a new fortress on the site.As Jerusalem changed hands, so too did possession of the Citadel, passing to the Muslim armies and then to the Crusaders, who added the moat, which was opened to the public only in recent years. It took on much of its present form in 1310 under the Mamluk sultan Malik An Nasir, with Suleiman the Magnificent making further additions between 1531 and 1538. Suleiman is responsible for the gate by which the Citadel is now entered.The Citadel's erroneous association with David continued in the 19th century, when Europeans mistook its Ottoman minaret for David's tower. It was on the Citadel steps that General Allenby accepted the surrender of the city on 9 December 1917, ending 400 years of rule by the Ottoman Turks.Apropos of a historical sight continually being reinvented, the museum galleries, built in the 1980s, will be thoroughly redesigned over the next five years. More authentic artefacts will be added to the replicas, more multimedia displays, more contemporary technology and thematically, rather than chronologically organised exhibitions will appear.An entirely new section of the site called the Kishleh, Turkish for 'troop barrack', opened to visitors in 2018. Built by Ismail Pasha, rebel leader and son of the Albanian-Ottoman ruler Ali, it was turned into a jail by the British in 1917 and housed Jewish underground leaders in a series of picturesquely situated cells – you can still see Irgun slogans gratified on the walls. Ironically, it adjoins the functioning Old City Police Station. Two decades ago the museum wanted to use the space for a children's centre, but archaeologists discovered a row of Crusader-era cement bathtubs used to dye cloths below. Years of painstaking excavations followed, revealing the foundation walls to Herod's palace further below; some of the massive stones here have also been dated to 800 BCE and the First Temple period, one of the few remaining portions of King Hezekiah's defensive walls.The discovery has forced archaeologists to reevaluate their estimation of the size of the city during this era. They uncovered tunnels that once carried water from Sultan's and Gihon spring, aristocrats attempting to escape during the revolt against the Romans in 70 CE, and later, Irgun detainees who tried their luck, to no avail, at finding freedom. Thirty-minute English-language tours are available on Friday mornings by reservation.Also in 2018, the Tower of David's Innovation Lab also introduced virtual-reality walking tours (three hours, 120NIS) in Hebrew and English (weekly by reservation online). Still a work-in-progress when we visited, plans called for several stops between the Citadel and the Western Wall where you don goggles that give you an expertly-informed 360-degree rendition of what the city looked like thousands of years ago. If you want to tour the lab itself, which is housed in an upper room the Citadel, get in touch via email a few days before you intend to visit.The citadel offers panoramic views across Jerusalem, as good a primer on the city as the museum exhibits; it's worth visiting when you first arrive in Jerusalem. A useful audio guide (15NIS) is available in seven languages at the museum, or you can download a mobile app from the museum website before you arrive. There's a cafe (open 9am to 4pm Sunday to Thursday, to 2pm Friday) with wi-fi in the garden courtyard.The popular Night Spectacular (adult/child 55/45NIS), a 45-minute sound-and-light show about the history of Jerusalem, is staged in the Citadel's internal courtyard and cloaks the ancient stone in vivid projections (James Bond fans might flash on the Giza pyramid scene from The Spy Who Loved Me). The new King David show, an impressionistic animated music video-like show of the biblical figure, was inaugurated in 2018. Each show takes place once per night, five nights per week; start times are dependent on the sunset. See the website for details. Reservations recommended at least a day in advance.In the summer, artists stage temporary exhibitions outdoors amid the ruins; in 2018, an Armenian-Dutch artist used only paper to create life-size sculptures of important historical figures. Activities for children are organised to complement the theme of the works.The Night Spectacular and nearly three-quarters of the museum is accessible to visitors with disabilities."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 39,
    "name": "Grave of Oskar Schindler",
    "latitude": "31.77005331",
    "longitude": "35.22889422",
    "excerpt": "Austrian industrialist Oskar Schindler (1908–74) earned the honorific of Righteous Among the Nations, awarded by Israel to non-Jews who risked their lives…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/grave-of-oskar-schindler/a/poi-sig/1030583/1342523",
    "image_url": null,
    "detail_description": "Austrian industrialist Oskar Schindler (1908–74) earned the honorific of Righteous Among the Nations, awarded by Israel to non-Jews who risked their lives to save Jews during the Holocaust. Schindler rescued more than 1200 Jews from the gas chambers by employing them in his factory. His grave is in the Catholic cemetery on Mt Zion. From Zion Gate walk directly ahead, downhill. Once inside the Christian cemetery, descend the steps to the lowest level.\nThe grave is easy to recognise as it is covered in small stones (a Jewish custom signifying respect).Schindler’s story was told by filmmaker Steven Spielberg in the Oscar-winning Schindler’s List (based on Thomas Keneally's historical novel Schindler’s Ark); the famous 'list' contained the names of Jews Schindler arranged to be transported to Brünnlitz, out of harm's way."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 40,
    "name": "Heichal Shlomo Museum",
    "latitude": "31.77564306",
    "longitude": "35.21735306",
    "excerpt": "The severe-looking building on King George V St is the 1950s-designed seat of the Chief Rabbinate of Israel, and now home to the Wolfson Museum's…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/downtown/attractions/heichal-shlomo-museum/a/poi-sig/1030637/1342525",
    "image_url": null,
    "detail_description": "The severe-looking building on King George V St is the 1950s-designed seat of the Chief Rabbinate of Israel, and now home to the Wolfson Museum's galleries of Jewish art. This vast complex was designed in the 1950s and styled along the lines of Solomon’s Temple – Heichal Shlomo literally means ‘Solomon’s Mansion’. Check out the semicircular balcony, intended for the use of the Chief Rabbi as he addressed throngs of believers.\nThe museum's permanent collection includes an impressive array of historical Judaica as well as paintings and other artworks depicting Jerusalem, including the Romanian-Israeli painter Reuven Rivlin's beautiful Jerusalem.There are nice views of the city from the rooftop. The Great Synagogue (1982), famous for its choir, is next door."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 38,
    "name": "Church of St John the Baptist",
    "latitude": "31.77695617",
    "longitude": "35.22977115",
    "excerpt": "This is the oldest church in Jerusalem, built in the mid-5th century and restored after the Persians destroyed it in 614. It is accessed from Christian…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/church-of-st-john-the-baptist/a/poi-sig/1443293/1342523",
    "image_url": null,
    "detail_description": "This is the oldest church in Jerusalem, built in the mid-5th century and restored after the Persians destroyed it in 614. It is accessed from Christian Quarter Rd, near where it intersects with David St. The church isn't usually open to visitors, but monks in the adjoining Greek Orthodox complex (of which the church is now a part of) have a key; alternatively, with advance notice, the tourist office can assist with access.\nIn the 11th century, the merchants of Amalfi used the walls of the original building when constructing a new church, which became the cradle of the Knights Hospitaller; wounded knights were cared for within. It was briefly repurposed as a mosque in the 16th century.It's not easy to spot; look for the small relief of the head of John the Baptist above the doorway. You have to duck your head to enter."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 37,
    "name": "Tisch Zoological Gardens",
    "latitude": "31.746909",
    "longitude": "35.177321",
    "excerpt": "Spare your kids the agony of visiting another treasure of antiquity and let them loose in the Biblical Zoo, a 25-hectare park in the southwest of the city…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/jerusalem/attractions/tisch-zoological-gardens/a/poi-sig/1081959/361047",
    "image_url": null,
    "detail_description": "Spare your kids the agony of visiting another treasure of antiquity and let them loose in the Biblical Zoo, a 25-hectare park in the southwest of the city. The biblical theme begins at the 'Noah's Ark' visitors centre, continuing with enclosures holding animals mentioned in the Bible, including lions, bears and crocodiles. Other parts of the zoo have worldwide wildlife, from penguins to grey kangaroos. It's generally not crowded and attracts Jerusalem families.\nAnimals appear well cared for, and the zoo invests in wildlife-conservation programs, but visitors may consider the enclosures of larger animals to be small.First thing in the morning and late afternoon offer the best chances of seeing active animals who aren't snoozing in the shade. Tickets are sold until an hour before closing time.Lots of walking is involved so it's best to have pushchairs for little ones."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 36,
    "name": "King David’s Tomb",
    "latitude": "31.771941",
    "longitude": "35.229646",
    "excerpt": "Erected by Crusaders two millennia after King David's death, this ground-floor tomb is of dubious authenticity but is nonetheless a holy place for Jews…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/king-david-s-tomb/a/poi-sig/1192634/1342523",
    "image_url": null,
    "detail_description": "Erected by Crusaders two millennia after King David's death, this ground-floor tomb is of dubious authenticity but is nonetheless a holy place for Jews and Christians. The prayer hall is divided into sides for men and women, both leading to the velvet-draped tomb. Behind is an alcove believed to be a synagogue dating back to the 5th century CE.\nThe Bible references David's burial with his ancestors in the City of David (1 Kings 2:10), and most archaeologists and historians believe that it is likely that David is buried under the hill of the original Mt Zion, east of the City of David.The tomb is off the courtyard in front of the Franciscan Monastery, which is accessed through a doorway on the left-hand side of the path into the main complex, past an arch and the stairway leading to the Room of the Last Supper."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 35,
    "name": "St James’ Cathedral",
    "latitude": "31.77445627",
    "longitude": "35.2290107",
    "excerpt": "Accessible only during services, the interior of this 12th-century cathedral is infused with incense smoke. Blue-and-white tiles and glittering icons…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/st-james-cathedral/a/poi-sig/1081925/1342523",
    "image_url": null,
    "detail_description": "Accessible only during services, the interior of this 12th-century cathedral is infused with incense smoke. Blue-and-white tiles and glittering icons adorn its walls, and richly patterned carpets are strewn across the floor. At other times, you can enter the courtyard to see the exterior, which is decorated with khatchkars (Armenian stone crosses surrounded by intricate tracery) and tiled murals depicting the Last Judgement and the Apostles.\nIt was actually the Georgians who first constructed a church here in honour of St James, believing the site to be the place where he was beheaded and became the first martyred disciple. In the 12th century, the Armenians, in favour with the ruling Crusaders, took possession of the church and undertook its restoration. The tiles in the interior date from the 18th century.Modest dress is required to attend services; women should cover their heads."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 34,
    "name": "St Andrew’s Church",
    "latitude": "31.76919315",
    "longitude": "35.22495139",
    "excerpt": "Towering like a Highland castle, St Andrew's Church has been a small corner of Scotland ever since its first stone was laid in 1927. The so-called …",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/german-colony-southern-jerusalem/attractions/st-andrew-s-church/a/poi-sig/1030586/1342581",
    "image_url": null,
    "detail_description": "Towering like a Highland castle, St Andrew's Church has been a small corner of Scotland ever since its first stone was laid in 1927. The so-called 'Scottish Church' was built in memory of the Scottish soldiers killed in action in the Holy Land during WWI. Scots continued to make use of the church during WWII, but these days a multitude of nationalities passes through, in particular to stop over at the excellent guesthouse.\nThe building fuses Eastern and Western styles: note the Crusader-style church windows, with blue Hebron glass, the Armenian tiles and the broad Byzantine-style dome. The church floor features an inscription to the memory of Robert the Bruce, who requested that his heart be buried in Jerusalem when he died. Sir James Douglas attempted to fulfil Bruce’s wish but en route was killed in Spain, fighting the Moors; the heart was recovered and buried in Scotland."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 33,
    "name": "Lions' Gate",
    "latitude": "31.78082192",
    "longitude": "35.23740541",
    "excerpt": "This easterly gate of Jerusalem's Old City points towards the Mount of Olives and Gethsemane. Although originally called Bab Al Ghor (Jordan Valley Gate),…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/lions-gate/a/poi-sig/1443230/1342523",
    "image_url": null,
    "detail_description": "This easterly gate of Jerusalem's Old City points towards the Mount of Olives and Gethsemane. Although originally called Bab Al Ghor (Jordan Valley Gate), it became known as St Stephen’s Gate after the first Christian martyr, who was stoned to death at a spot nearby. The Hebrew name, Sh'ar Ha'Arayot (Lions' Gate), is a reference to the two pairs of heraldic lions carved on the exterior side of the archway.\nIt is thought that the feline figures (actually leopards) originated with Suleiman the Magnificent, who interpreted his dreams of fearsome beasts as a warning to fortify Jerusalem's Old City. Historians have suggested that the carved cats predate the gate and were repurposed from an older Mamluk building.This gate is also where Israeli paratroopers fought their way into the Old City on 7 June 1967.On Palm Sunday, a Christian procession from the Mount of Olives enters the Old City through this gate."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 32,
    "name": "Monastery of the Cross",
    "latitude": "31.77175147",
    "longitude": "35.20846843",
    "excerpt": "The origins of this fortified monastery are cloaked in mystery. It is believed that Jesus's cross was constructed from wood grown in this valley, leading…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/jerusalem/attractions/monastery-of-the-cross/a/poi-sig/1030584/361047",
    "image_url": null,
    "detail_description": "The origins of this fortified monastery are cloaked in mystery. It is believed that Jesus's cross was constructed from wood grown in this valley, leading to a monastery being founded here in the 4th century; some historians link its construction to Empress Helena, mother of Constantine the Great. In the 11th century, the present structure was built under the instructions of King Bagrat IV of Georgia; the chapel remains faithful to Georgian style.\nThe interior features frescoes and a fragment of 6th-century mosaic floor. It has been under Greek Orthodox ownership since the 17th century. There is also a small museum (really a collection of unlabelled religious and historical miscellany).The monastery can be reached by walking through Rehavia along Ramban St, crossing Ben Zvi Ave and following the path down the Valley of the Cross (Emeq HaMatzleva). Alternatively, take bus 15 from the Central Bus Station."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 31,
    "name": "Burnt House",
    "latitude": "31.77567944",
    "longitude": "35.23280806",
    "excerpt": "Buried under rubble for centuries and only recently excavated, this house was destroyed in 70 CE when the Romans put the city to the torch. The…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/burnt-house/a/poi-sig/1030601/1342523",
    "image_url": null,
    "detail_description": "Buried under rubble for centuries and only recently excavated, this house was destroyed in 70 CE when the Romans put the city to the torch. The archaeological remains on display include Roman-era coins, stone tablets, ovens, cooking pots and a spear that were found at the site, as well as a stone weight with the name ‘Kathros’ on it (Kathros was a priestly family living in the city at this time).\nPiecing together the history of the house, the museum has created a multimedia presentation shown in a number of languages, including English. Most of it is a cheesy movie with actors recreating scenes from the destruction of the Second Temple. Screenings (25 minutes long) begin every 40 minutes. Show times vary, so be prepared to wait.Burnt House is included in the Jewish Quarter combined ticket, which includes access to the tower at Hurva Synagogue and the Herodian Quarter Museum."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 30,
    "name": "LA Mayer Museum for Islamic Art",
    "latitude": "31.768548",
    "longitude": "35.213295",
    "excerpt": "The LA Mayer Museum, on Rehavia's southern fringe, exhibits ornate treasures from across the Islamic art world: 11th-century glassware and Mamluk pottery…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/german-colony-southern-jerusalem/attractions/la-mayer-museum-for-islamic-art/a/poi-sig/1030609/1342581",
    "image_url": null,
    "detail_description": "The LA Mayer Museum, on Rehavia's southern fringe, exhibits ornate treasures from across the Islamic art world: 11th-century glassware and Mamluk pottery are worthy of attention, though the Iranian tile work steals the show. The museum serves as a useful primer on Islamic art's themes and development. Don't miss the museum's world-renowned collection of elaborately designed timepieces, including one made for Marie Antoinette. The story of how they were stolen and recovered is no less fascinating.\nOpened in 1974 and partly redesigned in 2007, the museum also features a multimedia 'Introduction to Islam' hall that contextualises Islamic art within the faith's primary tenets while also delving into subjects including the life of the Prophet Muhammad and Sufi mysticism. Temporary exhibitions usually occupy a good chunk of space; the 2018 exhibit focused on the hamsa symbol (generally represented by a hand with an eye in the middle) in everyday life.You can tour the museum's three floors of inlaid wood and bejewelled weaponry in the space of an hour-long visit. There are guided tours in English upon request; call ahead. Audio guides are available for the clock collection only."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 29,
    "name": "Herzl Museum",
    "latitude": "31.77249386",
    "longitude": "35.18163261",
    "excerpt": "The history of the Zionist dream is detailed in the Herzl Museum, an idiosyncratic multimedia journey into the life of Theodor Herzl, the father of modern…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/jerusalem/attractions/herzl-museum/a/poi-sig/1030625/361047",
    "image_url": null,
    "detail_description": "The history of the Zionist dream is detailed in the Herzl Museum, an idiosyncratic multimedia journey into the life of Theodor Herzl, the father of modern Zionism. A one-hour tour in various languages including English tells Herzl’s story as groups move through four separate rooms, each detailing a particular moment in his life; bookings essential.\nHerzl's quest began in Paris, where the secular, Budapest-born journalist was working as a correspondent for a Vienna newspaper. After witnessing violent outbreaks of anti-Semitism in the wake of the 1894 Dreyfus treason trial, he dedicated himself to the creation of a Jewish state where Jews would not be subject to such hatred. Three years of campaigning culminated in the first World Zionist Congress, held in Basel, Switzerland, in 1897. Herzl continued campaigning over the next seven years, until his death in 1904. His grave, a simple black marker with his name etched upon it, is on a small knoll west of the museum. Nearby are the graves of several Israeli prime ministers and presidents, including Golda Meir and Yitzhak Rabin.A short walk north leads to the military cemetery, or you can continue west down a path that leads to Yad Vashem."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 28,
    "name": "Ramparts Walk",
    "latitude": "31.77650142",
    "longitude": "35.22791824",
    "excerpt": "For a rooftop perspective of this ancient city with inspiring views at every step, try this shade-free walk atop the Old City ramparts built by Suleiman…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/ramparts-walk/a/poi-sig/1081947/1342523",
    "image_url": null,
    "detail_description": "For a rooftop perspective of this ancient city with inspiring views at every step, try this shade-free walk atop the Old City ramparts built by Suleiman the Magnificent around 485 years ago. Two stretches are accessible, from Jaffa Gate south to Dung Gate, and from Jaffa Gate north and west to Lions' Gate, both gruelling in the midday sun. Temple Mount/Al Haram Ash Sharif's ramparts are off-limits. Buy tickets at the tourist office near Jaffa Gate.\nBuilt from reused Jerusalem stone, some from Herodian times, it took only four years to build the walls, though nearly half of the towers were never finished.One ticket allows access to both lengths of the ramparts over a two day period – both take only an hour or so each. It's worth downloading the free audio guide from wwwitraveljerusalem.com. The northern stretch is closed on Friday, while the southerly ramparts can be strolled until 10pm from June through August. A public bathroom is up the stairs just before you pass through a turnstile for the walk.The section between Jaffa and Damascus Gates provides the best views."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 26,
    "name": "Ethiopian Monastery",
    "latitude": "31.77866666",
    "longitude": "35.23054588",
    "excerpt": "Sequestered on the rooftop of the Church of the Holy Sepulchre, this monastery houses a few monks from the Church of Ethiopia who live among the ruins of…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/ethiopian-monastery/a/poi-sig/1030624/1342523",
    "image_url": null,
    "detail_description": "Sequestered on the rooftop of the Church of the Holy Sepulchre, this monastery houses a few monks from the Church of Ethiopia who live among the ruins of a medieval cloister erected by the Crusaders. The cupola in the middle of the roof section admits light to St Helena’s crypt below. A door in the southeastern corner leads through a chapel and downstairs to the courtyard of the Holy Sepulchre itself.\nAround the cloister walls are paintings of Ethiopian saints, the Holy Family and the Queen of Sheba during her visit to Jerusalem. Ethiopian legend tells that it was during this visit that the Queen of Sheba, together with King Solomon, produced heirs to both royal houses, one of whom brought the Ark of the Covenant to Ethiopia.The monastery is actually within the Coptic Patriarchate. When the Church of Ethiopia became a self-governing organisation in the early 20th century (previously, it was part of the Coptic Church), its monks were kicked out of the Coptic monastery and moved into huts here on the rooftop.The monastery is reached via a staircase from Souq Khan Al Zeit St (look for a juice stand and the ramshackle entrance to famous pastry shop Zalatimo). As you walk up the stairs, you will see the patriarchate chapel straight in front of you and an entrance to a cistern on the right. The monastery is to the left."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 27,
    "name": "Zedekiah's Cave",
    "latitude": "31.782083",
    "longitude": "35.231084",
    "excerpt": "A good chunk of the limestone used to build the city above came from this 9000-sq-metre underground cavern. Used on and off from the Second Temple period…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/zedekiah-s-cave/a/poi-sig/1603874/1342523",
    "image_url": null,
    "detail_description": "A good chunk of the limestone used to build the city above came from this 9000-sq-metre underground cavern. Used on and off from the Second Temple period to the 16th century, it was rediscovered in 1854 by American missionary James Barclay, with the help of his dog. Freemasons, who continue to hold meetings here, believe it was the source of stone used for Solomon's Temple. Others think treasures are waiting to be revealed. It's just north of Damascus Gate.\nScars from centuries of chipping away at the relatively soft rock are easily visible on the walls and ceiling – 50m of stone separate the roof of the cave from the Old City homes above. The space is warm and extremely humid, and a stream drips from the ceiling, said to have provided running water for 1000-plus years. The source is unknown, but legend says it's the tears of King Zedekiah, the last king of First Temple–period Judea, who was captured by the Chaldeans trying to flee through the cave after the Temple was destroyed.Check out the graffiti signature of Baruch Kantinka, the architect of the Jerusalem YMCA and a Freemason.Concerts with well-known Israeli musicians are held here every few weeks – it's certainly one of the most atmospheric places to hear live music in the city. Occasional treasure hunting games for kids are held here too."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 25,
    "name": "Hurva Square",
    "latitude": "31.775133",
    "longitude": "35.231974",
    "excerpt": "The beating heart of the Old City's Jewish Quarter, Hurva Sq thrums with life: tourists rustle heritage maps of the city, children scamper around the…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/hurva-square/a/poi-sig/1443324/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/53595946306ed19312efc545525c06c0-hurva-square.jpg",
    "detail_description": "The beating heart of the Old City's Jewish Quarter, Hurva Sq thrums with life: tourists rustle heritage maps of the city, children scamper around the plaza, and monochrome-clad families sweep to the synagogue. With fast-food restaurants, classy jewellery and Judaica boutiques, and lots of outdoor seating, Hurva Sq is a good place to catch your breath between museums.\nThe reconstructed Hurva Synagogue stands on the western side of the square."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 24,
    "name": "Chagall Windows",
    "latitude": "31.765227",
    "longitude": "35.149491",
    "excerpt": "Intended as a gift of love and peace to the Jewish people, modernist artist Marc Chagall created 12 stained-glass panels for the synagogue of the Hadassah…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/jerusalem/attractions/chagall-windows/a/poi-sig/1443465/361047",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b4b5ff9e1a27fd11e50bdbac8b316fe1-chagall-windows.jpg",
    "detail_description": "Intended as a gift of love and peace to the Jewish people, modernist artist Marc Chagall created 12 stained-glass panels for the synagogue of the Hadassah Medical Centre, Ein Kerem (not to be confused with the Hadassah-Mt Scopus Medical Centre across town). Chagall's dreamlike images depict the tribes of Israel, referenced in Genesis 49 and Deuteronomy 33.\r\n\nTo get here, take the tram west from the Central Bus Station and get off at the last stop (Mt Herzl), where you can transfer to bus 27. This will bring you to the hospital.\r\n"
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 23,
    "name": "Knesset",
    "latitude": "31.77697681",
    "longitude": "35.2063416",
    "excerpt": "Israel’s 120 lawmakers convene at the Knesset, a 1966 building belonging to the unfortunate multistorey-car-park school of architecture. Visitors can take…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/jerusalem/attractions/knesset/a/poi-sig/1030631/361047",
    "image_url": null,
    "detail_description": "Israel’s 120 lawmakers convene at the Knesset, a 1966 building belonging to the unfortunate multistorey-car-park school of architecture. Visitors can take a free one-hour guided tour of the committee rooms, plenary chamber, Chagall Hall (featuring three tapestries and several mosaics by the great 20th-century Jewish artist) and a display of the Declaration of Independence. The building is part of Kiryat Ben Gurion, the governmental district.\nTours are conducted on Sunday and Thursday in Hebrew, Arabic, English, French, Spanish, German and Russian (and Amharic, with advance notice); check the website for times. Tours for kids themed around Jewish symbols and customs take place on other days of the week; enquire ahead. It's also possible to observe Knesset plenary debates from the public gallery on Monday and Tuesday from 4pm and Wednesday from 11am.A wide variety of other themed tours on the Knesset's architecture, its own archaeological park and the building's art and phtography are offered to large groups with reservations.Visitors must have a passport and be modestly dressed (no shorts, sleeveless shirts, T-shirts bearing political slogans or flip-flops). Be prepared for a swift interrogation (even if you're only walking past the site).Next to the bus stops opposite the Knesset is a giant bronze menorah, a gift from the British Labour Party in 1956. It’s decorated with panels representing important figures and events in Jewish history. It's not uncommon to find small groups of protesters camped out near here."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 22,
    "name": "Hurva Synagogue",
    "latitude": "31.7752511",
    "longitude": "35.23160663",
    "excerpt": "To the local Jewish community, the reconstructed Hurva Synagogue is a symbol of resilience. The earliest synagogue on this spot was wrecked in the early…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/hurva-synagogue/a/poi-sig/1443308/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/35ce6a3d6ad27e1344cbaa59b08a712d-hurva-synagogue.jpg",
    "detail_description": "To the local Jewish community, the reconstructed Hurva Synagogue is a symbol of resilience. The earliest synagogue on this spot was wrecked in the early 18th century, and its 19th-century successor fell during the 1948 Arab-Israeli War. The broad-domed edifice standing today was dedicated in 2010, and the best reason to visit is to clamber up the tower for peerless views of the Jewish Quarter's rooftops. It also has the world's largest Torah Ark.\nThe Hurva Synagogue is included in a combined ticket (adult/child 60/45NIS) of Jewish Quarter sights; enquire at the tourist office."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 21,
    "name": "Dung Gate",
    "latitude": "31.77475771",
    "longitude": "35.23433187",
    "excerpt": "The most convenient Old City gate for access to the Western Wall. The popular theory as to how this unflattering appellation came about is that at one…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/dung-gate/a/poi-sig/1443232/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f8bb5f432a0bd37dfe6632d2686bcb56-dung-gate.jpg",
    "detail_description": "The most convenient Old City gate for access to the Western Wall. The popular theory as to how this unflattering appellation came about is that at one time the gate was the exit through which refuse was hauled out of the walled city to be burned.\nPresently the smallest of the city’s gates, at one time Dung Gate was even more diminutive: the Jordanians widened it during their tenure in the city to allow cars through (these days, tour buses make frequent use of it).In Hebrew it’s Sha’ar HaAshpot (Refuse Gate), while its Arabic name, Bab Al Maghariba (Gate of the Moors), is a nod to the North African immigrants who lived nearby in the 16th century."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 20,
    "name": "Via Dolorosa",
    "latitude": "31.7804088",
    "longitude": "35.23442633",
    "excerpt": "The road leading from Lions' Gate into the heart of the Old City is known as Via Dolorosa or the Stations of the Cross. It’s the route that many…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/via-dolorosa/a/poi-sig/1457466/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2d607302dac0da986336692a7e4cc70f-via-dolorosa.jpg",
    "detail_description": "The road leading from Lions' Gate into the heart of the Old City is known as Via Dolorosa or the Stations of the Cross. It’s the route that many Christians believe was taken by the condemned Jesus as he carried his cross to Calvary. To tackle the stations in order, you can embark on a self-guided walking tour. Plaques mark each of the nine ‘stations’ (some are easy to miss); the final five stations are inside the Church of the Holy Sepulchre.\nAt 3pm on Friday, the Franciscan Fathers lead a solemn procession here. At any time, you’re likely to encounter tour groups of all nationalities, including pilgrims carrying their own huge (rented) crosses up the hill."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 19,
    "name": "Four Sephardi Synagogues",
    "latitude": "31.774476",
    "longitude": "35.231835",
    "excerpt": "This synagogue complex offers a taster of four places of worship, tightly packed together and able to be visited with a single ticket. The two oldest…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/four-sephardi-synagogues/a/poi-sig/1192630/1342523",
    "image_url": null,
    "detail_description": "This synagogue complex offers a taster of four places of worship, tightly packed together and able to be visited with a single ticket. The two oldest synagogues date from the late 16th century, and all four were in ruins following the Arab-Israeli War; they were restored between 1967 and 1972. With their associated study houses and charitable institutions, the synagogues were at the centre of the local Sephardi community's spiritual and cultural life until the late 19th century.\nThe synagogues remain active places of worship and celebration today.In accordance with a law of the time stating that synagogues could not be taller than neighbouring buildings (and certainly not higher than mosques), these synagogues were embedded deep into the ground – a measure that saved them from total destruction during the bombardment of the Jewish Quarter in 1948. Instead, the synagogues were looted by the Jordanians and used as sheep pens. They were restored using the remains of Italian synagogues damaged during WWII.The first synagogue in the grouping (closest to the ticket desk) is Eliahu Hanavi synagogue, the oldest of the four; its arches and dome reference Byzantine buildings. The early-17th-century Yokhanan Ben Zahai synagogue is named after a renowned Jewish sage, whose Second Temple study hall is believed to have stood on this spot. The elongated Emtza'i (Middle) Synagogue is the smallest of the four, created when a roof was built over a courtyard between two of the synagogues in the mid-18th century, creating a synagogue in between.Doors in the Emtza'i lead to a small exhibit about the history of the synagogues, and to the Istanbuli Synagogue, which is the largest of the four and was the last to be built. It was constructed in the 1760s by immigrants from the Turkish city of the same name."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 18,
    "name": "Jaffa Gate",
    "latitude": "31.77646386",
    "longitude": "35.22772576",
    "excerpt": "One of the city's six original gates built by order of Suleiman the Magnificent, Jaffa Gate has an imposing entryway that bends at an abrupt right angle…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/jaffa-gate/a/poi-sig/1443272/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/30218b5e9d50b852c9bfaf95e6159be7-jaffa-gate.jpg",
    "detail_description": "One of the city's six original gates built by order of Suleiman the Magnificent, Jaffa Gate has an imposing entryway that bends at an abrupt right angle as you enter (a design feature to slow down charging enemies). The breach in the wall was made in 1898 to permit German Kaiser Wilhelm II to ride with full pomp into the city (Allenby entered by foot in 1917 to signify how different the British would be); these days taxis and tourists trundle in.\nThe Arabic name for the gate is Bab Al Khalil (Gate of the Friend), which refers to the holy city of Hebron (Al Khalil in Arabic). In Hebrew, the gate is called Sha’ar Yafo (Jaffa Gate) because this was the start of the old road to the port city of Jaffa. Just inside the gate is an inscription in Arabic declaring that 'there is no god but god and Abraham', essentially meaning that Jerusalem was open to Jews and Muslims alike.The entrance to the ramparts walk is just past the entrance."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 15,
    "name": "Room of the Last Supper",
    "latitude": "31.77193723",
    "longitude": "35.22962927",
    "excerpt": "Medieval beliefs about the location of the Last Supper have embedded the Coenaculum (Latin for dining hall) in Christian tradition. Most historians agree…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/room-of-the-last-supper/a/poi-sig/1030623/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a00e2dc4cb1364e35bc727e3ba142d68-room-of-the-last-supper.jpg",
    "detail_description": "Medieval beliefs about the location of the Last Supper have embedded the Coenaculum (Latin for dining hall) in Christian tradition. Most historians agree that this hall is unlikely to be built on the spot where Jesus ate his final meal. Nonetheless, this elegantly rib-vaulted chamber (formerly part of the 4th-century Holy Zion church) usually teems with pilgrims. Retaining the 14th-century Crusader structure that replaced the original church, it was converted to a mosque during the Ottoman period.\nThe building features stained glass and a 16th-century mihrab (niche indicating the direction of Mecca), forming an intriguing contrast against its Gothic-style Christian framework.A more widely accepted belief about this site is that it was where Jesus's disciples received the Holy Spirit on the Pentecost and gained the ability to speak foreign languages (Acts 2), enabling them to spread Christianity.The room is above King David's Tomb, reached by a staircase nearby."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 16,
    "name": "Church of St Peter in Gallicantu",
    "latitude": "31.77118537",
    "longitude": "35.23230973",
    "excerpt": "Looking almost as though it might wobble from its rocky perch, St Peter of Gallicantu occupies the site where Jesus is said to have been denied by his…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/jerusalem/attractions/church-of-st-peter-in-gallicantu/a/poi-sig/1030595/361047",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/04eddfba97a4bdd0d6bc93e21cb5e160-church-of-st-peter-of-gallicantu.jpg",
    "detail_description": "Looking almost as though it might wobble from its rocky perch, St Peter of Gallicantu occupies the site where Jesus is said to have been denied by his disciple Peter (Mark 14:66–72) – ‘before the cock crow thou shalt deny me thrice’ (gallicantu means ‘cock crow’ in Latin). Views of the City of David and the Palestinian village of Silwan are breathtaking.\nBuilt on the foundations of previous Byzantine and Crusader churches, the modern structure's bulging domes and broad arches (completed in 1930) were built with an eye to Byzantine style. The church interior has some unusual stained glass windows; below, the foundations and mosaics of earlier churches (including the site where three Byzantine-era crosses were found) are exposed. The site is managed by a French Catholic order.Reach the church by turning east as you descend the road leading from Mt Zion down and around to Sultan’s Pool. Roman steps lead down from the church garden to the Gihon Spring in the Kidron Valley."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 17,
    "name": "Jerusalem Archaeological Park & Davidson Centre",
    "latitude": "31.77501347",
    "longitude": "35.2343926",
    "excerpt": "Pore over the remains of streets, columns, gates, walls, plazas and mikve'ot (Jewish ritual baths) at this archaeological site near Dung Gate. An audio…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/jerusalem-archaeological-park-davidson-centre/a/poi-sig/1030600/1342523",
    "image_url": null,
    "detail_description": "Pore over the remains of streets, columns, gates, walls, plazas and mikve'ot (Jewish ritual baths) at this archaeological site near Dung Gate. An audio guide is a helpful accompaniment at the open-air portion of the site, while video presentations (in Hebrew and English) at the visitors centre give an overview of the main excavations in the 1970s and reconstruct the site as it looked 2000 years ago.\nAs you enter, you’ll notice on your left the remains of what was once Jerusalem's main street, which ran the length of the Temple's Western Wall. Note the remains of an arch protruding from Herod’s wall – this is Robinson’s Arch (named after a 19th-century American explorer), once part of a bridge that connected Temple Mount and the city's main commercial area. The piles of stones on the Herod-era street below the arch are said to be part of the Western Wall, hurled down by Roman soldiers as they destroyed the Temple in 70 CE. Nearby is a divided staircase leading down to a mikveh from the same period; one side was for bathers on the way to the bath and the other was for bathers who had been purified.This is also the site of the Masorti prayer area, the long-running, contentious (to ultra-Orthodox Jews) and not-yet-finalised space for men and women to pray together. A temporary platform has been in the meantime, which is accessible 24 hours seven days a week through the turnstile before you enter the security gate for the Western Wall plaza.At the back of the site (ie closest to the Mount of Olives) are the Huldah Gates, also built in the Second Temple period. These originally gave access to tunnels that led up to the Temple Mount enclosure. Nearby is a largely reconstructed staircase that was once the main entry for pilgrims headed to Temple Mount. Near the bottom of the steps you can spot more mikve'ot.Book in advance for guided tours."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 14,
    "name": "Bible Lands Museum",
    "latitude": "31.77492834",
    "longitude": "35.20264724",
    "excerpt": "Attempting to join the dots between archaeological finds and events related in the Bible, this sizeable museum has one of the largest private collections…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/jerusalem/attractions/bible-lands-museum/a/poi-sig/1443450/361047",
    "image_url": null,
    "detail_description": "Attempting to join the dots between archaeological finds and events related in the Bible, this sizeable museum has one of the largest private collections of ancient Near Eastern artefacts, from a neo-Syrian cylindrical seal circa 730–600 BCE to everyday household items. The old-fashioned galleries are laid out chronologically and geographically; a five-year plan calls for a full-scale modernisation and renovation. Use the audio guide or, better yet, join the free guided tours between Sunday and Friday (check the website for times; only two are in English).\nAmong the most interesting displays are the Egyptian collection, including richly decorated sarcophagi and blue-glazed jewellery, Syrian fertility figures from the Neolithic period and a vessel whose carved lettering enabled historians to unlock cuneiform scripts. Others worth checking out: 4th- and 5th-century Babylonian 'magical books' written in a spiral pattern (in Aramaic and Syriac) meant to 'capture demons'; a tiny model chariot (2000 BCE) found in southern Anatolia; and a statue of Ramses II, minus his face, dated to the time of the biblical exodus.The youngest item in the collection is a Roman 4th-century marble sarcophagus with elaborately detailed carvings of New and Old Testament scenes.Check out the long-running multimedia exhibition in the basement on the importance of the colour of blue in Jewish and Israeli history.The museum was founded by Dr Elie Borowski, a Polish-born academic who fought the Nazis in Germany and later moved to Switzerland, where he became known as a leading dealer of antiquarian art. Borowski founded this museum so that biblical history and the history of the ancient Near East could be studied, understood and appreciated by peoples of different faiths. The permanent exhibition, which was his private collection of ancient Near Eastern art, spans the period from earliest civilisation to the early Christian era.Children under 18 are given free entrance on Saturday and Wednesday afternoons. Public lectures take place every Wednesday at 7.30pm."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 13,
    "name": "Damascus Gate",
    "latitude": "31.78163316",
    "longitude": "35.23047904",
    "excerpt": "The sights and sounds of the Muslim Quarter intensify on the approach to Damascus Gate, on the northern wall of the Old City. The gate's triangular…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/damascus-gate/a/poi-sig/1443228/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/92ef0f94e10ad4d1bd0cc9d11e641fe5-damascus-gate.jpg",
    "detail_description": "The sights and sounds of the Muslim Quarter intensify on the approach to Damascus Gate, on the northern wall of the Old City. The gate's triangular crenellations give it the appearance of a crown; for the best view, walk through the gate to a small stone plaza, surveyed by armed Israeli soldiers, facing Derekh Shchem (Nablus) Rd.\nThe gate's present form dates from the time of Suleiman the Magnificent, although there had been a gate here long before the arrival of the Turks. This was the main entrance to the city as early as the time of Agrippa, who ruled in the 1st century BCE. The gate was considerably enlarged during the reign of the Roman emperor Hadrian. Excavations in the 1960s revealed the remains of a triple-arched Roman gate.A long-disappeared column erected by Hadrian once stood in the square, which is why the gate is known in Arabic as Bab Al Amud (Gate of the Column). In Hebrew it is known as Sha’ar Shchem (Damascus Gate).Today it's a fascinating place to people-watch. Vendors catcall their wares to passers-by, locals and tourists barter over products from vegetables to SIM cards, and elderly Palestinian women dart in and out of the gate with surprising speed."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 12,
    "name": "St Anne’s Church",
    "latitude": "31.780934",
    "longitude": "35.236813",
    "excerpt": "The finest example of Crusader architecture in Jerusalem, St Anne's was completed in 1138 on a site thought to have been the home of Joachim and Anne,…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/st-anne-s-church/a/poi-sig/1030582/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/aea1833aa6a772060130cebd45f252b7-st-anne-s-church.jpg",
    "detail_description": "The finest example of Crusader architecture in Jerusalem, St Anne's was completed in 1138 on a site thought to have been the home of Joachim and Anne, parents of the Virgin Mary. One of the sunken pools accessed from the rear of the church compound is traditionally thought to be the biblical Pool of Bethesda where Jesus is said to have healed a sick man (John 5:1–18). Many groups walking the Via Dolorosa stop here first.\nInside this enigmatic Romanesque structure, slender vaults lift the gaze, and the church's renowned acoustics spur countless visitors (in particular Christian pilgrim groups) to burst into song.The earliest traces at this site have hinted at a Roman-era pagan shrine to the god of medicine, and ruins can still be seen in St Anne's gardens. When Jerusalem fell to the armies of Saladin, St Anne’s became a Muslim theological school – an inscription above the church’s entrance testifies to this. Successive rulers allowed the church to fall into decay, so by the 18th century, it was roof-deep in refuse. In 1856, the Ottoman Turks presented the church to France in gratitude for its support in the Crimean War against Russia, and it was reclaimed from the garbage heap.It is still owned by the French and run by an order of Catholic missionaries called Les Peres Blancs (White Fathers) for their white-robe wearing priests. Because they work solely in Africa, it's an especially important stop for groups of African pilgrims who usually sing hymns inside the church."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 11,
    "name": "Church & Monastery of the Dormition",
    "latitude": "31.77195408",
    "longitude": "35.22911393",
    "excerpt": "With its round sandstone tower and graceful Romanesque-style arches, the Dormition Church is one of Jerusalem's most recognisable landmarks. The church…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/church-monastery-of-the-dormition/a/poi-sig/1030615/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d555e3465124819079fe30ac701fbe0a-church-monastery-of-the-dormition.jpg",
    "detail_description": "With its round sandstone tower and graceful Romanesque-style arches, the Dormition Church is one of Jerusalem's most recognisable landmarks. The church occupies the site traditionally believed to be where the Virgin Mary died (the word 'dormition' means a peaceful sleep or painless death). The current church and monastery, owned by the German Benedictine order, was consecrated in 1906. Turn left upon entering for the stairs down to the womb-like crypt, where carved pillars surround a shrine to Mary. Dress modestly.\nThe site's Latin name is Dormitio Sanctae Mariae (Sleep of Holy Mary). The building suffered damage during the battles for the city in 1948 and 1967. During the latter, Israeli soldiers occupied the church's tower overlooking Jordanian army positions on the Old City ramparts below. The soldiers nicknamed the tower ‘bobby’ because it resembles the helmet worn by London police officers.The church’s interior features a golden mosaic of Mary with the baby Jesus in the upper part of the apse; below are the prophets of Israel. The chapels around the hall are each dedicated to a saint or saints: St Willibald, an English Benedictine who visited the Holy Land in 724; the Three Wise Men; St Joseph, whose chapel is covered with medallions that feature kings of Judah as Jesus’s forefathers; and St John the Baptist. The floor is decorated with the names of saints and prophets, as well as zodiac symbols.The crypt features a stone effigy of Mary asleep on her deathbed with Jesus calling her to heaven. In the apse is the Chapel of the Holy Spirit, with the Holy Spirit shown coming down to the Apostles.Drinks, snacks and free wi-fi are available at the cafe in the front courtyard."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 10,
    "name": "Al Aqsa Mosque",
    "latitude": "31.77596149",
    "longitude": "35.2359634",
    "excerpt": "While the Dome of the Rock serves more as a shrine than a mosque, Al Aqsa is a functioning house of worship, accommodating up to 5000 worshippers at a…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/al-aqsa-mosque/a/poi-sig/1469275/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8ef1802ccf1a5fb8feae7933e1d68926-al-aqsa-mosque.jpg",
    "detail_description": "While the Dome of the Rock serves more as a shrine than a mosque, Al Aqsa is a functioning house of worship, accommodating up to 5000 worshippers at a time. The name Al Aqsa means ‘farthest mosque’, a reference to the journey Muhammad is believed to have made on his way to heaven to receive instructions from Allah. It's off-limits to non-Muslims, though it can be admired from the outside while visiting Temple Mount/Al Haram Ash Sharif.\nOriginally built by order of the Umayyad caliph Al Walid (r 705–15 CE), Al Aqsa stands on what the Crusaders thought to be the site of the First Temple and what others believe was a marketplace on the edge of the Temple. Some Christians revere it as the location where Jesus turned over the tables and drove out the moneychangers (Matthew 21:13).Rebuilt at least twice after earthquakes razed it, the mosque was converted into the residence of the kings of Jerusalem after the Crusaders took the city in 1099 CE. On the death of Baldwin II in 1131, the building was handed over to a decade-old order of soldier-monks, whose members soon began referring to themselves as the Templars after their new headquarters. The order added a number of extensions, including the still-remaining refectory along the southern wall of the enclosure. The other Crusader structures were demolished by Saladin (Salah Ad Din; 1137–93), the first of the Sunni Ayyubid dynasty, who added an intricately carved mihrab (prayer niche indicating the direction of Mecca) to the mosque.Tragic events have repeatedly occurred at the mosque over the last century. King Abdullah of Jordan (1882–1951) was assassinated while attending Friday prayers here. In 1969, an arson attack by an Australian visitor irreparably damaged priceless religious objects. Israeli metal detectors were temporarily installed at entrances to Al Aqsa in 2017 as a response to the shooting of two Israeli police officers; this prompted bloody clashes and several deaths."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 9,
    "name": "Western Wall Tunnels",
    "latitude": "31.77672",
    "longitude": "35.234313",
    "excerpt": "Guided tours of the Western Wall tunnels offer an entirely different perspective on Herod's epic construction: visitors are led along a 488m passage…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/western-wall-tunnels/a/poi-sig/1081957/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-165104634_master.jpg",
    "detail_description": "Guided tours of the Western Wall tunnels offer an entirely different perspective on Herod's epic construction: visitors are led along a 488m passage following the northern extension of the Wall. The excavated tunnel burrows down to the original street level, allowing visitors to tread the same ground as the ancients. Guides give fascinating insights into how these mighty walls were erected – Herod's stonemasons chiselled blocks up to 14m long and weighing almost 600 tons apiece.\nYou can only visit the tunnels on guided tours (Hebrew and English multiple times a day; French, Spanish and Russian less regularly in summer only), which take about 75 minutes and must be booked in advance. These tours are very popular and fill up fast – try to book at least a week ahead."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 8,
    "name": "Mahane Yehuda Market",
    "latitude": "31.784646",
    "longitude": "35.212705",
    "excerpt": "All of Jerusalem meets in Mahane Yehuda, from first-time visitors to residents filling their trolleys with fruit and veg. Market tables are laden with…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/downtown/attractions/mahane-yehuda-market/a/poi-sig/1030641/1342525",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4b42a3c5ea74658609b98abc061e93ef-mahane-yehuda-market.jpg",
    "detail_description": "All of Jerusalem meets in Mahane Yehuda, from first-time visitors to residents filling their trolleys with fruit and veg. Market tables are laden with wheels of halva (sesame-paste nougat), olives larger than thumbs, glistening poppy-seed pastries and almost everything that can be made or grown locally. At night, it reinvents itself as a restaurant and bar hub where local foodies and tourists hang out.\nThe market has two major streets: Mahane Yehuda St, the open-air market, is more suited to loading up on produce from butchers and veg sellers, while Etz Chayim St, the covered market, has a proliferation of places to sample pastries, pancakes, juices and more.A market has stood here since Ottoman times. During the British Mandate period, attempts to streamline its layout fell by the wayside, allowing Mahane Yehuda to preserve its straggling appearance to this day. Historically, the names of the market's alleyways related to the products available, but these days it's a movable feast: HaAfarsek (‘Peach St’) has linens, HaTut ('Berry St') has a butcher and Ha'Egoz ('Walnut St') is busy with sweet, coffee and flower sellers.The market is at its bustling best on Thursday and Friday during the pre-Shabbat scramble, though you'll be elbow to elbow with shoppers."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 7,
    "name": "Dome of the Rock",
    "latitude": "31.77819648",
    "longitude": "35.23503176",
    "excerpt": "The jewel in the crown of Temple Mount/Al Haram Ash Sharif is the gold-plated Dome of the Rock, the enduring symbol of the city and one of the most…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/dome-of-the-rock/a/poi-sig/451453/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9e1b1c2c9c640532901eec1017ba9650-dome-of-the-rock.jpg",
    "detail_description": "The jewel in the crown of Temple Mount/Al Haram Ash Sharif is the gold-plated Dome of the Rock, the enduring symbol of the city and one of the most photographed buildings on earth. As its name suggests, the dome covers a slab of stone sacred to both the Muslim and Jewish faiths. According to Jewish tradition, it was here that Abraham prepared to sacrifice his son. Islamic tradition has the Prophet Muhammad ascending to heaven from this spot.\nOnly Muslims can enter the temple, though modestly attired visitors of all creeds can see it from the outside as part of their walk around the plaza.The building was constructed between 688 and 691 CE under the patronage of the Umayyad caliph Abd Al Malik. His motives were shrewd as well as pious – the caliph wanted to instil a sense of pride in the local Muslim population and keep them loyal to Islam. He also wanted to make a statement to Jews and Christians: Islam was both righteous and all-powerful, so it could build a structure more splendid than any Christian church on a location that was the location of the Jewish Holy of Holies, thus superseding both religions.Malik had his Byzantine architects take as their model the rotunda of the Holy Sepulchre. But instead of the dark, gloomy interiors or austere stone facades of the Christian structures, their mosque was covered inside and out with a bright confection of mosaics and scrolled verses from the Quran, while the crowning dome was covered in solid gold that shone as a beacon for Islam.A plaque was laid inside honouring Malik and giving the date of construction. Two hundred years later the Abbasid caliph Al Mamun altered it to claim credit for himself, neglecting to amend the original date. Briefly repurposed as a church under the Crusaders, it promptly became an Islamic shrine again in the 12th century under Saladin. In 1545, Suleiman the Magnificent ordered that the much-weathered exterior mosaics be removed and replaced with tiles. These were again replaced during a major restoration in the 20th century. The original gold dome also disappeared long ago, and the dome you see today is covered with 5000 gold plates donated by the late King Hussein of Jordan. The 80kg of gold cost the king US$8.2 million – he sold one of his homes in London to pay for it.Essentially, what you see today is the building as conceived by Abd Al Malik. Inside, lying centrally under the 20m-high dome and ringed by a wooden fence, is the rock from which it is said Muhammad began his miraj (ascension to heaven). According to the Quran, Muhammad pushed the stone down with his foot, leaving a footprint on the rock (supposedly still visible in one corner). Jewish tradition also has it that this marks the centre of the world. Steps below the rock lead to a cave known as the Well of Souls, where according to medieval legends the voices of the dead are said to be heard falling into the river of paradise and on to eternity. The mihrab (niche indicating the direction of Mecca) in the sanctuary is said to be the the oldest in the Islamic world.Note that the whole Temple Mount/Al Haram Ash Sharif complex is often closed to visitors during times of political unrest."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 6,
    "name": "Israel Museum",
    "latitude": "31.772342",
    "longitude": "35.204766",
    "excerpt": "More than 5000 years of cultural treasures are assembled around the vast Israel Museum's indoor and outdoor galleries. Highlights are the titanic statues…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/jerusalem/attractions/israel-museum/a/poi-sig/1081956/361047",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/91d5c8d94bb6550bc53d022005c3cb59-israel-museum.jpg",
    "detail_description": "More than 5000 years of cultural treasures are assembled around the vast Israel Museum's indoor and outdoor galleries. Highlights are the titanic statues of the Archaeological Wing, while the Fine Arts Wing showcases 20th-century Israeli art from carpet weaving to sculpture. Newcomers to Jewish culture will appreciate the Rhythm of Life Room's lavish displays on birth, marriage and death ceremonies. The prize exhibit is the Dead Sea Scrolls: housed in a distinctive shrine, these are among the world's oldest biblical manuscripts.\nBefore starting your tour (dedicate at least half a day), pick up a complimentary audio guide from the visitors centre. If you decide to spend a full day – and many visitors do – the excellent Modern restaurant serves lunch. There are also two (cheaper) cafes on-site.Shrine of the BookThe distinctive lid-shaped roof of this pavilion was designed to symbolise the pots in which the Dead Sea Scrolls were kept. The first of the scrolls (there are more than 900 total) were found in 1947 and date back to the time of the Bar Kochba Revolt (132–35 CE). Dealing with both secular and religious issues, they were thought to have been written by an ascetic group of Jews called the Essenes, who inhabited the area for about 300 years. The most important is the Great Isaiah Scroll, the largest (7.3m) and best preserved – it is reproduced in facsimile at the museum. The exhibit tells the story of the scrolls and the Essenes and displays some of the original documents.Archaeology WingForming the most extensive collection of biblical and Holy Land archaeology in the world, the exhibits here are organised chronologically from prehistory to the Ottoman Empire. A group of 13th-century-BCE human-shaped clay coffins greets visitors in the first room, and other impressive displays include a 3rd-century mosaic floor from Nablus depicting events in the life of Achilles. Also notable is the ‘House of David’ Victory Stele, a fragmentary inscription from the First Temple period discovered at Tel Dan. This is the only contemporary, extra-biblical reference to the Davidic dynasty to have come to light thus far.Jewish Art &amp; Life WingThe standout exhibits here are four complete synagogues brought from various locations and reconstructed. One, the 18th-century Vittorio Veneto Synagogue, is adorned with gilt and plaster and was transported from Italy in 1965. The others are from Cochin, India; Paramaribo, Suriname; and Horb am Main, Germany. Also worth seeking out is the painted Deller family sukkah (a temporary wooden dwelling erected during the harvest festival of Sukkot), which dates from the 19th century and was smuggled from Germany to Jerusalem in 1935. The rooms at the rear of the wing focus on Jewish costume and jewellery.Fine Arts WingThe highlight here is the Impressionist and Post-Impressionist Gallery, which showcases work by Renoir, Pissarro, Degas, Sisley, Monet and Cézanne among many others. The Modern Art Gallery has works by Schiele, Rothko, Motherwell, Pollock, Modigliani and Bacon, and Israeli art is well represented in the Israeli Art pavilion, with striking paintings by Reuven Rubin and Yosef Zaritsky.Art GardenA paved promenade leads from the Shrine of the Book to this sprawling sculpture garden, which was designed by Japanese artist and landscape architect Isamu Noguchi and includes works by 19th-, 20th- and 21st-century artists including Moore, Kapoor, LeWitt, Oldenburg, Serra, Rodin and Picasso.Show your Bible Lands Museum ticket to get 10% off the entry price."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 5,
    "name": "Yad Vashem",
    "latitude": "31.77393143",
    "longitude": "35.17504533",
    "excerpt": "Israel's official memorial to the six million Jews who died at the hands of the Nazis is powerful, poignant and a masterpiece of design. The museum's name…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/jerusalem/attractions/yad-vashem/a/poi-sig/1030594/361047",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cfe0b598551c42dc067f5d3dce11c450-yad-vashem.jpg",
    "detail_description": "Israel's official memorial to the six million Jews who died at the hands of the Nazis is powerful, poignant and a masterpiece of design. The museum's name was taken from Isaiah 56:5 and means ‘a memorial and a name’. As well as honouring the names of those killed, Yad Vashem's research centre continues to work tirelessly to record the names of victims who were not survived by anyone to mourn them. Allow at least three hours to visit this 18-hectare site.\nYad Vashem's main building is a vast concrete ark sunk into the earth, containing the Holocaust History Museum. Nine underground galleries in this prism-like hall detail the events leading up to the Shoah (the Holocaust), as well as the disturbing, deep-rooted history of anti-Semitism in Europe. With explanations in English and Hebrew, the galleries trace the story chronologically and thematically, and use artefacts, films, personal testimonies on video, photographs and art installations, leading visitors gradually out of darkness to a terrace overlooking the Jerusalem Forest.Photos of those who perished (600 representing 6 million) cover the ceiling of the Hall of Names, and books filled with their names are arranged all around (one page for each person). A hole in the floor symbolises the lost unknown, victims whose names will never be recorded because they, their entire families, all their friends and everyone who had known them was killed, leaving no one to testify or say the mourning Kaddish (Jewish prayer). Sections of the circular shelves are also left empty, both symbolising the 'unknown' victims, as well as leaving space for the ongoing attempt to record as many names as possible.Near the exit of the museum is a separate building housing the Museum of Holocaust Art, a collection of works created in ghettos and camps. Nearby there is an Exhibitions Pavilion housing temporary displays and a synagogue that visitors can use for private prayer; it is decorated with items from European synagogues that were destroyed.In the Hall of Remembrance on the ground level an eternal flame burns near a crypt containing the ashes of victims brought from the death camps; the floor is inscribed with the names of 22 of the most infamous camps. Behind the hall are a number of other memorials, including the Cattle Car Memorial, one of the original train cars used to transport Jews from the ghettos to the camps. Also here is the Garden of the Righteous Among the Nations, established in honour of the thousands of non-Jews who risked their lives to rescue Jews during the Holocaust.Closer to the visitors centre is the poignant Children’s Memorial, dedicated to the 1.5 million Jewish children who died in the Holocaust. Dug into the bedrock, the sombre underground memorial contains a solitary flame reflected infinitely by hundreds of mirrors. Recorded voices read the names of children who perished. Be careful as you enter as it will take a while for your eyes to adjust to the darkness. Close by, Warsaw Ghetto Square contains an imposing red-brick memorial to the fierce resistance of fighters in the Warsaw Ghetto Uprising of 1943.The JLR Mt Herzl stop is a short walk away; the journey from City Hall takes 15 minutes. When you alight from the tram, cross the road towards the forest and walk for 10 minutes up gently sloping Hazikaron St. Alternatively, wait at the bus stop en route for a free shuttle, which runs every 20 minutes.Note that on Thursday, many of the memorials close at 5pm (the Holocaust History Museum, Museum of Holocaust Art, Exhibitions Pavilion and the synagogue remain open until 8pm). Entrance to the Holocaust History Museum is not permitted for children under the age of 10."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 4,
    "name": "Western Wall",
    "latitude": "31.776723141573",
    "longitude": "35.234626860454",
    "excerpt": "The air is electric at Judaism's holiest prayer site, where worshippers recite scriptures, lay their hands on 2000-year-old stone and utter impassioned…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/western-wall/a/poi-sig/1443221/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/57ca3af76dd9ccd6b4d5476af3268d87-western-wall.jpg",
    "detail_description": "The air is electric at Judaism's holiest prayer site, where worshippers recite scriptures, lay their hands on 2000-year-old stone and utter impassioned appeals. The Western Wall supports the outer portion of Temple Mount, upon which the Second Temple once stood. Its builders could never have fathomed that their creation would become a religious shrine of such magnitude. Rabbinical texts maintain that the Shechina (divine presence) never deserted the Wall. It's open to members of all faiths 365 days a year; dress modestly.\nFollowing the destruction of the Temple in 70 CE, Jews were sent into exile and the Temple's precise location was lost. Upon the Jews' return, they purposely avoided Temple Mount, fearing that they might step on the Holy of Holies: the ancient inner sanctum of the Temple, barred to all except the high priest. Instead they began praying at this remaining element of the original structure.The Wall became a place of pilgrimage during the Ottoman period, and Jews would come to mourn and lament the destruction of the Temple – that’s why the site is also known as the Wailing Wall, a name that Jews tend to avoid. At this time, houses were pressed right up to it, leaving just a narrow alley for prayer.In 1948, Jews lost access to the Wall when the Old City was taken by the Jordanians, and the population of the Jewish Quarter was expelled. Nineteen years later, when Israeli paratroopers stormed in during the Six-Day War, they fought their way directly here and their first action on securing the Old City was to bulldoze the neighbouring Arab houses to create the sloping plaza that exists today.The area immediately in front of the Wall now operates as a great open-air synagogue, exerting a pull discernible even to nonreligious visitors. It’s divided into two areas: a small southern section for women and a much larger northern section for men. Here, black-garbed ultra-Orthodox men rock backwards and forwards on their heels, bobbing their heads in prayer, occasionally breaking off to press themselves against the Wall and kiss the stones. Women face greater challenges to freely worship at the Wall, whose Orthodox custodians remain deeply uncomfortable with female voices reciting here. Mooted plans for a mixed-sex worship area at the Wall remain hotly debated. One movement, Women of the Wall, opposes the segregation of genders and the smaller space given to women at the Wall, and holds prayers and protests. The issue of gender segregation at the Wall is particularly important to American Jews, though it rarely registers for Israeli Jews. The Israeli government recently backtracked on a much-lauded and sought-after compromise to create a permanent, enlarged egalitarian prayer space in the area of Robinson's Arch.To celebrate the arrival of Shabbat, there is always a large crowd at sunset on Friday. The plaza is a popular site for bar mitzvahs, which are usually held on Shabbat or on Monday and Thursday mornings. This is a great time to visit, as the area is alive with families singing and dancing as they approach.Notice the different styles of stonework composing the Wall. The huge lower layers are made up of Herodian-era stones, identifiable by their carved edges, while the stones above them, which are chiselled slightly differently, date from the time of the construction of the Al Aqsa Mosque. Also visible at close quarters are the wads of paper stuffed into the cracks in between the stones. Some Jews believe that prayers and petitions inserted between the stones have a better-than-average chance of being answered. Prayers posted into the crevices are never thrown away; periodically the Wall attendants will gather all the notes that have fallen onto the prayer plaza, and they are interred along with the next deceased person to be buried on the Mount of Olives. Prayers are also accepted in digital form: an online form on the Kotel website allows you to send a prayer to be printed by the Wall custodians and taken there.On the men’s side of the Wall, a narrow passage runs under Wilson’s Arch, which was once used by priests to enter the Temple. Look down the two illuminated shafts to get an idea of the Wall’s original height. Women are not permitted into this area.Modest dress is recommended for visitors (if in doubt, cover from shoulders to knees), and a head covering is required for men (kippot are available if you don’t have one). Photography is prohibited on Shabbat; point your lens respectfully at other times. If you're visiting on Shabbat and want to plant a paper prayer in the Wall, write it before you arrive as writing isn't permitted in the plaza during this time."
},
{
    "country": "jerusalem",
    "city": "Jerusalem",
    "index": 3,
    "name": "Temple Mount/Al Haram Ash Sharif",
    "latitude": "31.77717506",
    "longitude": "35.2356717",
    "excerpt": "There are few patches of ground as holy – or as disputed – as this one. Known to Muslims as Al Haram Ash Sharif (The Noble Sanctuary) and to Jews as Har…",
    "detail_url": "https://www.lonelyplanet.com/jerusalem/old-city/attractions/temple-mount-al-haram-ash-sharif/a/poi-sig/1443318/1342523",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fd0ee3ad94df8a3acda2b1288603f36e-temple-mount-al-haram-ash-sharif.jpg",
    "detail_description": "There are few patches of ground as holy – or as disputed – as this one. Known to Muslims as Al Haram Ash Sharif (The Noble Sanctuary) and to Jews as Har HaBayit (Temple Mount), this elevated cypress-planted plaza in the southeastern corner of the Old City is home to two of Islam's most sacred buildings – the Dome of the Rock and Al Aqsa Mosque – and is revered by Jews as the location of the First and Second Temples. Queue early and dress appropriately.\nFor visitors uninvolved in the politics of the site, Temple Mount/Al Haram Ash Sharif is a place for silent awe – after the initial queues and thorough security checks, that is. The flat, paved area spreads across 140 acres, fringed with attractive Mamluk buildings and with the Dome of the Rock positioned roughly in its centre. Walking around this storied site is a true contrast to the noise and congestion of the surrounding alleyways. Today, the compound is the biggest public space in East Jerusalem, so along with praying, children come to play football and adults come to relax.The Talmud states that it was here, on a large slab of rock protruding from the ridge of Mt Moriah, that God gathered the earth that was used to form Adam and that biblical figures such as Adam, Cain, Abel and Noah all performed ritual sacrifices. The most well-known account appears in Genesis (22:1–19): as a test of faith, Abraham was instructed by God to sacrifice his son Isaac, but at the 11th hour, an angel appeared and a ram was sacrificed instead. The Bible states that David later erected an altar here (Samuel 24:18–25).Although no archaeological traces have been found in situ (and it is unlikely that any will ever be found; excavations are out of the question because of religious sensitivities), Solomon is said to have erected the First Temple on the site of David's altar. The Talmud says that Solomon's temple took 7½ years to complete, but for reasons unknown it stood unused for 13 years. When it was finally consecrated, Solomon placed the Ark of the Covenant inside and celebrated with a seven-day feast.After weathering a number of raids, the Temple was destroyed in 587 BCE by Nebuchadnezzar II of Babylon. Initially rebuilt by order of Zorobabel, who had been made governor of Judea by Cyrus II after the Persian defeat of the Babylonians, it was then replaced by a largely new and much-extended Second Temple, built by order of Herod the Great (r 39–4 BCE). Herod upgraded the site by building a wall around the mount and filling it with rubble, levelling off the enormous plaza that can be seen today. The biggest of the stones holding up Temple Mount (eg in the Western Wall) weigh more than 500 tonnes.Jews coming to Temple Mount approached from the south. Pilgrims were required to enter a mikveh (Jewish ritual bath) for purification purposes before ascending the steep steps; one of these has been preserved in the nearby Jerusalem Archaeological Park. Inscriptions on stones warned that any gentile entering the mount would do so on pain of death. Only the high priest could enter the inner sanctum of the Temple; he did so once a year on Yom Kippur.Any civic improvements made by Herod were for naught, however, as the Second Temple was almost totally destroyed by the Romans in 70 CE.Despite the destruction they had wrought, the Romans, too, felt a spiritual affinity for Temple Mount and erected a temple to Zeus that was later turned into a Christian church.Fast forward to the mid-7th century in Mecca, in what is now Saudi Arabia, where the Prophet Muhammad is believed to have announced to his fellow Meccans that in a single night he had travelled to the ‘farthest mosque’ and led other prophets in prayers. Although Muhammad did not mention Jerusalem by name, the farthest mosque was interpreted to be at Al Haram Ash Sharif, thus making Jerusalem a holy place for Muslims (in fact, Islam’s third-holiest place after Mecca and Medina). The site was left desolate under the Byzantines, for whom its religious significance was waning. But when Caliph Omar accepted the surrender of the city in 638 CE, his interest in Temple Mount/Al Haram Ash Sharif was immediately obvious, and he set about erecting a simple mosque. This was later replaced by the Dome of the Rock (c 691 CE) and Al Aqsa Mosque (c 705–15 CE).Below the surface of the pavement 19th-century explorers discovered more than 30 cisterns, some of them 15m to 20m deep and up to 50m long. Because of religious prohibitions, no one is is allowed into these today.Immediately following the 1967 Six-Day War, Israeli commander Moshe Dayan handed religious control of Temple Mount/Al Haram Ash Sharif to Jerusalem’s Muslim leaders. Their control of the mount has never gone down well with fervently nationalist Jews, and there have been a number of protests and violent incidents, including failed plots to blow up Muslim holy sites in the early 1980s. Many Orthodox Jewish authorities forbid Jews to visit Temple Mount because they may inadvertently tread on the sacred ground on which the Temple's innermost sanctuary once stood.Non-Muslim prayer remains forbidden, and opening hours for non-Muslims are limited."
}