[
{
    "country": "johor-bahru",
    "city": "Johor Bahru",
    "index": 1,
    "name": "Legoland",
    "latitude": "1.426616",
    "longitude": "103.629656",
    "excerpt": "Got kids? Asia's first Legoland offers over 70 rides and attractions, plus a waterpark that can be visited separately or as part of a package. Nearly…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/johor-bahru/attractions/legoland/a/poi-sig/1299012/356994",
    "image_url": null,
    "detail_description": "Got kids? Asia's first Legoland offers over 70 rides and attractions, plus a waterpark that can be visited separately or as part of a package. Nearly everything is hands-on, and it's not just about the bricks. Expect to crawl around, pull yourself up a tower with ropes, ride a dragon-coaster and shoot lasers at mummies. Located 19km from JB; buses to Legoland depart JB Sentral and Larkin Sentral bus terminals, or catch a taxi for RM50.\nThe centrepiece is Miniland, where you'll find miniature Lego versions of regional landmarks, such as the Petronas Towers and Singapore's Merlion."
},
{
    "country": "johor-bahru",
    "city": "Johor Bahru",
    "index": 9,
    "name": "Arulmigu Rajamariamman Devasthanam",
    "latitude": "1.4592571240927",
    "longitude": "103.76367713501",
    "excerpt": "This beautiful Hindu temple, with ornate carvings, devotional artwork and a tall, brightly painted gopuram (tower) entranceway, is the heart of JB's Hindu…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/johor-bahru/attractions/arulmigu-rajamariamman-devasthanam/a/poi-sig/1246082/356994",
    "image_url": null,
    "detail_description": "This beautiful Hindu temple, with ornate carvings, devotional artwork and a tall, brightly painted gopuram (tower) entranceway, is the heart of JB's Hindu community. Photos are allowed, but be respectful of devotees.\n"
},
{
    "country": "johor-bahru",
    "city": "Johor Bahru",
    "index": 8,
    "name": "Arulmigu Sri Rajakaliamman",
    "latitude": "1.468488",
    "longitude": "103.759754",
    "excerpt": "Step through the looking glass into this wonderland of a temple built from mirrors, glass and metal – not a single inch of the vaulted roof or wall has…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/johor-bahru/attractions/arulmigu-sri-rajakaliamman/a/poi-sig/1515013/356994",
    "image_url": null,
    "detail_description": "Step through the looking glass into this wonderland of a temple built from mirrors, glass and metal – not a single inch of the vaulted roof or wall has been left unadorned. The temple is dedicated to Kali, the goddess of time, change, power and destruction.\n"
},
{
    "country": "johor-bahru",
    "city": "Johor Bahru",
    "index": 7,
    "name": "Heritage District",
    "latitude": "1.456851",
    "longitude": "103.763959",
    "excerpt": "Wandering around the characterful heritage area between Jln Ibrahim and Jln Ungku Puan is a high point of any visit to Johor Bahru. Walk past colourful…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/johor-bahru/attractions/heritage-district/a/poi-sig/1264899/356994",
    "image_url": null,
    "detail_description": "Wandering around the characterful heritage area between Jln Ibrahim and Jln Ungku Puan is a high point of any visit to Johor Bahru. Walk past colourful old shophouses filled with barbers, Ayurvedic salons, sari shops, gorgeous temples, a few modern-art galleries and old-style, as well as trendy, cafes and restaurants.\n"
},
{
    "country": "johor-bahru",
    "city": "Johor Bahru",
    "index": 6,
    "name": "Chinese Heritage Museum",
    "latitude": "1.45595",
    "longitude": "103.763155",
    "excerpt": "Well-displayed exhibits chronicling the history of Chinese immigrants in this part of the Malay peninsula are the highlight of this three-storey museum…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/johor-bahru/attractions/chinese-heritage-museum/a/poi-sig/1299005/356994",
    "image_url": null,
    "detail_description": "Well-displayed exhibits chronicling the history of Chinese immigrants in this part of the Malay peninsula are the highlight of this three-storey museum. Learn how the Cantonese brought their carpentry skills to this area, while the Hakkas traded in Chinese medicines and the Hainanese kick-started a trend in coffee shops, which lasts to this day. There's good English signage.\n"
},
{
    "country": "johor-bahru",
    "city": "Johor Bahru",
    "index": 5,
    "name": "Bangunan Sultan Ibrahim",
    "latitude": "1.457881",
    "longitude": "103.761159",
    "excerpt": "Sitting magnificently atop Bukit Timbalan, the imposing Bangunan Sultan Ibrahim is a mighty melange of colonial pomp, Islamic motifs and indigenous design…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/johor-bahru/attractions/bangunan-sultan-ibrahim/a/poi-sig/482198/356994",
    "image_url": null,
    "detail_description": "Sitting magnificently atop Bukit Timbalan, the imposing Bangunan Sultan Ibrahim is a mighty melange of colonial pomp, Islamic motifs and indigenous design. Completed in 1942, the city landmark was employed as a fortress by the Japanese as they prepared to attack Singapore. Visitors are not allowed to enter, although you can take pictures from the road. The building looks brilliant at night, when it's illuminated.\n"
},
{
    "country": "johor-bahru",
    "city": "Johor Bahru",
    "index": 4,
    "name": "Sultan Abu Bakar Mosque",
    "latitude": "1.45684",
    "longitude": "103.751128",
    "excerpt": "The stunning whitewashed walls and blue-tiled roof of this Victorian-inspired mosque speak of a mix of architectural influences. Built between 1892 and…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/johor-bahru/attractions/sultan-abu-bakar-mosque/a/poi-sig/1246078/356994",
    "image_url": null,
    "detail_description": "The stunning whitewashed walls and blue-tiled roof of this Victorian-inspired mosque speak of a mix of architectural influences. Built between 1892 and 1900, it is quite rightly hailed as one of the most magnificent mosques in the area. At the time of research it was undergoing long-term renovation with no confirmed completion date – so for now the mosque cannot be entered, but you can visit the grounds and admire the exterior.\n"
},
{
    "country": "johor-bahru",
    "city": "Johor Bahru",
    "index": 3,
    "name": "Johor Bahru Old Chinese Temple",
    "latitude": "1.4605893033991",
    "longitude": "103.76292896988",
    "excerpt": "Once the centre of JB's Chinese immigrant community, and used by five different ethnic groups to worship five different Chinese gods, this small but…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/johor-bahru/attractions/johor-bahru-old-chinese-temple/a/poi-sig/1246077/356994",
    "image_url": null,
    "detail_description": "Once the centre of JB's Chinese immigrant community, and used by five different ethnic groups to worship five different Chinese gods, this small but atmospheric temple is more than 130 years old. Little remains of its original masonry after major renovations in 1995, but it does house some genuine antiques. In the first lunar month of every year, the temple organises a chingay, a procession through the city honouring the five deities.\n"
},
{
    "country": "johor-bahru",
    "city": "Johor Bahru",
    "index": 2,
    "name": "Royal Abu Bakar Museum",
    "latitude": "1.455232",
    "longitude": "103.756417",
    "excerpt": "The marvellous Istana Besar, once the Johor royal family’s principal palace, was flung up in Victorian style by Anglophile sultan Abu Bakar in 1866. It…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/johor-bahru/attractions/royal-abu-bakar-museum/a/poi-sig/482204/356994",
    "image_url": null,
    "detail_description": "The marvellous Istana Besar, once the Johor royal family’s principal palace, was flung up in Victorian style by Anglophile sultan Abu Bakar in 1866. It was opened as a museum to the public in 1990, displaying the incredible wealth of the sultans to the hoi polloi in over 60,000 pieces. It's now the finest museum of its kind in Malaysia with beautifully manicured 53-hectare palace grounds (free entry); an extensive upgrade of the museum saw it shut for many years.\n"
}
]