[
{
    "country": "kailua",
    "city": "Kailua",
    "index": 1,
    "name": "Kailua Beach Park",
    "latitude": "21.397029",
    "longitude": "-157.724866",
    "excerpt": "A wide arc of sand drapes around the jewel-colored waters of Kailua Bay, bookended by formidable volcanic headlands and with interesting little islands…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua/attractions/kailua-beach-park/a/poi-sig/1300986/1333321",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/82776663_super.jpg",
    "detail_description": "A wide arc of sand drapes around the jewel-colored waters of Kailua Bay, bookended by formidable volcanic headlands and with interesting little islands rising offshore. It’s ideal for long, leisurely walks, family outings and all kinds of aquatic activities such as kitesurfing and windsurfing. The beach has a gently sloping sandy bottom with usually calm waters; it’s excellent for swimming year-round, especially in the morning. The wind can blow any time but generally kicks up in the afternoon.\nThis is the place to be at sunset, when it seems as though half the community gathers on the small dunes to watch the reflected glow in the sky."
},
{
    "country": "kailua",
    "city": "Kailua",
    "index": 6,
    "name": "Kalama Beach Park",
    "latitude": "21.40529",
    "longitude": "-157.73921",
    "excerpt": "Kalama Beach Park, 1 mile north of Kailua Beach Park on Kalaheo Ave, is the best place to park for a great walk. Climb over the grassy lawn to a much more…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua/attractions/kalama-beach-park/a/poi-sig/1302519/1333321",
    "image_url": null,
    "detail_description": "Kalama Beach Park, 1 mile north of Kailua Beach Park on Kalaheo Ave, is the best place to park for a great walk. Climb over the grassy lawn to a much more residential stretch of sand. Weekdays there’s hardly a soul besides locals walking their dogs and the occasional group of parents with infants. Restrooms and outdoor shower available. No lifeguards.\n"
},
{
    "country": "kailua",
    "city": "Kailua",
    "index": 5,
    "name": "Hamakua Marsh Wildlife Sanctuary",
    "latitude": "21.389787",
    "longitude": "-157.740669",
    "excerpt": "Downstream from Kawai Nui Marsh, this tiny nature preserve provides more habitat for rare waterbirds, including the koloa maoli (Hawaiian duck), aeʻo …",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua/attractions/hamakua-marsh-wildlife-sanctuary/a/poi-sig/1300998/1333321",
    "image_url": null,
    "detail_description": "Downstream from Kawai Nui Marsh, this tiny nature preserve provides more habitat for rare waterbirds, including the koloa maoli (Hawaiian duck), aeʻo (Hawaiian black-necked stilt), ʻalae keʻokeʻo (Hawaiian coot) and ʻalae ʻula (Hawaiian moorhen). Bird-watching is best after heavy rains. To keep these endangered birds wild, do not feed them. Park off Hamakua Dr, behind Down to Earth natural-foods store.\n"
},
{
    "country": "kailua",
    "city": "Kailua",
    "index": 3,
    "name": "Kawai Nui Marsh",
    "latitude": "21.40579",
    "longitude": "-157.756044",
    "excerpt": "One of Hawaii’s largest freshwater marshes, Kawai Nui provides flood protection for the town and a habitat for endangered waterbirds, and is also one of…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua/attractions/kawai-nui-marsh/a/poi-sig/452605/1333321",
    "image_url": null,
    "detail_description": "One of Hawaii’s largest freshwater marshes, Kawai Nui provides flood protection for the town and a habitat for endangered waterbirds, and is also one of the largest remaining fishponds once used by ancient Hawaiians. You may see rare birds, including the koloa maoli (Hawaiian duck), aeʻo (Hawaiian black-necked stilt), ʻalae kea (Hawaiian coot) and kolea (Pacific golden plover). Several local groups work to preserve and restore the marsh.\nTo access the area, park in the lot at the end of Kaha St, off Oneawa St, just over a mile northwest of Kailua Rd. It's a very historical spot: for over a thousand years it was a fishpond fed by copious amounts of freshwater. In the 1800s it was partly filled to allow the farming of taro and rice."
},
{
    "country": "kailua",
    "city": "Kailua",
    "index": 2,
    "name": "Ulupo Heiau State Monument",
    "latitude": "21.385691759492",
    "longitude": "-157.7527814752",
    "excerpt": "Rich in stream-fed agricultural land, fishing grounds and protected canoe landings, Kailua was an ancient economic center that supported at least three…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua/attractions/ulupo-heiau-state-monument/a/poi-sig/1300989/1333321",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1635556318.jpg",
    "detail_description": "Rich in stream-fed agricultural land, fishing grounds and protected canoe landings, Kailua was an ancient economic center that supported at least three temples. Ulupo – once bordered by 400 acres of cultivated fishponds and taro fields, which are now encompassed by Kawai Nui Marsh – is the only heiau (ancient stone temple) left to visit. It measures 140ft by 180ft, with walls up to 30ft high.\nConstruction of this imposing platform temple was traditionally attributed to menehune, the ʻlittle people’ who legend says created much of Hawaii’s impressive stonework, finishing each project in one night. It’s thought the temple’s final use may have been as a luakini, a place for human sacrifice dedicated to the war god Ku. Good interpretive panels provide an artist’s rendition of the site as it probably looked in the 18th century. The tiny, tree-shaded parking area feels suitably hidden and melancholy. The heiau is a mile southwest of downtown Kailua, tucked away behind the YMCA at 1200 Kailua Rd. Use the access road off the main highway."
},
{
    "country": "kailua",
    "city": "Kailua",
    "index": 4,
    "name": "Lanikai Beach",
    "latitude": "21.391265",
    "longitude": "-157.715049",
    "excerpt": "Just southeast of Kailua, Lanikai is an exclusive residential neighborhood fronting a gorgeous stretch of powdery white sand overlooking two postcard…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua/attractions/lanikai-beach/a/poi-sig/1302513/1333321",
    "image_url": null,
    "detail_description": "Just southeast of Kailua, Lanikai is an exclusive residential neighborhood fronting a gorgeous stretch of powdery white sand overlooking two postcard-perfect islands, known locally as the Mokes. Today the beach is shrinking: nearly half the sand has washed away as a result of retaining walls built to protect the neighborhood’s multimillion-dollar mansions. There are 11 narrow public beach-access walkways off Mokulua Dr. No bathrooms, no lifeguards.\n"
}
]