[
{
    "country": "kampala",
    "city": "Kampala",
    "index": 21,
    "name": "Nommo Gallery",
    "latitude": "0.320158",
    "longitude": "32.580106",
    "excerpt": "Established by the Ugandan Culture Centre in 1964, Nommo is a reliable spot for quality artwork.",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/nommo-gallery/a/poi-sig/1462326/355697",
    "image_url": null,
    "detail_description": "Established by the Ugandan Culture Centre in 1964, Nommo is a reliable spot for quality artwork.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 20,
    "name": "Umoja Art Gallery",
    "latitude": "0.341368",
    "longitude": "32.588743",
    "excerpt": "A small contemporary gallery featuring Ugandan paintings and abstract sculptures in monthly shows.",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/umoja-art-gallery/a/poi-sig/1502784/355697",
    "image_url": null,
    "detail_description": "A small contemporary gallery featuring Ugandan paintings and abstract sculptures in monthly shows.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 19,
    "name": "Karibu Art Gallery",
    "latitude": "0.345338",
    "longitude": "32.593217",
    "excerpt": "An artist-run gallery and studio featuring emerging and established Ugandan abstract and contemporary artists.",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/karibu-art-gallery/a/poi-sig/1502786/355697",
    "image_url": null,
    "detail_description": "An artist-run gallery and studio featuring emerging and established Ugandan abstract and contemporary artists.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 16,
    "name": "Makerere Art Gallery",
    "latitude": "0.3288533718363",
    "longitude": "32.569102266679",
    "excerpt": "Small, but definitely worth a visit, with fascinating monthly exhibitions; check the website for events. There are also some cool sculptures on the…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/makerere-art-gallery/a/poi-sig/1462327/355697",
    "image_url": null,
    "detail_description": "Small, but definitely worth a visit, with fascinating monthly exhibitions; check the website for events. There are also some cool sculptures on the grounds.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 15,
    "name": "Uganda Art Gallery",
    "latitude": "0.316521",
    "longitude": "32.559679",
    "excerpt": "Just down from Namirembe Cathedral, this small-scale gallery sells quality paintings by local artists at affordable prices.",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/uganda-art-gallery/a/poi-sig/1502829/355697",
    "image_url": null,
    "detail_description": "Just down from Namirembe Cathedral, this small-scale gallery sells quality paintings by local artists at affordable prices.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 18,
    "name": "Kampala Hindu Temple",
    "latitude": "0.31052615",
    "longitude": "32.57875773",
    "excerpt": "Right in the city centre, this temple has elaborate towers and a swastika-emblazoned gate. Peek inside to see the unexpected dome.",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/kampala-hindu-temple/a/poi-sig/1462303/355697",
    "image_url": null,
    "detail_description": "Right in the city centre, this temple has elaborate towers and a swastika-emblazoned gate. Peek inside to see the unexpected dome.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 17,
    "name": "Wamala Tombs",
    "latitude": "0.37139192",
    "longitude": "32.49140308",
    "excerpt": "A low-key Buganda royal site, Wamala Tombs is 11km north of Kasub. Arrange a guided visit at Kasubi Tombs.",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/wamala-tombs/a/poi-sig/1462308/355697",
    "image_url": null,
    "detail_description": "A low-key Buganda royal site, Wamala Tombs is 11km north of Kasub. Arrange a guided visit at Kasubi Tombs.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 13,
    "name": "Tomb of Nnamasole Kanyange",
    "latitude": "0.37085128",
    "longitude": "32.51994947",
    "excerpt": "The Buganda royal tombs are located 4km from the Wamala tombs. Though it offers little to visitors, you can arrange a guided visit at Kasubi Tombs.",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/tomb-of-nnamasole-kanyange/a/poi-sig/1462310/355697",
    "image_url": null,
    "detail_description": "The Buganda royal tombs are located 4km from the Wamala tombs. Though it offers little to visitors, you can arrange a guided visit at Kasubi Tombs.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 14,
    "name": "AKA Gallery at Tulifanya",
    "latitude": "0.31878733",
    "longitude": "32.58901131",
    "excerpt": "Formerly known as Tulifanya, this well-established gallery has knowledgeable owners who can inform you about artists who matter. It features a notable…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/aka-gallery-at-tulifanya/a/poi-sig/1462324/355697",
    "image_url": null,
    "detail_description": "Formerly known as Tulifanya, this well-established gallery has knowledgeable owners who can inform you about artists who matter. It features a notable Geoffrey Mukasa collection.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 12,
    "name": "Namirembe Cathedral",
    "latitude": "0.3148442322876",
    "longitude": "32.559636793173",
    "excerpt": "This huge domed Anglican cathedral, finished in 1919, has a distinct Mediterranean feel. In years past the congregation was called to worship by the…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/namirembe-cathedral/a/poi-sig/1322523/355697",
    "image_url": null,
    "detail_description": "This huge domed Anglican cathedral, finished in 1919, has a distinct Mediterranean feel. In years past the congregation was called to worship by the beating of enormous drums, which can still be seen in a little hut alongside the church.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 11,
    "name": "Afriart Gallery",
    "latitude": "0.343963",
    "longitude": "32.593343",
    "excerpt": "This classy little gallery features works by serious local artists. Downstairs has changing monthly exhibits, while upstairs is a permanent collection,…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/afriart-gallery/a/poi-sig/1462322/355697",
    "image_url": null,
    "detail_description": "This classy little gallery features works by serious local artists. Downstairs has changing monthly exhibits, while upstairs is a permanent collection, but everything is for sale.\nIt's just off Kira Rd on a side road adjacent to the football field."
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 10,
    "name": "32° East Ugandan Arts Trust",
    "latitude": "0.262984",
    "longitude": "32.627163",
    "excerpt": "This centre for Ugandan contemporary artists includes exhibit space, a library, workspace and resource centre. It is in the process of moving to a nearby…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/320-east-ugandan-arts-trust/a/poi-sig/1502781/355697",
    "image_url": null,
    "detail_description": "This centre for Ugandan contemporary artists includes a library, artist studios, workspace, and resource centre. Keep an eye out for upcoming events on its website, including its biannual Kampala Contemporary Art Festival.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 9,
    "name": "Rubaga Cathedral",
    "latitude": "0.30247",
    "longitude": "32.55042",
    "excerpt": "This twin-towered Roman Catholic cathedral has a memorial to the Uganda Martyrs, with 22 Catholic victims (later declared saints) enshrined in the stained…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/rubaga-cathedral/a/poi-sig/1031525/355697",
    "image_url": null,
    "detail_description": "This twin-towered Roman Catholic cathedral has a memorial to the Uganda Martyrs, with 22 Catholic victims (later declared saints) enshrined in the stained-glass windows. They were among other Ugandan Christians burnt or hacked to death by Kabaka Mwanga II in 1885 and 1886 for refusing to renounce the 'white man’s religion'.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 8,
    "name": "National Mosque",
    "latitude": "0.31535147",
    "longitude": "32.56858832",
    "excerpt": "One of Kampala's premier sights, the prominent National Mosque (widely known as the Gadaffi Mosque) was begun by Idi Amin in 1972 but only completed in…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/national-mosque/a/poi-sig/1462305/355697",
    "image_url": null,
    "detail_description": "One of Kampala's premier sights, the prominent National Mosque (widely known as the Gadaffi Mosque) was begun by Idi Amin in 1972 but only completed in 2007 with a donation from Colonel Gadaffi. The hour-long tour allows you to scale its soaring minaret for the best views of Kampala, and takes you within its gleaming interior. Free entry for Muslims.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 7,
    "name": "Katereke Prison Ditch",
    "latitude": "0.29358045",
    "longitude": "32.45478199",
    "excerpt": "Located on the outskirts of town, royal prisoners were starved in the prison ditch during the upheavals of 1888–89. Kabaka Kalema killed 30 of his…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/katereke-prison-ditch/a/poi-sig/1460420/355697",
    "image_url": null,
    "detail_description": "Located on the outskirts of town, royal prisoners were starved in the prison ditch during the upheavals of 1888–89. Kabaka Kalema killed 30 of his brothers and sisters here in 1889 in his quest to keep control of the throne. It’s not much more than a deep, circular trench, but it’s an evocative site.\nThe unmarked turnoff is opposite the police post in Nsangi and the prison is 1.7km north. A boda-boda will cost USh3000."
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 6,
    "name": "Bulange Royal Building",
    "latitude": "0.3097866133128",
    "longitude": "32.558404907568",
    "excerpt": "A great place to learn about the history and culture of the Buganda Kingdom; guided tours take you inside the parliament building, providing interesting…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/bulange-royal-building/a/poi-sig/1031523/355697",
    "image_url": null,
    "detail_description": "A great place to learn about the history and culture of the Buganda Kingdom; guided tours take you inside the parliament building, providing interesting stories and details about the 56 different clans. Buganda Parliament is held twice a month on Monday mornings, though it is conducted in Lugandan. Buy your ticket at the adjacent Buganda Tourism Centre which also sells bark-cloth clothing and books on Bugandan culture.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 3,
    "name": "Parliament House",
    "latitude": "0.31561842",
    "longitude": "32.58780573",
    "excerpt": "Open to the public, a visit to parliament is an interesting way to spend an hour or two. You can either tour the building or see the government in action …",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/parliament-house/a/poi-sig/1462306/355697",
    "image_url": null,
    "detail_description": "Open to the public, a visit to parliament is an interesting way to spend an hour or two. You can either tour the building or see the government in action – during sitting weeks, parliament operates from 2.30pm Tuesday to Thursday and is conducted in English. You need to visit the public-relations department (room 114) to arrange a visit and make a written request to see question time. Usually you can arrange a visit on the spot.\nYou’ll need to bring an identification card and be decently dressed.In the main lobby look out for the huge wooden cultural map of Uganda featuring the country’s flora and fauna."
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 5,
    "name": "Uganda Museum",
    "latitude": "0.335918",
    "longitude": "32.582273",
    "excerpt": "There’s plenty to interest you here with a varied and well-captioned ethnographic collection covering clothing, hunting, agriculture, medicine, religion…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/uganda-museum/a/poi-sig/1031526/355697",
    "image_url": null,
    "detail_description": "There’s plenty to interest you here with a varied and well-captioned ethnographic collection covering clothing, hunting, agriculture, medicine, religion and recreation, as well as archaeological and natural-history displays. Highlights include traditional musical instruments, some of which you can play, and the fossil remains of a Napak rhino, a species that became extinct eight million years ago. Head outside to wander through the traditional thatched homes of the various tribes of Uganda; plus get a look at Idi Amin's Mercedes.\n"
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 4,
    "name": "Uganda Martyrs’ Shrine",
    "latitude": "0.37736435",
    "longitude": "32.65164095",
    "excerpt": "Located in Namugongo, this shrine marks the spot where Kabaka Mwanga II ordered the execution of 14 Catholics who refused to denounce their faith,…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/uganda-martyrs-shrine/a/poi-sig/1460419/355697",
    "image_url": null,
    "detail_description": "Located in Namugongo, this shrine marks the spot where Kabaka Mwanga II ordered the execution of 14 Catholics who refused to denounce their faith, including church leader Charles Lwanga who was burnt alive on or around 3 June 1886 – which is now celebrated as Martyrs’ Day. The shrine represents an African hut but looks more like something built by NASA than the Catholic church.\nThe shrine is 15km outside Kampala, off Jinja Rd. To get here, take a minibus from Kampala’s Old Taxi Park."
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 1,
    "name": "Mengo Palace",
    "latitude": "0.3001061884449",
    "longitude": "32.568310178716",
    "excerpt": "Built in 1922, this small palace is the former home of the king of Buganda, though it has remained empty since 1966 when Prime Minister Milton Obote…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/mengo-palace/a/poi-sig/1322518/355697",
    "image_url": null,
    "detail_description": "Built in 1922, this small palace is the former home of the king of Buganda, though it has remained empty since 1966 when Prime Minister Milton Obote ordered a dramatic attack to oust Kabaka Mutesa II, then president of Uganda. Led by the forces of Idi Amin, soldiers stormed the palace and, after several days of fighting, Mutesa was forced into exile. The building's interior cannot be visited, but the notorious underground prison here is open to tours.\nAfter the coup against Mutesa II, the palace building was converted to army barracks, while an adjacent site became a prison and torture-execution chamber built by Idi Amin in the 1970s. Guides will lead you to this terrifying site, a dark concrete tunnel with numerous dark, damp cells, which were separated by an electrified passage of water to prevent escape. You’ll see some original charcoal messages written by former prisoners on the walls: one reads ‘Obote, you have killed me, but what about my children!’ On the grounds are also the scrap-metal remains of Mutesa’s Rolls Royce destroyed by Idi Amin.Mengo Palace is at the end of a ceremonial drive leading from Bulange Royal Building."
},
{
    "country": "kampala",
    "city": "Kampala",
    "index": 2,
    "name": "Kasubi Tombs",
    "latitude": "0.3290661768188",
    "longitude": "32.552812208103",
    "excerpt": "The Unesco World Heritage–listed Kasubi Tombs are of great significance to the Buganda kingdom as the burial place of its kings and royal family. The huge…",
    "detail_url": "https://www.lonelyplanet.com/uganda/kampala/attractions/kasubi-tombs/a/poi-sig/1031529/355697",
    "image_url": null,
    "detail_description": "The Unesco World Heritage–listed Kasubi Tombs are of great significance to the Buganda kingdom as the burial place of its kings and royal family. The huge thatched-roof palace was originally built in 1882 as the palace of Kabaka Mutesa I, before being converted into his tomb following his death two years later. The tombs were destroyed in an arson attack in March 2010, however, and are still being rebuilt, with no end to the work in sight at present.\nOutside, forming a ring around the main section of the compound, are the homes (fortunately not damaged by the fire) of the families of the widows of former kabaka (kings). Royal family members are buried amid the trees out the back, and the whole place has the distinct feel of a small rural village."
}
]