[
{
    "country": "kampot",
    "city": "Kampot",
    "index": 1,
    "name": "Phnom Chhnork",
    "latitude": "10.641207",
    "longitude": "104.271927",
    "excerpt": "Phnom Chhnork is a short walk through a quilt of rice paddies from Wat Ang Sdok, where a monk collects the entry fee and a gaggle of friendly local kids…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kampot/attractions/phnom-chhnork/a/poi-sig/1381194/355892",
    "image_url": null,
    "detail_description": "Phnom Chhnork is a short walk through a quilt of rice paddies from Wat Ang Sdok, where a monk collects the entry fee and a gaggle of friendly local kids offers their services as guides. From the bottom, a 203-step staircase leads up the hillside and down into a cavern as graceful as a Gothic cathedral. The view from up top is especially magical in the late afternoon, as is the walk to and from the wat.\nInside the cave you’ll be greeted by a stalactite elephant, with a second elephant outlined on the flat cliff face to the right. Tiny chirping bats live up near two natural chimneys that soar towards the blue sky, partly blocked by foliage of an impossibly green hue.Within the main chamber stands a remarkable 7th-century (Funan-era) brick temple, dedicated to Shiva. The temple’s brickwork is in superb condition thanks to the protection afforded by the cave. Poke your head inside and check out the ancient stalactite that serves as a linga (phallic symbol). A slippery passage, flooded in the rainy season, leads through the hill.To get to Phnom Chhnork turn left off NH33 about 5.5km east of Kampot. Look for the sign to 'Climbodia'. From the turn-off it’s 6km to the cave on a bumpy road. A return moto ride from Kampot costs about US$6 (tuk tuk US$12)."
},
{
    "country": "kampot",
    "city": "Kampot",
    "index": 9,
    "name": "Durian Roundabout",
    "latitude": "10.610502",
    "longitude": "104.181538",
    "excerpt": "Kampot is famed for its durian, so what could be more fitting than a giant durian monument in celebration of the Marmite of fruit?",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kampot/attractions/durian-roundabout/a/poi-sig/1390661/355892",
    "image_url": null,
    "detail_description": "Kampot is famed for its durian, so what could be more fitting than a giant durian monument in celebration of the Marmite of fruit?\n"
},
{
    "country": "kampot",
    "city": "Kampot",
    "index": 8,
    "name": "Old Market",
    "latitude": "10.607811",
    "longitude": "104.179906",
    "excerpt": "Kampot's Old Market building, with its art-deco-style concrete facade, was constructed during the 1930s. Various shops, travel agencies and cafes rim both…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kampot/attractions/old-market/a/poi-sig/1390660/355892",
    "image_url": null,
    "detail_description": "Kampot's Old Market building, with its art-deco-style concrete facade, was constructed during the 1930s. Various shops, travel agencies and cafes rim both sides of the building.\n"
},
{
    "country": "kampot",
    "city": "Kampot",
    "index": 7,
    "name": "Old French Bridge",
    "latitude": "10.608834",
    "longitude": "104.178028",
    "excerpt": "Destroyed during the Khmer Rouge period, Kampot's old French bridge was later repaired in a mishmash of styles. It is now open to motorbikes and…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kampot/attractions/old-french-bridge/a/poi-sig/499766/355892",
    "image_url": null,
    "detail_description": "Destroyed during the Khmer Rouge period, Kampot's old French bridge was later repaired in a mishmash of styles. It is now open to motorbikes and pedestrian traffic after being closed for years.\n"
},
{
    "country": "kampot",
    "city": "Kampot",
    "index": 5,
    "name": "Kampot Provincial Museum",
    "latitude": "10.602285",
    "longitude": "104.180818",
    "excerpt": "This tiny museum, inside the finely preserved French colonial-era Old Governor's Mansion, traces the history of Kampot and the outlying area. The…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kampot/attractions/kampot-provincial-museum/a/poi-sig/1390337/355892",
    "image_url": null,
    "detail_description": "This tiny museum, inside the finely preserved French colonial-era Old Governor's Mansion, traces the history of Kampot and the outlying area. The artefacts, photos and text (in Khmer, French and English) are informative and neatly displayed, including a series of oversized panels explaining the province's historic milestones. Rotating exhibits might include photography exhibits on the wildlife of Bokor National Park or paintings by local students.\n"
},
{
    "country": "kampot",
    "city": "Kampot",
    "index": 6,
    "name": "Kampot Traditional Music School",
    "latitude": "10.608158",
    "longitude": "104.181862",
    "excerpt": "During set hours, visitors are welcome to observe traditional music and dance training sessions and/or performances at this school that teaches children…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kampot/attractions/kampot-traditional-music-school/a/poi-sig/1381027/355892",
    "image_url": null,
    "detail_description": "During set hours, visitors are welcome to observe traditional music and dance training sessions and/or performances at this school that teaches children who are orphaned or have disabilities. Donations are very welcome. Photos are discouraged.\n"
},
{
    "country": "kampot",
    "city": "Kampot",
    "index": 4,
    "name": "Tek Chhouu Rapids",
    "latitude": "10.670814",
    "longitude": "104.13065",
    "excerpt": "Popular with locals, these modest rapids at the end of Tek Chhouu Rd northwest of Kampot are surrounded by food stalls and picnicking platforms. A tuk tuk…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kampot/attractions/tek-chhouu-rapids/a/poi-sig/1473767/355892",
    "image_url": null,
    "detail_description": "Popular with locals, these modest rapids at the end of Tek Chhouu Rd northwest of Kampot are surrounded by food stalls and picnicking platforms. A tuk tuk here from Kampot costs around US$5. There's also a spa on the water called Tada Bokor, and it is said (by the owner) that the water has therapeutic qualities.\nThanks to the hydroelectric dams upriver (part of the US$280-million project that flooded small parts of Bokor National Park), the term 'rapids' is something of a misnomer but this is still a top spot for riverside relaxation and a chance to take in the local scene."
},
{
    "country": "kampot",
    "city": "Kampot",
    "index": 3,
    "name": "La Plantation",
    "latitude": "10.613073",
    "longitude": "104.315057",
    "excerpt": "This sprawling organic pepper farm offers free guided walks in French, English and Khmer, explaining how several varieties of pepper are grown, harvested…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kampot/attractions/la-plantation/a/poi-sig/1580639/355892",
    "image_url": null,
    "detail_description": "This sprawling organic pepper farm offers free guided walks in French, English and Khmer, explaining how several varieties of pepper are grown, harvested and processed. The farm also grows fruits, chillis, herbs and peanuts, and there's a restaurant and shop where you can buy pepper at steep prices. (The money helps pay for children's English classes at local schools.)\nOn Friday and Saturday evenings it offers dinner (US$25, advanced reservations only) on 'secret' Lake Tomnop Tek Krolar. Other activities include cooking classes and buffalo-cart rides to the lake.A van (per person US$7 round trip) heads out to the farm from its office in Kampot daily at 9am and 11.30am, returning in the afternoon. This office, which has a small pepper museum upstairs, can also help you get out there via tuk tuk (US$25 return with an English-speaking driver) or moto (US$10 to US$15)."
},
{
    "country": "kampot",
    "city": "Kampot",
    "index": 2,
    "name": "Phnom Sorsia",
    "latitude": "10.565651",
    "longitude": "104.284141",
    "excerpt": "Phnom Sorsia is home to several natural caves. From the parking area, a stairway leads up the hillside to a gaudy modern temple. From there, steps lead…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kampot/attractions/phnom-sorsia/a/poi-sig/1381197/355892",
    "image_url": null,
    "detail_description": "Phnom Sorsia is home to several natural caves. From the parking area, a stairway leads up the hillside to a gaudy modern temple. From there, steps lead left up to Rung Damrey Saa (White Elephant Cave). A slippery, sloping staircase (where one false step will send you into the abyss) leads down and then up and then out through a hole in the other side. Exit the cave and follow the right-hand path that leads back to the temple.\nTo see the Bat Cave, take the steps leading to the right from the temple. Inside the cave, countless bats flutter and chirp overhead, flying out to the forest and back through a narrow natural chimney. Locals once used bamboo poles to hunt the creatures by swatting them out of the air, but tourists didn't like it, and now police do frequent checks to ensure the bats are not being killed. The circuit ends near a hilltop stupa with impressive views.Local kids will attempt to serve as guides here. Let them lead you with a torch and don't forget to give a dollar or two at the end. The turn-off to Phnom Sorsia is on NH33, 13.5km southeast of Kampot and 1.3km northwest of the White Horse Roundabout near Kep. Look for a sign reading ‘Phnom Sorsia Resort’ – from there a dirt road leads about 1km northeast through the rice fields."
}
]