[
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 1,
    "name": "Death Railway Bridge",
    "latitude": "14.040852180851",
    "longitude": "99.503717868936",
    "excerpt": "Constructed by POW labour, this 300m-long bridge is heavy with the history of the Thailand–Burma Railway. Its centre was destroyed by Allied bombs in 1945…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/death-railway-bridge/a/poi-sig/1174634/357682",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/538590797_full.jpg",
    "detail_description": "Constructed by POW labour, this 300m-long bridge is heavy with the history of the Thailand–Burma Railway. Its centre was destroyed by Allied bombs in 1945, so only the curved spans are original. You're free to roam over the bridge; stand in a safety point if a train appears. Food and souvenir hawkers surround the bridge, so the site can have a jarring, funfair-like atmosphere; come early or late to avoid the scrum.\nThe three old trains in the park near the station were used during WWII. Across the river, pop in to the colourful Kuan-Im Shrine on the right and view the bridge from its tranquil garden. On the south side of the shrine is the unique Chinese Soldier Tomb, with sad eyes peering out from under a giant helmet. Nothing remains of a second (wooden) bridge the Japanese built 100m downstream.During late November or early December, a sound-and-light show tells the history of the Death Railway."
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 16,
    "name": "Lak Meuang",
    "latitude": "14.020313",
    "longitude": "99.530586",
    "excerpt": "Behind the City Gate stands this small, gold-trimmed shrine for Kanchanburi city's guardian spirit.",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/lak-meuang/a/poi-sig/480990/357682",
    "image_url": null,
    "detail_description": "Behind the City Gate stands this small, gold-trimmed shrine for Kanchanburi city's guardian spirit.\n"
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 15,
    "name": "Japanese Memorial",
    "latitude": "14.041297",
    "longitude": "99.505684",
    "excerpt": "The Japanese erected this memorial column to their victims in 1944, before their surrender. In a cold bit of historical irony, they forced the POWs to do…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/japanese-memorial/a/poi-sig/1522223/357682",
    "image_url": null,
    "detail_description": "The Japanese erected this memorial column to their victims in 1944, before their surrender. In a cold bit of historical irony, they forced the POWs to do the work.\n"
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 14,
    "name": "Wat Chaichumphon",
    "latitude": "14.015066",
    "longitude": "99.531159",
    "excerpt": "Next to the JEATH War Museum, this temple has some interesting statues and shrines, including one fashioned from a WWII-era boat dredged out of the river.",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/wat-chaichumphon/a/poi-sig/1385741/357682",
    "image_url": null,
    "detail_description": "Next to the JEATH War Museum, this temple has some interesting statues and shrines, including one fashioned from a WWII-era boat dredged out of the river.\n"
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 13,
    "name": "Chinese Cemetery",
    "latitude": "14.030046",
    "longitude": "99.526938",
    "excerpt": "In contrast to the manicured uniformity of the Kanchanaburi War Cemetery next to it, this Chinese cemetery is somewhat overgrown but contains some large…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/chinese-cemetery/a/poi-sig/1522222/357682",
    "image_url": null,
    "detail_description": "In contrast to the manicured uniformity of the Kanchanaburi War Cemetery next to it, this Chinese cemetery is somewhat overgrown but contains some large tombs in grassy burial mounds.\n"
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 12,
    "name": "City Gate",
    "latitude": "14.020117324135",
    "longitude": "99.529761198775",
    "excerpt": "This restored original city gate (built 1831) is a remnant of Kanchanaburi's once mighty defensive walls, which linked six fortresses. Just behind it is a…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/city-gate/a/poi-sig/1260565/357682",
    "image_url": null,
    "detail_description": "This restored original city gate (built 1831) is a remnant of Kanchanaburi's once mighty defensive walls, which linked six fortresses. Just behind it is a statue of King Rama III, who ordered the city relocated to this site, and off to the side is the 1931 Governor's Residence.\n"
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 11,
    "name": "Wat Thewa Sangkharam",
    "latitude": "14.026621",
    "longitude": "99.526885",
    "excerpt": "This sizeable temple in Kanchanaburi is worth a wander to admire its grand, bell-shaped stupa near the river and various Thai-style shrines. In particular…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/wat-thewa-sangkharam/a/poi-sig/1385740/357682",
    "image_url": null,
    "detail_description": "This sizeable temple in Kanchanaburi is worth a wander to admire its grand, bell-shaped stupa near the river and various Thai-style shrines. In particular, the murals in the old ubosot (chapel) from the King Rama III-era (r 1824–51) are in excellent condition and have fascinating scenes of local life plus a comical surprise in the southeast corner.\n"
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 10,
    "name": "Chungkai War Cemetery",
    "latitude": "14.004824",
    "longitude": "99.514418",
    "excerpt": "The site of one of the biggest Allied POW camps, Chungkai honours 1426 Commonwealth and 313 Dutch soldiers. Prisoners built their own hospital and church…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/chungkai-war-cemetery/a/poi-sig/1148164/357682",
    "image_url": null,
    "detail_description": "The site of one of the biggest Allied POW camps, Chungkai honours 1426 Commonwealth and 313 Dutch soldiers. Prisoners built their own hospital and church close by and the majority of those buried here died at the hospital. The cemetery is near the river, 2.5km southwest of the Wat Thewa Sangkharam bridge, and is easily reached by bicycle. It's smaller and less visited than the Kanchanaburi War Cemetery in town, but just as well maintained.\n"
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 9,
    "name": "Heritage Walking Street",
    "latitude": "14.021615",
    "longitude": "99.528955",
    "excerpt": "A stroll along this city centre street offers a glimpse of a bygone Kanchanaburi. Many buildings date to the 1920s and '30s and their Sino-Portuguese,…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/heritage-walking-street/a/poi-sig/1243424/357682",
    "image_url": null,
    "detail_description": "A stroll along this city centre street offers a glimpse of a bygone Kanchanaburi. Many buildings date to the 1920s and '30s and their Sino-Portuguese, Thai, Vietnamese and Chinese styles have been preserved; faded yellow signs reveal the history, architecture and present owners of about 20 of them. WWII buffs should include this on their pilgrimage because some of the structures are connected to the construction of the Death Railway.\nThe walk begins at the restored City Gate."
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 8,
    "name": "JEATH War Museum",
    "latitude": "14.016254",
    "longitude": "99.530575",
    "excerpt": "This small museum, opened in 1977, mostly focuses on the terrible ordeals of the POWs who built the Death Railway. Their harsh living conditions are shown…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/jeath-war-museum/a/poi-sig/1174640/357682",
    "image_url": null,
    "detail_description": "This small museum, opened in 1977, mostly focuses on the terrible ordeals of the POWs who built the Death Railway. Their harsh living conditions are shown in many original photos, letters and drawings from that time as well as personal effects and war relics, including an unexploded Allied bomb dropped to destroy the bridge. One of the three galleries is built from bamboo in the style of the shelters (called attap) the POWs lived in.\nJEATH is an acronym of the warring countries involved in the railway: Japan, England, Australia/America, Thailand and Holland. This acronym is also used on signs outside the WWII Museum, which causes some confusion – the two museums are not connected."
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 7,
    "name": "Wat Tham Khao Pun",
    "latitude": "14.000046",
    "longitude": "99.503925",
    "excerpt": "The nearest cave temple to Kanchanaburi town is a fun labyrinth of illuminated passageways. The marked trail is a bit of a squeeze in some places (and can…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/wat-tham-khao-pun/a/poi-sig/1520870/357682",
    "image_url": null,
    "detail_description": "The nearest cave temple to Kanchanaburi town is a fun labyrinth of illuminated passageways. The marked trail is a bit of a squeeze in some places (and can be slippery), but ducking beneath limestone protrusions to discover these subterranean shrines is a special experience. It's a stop on the standard boat tour, but still rarely busy, so it might just be you and some fluttering bats. The temple is 4km southwest of town, beyond Chungkai War Cemetery.\nThe chambers painted white near the exit were a Japanese wartime hospital, and outside the exit, in a replica bamboo barracks, is a little display of POW photos and old typewriters. Follow the roads to the back and up to the stupa for a lovely view over Mae Nam Khwae Noi."
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 6,
    "name": "WWII Museum",
    "latitude": "14.041454",
    "longitude": "99.504858",
    "excerpt": "Close to the Death Railway Bridge, at this eclectic museum you'll see trains, Japanese motorcycles, anchors and old helmets, plus a great view of the…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/wwii-museum/a/poi-sig/1148152/357682",
    "image_url": null,
    "detail_description": "Close to the Death Railway Bridge, at this eclectic museum you'll see trains, Japanese motorcycles, anchors and old helmets, plus a great view of the bridge: the tower in the northwest corner is the best viewpoint. Only about half the exhibits are about WWII; other displays include ancient pottery, record players, paintings of many Miss Thailands and a display case warning of the dangers of alcohol and cigarettes. Between the two buildings is a stupa with coloured bowls decorating its exterior.\nWhile it's well-intentioned, the museum's dispersed (and sometimes context-free) displays have limited educational value; it shouldn't be your first stop for understanding Kanchanaburi's wartime history.Also note that despite the misleading signs, this is not the JEATH museum."
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 5,
    "name": "Wat Tham Seua",
    "latitude": "13.953591",
    "longitude": "99.60557",
    "excerpt": "The centrepiece of this hilltop temple is a striking 18m-high Buddha covered in golden mosaic. One of the merit-making ceremonies for devotees is to place…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/wat-tham-seua/a/poi-sig/481002/357682",
    "image_url": null,
    "detail_description": "The centrepiece of this hilltop temple is a striking 18m-high Buddha covered in golden mosaic. One of the merit-making ceremonies for devotees is to place coins in small trays on a conveyor belt that drops donations into a central bowl with a resounding clang. It's fun to ride the steep cable car (20B per person) to the top of the temple, but you can also climb the stairs.\nSurrounding the main Buddha image are several styles of stupa. The biggest, nine stories (69m) high, is full of murals (mostly about war with Burma) and Buddha images, many in seldom seen postures. The namesake Tiger Cave, flanked by brightly painted tiger statues, is at the base of the hill, to the right (west) of the cable car. A former abbot's mummified body is on display in the big hall next to the cave.The Chinese-style temple next door is Wat Tham Khao Noi, which is more interesting outside than in.Wat Tham Seua is 14km southeast of central Kanchanaburi. After crossing the city's southernmost bridge, make the first left and follow the river. There's no public transport."
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 2,
    "name": "Wat Ban Tham",
    "latitude": "13.969438",
    "longitude": "99.577492",
    "excerpt": "In the countryside around Kanchanaburi, cave temples are almost as common as convenience stores are inside the city, but this is one of the most…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/wat-ban-tham/a/poi-sig/1243508/357682",
    "image_url": null,
    "detail_description": "In the countryside around Kanchanaburi, cave temples are almost as common as convenience stores are inside the city, but this is one of the most interesting, in part because you walk up steps and into a dragon's mouth to reach the large main cave.Wat Ban Tham is 10km southeast of town (4km before Wat Tham Seua) on the south bank of the river .\nA section of one big rock is said to resemble Thai folklore figure Mae Nang Bua Kli, an innocent woman killed by her husband, and is consequently 'dressed' throughout the year. Above her is a Phra Siwali (an important disciple of the Buddha) statue illuminated by a single shaft of sunlight each cloudless morning. Continuing up the mountain on the metal spiral staircase at the cave entrance takes you to some minor shrines and major views. Tham Man Wichit cave, near the top, has steps, lights and some lovely rock formations."
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 4,
    "name": "Kanchanaburi War Cemetery",
    "latitude": "14.031222",
    "longitude": "99.525855",
    "excerpt": "Immaculately maintained by the Commonwealth War Graves Commission, this is the larger of Kanchanaburi's two war cemeteries, and is right in town. Of the…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/kanchanaburi-war-cemetery/a/poi-sig/480986/357682",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/128074897_high.jpg",
    "detail_description": "Immaculately maintained by the Commonwealth War Graves Commission, this is the larger of Kanchanaburi's two war cemeteries, and is right in town. Of the 6982 soldiers buried here, nearly half were British; the rest came mainly from Australia and the Netherlands. As you stand at the cemetery entrance, the entire right-hand side contains British victims, the front-left area contains Australian graves and the rear left the Dutch. The remains of unknown soldiers and 300 who were cremated due to dying of cholera are honoured all the way to the far left at the front.\nAll remains of American POWs were returned to the USA. If you're looking for the resting place of a loved one, a register is kept at the entrance."
},
{
    "country": "kanchanaburi",
    "city": "Kanchanaburi",
    "index": 3,
    "name": "Thailand–Burma Railway Centre",
    "latitude": "14.03218",
    "longitude": "99.524846",
    "excerpt": "This excellent museum balances statistics and historical context with personal accounts of the conditions endured by POWs and other imprisoned labourers…",
    "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/thailand-burma-railway-centre/a/poi-sig/480996/357682",
    "image_url": null,
    "detail_description": "This excellent museum balances statistics and historical context with personal accounts of the conditions endured by POWs and other imprisoned labourers forced to build the Thailand–Burma Railway. Kanchanaburi's role in WWII is thoroughly explained, but most of the museum traces the journey of railway workers from transport in cramped boxcars to disease-ridden labour camps in the jungle, as well as survivors' fates after the war. Allow time for the poignant video with testimony from both POWs and Japanese soldiers.\nGalleries upstairs display wartime artefacts, and there's a 3m-deep diorama showing how Hellfire Pass got its name.You'll need at least an hour for your visit. For in-depth wartime and railway history, the centre can organise half-day (per two people 4100B) to multiday tours in and around Kanchanaburi. Advanced booking is required; enquire via its website (under 'Railway Pilgrimages')."
}
]