[
{
    "country": "karachi",
    "city": "Karachi",
    "index": 1,
    "name": "Quaid-i-Azam Mausoleum",
    "latitude": "24.87542836",
    "longitude": "67.04106735",
    "excerpt": "This curiously shaped mausoleum is a monument to Pakistan's founder, Mohammed Ali Jinnah. It's set at the top of a stepped pyramid in a small park. Built…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/quaid-i-azam-mausoleum/a/poi-sig/450189/357300",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e760d031e4eb8975c8dad63de090ae34-quaid-i-azam-mausoleum.jpg",
    "detail_description": "This curiously shaped mausoleum is a monument to Pakistan's founder, Mohammed Ali Jinnah. It's set at the top of a stepped pyramid in a small park. Built in 1958-68 from the design of a Turkish architect, it is minimalist and stark. The white marble structure makes some concession to traditional styles with a square plan and supporting a semicircular dome.\r\n\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 22,
    "name": "Sindh High Court",
    "latitude": "24.85645964",
    "longitude": "67.02137765",
    "excerpt": "Architecturally interesting is the red sandstone Sindh High Court.",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/sindh-high-court/a/poi-sig/450195/357300",
    "image_url": null,
    "detail_description": "Architecturally interesting is the red sandstone Sindh High Court.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 21,
    "name": "St Andrew's Church",
    "latitude": "24.86121786",
    "longitude": "67.02651545",
    "excerpt": "The Anglican St Andrew's Church has services at 09:00 every Sunday.",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/st-andrew-s-church/a/poi-sig/450197/357300",
    "image_url": null,
    "detail_description": "The Anglican St Andrew's Church has services at 09:00 every Sunday.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 17,
    "name": "St Patrick's Cathedral",
    "latitude": "24.86190941",
    "longitude": "67.03504198",
    "excerpt": "The Roman Catholic St Patrick's Cathedral is a fine example of British Raj architecture. Services at 09:00 every Sunday.",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/st-patrick-s-cathedral/a/poi-sig/450199/357300",
    "image_url": null,
    "detail_description": "The Roman Catholic St Patrick's Cathedral is a fine example of British Raj architecture. Services at 09:00 every Sunday.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 19,
    "name": "Paradise Point",
    "latitude": null,
    "longitude": null,
    "excerpt": "The last convenient beach from Karachi is Paradise Point, about 45 minutes from Karachi.",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/paradise-point/a/poi-sig/450187/357300",
    "image_url": null,
    "detail_description": "The last convenient beach from Karachi is Paradise Point, about 45 minutes from Karachi.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 20,
    "name": "Sindh Assembly Building",
    "latitude": "24.85442254",
    "longitude": "67.02029971",
    "excerpt": "The Sindh Assembly Building is worth a look for it's architectural features.",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/sindh-assembly-building/a/poi-sig/450193/357300",
    "image_url": null,
    "detail_description": "The Sindh Assembly Building is worth a look for it's architectural features.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 18,
    "name": "Hawkes Bay",
    "latitude": null,
    "longitude": null,
    "excerpt": "The scenery improves the further you go along the coast. About 25km from central Karachi is Hawkes Bay.",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/hawkes-bay/a/poi-sig/450169/357300",
    "image_url": null,
    "detail_description": "The scenery improves the further you go along the coast. About 25km from central Karachi is Hawkes Bay.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 16,
    "name": "Frere Hall",
    "latitude": "24.84571517",
    "longitude": "67.03232935",
    "excerpt": "Many of the city's most architecturally interesting British Raj buildings are now used as government offices. They include Frere Hall.",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/frere-hall/a/poi-sig/450167/357300",
    "image_url": null,
    "detail_description": "Many of the city's most architecturally interesting British Raj buildings are now used as government offices. They include Frere Hall.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 15,
    "name": "French Beach",
    "latitude": null,
    "longitude": null,
    "excerpt": "The beautiful French Beach, is about 40km from central Karachi. It's relatively private, and is pretty much the reserve of Karachi's upper classes and…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/french-beach/a/poi-sig/450165/357300",
    "image_url": null,
    "detail_description": "The beautiful French Beach, is about 40km from central Karachi. It's relatively private, and is pretty much the reserve of Karachi's upper classes and expatriates.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 14,
    "name": "Jinnah House Museum",
    "latitude": "24.85123895",
    "longitude": "67.03284712",
    "excerpt": "In Flag Staff House, this museum is beautifully maintained. You can see Jinnah and Fatima's private apartments, with period furniture and accessories -…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/jinnah-house-museum/a/poi-sig/450173/357300",
    "image_url": null,
    "detail_description": "In Flag Staff House, this museum is beautifully maintained. You can see Jinnah and Fatima's private apartments, with period furniture and accessories - well worth a visit.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 13,
    "name": "Wazir Mansion",
    "latitude": "24.85237192",
    "longitude": "66.99461732",
    "excerpt": "Wazir Mansion is where Jinnah was born and brought up. The house contains a few relics related to the revered leader. Advance warning is needed to visit,…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/wazir-mansion/a/poi-sig/450201/357300",
    "image_url": null,
    "detail_description": "Wazir Mansion is where Jinnah was born and brought up. The house contains a few relics related to the revered leader. Advance warning is needed to visit, and should be arranged through the PTDC office.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 12,
    "name": "Flag Staff House",
    "latitude": "24.85114956",
    "longitude": "67.03288924",
    "excerpt": "Also known as Quaid-i-Azam House, the imposing British Raj mansion Flag Staff House was once owned by Mohammed Ali Jinnah. It was built over 100 years ago…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/flag-staff-house/a/poi-sig/450163/357300",
    "image_url": null,
    "detail_description": "Also known as Quaid-i-Azam House, the imposing British Raj mansion Flag Staff House was once owned by Mohammed Ali Jinnah. It was built over 100 years ago and has extensive grounds. His sister, Fatima Jinnah, lived in the house from 1948, and it's now home to the Jinnah House Museum.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 11,
    "name": "Ziarat of Abdullah Shah Gazi",
    "latitude": "24.8106915",
    "longitude": "67.0287382",
    "excerpt": "On a hill above Clifton Beach is the Ziarat of Abdullah Shah Gazi, a green-domed shrine dedicated to a 9th-century Sufi. Qawwali (Islamic devotional…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/ziarat-of-abdullah-shah-gazi/a/poi-sig/450203/357300",
    "image_url": null,
    "detail_description": "On a hill above Clifton Beach is the Ziarat of Abdullah Shah Gazi, a green-domed shrine dedicated to a 9th-century Sufi. Qawwali (Islamic devotional singing) often takes place here on Thursday night. Beneath the shrine is a freshwater spring, which pilgrims have credited with mystical healing qualities.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 10,
    "name": "Holy Trinity Cathedral",
    "latitude": "24.85267212",
    "longitude": "67.03001885",
    "excerpt": "British spiritual needs were well served in Karachi, and its churches provide some of Karachi's finest remaining examples of British Raj architecture. The…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/holy-trinity-cathedral/a/poi-sig/450171/357300",
    "image_url": null,
    "detail_description": "British spiritual needs were well served in Karachi, and its churches provide some of Karachi's finest remaining examples of British Raj architecture. The Anglican Holy Trinity Cathedral has some fascinating plaques inside erected to the memory of British soldiers who died in various campaigns. Services at 09:00 every Sunday.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 9,
    "name": "Mohatta Palace",
    "latitude": "24.81429017",
    "longitude": "67.03269412",
    "excerpt": "Near the Ziarat of Abdullah Shah Gazi is the Mohatta Palace, another residence of Jinnah's sister Fatima, a fine British Raj building that has enjoyed a…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/mohatta-palace/a/poi-sig/450179/357300",
    "image_url": null,
    "detail_description": "Near the Ziarat of Abdullah Shah Gazi is the Mohatta Palace, another residence of Jinnah's sister Fatima, a fine British Raj building that has enjoyed a new lease of life following its restoration in 1999. The exhibtions detail the history of Pakistan's distinctive artistic heritage while the gardens offer some fine relief from Karachi's crowded mayhem.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 8,
    "name": "National Museum of Pakistan",
    "latitude": "24.8527054",
    "longitude": "67.01576425",
    "excerpt": "The display here includes a two-million-year-old Stone Age axe recovered from the Potwar Plateau and other artefacts from around Pakistan. There's an…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/national-museum-of-pakistan/a/poi-sig/450181/357300",
    "image_url": null,
    "detail_description": "The display here includes a two-million-year-old Stone Age axe recovered from the Potwar Plateau and other artefacts from around Pakistan. There's an interesting Islamic section outlining the early Arab settlements of Debal and Mansura. The 'Freedom Movement' gallery has a collection of photos and newspaper articles relating to the Independence movement.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 5,
    "name": "Defence Housing Authority Mosque (Masjid-i-Tuba)",
    "latitude": "24.84330955",
    "longitude": "67.05416339",
    "excerpt": "Surely Pakistan's most eccentric mosque, the Defence Housing Authority Mosque is a truly odd structure that was built in the late 1960s. The low-slung…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/defence-housing-authority-mosque-masjid-i-tuba/a/poi-sig/450157/357300",
    "image_url": null,
    "detail_description": "Surely Pakistan's most eccentric mosque, the Defence Housing Authority Mosque is a truly odd structure that was built in the late 1960s. The low-slung mosque is contained under one vast dome with no supporting columns or vaults. With a diameter of 72m, the tentlike dome claims to be the world's largest. Constructed of white marble, it has thousands of mirror tiles in its thermally proofed interior, giving the impression of twinkling stars.\nVisitors are welcome, although it's recommended to avoid prayer times and Fridays. Also known as the Defence Society Mosque, it's in DHA, about 1km southeast of the Cantonment Railway Station."
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 4,
    "name": "Manora Island",
    "latitude": null,
    "longitude": null,
    "excerpt": "Manora Island sits a short ferry ride from Keamari Harbour, the entrance to Karachi's busy port. The island was the site of the fort where Karachi's…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/manora-island/a/poi-sig/450177/357300",
    "image_url": null,
    "detail_description": "Manora Island sits a short ferry ride from Keamari Harbour, the entrance to Karachi's busy port. The island was the site of the fort where Karachi's Talpur rulers surrendered to the British, who later erected a (still-intact) lighthouse in its place. The island has a small beach overlooked by the remains of a 19th-century Hindu temple. Swimming isn't recommended due to strong currents and pollution. There are food stalls around the beach, some selling fresh fish in batter.\nThe main reason to come to Manora Island is to enjoy the sea breezes on the ferry trip out here. Boats in the harbour will also run longer trips for the right fee, but note that photography is forbidden in the harbour area. A taxi from Saddar costs around Rs120."
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 7,
    "name": "Karachi Metropolitan Development Corporation Building",
    "latitude": "24.8555358",
    "longitude": "67.00768552",
    "excerpt": "Many of the city's most architecturally interesting British Raj buildings are now used as government offices and aren't so easily accessible for…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/karachi-metropolitan-development-corporation-building/a/poi-sig/450175/357300",
    "image_url": null,
    "detail_description": "Many of the city's most architecturally interesting British Raj buildings are now used as government offices and aren't so easily accessible for sightseeing. This includes the palatial Karachi Metropolitan Development Corporation Building, which was built in 1935 to mark George V's Silver Jubilee. It incorporates pointed Oriental cupolas at its four corners and has a lofty clock tower that's also domed in the same style.\n"
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 6,
    "name": "Pakistan Air Force (PAF) Museum",
    "latitude": null,
    "longitude": null,
    "excerpt": "Pakistan's plentiful military museums always pose a problem - how to celebrate an institution that has repeatedly seized power from the politicians and…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/pakistan-air-force-paf-museum/a/poi-sig/450183/357300",
    "image_url": null,
    "detail_description": "Pakistan's plentiful military museums always pose a problem - how to celebrate an institution that has repeatedly seized power from the politicians and lost every war it's contested? The answer is just to focus on the hardware. The impressive outdoor Pakistan Air Force (PAF) Museum does just that. Over 30 aircraft are on show, including an Indian Gnat that was captured by Pakistani forces in 1965.\nGuided tours are free, and it's blissfully uncrowded on weekdays, making it a fine escape from the rat race."
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 3,
    "name": "Clifton Beach",
    "latitude": null,
    "longitude": null,
    "excerpt": "Clifton Beach is Karachi's busiest beach, although here you'll want to take a stroll rather than a swim. The beach itself is nothing special, made of mud…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/clifton-beach/a/poi-sig/450155/357300",
    "image_url": null,
    "detail_description": "Clifton Beach is Karachi's busiest beach, although here you'll want to take a stroll rather than a swim. The beach itself is nothing special, made of mud-grey sand, but it's fun for people-spotting. Clifton is one of Karachi's posher neighbourhoods, but the beach attracts a complete cross section of society, so gives a good picture of Karachi at play. It's deserted before late afternoon, and at it's most festive on Sundays.\nCamel and horse rides on the sands are popular, while stands sell cold drinks, chai (tea) and grilled corn. A park and promenade was on the verge of completion when we visited, where you can stroll for a small entry fee. The main roundabout near the beach has plenty of buses, autorickshaws and taxis, many heading for Saddar (a taxi will set you back Rs100."
},
{
    "country": "karachi",
    "city": "Karachi",
    "index": 2,
    "name": "Sandspit",
    "latitude": null,
    "longitude": null,
    "excerpt": "Although not as busy as Clifton Beach, Sandspit is popular with families on Sunday and on holidays. Sandspit is a natural breakwater that prevents the…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/sandspit/a/poi-sig/450191/357300",
    "image_url": null,
    "detail_description": "Although not as busy as Clifton Beach, Sandspit is popular with families on Sunday and on holidays. Sandspit is a natural breakwater that prevents the harbour from silting up - a serious problem along most of the coastline - and played a large role in Karachi's emergence as the main port on this part of the Arabian Sea. A taxi from central Karachi costs around Rs250, with buses from Lea Market costing Rs20.\nBeaches stretch almost continuously for hundreds of kilometres from Karachi into the Makran in Balochistan but much of the coast is off limits to foreigners. Swimming away from recognised areas is unsafe due to strong undercurrents and heavy pollution. Some beaches also contain stinging jellyfish, especially during the monsoon, July to September. It's also best to avoid walking on any beach alone after dark."
}
]