[
{
    "country": "kashgar",
    "city": "Kashgar",
    "index": 1,
    "name": "Shipton’s Arch",
    "latitude": null,
    "longitude": null,
    "excerpt": "This extraordinary natural rock arch (the rather prosaic Uyghur name means simply ‘mountain with a hole in it’) is one of the tallest on earth. The first…",
    "detail_url": "https://www.lonelyplanet.com/china/xinjiang/kashgar/attractions/shipton-s-arch/a/poi-sig/1240860/356147",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1964260021.jpg",
    "detail_description": "This extraordinary natural rock arch (the rather prosaic Uyghur name means simply ‘mountain with a hole in it’) is one of the tallest on earth. The first westerner to describe it was Eric Shipton, the last British consul-general in Kashgar, during his visit to the region in 1947. Successive expeditions attempted to find it without success until a team from National Geographic rediscovered the arch in 2000. Located 80km northwest of Kashgar, it's a half-day excursion.\nThe first part of the trip involves an hour’s drive towards the Irkeshtam Pass, followed by another 20km ride and then a 45-minute hike through a sublimely lunar landscape, hemmed in on all sides by sheer cliffs. At times you'll be scrambling through the narrowest part of the gorge over small ladders and staircases, until your final ascent to the arch itself, which takes you up a long wooden staircase. Kashgar-based tour operators can arrange a day trip with guide for ¥600 to ¥800, or you can simply take a taxi and walk from the car park yourself, as the route is well signposted. Bring sturdy shoes, a sun hat and water."
},
{
    "country": "kashgar",
    "city": "Kashgar",
    "index": 9,
    "name": "Mao Statue",
    "latitude": "39.46761919",
    "longitude": "75.98984285",
    "excerpt": "This giant statue of the great helmsman, across from People's Square, is referred to by locals as 'the pigeon keeper', for reasons that will become…",
    "detail_url": "https://www.lonelyplanet.com/china/xinjiang/kashgar/attractions/mao-statue/a/poi-sig/1454307/356147",
    "image_url": null,
    "detail_description": "This giant statue of the great helmsman, across from People's Square, is referred to by locals as 'the pigeon keeper', for reasons that will become abundantly clear when you see it.\n"
},
{
    "country": "kashgar",
    "city": "Kashgar",
    "index": 6,
    "name": "Id Kah Mosque",
    "latitude": "39.47232772",
    "longitude": "75.98411403",
    "excerpt": "The yellow-tiled Id Kah Mosque, which dates from 1442, is the spiritual and physical heart of the city. Enormous (it's the largest mosque in Xinjiang),…",
    "detail_url": "https://www.lonelyplanet.com/china/xinjiang/kashgar/attractions/id-kah-mosque/a/poi-sig/473064/356147",
    "image_url": null,
    "detail_description": "The yellow-tiled Id Kah Mosque, which dates from 1442, is the spiritual and physical heart of the city. Enormous (it's the largest mosque in Xinjiang), its courtyard and gardens can hold 20,000 people during the annual Qurban Baiyram (Eid). Non-Muslims may enter, but not during prayer time. Dress modestly, including a headscarf for women. Take off your shoes if entering carpeted areas and be discreet when taking photos.\n"
},
{
    "country": "kashgar",
    "city": "Kashgar",
    "index": 7,
    "name": "Mor Pagoda",
    "latitude": null,
    "longitude": null,
    "excerpt": "At the end of a 45km drive northeast of Kashgar are the ruins of Ha Noi, a Tang-dynasty town built in the 7th century and abandoned in the 12th century…",
    "detail_url": "https://www.lonelyplanet.com/china/xinjiang/kashgar/attractions/mor-pagoda/a/poi-sig/1438454/356147",
    "image_url": null,
    "detail_description": "At the end of a 45km drive northeast of Kashgar are the ruins of Ha Noi, a Tang-dynasty town built in the 7th century and abandoned in the 12th century. Little remains apart from an enigmatic pyramid-like structure and the impressive four-tiered Mor Pagoda. A round-trip taxi, including waiting time, should cost around ¥200.\n"
},
{
    "country": "kashgar",
    "city": "Kashgar",
    "index": 8,
    "name": "Kashgar Museum",
    "latitude": "39.468659",
    "longitude": "76.012205",
    "excerpt": "This regional museum is not as good as some of the other excellent local museums in Xinjiang, but it's free and includes an incredible 6th-century…",
    "detail_url": "https://www.lonelyplanet.com/china/xinjiang/kashgar/attractions/kashgar-museum/a/poi-sig/1541422/356147",
    "image_url": null,
    "detail_description": "This regional museum is not as good as some of the other excellent local museums in Xinjiang, but it's free and includes an incredible 6th-century Buddhist urn and a mummy amid the otherwise rather forgettable collection.\n"
},
{
    "country": "kashgar",
    "city": "Kashgar",
    "index": 5,
    "name": "Kashgar Old Town",
    "latitude": "39.46938",
    "longitude": "76.000285",
    "excerpt": "The Old Town is the soul of Kashgar, and as such the government has spent much of the past two decades knocking it down block by block and building a…",
    "detail_url": "https://www.lonelyplanet.com/china/xinjiang/kashgar/attractions/kashgar-old-town/a/poi-sig/1240849/356147",
    "image_url": null,
    "detail_description": "The Old Town is the soul of Kashgar, and as such the government has spent much of the past two decades knocking it down block by block and building a modern replacement. Yet it's still possible to see some of the remaining alleyways: check out the neighbourhood near Donghai Lake in the eastern part of the city. Around Jiefang Lu there are also alleys lined with Uyghur workshops and adobe houses that have withstood the passage of time.\nWhere they exist, houses range in age from 50 to 500 years old and the lanes twist haphazardly through neighbourhoods where Kashgaris have lived and worked for centuries. It’s a great place for strolling, peeking through gates, chatting to the locals and admiring the craftspeople as they bang on tin and chase copper.Traditional houses in Kashgar, rarely more than two storeys high, are built with poplar timber and mud bricks. Walls are very thick but usually unadorned on the outside. The inner courtyards and balconies, however, are decorated with woodcarvings and hangings.At the eastern end of Seman Lu stands a 10m-high section of the Old Town walls, which are at least 500 years old. Much of the rest of the Old Town has now been enclosed by modern walls."
},
{
    "country": "kashgar",
    "city": "Kashgar",
    "index": 3,
    "name": "Grand Sunday Bazaar",
    "latitude": "39.47380585",
    "longitude": "76.00251081",
    "excerpt": "Kashgar’s main bazaar is open every day but really kicks it up a gear on Sunday. Step through the jam-packed entrance and allow your five senses to guide…",
    "detail_url": "https://www.lonelyplanet.com/china/xinjiang/kashgar/attractions/grand-sunday-bazaar/a/poi-sig/1438421/356147",
    "image_url": null,
    "detail_description": "Kashgar’s main bazaar is open every day but really kicks it up a gear on Sunday. Step through the jam-packed entrance and allow your five senses to guide you through the market; spices and teas are an obvious highlight, as are silk, doppa (traditional Uyghur hats) and carpets, all of which can be seen in abundance. There's so much variety that locals joke that only chicken milk cannot be found amid this mercantile chaos.\nA section on the northern side of the market contains everything of interest to foreign visitors, including the spice market, musical instruments, fur caps, kitschy souvenirs and carpets."
},
{
    "country": "kashgar",
    "city": "Kashgar",
    "index": 4,
    "name": "Abakh Hoja Mausoleum",
    "latitude": null,
    "longitude": null,
    "excerpt": "This 3-hectare mausoleum complex was built by the Khoja family, who ruled the region in the 17th and 18th centuries. Widely considered the holiest Muslim…",
    "detail_url": "https://www.lonelyplanet.com/china/xinjiang/kashgar/attractions/abakh-hoja-mausoleum/a/poi-sig/1240853/356147",
    "image_url": null,
    "detail_description": "This 3-hectare mausoleum complex was built by the Khoja family, who ruled the region in the 17th and 18th centuries. Widely considered the holiest Muslim site in Xinjiang, it's a major pilgrimage destination and a beautiful piece of Islamic architecture, located on the northeastern outskirts of town.\nFounded as a religious school by Yusuf Khoja, the mausoleum was built in 1640 with further halls and mosques being added over the next three centuries. Not only does it house the remains of Yusuf, but dozens of Khoja family members are also interred here. These include Yusuf's son Abakh Hoja, a famed 17th-century Sufi and political leader (and after whom the mausoleum is named), and according to legend, Iparhan, Abakh Hoja's granddaughter.Known to the Chinese as Xiang Fei, the 'Fragrant Concubine' of the Emperor Qianlong, Iparhan remains a potent symbol of the Chinese–Uyghur divide. To the Han, she was the beloved but homesick concubine of the Emperor and thus a symbol of national unity. To the Uyghur she was a resistance leader (or the wife of one) who was captured and taken to Beijing where she died (and was likely buried) broken-hearted, or was killed by the Emperor's mother.The mausoleum complex has an irregular design so all the mosques face Mecca at a slightly different angle. South are the main stone gate, with its striking blue tiles, and the High and Low Mosques. These mosques form a typical pairing in Uyghur religious architecture and are known as summer and winter mosques: their open-sided and closed structures, respectively, allow for prayer during the different seasons. Note the wooden and painted columns here, carved in 1926, with their muqarnas capitals (a traditional Persian design likened to hanging stalactites).The Great Mosque is in the west of the complex, while the small Green Mosque (which also has summer and winter halls) is in the north. The domed mausoleum, the tallest structure in the complex, is east, and is surrounded by a graveyard wall with four colourful towers in the corners. The most striking feature, however, is the exterior of mismatched tiles, the result of piecemeal repairs over the years."
},
{
    "country": "kashgar",
    "city": "Kashgar",
    "index": 2,
    "name": "Sunday Livestock Market",
    "latitude": null,
    "longitude": null,
    "excerpt": "No visit to Kashgar is complete without a trip to the Livestock Market, which takes place once a week on Sunday. The day begins with Uyghur farmers and…",
    "detail_url": "https://www.lonelyplanet.com/china/xinjiang/kashgar/attractions/sunday-livestock-market/a/poi-sig/1240848/356147",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1198929010.jpg",
    "detail_description": "No visit to Kashgar is complete without a trip to the Livestock Market, which takes place once a week on Sunday. The day begins with Uyghur farmers and herders trekking into the city from nearby villages. By lunchtime, just about every saleable sheep, camel, horse, cow and donkey within 50km has been squeezed through the bazaar gates. It’s dusty, smelly and crowded, and most people find it wonderful, though some visitors may find the treatment of the animals upsetting.\nTrading at the market is swift and boisterous between the old traders; animals are carefully inspected and haggling is done with finger motions. Keep an ear out for the phrase ‘Bosh-bosh!’ (‘Coming through!’) or you risk being ploughed over by a cartload of fat-tailed sheep."
}
]