[
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 1,
    "name": "Hanuman Dhoka",
    "latitude": "27.704181",
    "longitude": "85.307593",
    "excerpt": "Kathmandu's royal palace, known as the Hanuman Dhoka, was originally founded during the Licchavi period (4th to 8th centuries AD), but the compound was…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/hanuman-dhoka/a/poi-sig/386901/357144",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-520834845_master.jpg",
    "detail_description": "Kathmandu's royal palace, known as the Hanuman Dhoka, was originally founded during the Licchavi period (4th to 8th centuries AD), but the compound was expanded considerably by King Pratap Malla in the 17th century. Sadly, the sprawling palace was hit hard by the 2015 earthquake and damage was extensive. At the time of research, the main Nasal Chowk courtyard was open and the Tribhuvan Museum was close to reopening, with other buildings closed for reconstruction.\nEven from the outside, the palace is impressive. Hanuman’s assistance to the noble Rama during the exciting events of the Ramayana has led to the monkey god’s appearance guarding many important entrances. Here, cloaked in red and sheltered by an umbrella, a Hanuman statue marks the dhoka (entrance) to the Hanuman Dhoka and has even given the palace its name. The statue dates from 1672; the god’s face has long disappeared under a coating of orange vermillion paste applied by generations of devotees.Standards bearing the double-triangle flag of Nepal flank the statue, while on each side of the palace gate are gaudy stone lions, one ridden by Shiva, the other by his wife Parvati. Above the gate a brightly painted niche is illustrated with a central figure of a ferocious Tantric version of Krishna. On the left side is the gentler Hindu Krishna in his traditional blue colour accompanied by two of his gopi (milkmaids). On the other side are King Pratap Malla and his queen.The Hanuman Dhoka originally housed 35 courtyards (chowks), but the 1934 earthquake reduced the palace to today’s 10 chowks.Nasal ChowkYour main taste of the royal palace will be this handsome courtyard inside the main entrance. Nasal Chowk was constructed in the Malla period, but many of the buildings around the square are later Rana constructions. During the Rana period, Nasal Chowk was used for coronations, a practice that continued until as recently as 2001 with the crowning of King Gyanendra here. The former coronation platform stands in the centre of the courtyard, while the damaged Basantapur (Kathmandu) Tower looms over the southern end of the courtyard.Beyond the door is the large Narsingha Statue, Vishnu in his man-lion incarnation, in the act of disembowelling a demon. The stone image was erected by Pratap Malla in 1673 and the inscription on the pedestal explains that he placed it here for fear that he had offended Vishnu by dancing in a Narsingha costume. The Kabindrapur Temple in Durbar Sq was built for the same reason.Next is the Sisha Baithak (Audience Chamber) of the Malla kings. The open verandah houses the Malla throne and contains portraits of the Shah kings.At the northeastern corner of Nasal Chowk stands the damaged Panch Mukhi Hanuman Temple, with its five circular roofs. Each of the valley towns has a five-storey temple, although it is the great Nyatapola Temple of Bhaktapur that is by far the best known. Hanuman is worshipped in the temple in Kathmandu, but only the priests may enter.In Nepali nasal means ‘dancing one’, and Nasal Chowk takes its name from the Dancing Shiva statue hidden in the whitewashed chamber on the northeastern side of the square.On display along the east side of the courtyard are the palanquins used to carry Queen Aishwarya during her wedding to Birendra in 1970 and later to transport her body to her cremation in 2001. Also displayed here is the royal throne.Tribhuvan MuseumThe palace wing to the west of Nasal Chowk, overlooking the main Durbar Sq area, was constructed by the Ranas in the middle to late part of the 19th century after they wrested power from the royal Shah dynasty. Ironically, it later became a museum celebrating King Tribhuvan (r 1911–55) and his successful revolt against their regime, along with memorials to Kings Mahendra (r 1955–72) and Birendra (r 1972–2001). Sadly, this wing of the palace bore the brunt of the damage in the 2015 earthquake. The museum was due to open in 2018, though it is unclear at this stage whether such unusual treasures as the king’s favourite stuffed bird and his Land Rover, with the scars of an attempted assassination, survived the disaster.Rising above the museum is the nine-storey Basantapur (Kathmandu) Tower (1770), which once stood like a beacon at the end of Freak St. Unfortunately, the upper tiers collapsed during the earthquake and the tower is closed to visitors while it is repaired with Chinese assistance.Lohan Chowk &amp; Mul ChowkThese two courtyards are currently under renovation but should eventually reopen. The first square you reach after the Tribhuvan Museum is Lohan Chowk. This courtyard was formerly ringed by four red-coloured towers constructed by King Prithvi Narayan Shah, representing the four ancient cities of the valley. The upper parts of the Basantapur (Kathmandu) Tower and Bhaktapur Tower (Lakshmi Bilas) collapsed in 2015, but the Kirtipur Tower and Patan (Lalitpur) Tower (known more evocatively as the Bilas Mandir, or House of Pleasure) are still standing.North of Lohan Chowk, Mul Chowk was completely dedicated to religious functions within the palace and is configured like a vihara, with a two-storey building surrounding the courtyard. Mul Chowk is dedicated to Taleju Bhawani, the royal goddess of the Mallas, and sacrifices are made to her in the centre of the courtyard during the Dasain festival. Non-Hindus are not allowed in the square, but you can get views from the doorway in the northeastern corner of Nasal Chowk.Mohankali Chowk &amp; Sundari ChowkOn the northern side of Nasal Chowk, a beautifully carved doorway leads to the Malla kings’ private quarters, which rank as the oldest parts of Hanuman Dhoka. This area was also damaged and reconstruction may take some years. Until then, both courtyards remain closed.The first courtyard is Mohankali (Mohan) Chowk, which dates from 1649. At one time, a Malla king had to be born here to be eligible to wear the crown. (The last Malla king, Jaya Prakash Malla, had great difficulties during his reign, even though he was the legitimate heir, because he was born elsewhere.) Impressive wood carvings line the wall alcoves, many of them depicting the exploits of young Krishna, and the central hiti (water reservoir) is the palace's finest.Pride of place in the intimate black-and-white Sundari Chowk behind is the ritual bathing pool with its Lichhavi-era carving of Krishna subduing the coils of the Kaliya serpent, hewn from a single block of stone in the 6th century. The Malla kings would ritually bathe each morning at the golden waterspout, whose waters allegedly flow from Budhanilkantha in the north of the valley."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 40,
    "name": "Jagannath Temple",
    "latitude": "27.704713",
    "longitude": "85.307314",
    "excerpt": "This temple, noted for the erotic carvings on its roof struts, is the oldest structure in this part of Durbar Sq. Pratap Malla claimed to have constructed…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/jagannath-temple/a/poi-sig/386921/357144",
    "image_url": null,
    "detail_description": "This temple, noted for the erotic carvings on its roof struts, is the oldest structure in this part of Durbar Sq. Pratap Malla claimed to have constructed the temple during his reign, but it may actually date back to 1563, during the rule of Mahendra Malla. The temple has a three-tiered platform and two storeys. There are three doors on each side of the temple, but only the centre door opens. There are worrying cracks in the upper-storey brickwork.\n"
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 39,
    "name": "Krishna Temple",
    "latitude": "27.707182",
    "longitude": "85.311477",
    "excerpt": "This old building, jammed between gleaming brass shops just southwest of Asan Tole, looks decrepit at first glance. Look closer and you'll notice some…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/krishna-temple/a/poi-sig/1508440/357144",
    "image_url": null,
    "detail_description": "This old building, jammed between gleaming brass shops just southwest of Asan Tole, looks decrepit at first glance. Look closer and you'll notice some fabulously elaborate woodcarvings, depicting beaked monsters and a tiny Tibetan protector, holding a tiger on a chain like he’s taking the dog for a walk. Look also for the turn-of-the-century plaques depicting marching troops on the building to the left and the ornately carved entryway just below it.\n"
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 38,
    "name": "Nara Devi Temple",
    "latitude": "27.707746",
    "longitude": "85.307272",
    "excerpt": "Halfway between Chhetrapati and Durbar Sq, the Nara Devi Temple is dedicated to Kali, Shiva’s destructive consort. It’s also known as the Seto (White)…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/nara-devi-temple/a/poi-sig/387003/357144",
    "image_url": null,
    "detail_description": "Halfway between Chhetrapati and Durbar Sq, the Nara Devi Temple is dedicated to Kali, Shiva’s destructive consort. It’s also known as the Seto (White) Kali Temple. It is said that Kali’s powers protected the temple from the 1934 and 2015 earthquakes. A Malla king once stipulated that a dancing ceremony should be held for the goddess every 12 years, and dances are still performed on the small dance platform that is across the road from the temple.\n"
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 37,
    "name": "Krishna Temple",
    "latitude": "27.704782",
    "longitude": "85.306848",
    "excerpt": "The octagonal Krishna Temple was built in 1648–49 by Pratap Malla, perhaps as a response to rival Siddhinarsingh’s magnificent Krishna Temple in Patan…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/krishna-temple/a/poi-sig/386963/357144",
    "image_url": null,
    "detail_description": "The octagonal Krishna Temple was built in 1648–49 by Pratap Malla, perhaps as a response to rival Siddhinarsingh’s magnificent Krishna Temple in Patan. The temple was destroyed in the 2015 earthquake.\nInside the temple were images of Krishna and two goddesses, which, according to a Sanskrit inscription, were modelled on the king and his two wives. The area around the temple is a favourite of sadhus who pose (and expect to be paid) for photos here."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 36,
    "name": "Singh Sattal",
    "latitude": "27.703715",
    "longitude": "85.305812",
    "excerpt": "Originally built with wood left over from the Kasthamandap Temple, this squat building was called the Silengu Sattal (silengu means ‘left over wood’ and a…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/singh-sattal/a/poi-sig/1377262/357144",
    "image_url": null,
    "detail_description": "Originally built with wood left over from the Kasthamandap Temple, this squat building was called the Silengu Sattal (silengu means ‘left over wood’ and a sattal is a pilgrim hostel) until the addition of the golden-winged singh (lions) that guard each corner of the upper floor.\nThe building was a popular place for bhajan (devotional music) until it was damaged in the earthquake. It has since been rebuilt and looks oddly unweathered."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 34,
    "name": "Indrapur Temple",
    "latitude": "27.704835",
    "longitude": "85.307253",
    "excerpt": "Little is known about this mysterious temple. Even the god to which it is dedicated is controversial – the lingam inside indicates that it is a Shiva…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/indrapur-temple/a/poi-sig/386917/357144",
    "image_url": null,
    "detail_description": "Little is known about this mysterious temple. Even the god to which it is dedicated is controversial – the lingam inside indicates that it is a Shiva temple, but the Garuda image half-buried on the southern side connects it to Vishnu. To compound the puzzle, the temple’s name clearly indicates it is dedicated to Indra! The temple’s unadorned design and plain roof struts, together with the lack of an identifying torana (pediment above the temple doors), offer no further clues.\n"
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 35,
    "name": "Bhimsen Temple",
    "latitude": "27.702452",
    "longitude": "85.304235",
    "excerpt": "The Newari deity Bhimsen is said to watch over traders and artisans, so it’s quite appropriate that the ground floor of this well-kept temple should be…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/bhimsen-temple/a/poi-sig/449857/357144",
    "image_url": null,
    "detail_description": "The Newari deity Bhimsen is said to watch over traders and artisans, so it’s quite appropriate that the ground floor of this well-kept temple should be devoted to shop stalls. An image of Bhimsen used to be carried to Lhasa in Tibet every 12 years to protect those vital trade routes, until the route was closed by the flight of the Dalai Lama in 1959.\nTourists are not allowed inside the temple, which is fronted by a brass lion on a pedestal holding a spotlight on the building."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 33,
    "name": "Lohan Chowk",
    "latitude": "27.703953",
    "longitude": "85.307829",
    "excerpt": "King Prithvi Narayan Shah ordered the construction of the four red-coloured towers around Lohan Chowk. The towers represent the four ancient cities of the…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/lohan-chowk/a/poi-sig/1377902/357144",
    "image_url": null,
    "detail_description": "King Prithvi Narayan Shah ordered the construction of the four red-coloured towers around Lohan Chowk. The towers represent the four ancient cities of the valley: the Basantapur (Kathmandu) Tower, the Kirtipur Tower, the Bhaktapur Tower (Lakshmi Bilas) and the Patan (Lalitpur) Tower (known more evocatively as the Bilas Mandir, or House of Pleasure). The upper parts of the Basantapur and Bhaktapur towers collapsed in 2015 and are currently under reconstruction, with Lohan Chowk closed to visitors.\n"
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 32,
    "name": "King Pratap Malla’s Column",
    "latitude": "27.704664",
    "longitude": "85.307068",
    "excerpt": "The square stone pillar, known as the Pratap Dhvaja, was previously topped by a famous statue of King Pratap Malla (r 1641–74), looking towards his…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/king-pratap-malla-s-column/a/poi-sig/386951/357144",
    "image_url": null,
    "detail_description": "The square stone pillar, known as the Pratap Dhvaja, was previously topped by a famous statue of King Pratap Malla (r 1641–74), looking towards his private prayer room on the 3rd floor of the Degutaleju Temple, but though the column remains, the statue was topped and crushed in the earthquake. Similar pillars were erected in the Malla era in Patan and Bhaktapur.\nThis area and its monuments are usually covered in hundreds if not thousands of pigeons; you can buy packets of grain to feed them."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 31,
    "name": "Sundari Chowk",
    "latitude": "27.704751",
    "longitude": "85.307636",
    "excerpt": "This courtyard in the Hanuman Dhoka palace is currently off-limits for post-earthquake reconstruction but should reopen eventually.",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/sundari-chowk/a/poi-sig/1508415/357144",
    "image_url": null,
    "detail_description": "This courtyard in the Hanuman Dhoka palace is currently off-limits for post-earthquake reconstruction but should reopen eventually.\nPride of place in this intimate black and white courtyard is the ritual bathing pool with its Lichhavi-era carving of Krishna subduing the coils of the Kaliya serpent, hewn from a single block of stone in the sixth century. The Malla kings would ritually bathe each morning at the golden waterspout, whose water allegedly flows from Budhanilkantha in the north of the valley."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 30,
    "name": "Trailokya Mohan Narayan Temple",
    "latitude": "27.703943",
    "longitude": "85.306381",
    "excerpt": "This small five-roofed temple dating from 1680 was completely destroyed in the 2015 earthquake. All that remains is the fine Garuda kneeling before it,…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/trailokya-mohan-narayan-temple/a/poi-sig/387101/357144",
    "image_url": null,
    "detail_description": "This small five-roofed temple dating from 1680 was completely destroyed in the 2015 earthquake. All that remains is the fine Garuda kneeling before it, added later by King Prithvibendra Malla’s widow soon after his death\nThe temple was dedicated to Narayan/Vishnu and featured Vaishnavite images on the carved roof struts and window screens with decoratively carved medallions. Dances depicting the 10 incarnations of Vishnu are performed on the platforms to the east of the temple during the Indra Jatra festival."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 29,
    "name": "Great Bell",
    "latitude": "27.704569",
    "longitude": "85.306621",
    "excerpt": "On your left as you leave the southern part of Durbar Sq along Makhan Tole is the Great Bell. The bell’s ring drives off evil spirits, but it is only rung…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/great-bell/a/poi-sig/386897/357144",
    "image_url": null,
    "detail_description": "On your left as you leave the southern part of Durbar Sq along Makhan Tole is the Great Bell. The bell’s ring drives off evil spirits, but it is only rung during puja (worship) at the nearby Degutaleju Temple. Across from the Great Bell is a very ornate corner balcony, decorated in gorgeous copper and ivory, from where members of the royal court could view the festival action taking place in Durbar Sq.\nThe bell is elevated atop a white building erected by Rana Bahadur Shah (son of Prithvi Narayan Shah) in 1797."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 28,
    "name": "Maju Deval",
    "latitude": "27.704262",
    "longitude": "85.306224",
    "excerpt": "This 17th-century temple was destroyed in the 2015 earthquake. All that remains is the temple's nine-stage ochre platform.",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/maju-deval/a/poi-sig/386989/357144",
    "image_url": null,
    "detail_description": "This 17th-century temple was destroyed in the 2015 earthquake. All that remains is the temple's nine-stage ochre platform.\nThe temple dated from 1690 and was built by the mother of Bhaktapur’s king Bhupatindra Malla. The large, triple-roofed temple had erotic carvings on its roof struts and a Shiva lingam (phallic symbol) inside. At the bottom of the temple stairway on the east side was a small white temple to Kama Deva, the Hindu god of love and desire. It was built in the Indian shikhara style, with a tall corn cob–like spire."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 27,
    "name": "Gaddhi Baithak",
    "latitude": "27.704016",
    "longitude": "85.30664",
    "excerpt": "Dominating the eastern side of Durbar Sq, this white neoclassical building lost large chunks of its once elegant facade during the earthquake and is…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/gaddhi-baithak/a/poi-sig/386885/357144",
    "image_url": null,
    "detail_description": "Dominating the eastern side of Durbar Sq, this white neoclassical building lost large chunks of its once elegant facade during the earthquake and is scheduled for renovation. It stands as a memorial to the imported European style that became fashionable in Nepal during the Rana period.\nBuilt as part of the Hanuman Dhoka palace in 1908, it makes a strange contrast to the traditional Nepali architecture that dominates the square. It is said to have been modelled on London’s National Gallery following Prime Minister Jung Bahadur’s visit to Europe."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 26,
    "name": "Great Drums & Kot Square",
    "latitude": "27.704861",
    "longitude": "85.306938",
    "excerpt": "Once used to warn the city of impending danger, the Great Drums still stand in a restored pavilion to the north of Hanuman Dhoka. Traditionally, a goat…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/great-drums-kot-square/a/poi-sig/386899/357144",
    "image_url": null,
    "detail_description": "Once used to warn the city of impending danger, the Great Drums still stand in a restored pavilion to the north of Hanuman Dhoka. Traditionally, a goat and a buffalo must be sacrificed to the drums twice a year. Just behind is the closed-off Kot Sq, where Jung Bahadur Rana perpetrated the famous 1846 massacre that led to a hundred years of Rana rule. Kot means ‘armoury’ or ‘fort’.\nDuring the Dasain festival each year, blood again flows in Kot Sq as hundreds of buffaloes and goats are sacrificed. Young soldiers are supposed to lop off each head with a single blow."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 25,
    "name": "Mohankali Chowk",
    "latitude": "27.704542",
    "longitude": "85.307626",
    "excerpt": "Mohankali (Mohan) Chowk, inside the Hanuman Dhoka complex, was once used as a residence by the Malla kings. It's currently closed for post-earthquake…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/mohankali-chowk/a/poi-sig/1508414/357144",
    "image_url": null,
    "detail_description": "Mohankali (Mohan) Chowk, inside the Hanuman Dhoka complex, was once used as a residence by the Malla kings. It's currently closed for post-earthquake repairs but should reopen soon.\nThe courtyard dates from 1649 and, at one time, a Malla king had to be born here to be eligible to wear the crown. (The last Malla king, Jaya Prakash Malla, had great difficulties during his reign, even though he was the legitimate heir, because he was born elsewhere.) Impressive wood carvings line the wall alcoves, many of them depicting the exploits of young Krishna, and the central hiti is the palace's finest."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 24,
    "name": "Ram Chandra Temple",
    "latitude": "27.70043",
    "longitude": "85.304629",
    "excerpt": "Reached through an innocuous entryway to the southwest of the ruined Jaisi Deval platform, this courtyard is named after Ram, an incarnation of Vishnu and…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/ram-chandra-temple/a/poi-sig/387045/357144",
    "image_url": null,
    "detail_description": "Reached through an innocuous entryway to the southwest of the ruined Jaisi Deval platform, this courtyard is named after Ram, an incarnation of Vishnu and the hero of the Hindu epic, the Ramayana. This small temple is notable for the tiny erotic scenes on its roof struts; it looks as if the carver set out to illustrate 16 different positions, starting with the missionary position, and just about made it before running out of ideas (there’s one particularly ambitious, back-bending position).\nThe temple suffered cracks, bows and a serious lean during the 2015 earthquake, but is still open."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 23,
    "name": "Ashok Binayak",
    "latitude": "27.704124",
    "longitude": "85.305952",
    "excerpt": "At the top of Maru Tole, surrounded by the rubble of the temples that used to surround it, this tiny golden shrine is one of the four most important…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/ashok-binayak/a/poi-sig/386805/357144",
    "image_url": null,
    "detail_description": "At the top of Maru Tole, surrounded by the rubble of the temples that used to surround it, this tiny golden shrine is one of the four most important Ganesh shrines in the valley. A constant stream of visitors help themselves to the self-serve tika (sandalwood paste) dispenser and then ring the bells at the back. An offering at this shrine is thought to ensure safety on a forthcoming journey, so come here if you are headed on a trek.\nIt’s uncertain how old the temple is, although its gilded roof was added in the 19th century. Look for the golden shrew (Ganesh’s vehicle) opposite the temple."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 22,
    "name": "Rani Pokhari",
    "latitude": "27.707781",
    "longitude": "85.3155",
    "excerpt": "This large fenced tank just off Kantipath is said to have been built by King Pratap Malla in 1667 to console his queen over the death of their son (who…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/rani-pokhari/a/poi-sig/387047/357144",
    "image_url": null,
    "detail_description": "This large fenced tank just off Kantipath is said to have been built by King Pratap Malla in 1667 to console his queen over the death of their son (who was trampled by an elephant). The pool (pokhari means pool or small lake) was apparently used during the Malla era for trials by ordeal and later became a favourite suicide spot.\nDuring the 2015 earthquake, the area around the tank became a refuge for people sleeping outside because of fears of further building collapses. The tank and its earthquake-damaged central Shiva Temple is unlocked only one day each year, on the fifth day of the Tihar festival."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 21,
    "name": "Kala (Black) Bhairab",
    "latitude": "27.704826",
    "longitude": "85.307151",
    "excerpt": "North of the Jagannath Temple is the figure of Kala (Black) Bhairab. Bhairab is Shiva in his most fearsome aspect, and this huge stone image of the…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/kala-black-bhairab/a/poi-sig/386937/357144",
    "image_url": null,
    "detail_description": "North of the Jagannath Temple is the figure of Kala (Black) Bhairab. Bhairab is Shiva in his most fearsome aspect, and this huge stone image of the terrifying Kala Bhairab has six arms, wears a garland of skulls and tramples a corpse, which is symbolic of human ignorance. It is said that telling a lie while standing before Kala Bhairab will bring instant death and it was once used as a form of trial by ordeal.\nThe figure is said to have been brought here by Pratap Malla, having been found in a field to the north of the city. The image was originally cut from a single stone but the upper left-hand corner has since been repaired."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 20,
    "name": "Seto (White) Bhairab",
    "latitude": "27.704485",
    "longitude": "85.30696",
    "excerpt": "Seto (White) Bhairab’s horrible face is hidden away behind a grille in an earthquake-damaged pavilion opposite King Pratap Malla’s Column. The huge mask…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/seto-white-bhairab/a/poi-sig/387063/357144",
    "image_url": null,
    "detail_description": "Seto (White) Bhairab’s horrible face is hidden away behind a grille in an earthquake-damaged pavilion opposite King Pratap Malla’s Column. The huge mask dates from 1794, during the reign of Rana Bahadur Shah, the third Shah-dynasty king. Each September during the Indra Jatra festival the gates are opened to reveal the mask for a few days. At other times of the year you can peek through the lattice to see the mask, which is used as the symbol of Nepal Airlines. \nDuring Indra Jatra, Bhairab's face is covered in flowers and rice; at the start of the festivities beer is poured through the horrific mouth as crowds of men fight to get a drink of the blessed brew."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 19,
    "name": "Tana Deval Temple",
    "latitude": "27.705059",
    "longitude": "85.308452",
    "excerpt": "Directly north of the Taleju Temple is a 10th-century kneeling Garuda statue facing a small Vishnu temple. To the east, in a walled courtyard just past…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/tana-deval-temple/a/poi-sig/387083/357144",
    "image_url": null,
    "detail_description": "Directly north of the Taleju Temple is a 10th-century kneeling Garuda statue facing a small Vishnu temple. To the east, in a walled courtyard just past the long row of stalls, is the neglected Tana Deval Temple, with three carved doorways and multiple garishly painted struts that depict the multi-armed Ashta Matrikas (Mother Goddesses). It’s possible to enter the temple.\nCrowded and fascinating Makhan Tole (makhan is the Nepali word for butter; tole means street) runs from here towards the busy marketplace of Indra Chowk; it was at one time the main street in Kathmandu and the start of the main caravan route to Tibet."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 18,
    "name": "Bhimsen Tower (Dharahara)",
    "latitude": "27.700626",
    "longitude": "85.311881",
    "excerpt": "Today, all that remains of this 62m-high tower which once loomed over the streets of southern Kathmandu is its fractured brick base. The tower collapsed…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/bhimsen-tower-dharahara/a/poi-sig/386793/357144",
    "image_url": null,
    "detail_description": "Today, all that remains of this 62m-high tower which once loomed over the streets of southern Kathmandu is its fractured brick base. The tower collapsed to its foundations in the 2015 earthquake, killing 180 people, many of them sightseers who were admiring the views when the earthquake struck.\nThe tower was originally built in 1825-26 by the Rana prime minister, Bhimsen Thapa, for Queen Lalit as part of the city’s first European-style palace. It was rebuilt with nine storeys, two less than the original building, after it was severely damaged in the 1934 earthquake. The nearby Sundhara water tank is the largest in the city and lends its name to the district.There are plans to rebuild the tower but no sign of reconstruction at the time of research."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 17,
    "name": "Kasthamandap",
    "latitude": "27.70399",
    "longitude": "85.305807",
    "excerpt": "Kathmandu owes its name to this ancient building, which was sadly destroyed in the 2015 earthquake.",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/kasthamandap/a/poi-sig/386941/357144",
    "image_url": null,
    "detail_description": "Kathmandu owes its name to this ancient building, which was sadly destroyed in the 2015 earthquake.\nAlthough its history is uncertain, local tradition says the three-roofed building was constructed around the 12th century from the wood of a single sal tree, though recent research dates the foundations as far back as the 7th century. It first served as a community centre where visitors gathered before major ceremonies (a mandap is a 16-pillared pilgrim shelter), but later it was converted to a temple dedicated to Gorakhnath, a 13th-century ascetic who was subsequently linked to the royal family.A central wooden enclosure housed the image of the god, which was noteworthy since Gorakhnath is usually represented only by his footprints. In the corners of the building were four images of Ganesh."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 16,
    "name": "Bhagwati Temple",
    "latitude": "27.704418",
    "longitude": "85.30681",
    "excerpt": "On the northwest corner of the Gaddhi Baithak, this triple-storey, triple-roofed temple is easily missed because it surmounts the building below it. The…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/bhagwati-temple/a/poi-sig/1583591/357144",
    "image_url": null,
    "detail_description": "On the northwest corner of the Gaddhi Baithak, this triple-storey, triple-roofed temple is easily missed because it surmounts the building below it. The temple is actually part of the Hanuman Dhoka palace courtyard. Like the nearby Gaddhi Baithak, the temple sustained some damage in the 2015 earthquake, but the main structure is intact.\nThe temple was built by King Jagat Jaya Malla and originally had an image of Naryan. The image was stolen in 1766; when Prithvi Narayan Shah conquered the valley two years later, he simply substituted it with an image of the goddess Bhagwati. In April each year the image of the goddess is transported to the valley of Nuwakot, 65km to the north, then returned a few days later.The building below is lined with shops selling thangkas (Tibetan religious paintings) and their Newari equivalents, called paubha."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 15,
    "name": "Bangemudha",
    "latitude": "27.707933",
    "longitude": "85.310125",
    "excerpt": "At the southern end of the Sikha Narayan Temple square, just across the crossroads on the corner, you will see a lump of wood into which thousands of…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/bangemudha/a/poi-sig/1508439/357144",
    "image_url": null,
    "detail_description": "At the southern end of the Sikha Narayan Temple square, just across the crossroads on the corner, you will see a lump of wood into which thousands of coins have been nailed. The coins are offerings to the toothache god, which is represented by a tiny image in the grotesque lump of wood. The square at the junction is known as Bangemudha, which means ‘Twisted Wood’.\nAlso in Bangemudha Sq is the small, double-roofed Sikha Narayan Temple, easily identified by the kneeling Garuda figure and the modern clock on the wall. The temple houses a beautiful 10th- or 11th-century four-armed Vishnu figure.On the north side of the square, in the middle of the nondescript northern frontage, directly beneath the ‘Raj Dental Clinic’ sign, is a standing Buddha statue framed by modern blue and white tilework. The image is only about 60cm high but dates from the 5th or 6th century. It’s a reminder of how casually artistic treasures lie strewn around Kathmandu."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 14,
    "name": "Tribhuvan Museum",
    "latitude": "27.704397",
    "longitude": "85.307336",
    "excerpt": "The section of the Hanuman Dhoka palace west of Nasal Chowk, overlooking the main Durbar Sq area, was constructed by the Ranas in the middle to late part…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/tribhuvan-museum/a/poi-sig/387103/357144",
    "image_url": null,
    "detail_description": "The section of the Hanuman Dhoka palace west of Nasal Chowk, overlooking the main Durbar Sq area, was constructed by the Ranas in the middle to late part of the 19th century. This wing bore the brunt of the damage in the 2015 earthquake. Many exhibits were destroyed and the Department of Archaeology has estimated that reconstruction will take years. It is unclear at this stage whether such offbeat treasures as King Tribhuvan’s favourite stuffed bird survived the disaster.\nThe museum celebrated King Tribhuvan (r 1911–55) and his successful revolt against their regime, along with memorials to Kings Mahendra (1955–72) and Birendra (1972–2001). Exhibits with names such as the ‘Royal Babyhood’ kicked off some fascinating recreations of the foppish king’s bedroom and study, with genuine personal effects that gave quite an eerie insight into his life. Some of the exhibits, such as the king’s boxing gloves, the walking stick with a spring-loaded sword hidden inside and his dusty, drained aquarium, added some surreal moments. There were several magnificent thrones, plenty of hunting photos and the obligatory coin collection."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 13,
    "name": "Kathesimbhu Stupa",
    "latitude": "27.709553",
    "longitude": "85.309803",
    "excerpt": "The most popular Tibetan pilgrimage site in the old town is this lovely stupa, a small copy dating from around 1650 of the great Swayambhunath complex…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/kathesimbhu-stupa/a/poi-sig/386945/357144",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ba69db2c403c9b1f29bdf404cdc976e7-kathesimbhu-stupa.jpg",
    "detail_description": "The most popular Tibetan pilgrimage site in the old town is this lovely stupa, a small copy dating from around 1650 of the great Swayambhunath complex. The stupa is set in a hidden courtyard. Just as at Swayambhunath, there is a two-storey pagoda to Hariti, the goddess of smallpox, in the northwestern corner of the square. In the northeast corner is the Tibetan-style Drubgon Jangchup Choeling Monastery. It’s just a couple of minutes’ walk south of Thamel.\n"
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 12,
    "name": "Pachali Bhairab & the Southern Ghats",
    "latitude": "27.694168",
    "longitude": "85.305212",
    "excerpt": "The northern banks of the Bagmati River south of the old town are home to several little-visited temples and shrines, as well as the worst urban poverty…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/pachali-bhairab-the-southern-ghats/a/poi-sig/387029/357144",
    "image_url": null,
    "detail_description": "The northern banks of the Bagmati River south of the old town are home to several little-visited temples and shrines, as well as the worst urban poverty in Kathmandu; rarely do such splendour and squalor sit so close. The banks are worth a stroll, especially as an extension of a walking tour. There are plans to redevelop the ghats with new pedestrian walkways.\nBetween Tripureshwar Marg and the Bagmati River at Pachali Bhairab a huge, ancient pipal tree forms a natural sanctuary for an image of Bhairab Pachali, surrounded by tridents (Pachali is a form of Shiva). To the side lies the brass body of Baital, one of Shiva’s manifestations. Worshippers gather here on Tuesday and Saturday. It is particularly busy here during the festival of Pachali Bhairab Jatra, held during the time of Dasain.From the temple, head south towards the ghats (riverside steps) on the holy riverbank. To the right is the Newari-style pagoda of the Lakshmi Mishwar Mahadev Temple; to the left (southeast) is the damaged but striking Tin Deval Temple, easily recognised by its three shikhara-style spires.From here you can continue west along footpaths to cremation ghats and a temple at the holy junction of the Bagmati and Vishnumati Rivers; or east past some of Kathmandu’s poorest and lowest-caste communities to the triple-roofed Tripureshwar Mahadev Temple, currently a museum of Nepali folk musical instruments. The nearby Mughal-style Kalmochan Temple, built in 1873, was destroyed in the 2015 earthquake."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 11,
    "name": "Taleju Temple",
    "latitude": "27.70489",
    "longitude": "85.308011",
    "excerpt": "Durbar Sq’s most magnificent temple stands at its northeastern extremity but is not open to the public. Even for Hindus, admission is restricted; they can…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/taleju-temple/a/poi-sig/387081/357144",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1220967127.jpg",
    "detail_description": "Durbar Sq’s most magnificent temple stands at its northeastern extremity but is not open to the public. Even for Hindus, admission is restricted; they can only visit it briefly during the annual Dasain festival. The 35m-high temple was built in 1564 by Mahendra Malla. Taleju Bhawani was originally a goddess from the south of India, but she became the titular deity, or royal goddess, of the Malla kings in the 14th century.\nPerhaps because of the influence of the royal goddess, the temple escaped with only minor damage in the 2015 earthquake. The temple stands on a 12-stage plinth, dominating the Durbar Sq area. The eighth stage of the plinth forms a wall around the temple, in front of which are 12 miniature temples. Four more miniature temples stand inside the wall, which has four beautifully carved wide gates."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 10,
    "name": "Durbar Square",
    "latitude": "27.704141",
    "longitude": "85.3063",
    "excerpt": "Kathmandu’s Durbar Sq was where the city’s kings were once crowned and legitimised, and from where they ruled (durbar means palace). As such, the square…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/durbar-square/a/poi-sig/386867/357144",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/82b3cc3a319082e25569ff620a49a7d4-durbar-square.jpg",
    "detail_description": "Kathmandu’s Durbar Sq was where the city’s kings were once crowned and legitimised, and from where they ruled (durbar means palace). As such, the square remains the traditional heart of the old town and Kathmandu’s most spectacular legacy of traditional architecture. The square bore the brunt of Kathmandu's 2015 earthquake damage. Half a dozen temples collapsed, as did several towers in the Hanuman Dhoka palace complex, but it's still a fabulous complex. Reconstruction will continue for years.\nAlthough most of the square dates from the 17th and 18th centuries (many of the original buildings are much older), a great deal of rebuilding happened after the great earthquake of 1934. The entire square was designated a Unesco World Heritage Site in 1979.The Durbar Sq area is actually made up of three loosely linked squares. To the south is the open Basantapur Sq area, a former royal elephant stables that now houses souvenir stalls and off which runs Freak St. The main Durbar Sq area is to the west. Running northeast is a second part of Durbar Sq, which contains the entrance to the Hanuman Dhoka and an assortment of temples. From this open area Makhan Tole, at one time the main road in Kathmandu and still the most interesting street to walk down, continues northeast."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 9,
    "name": "Kumari Bahal",
    "latitude": "27.703857",
    "longitude": "85.306494",
    "excerpt": "At the junction of Durbar and Basantapur squares, this red-brick, three-storey building is home to the Kumari, the girl who is selected to be the town’s…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/kumari-bahal/a/poi-sig/386969/357144",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial702783403.jpg",
    "detail_description": ""
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 8,
    "name": "Narayanhiti Palace Museum",
    "latitude": "27.713594",
    "longitude": "85.317947",
    "excerpt": "Few things speak clearer to the political changes that have transformed Nepal over the last 15 years than this walled palace at the northern end of Durbar…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/narayanhiti-palace-museum/a/poi-sig/1377269/357144",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Nepal%20Kathmandu%20Charles%20O.%20Cecil%20Alamy%20FT6KD4%20RFE.jpg",
    "detail_description": "Few things speak clearer to the political changes that have transformed Nepal over the last 15 years than this walled palace at the northern end of Durbar Marg. King Gyanendra was given 15 days to vacate the property in 2008 and within two years the building was reopened as a people’s museum by then prime minister Prachandra, the very Maoist guerrilla leader who had been largely responsible for the king’s spectacular fall from grace.\nThe palace walls and gates were damaged in the 2015 earthquake, but the palace itself dates from the 1960s and was largely unaffected.Full of chintzy meeting rooms and faded 1970s glamour, the palace interior is more outdated than opulent; it feels a bit like the lair of a B-grade Thunderball-era James Bond villain. The highlights are the impressive throne and banquet halls and the surprisingly modest royal bedrooms. Stuffed gharial, tigers and rhino heads line the halls next to towering portraits of earlier Shahs and photos of the royal family taken with other doomed leaders – Yugoslavia’s Tito, Romania’s Ceaușescu and Pakistan’s Zia ul-Haq.The locations where Prince Dipendra massacred his family in 2001 are rather morbidly marked, though the actual building was rather suspiciously levelled after the crime. Bullet holes are still visible on some of the walls. Just as interesting as the building are the locals’ reactions to it, as they peek behind the wizard's curtain at a regal lifestyle that for centuries they could only have dreamed about. Cameras and bags are not allowed inside the complex but lockers are available."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 7,
    "name": "Seto Machhendranath Temple (Jan Bahal)",
    "latitude": "27.706612",
    "longitude": "85.310372",
    "excerpt": "Southwest of Asan Tole at the junction known as Kel Tole, this temple attracts both Buddhists and Hindus – Buddhists consider Seto (White) Machhendranath…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/seto-machhendranath-temple-jan-bahal/a/poi-sig/387065/357144",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial611614163.jpg",
    "detail_description": "Southwest of Asan Tole at the junction known as Kel Tole, this temple attracts both Buddhists and Hindus – Buddhists consider Seto (White) Machhendranath to be a form of Avalokiteshvara, while to Hindus he is a rain-bringing incarnation of Shiva. The arched entrance to the temple was destroyed in the 2015 earthquake and the temple is currently closed for repairs.\nIn the courtyard there are lots of small shrines, chaitya (small stupas) and statues, including a mysteriously European-looking female figure surrounded by candles who faces the temple. It may well have been an import from Europe that has simply been accepted into the pantheon of gods. Facing the other way, just in front of the temple, are two graceful bronze figures of the Taras seated atop pillars. Buy some grain to feed the pigeons and boost your karma.Inside the temple you can see the white-faced image of the god covered in flowers. The image is taken out during the Seto Machhendranath festival in March/April each year and paraded around the city in a chariot. You can follow the interior path that circles the central building. The temple’s age is not known, but it was restored during the 17th century.In the courtyard you may see men standing around holding what looks like a bizarre stringed instrument. This tool is used to separate and fluff up the downlike cotton padding that is sold in bulk nearby. The string is plucked with a twang by a wooden double-headed implement that looks like a cross between a dumb-bell and a rolling pin.As you leave the temple, to the left (north) you’ll see the small, triple-roofed Lunchun Lunbun Ajima, a Tantric temple that’s red-tiled around the lower level and has some erotic carvings at the base of the struts at the back.Just to the north of the temple on the side street known as Bhedasingh is a collection of shops selling topi (cloth hats) and the Nepali traditional dress known as a daura suruwal (a long shirt over tapered drainpipe trousers), including adorable miniature versions for children."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 6,
    "name": "Nasal Chowk",
    "latitude": "27.704171",
    "longitude": "85.30755",
    "excerpt": "From the entrance gate of the Hanuman Dhoka palace you immediately enter its most famous chowk. Nasal Chowk was used for coronations, a practice that…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/nasal-chowk/a/poi-sig/387009/357144",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF941812170.jpg",
    "detail_description": "From the entrance gate of the Hanuman Dhoka palace you immediately enter its most famous chowk. Nasal Chowk was used for coronations, a practice that continued until as recently as 2001 with the crowning of King Gyanendra. The coronation platform is in the centre of the courtyard, while the earthquake-damaged Basantapur Tower looms over its southern end.\nThe rectangular courtyard is aligned north–south and the entrance is at the northwestern corner. Just by the entrance there is a surprisingly small but beautifully carved doorway, which once led to the Malla kings’ private quarters. Although the courtyard was constructed in the Malla period, many of the buildings around the square are later Rana constructions.Beyond the door is the large Narsingha Statue, Vishnu in his man-lion incarnation, in the act of disembowelling a demon. The stone image was erected by Pratap Malla in 1673 and the inscription on the pedestal explains that he placed it here for fear that he had offended Vishnu by dancing in a Narsingha costume. The Kabindrapur Temple in Durbar Sq was built for the same reason.Next is the Sisha Baithak, or Audience Chamber, of the Malla kings. The open verandah houses the Malla throne and contains portraits of the Shah kings.At the northeastern corner of Nasal Chowk stands the Panch Mukhi Hanuman Temple, with its five circular roofs. Each of the valley towns has a five-storey temple, although it is the great Nyatapola Temple of Bhaktapur that is by far the best known. Hanuman is worshipped in the temple in Kathmandu, but only the priests may enter.In Nepali, nasal means ‘dancing one’, and Nasal Chowk takes its name from the Dancing Shiva statue hidden in the whitewashed chamber on the northeastern side of the square.On display along the east side of the courtyard are the palanquins used to carry Queen Aishwarya during her wedding to Birendra in 1970 and later to transport her body to her cremation in 2001. Also displayed here is the royal throne."
},
{
    "country": "kathmandu",
    "city": "Kathmandu",
    "index": 5,
    "name": "Indra Chowk",
    "latitude": "27.705966",
    "longitude": "85.309632",
    "excerpt": "The busy street of Makhan Tole spills into Indra Chowk, the courtyard named after the ancient Vedic deity, Indra. Locals crowd around the square’s…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/indra-chowk/a/poi-sig/386915/357144",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/25fe6acade39e1303a2bba1ba7afe96c-indra-chowk.jpg",
    "detail_description": "The busy street of Makhan Tole spills into Indra Chowk, the courtyard named after the ancient Vedic deity, Indra. Locals crowd around the square’s newspaper sellers, scanning the day’s news. Indra Chowk is traditionally a centre for the sale of blankets and cloth, and merchants cover the platforms of the Mahadev Temple to the north. The next-door black stone Shiva Temple to the northeast is a smaller and simplified version of Patan’s Krishna Temple.\nOn the west side of the square is the facade of the Akash Bhairab Temple, or Bhairab of the Sky Temple. From the balcony four metal lions rear out over the street. The temple’s entrance is on the right-hand side of the building, guarded by two more brass lions, but non-Hindus cannot enter. The silver image inside is visible through the open windows from out in the street, and during important festivals the image is displayed in the square. In a small niche just to the left of the Akash Bhairab Temple is a very small but much-visited brass Ganesh shrine.Before you leave the chowk, look for the market hidden in the alleyways to the east, crowded with stalls selling the lurid beads and bangles that are so popular with married Nepali women."
}