[
{
    "country": "katowice",
    "city": "Katowice",
    "index": 1,
    "name": "Silesian Museum",
    "latitude": "50.263366",
    "longitude": "19.035155",
    "excerpt": "A symbol of Katowice's transition from a centre of heavy industry to one of culture, the Silesian Museum sits in an ingeniously repurposed coal mine in…",
    "detail_url": "https://www.lonelyplanet.com/poland/katowice/attractions/silesian-museum/a/poi-sig/504310/360273",
    "image_url": null,
    "detail_description": "A symbol of Katowice's transition from a centre of heavy industry to one of culture, the Silesian Museum sits in an ingeniously repurposed coal mine in the city's 'Cultural Zone', north of the Rynek. Spread over four levels sinking to 13m below ground, landmarked by the mine's decommissioned hoist tower, it features permanent exhibits such as Silesian Religious Art, Upper Silesia Over the Ages and Polish Art after 1945, plus temporary shows on artistic, political and social themes.\nFor those who don't need to see everything, there are a range of different ticket options, including entry to the hoist tower's 40m-high observation tower (adult/concession 5/3zł) or temporary exhibitions (14/9zł) alone."
},
{
    "country": "katowice",
    "city": "Katowice",
    "index": 8,
    "name": "Cloud Scraper",
    "latitude": "50.254223",
    "longitude": "19.013622",
    "excerpt": "This blocky, 14-storey, 60m-high apartment building was Poland’s tallest building from 1934 until 1955. Considered the purest example of functionalism in…",
    "detail_url": "https://www.lonelyplanet.com/poland/katowice/attractions/cloud-scraper/a/poi-sig/504312/360273",
    "image_url": null,
    "detail_description": "This blocky, 14-storey, 60m-high apartment building was Poland’s tallest building from 1934 until 1955. Considered the purest example of functionalism in the country, its preeminent height made it the ideal perch for snipers resisting the Nazi invasion of 1939. Today, the venerable edifice is coated in a patina of grime.\n"
},
{
    "country": "katowice",
    "city": "Katowice",
    "index": 10,
    "name": "Garrison Church of St Casimir the Prince",
    "latitude": "50.254635",
    "longitude": "19.014716",
    "excerpt": "A functionalist concrete-and-brick affair with lovely art deco interiors, it was built between 1930 and 1933 (the year before the skyscraper opposite,…",
    "detail_url": "https://www.lonelyplanet.com/poland/katowice/attractions/garrison-church-of-st-casimir-the-prince/a/poi-sig/504298/360273",
    "image_url": null,
    "detail_description": "A functionalist concrete-and-brick affair with lovely art deco interiors, it was built between 1930 and 1933 (the year before the skyscraper opposite, also a functionalist landmark, was completed). Outside masses, the church isn't always open without prior arrangement.\n"
},
{
    "country": "katowice",
    "city": "Katowice",
    "index": 9,
    "name": "Spodek",
    "latitude": "50.26597298",
    "longitude": "19.02467899",
    "excerpt": "Built of reinforced concrete between 1964 and 1971, Spodek – which means 'saucer' – really does look like a UFO has landed just north of central Katowice…",
    "detail_url": "https://www.lonelyplanet.com/poland/katowice/attractions/spodek/a/poi-sig/504314/360273",
    "image_url": null,
    "detail_description": "Built of reinforced concrete between 1964 and 1971, Spodek – which means 'saucer' – really does look like a UFO has landed just north of central Katowice. Aside from being a venue for indoor sports such as basketball, handball and volleyball, it's played host to rock acts including Deep Purple and Pearl Jam.\n"
},
{
    "country": "katowice",
    "city": "Katowice",
    "index": 11,
    "name": "Archdiocesan Museum",
    "latitude": "50.250827",
    "longitude": "19.018321",
    "excerpt": "Spread over two floors, this museum showcases sacral art from the late 14th century to the present day, including some beautiful Gothic altarpieces. Entry…",
    "detail_url": "https://www.lonelyplanet.com/poland/katowice/attractions/archdiocesan-museum/a/poi-sig/504292/360273",
    "image_url": null,
    "detail_description": "Spread over two floors, this museum showcases sacral art from the late 14th century to the present day, including some beautiful Gothic altarpieces. Entry is from Ulica Wita Stwosza 16.\n"
},
{
    "country": "katowice",
    "city": "Katowice",
    "index": 7,
    "name": "Toszek Castle",
    "latitude": "50.456397",
    "longitude": "18.514881",
    "excerpt": "This impressive Gothic castle was first mentioned in surviving records in 1222, although some experts believe it's originally from the 12th century…",
    "detail_url": "https://www.lonelyplanet.com/poland/katowice/attractions/toszek-castle/a/poi-sig/1423579/360273",
    "image_url": null,
    "detail_description": "This impressive Gothic castle was first mentioned in surviving records in 1222, although some experts believe it's originally from the 12th century. Reaching its apogee in the 15th century, it housed successive Silesian dukes, Habsburg nobles and commercial magnates, before burning down in 1811. Now it houses a culture centre and stages various events and festivals.\n"
},
{
    "country": "katowice",
    "city": "Katowice",
    "index": 6,
    "name": "Rynek",
    "latitude": "50.259176",
    "longitude": "19.021454",
    "excerpt": "The city's central market square is not lined with historical burghers' houses as you’d find elsewhere in Silesia, but is instead encircled by drab…",
    "detail_url": "https://www.lonelyplanet.com/poland/katowice/attractions/rynek/a/poi-sig/1422637/360273",
    "image_url": null,
    "detail_description": "The city's central market square is not lined with historical burghers' houses as you’d find elsewhere in Silesia, but is instead encircled by drab postwar blocks and newer retail developments. It’s a showpiece of the 'early Gierek style' – the term Poles sarcastically give to architecture spawned during the fleeting period of apparent prosperity in the early 1970s, when Edward Gierek's communist government took out hefty loans from the West with the fanciful aim of making Poland a 'second Japan'.\n"
},
{
    "country": "katowice",
    "city": "Katowice",
    "index": 5,
    "name": "Psychiatric Hospital",
    "latitude": "50.452852",
    "longitude": "18.523271",
    "excerpt": "In May 1940 popular British novelist PG Wodehouse, creator of the masterful valet Jeeves and his hapless employer Bertie Wooster, was captured by the…",
    "detail_url": "https://www.lonelyplanet.com/poland/katowice/attractions/psychiatric-hospital/a/poi-sig/1423581/360273",
    "image_url": null,
    "detail_description": "In May 1940 popular British novelist PG Wodehouse, creator of the masterful valet Jeeves and his hapless employer Bertie Wooster, was captured by the German army at his home in France. In September he was moved to a civilian internment camp within the grounds of this psychiatric hospital in German Tost, now Toszek. Though you can’t enter, you can get a good view of its grim red-brick exterior from the road.\nThe complex was later used by NKVD, the feared Soviet secret police, as a political prison."
},
{
    "country": "katowice",
    "city": "Katowice",
    "index": 4,
    "name": "Upper Silesian Ethnographic Park",
    "latitude": "50.292931",
    "longitude": "18.969837",
    "excerpt": "This sprawling open-air museum contains scores of traditional wooden buildings spread over 20 hectares, representing architectural styles from Upper…",
    "detail_url": "https://www.lonelyplanet.com/poland/katowice/attractions/upper-silesian-ethnographic-park/a/poi-sig/1423293/360273",
    "image_url": null,
    "detail_description": "This sprawling open-air museum contains scores of traditional wooden buildings spread over 20 hectares, representing architectural styles from Upper Silesia, Zagłębie Dąbrowskie and other regions. It’s situated within Chorzów's even bigger Provincial Park of Culture and Recreation, which also houses a stadium, a zoo, amusement grounds and a planetarium, about 3km northwest of the centre. Mondays are free, but without admission to the interior of the buildings.\nGet off the tram at the Chorzów Stadion Śląski stop."
},
{
    "country": "katowice",
    "city": "Katowice",
    "index": 3,
    "name": "Cathedral of Christ the King",
    "latitude": "50.2514871",
    "longitude": "19.01849248",
    "excerpt": "With a base measuring 89m by 53m, this is Poland's largest cathedral. Erected between 1927 and 1955, the neoclassical sandstone basilica's progress was…",
    "detail_url": "https://www.lonelyplanet.com/poland/katowice/attractions/cathedral-of-christ-the-king/a/poi-sig/504294/360273",
    "image_url": null,
    "detail_description": "With a base measuring 89m by 53m, this is Poland's largest cathedral. Erected between 1927 and 1955, the neoclassical sandstone basilica's progress was understandably delayed by the tumultuous 1940s. Its vast interior is topped with a large dome that rises 59m from the floor, but apart from colourful stained-glass windows and an unusual ‘wheel’ crucifix, it’s a model of austerity.\nBehind it, the Archdiocesan Museum has a collection of sacred art from the late 14th century to the present."
},
{
    "country": "katowice",
    "city": "Katowice",
    "index": 2,
    "name": "Museum of Katowice History at Nikiszowiec",
    "latitude": "50.244241",
    "longitude": "19.082083",
    "excerpt": "This branch of Katowice's museum, an ethnographic exploration of working-class and industrial life in Upper Silesia, lies in the distinctive suburb of…",
    "detail_url": "https://www.lonelyplanet.com/poland/katowice/attractions/museum-of-katowice-history-at-nikiszowiec/a/poi-sig/1422682/360273",
    "image_url": null,
    "detail_description": "This branch of Katowice's museum, an ethnographic exploration of working-class and industrial life in Upper Silesia, lies in the distinctive suburb of Nikiszowiec, 6km southeast of the city centre. The entire district is a unique estate created for the families of the miners who worked a nearby shaft between 1908 and 1924. Comprising nine red-brick blocks interconnected by gateways, the complex was designed to be self-sufficient, with shops, restaurants, a swimming pool, a hospital, a school and a detention centre.\nTake bus 30 and alight at the Nikiszowiec Szpital stop."
}
]