[
{
    "country": "kep",
    "city": "Kep",
    "index": 11,
    "name": "Sela Cham P'dey Statue",
    "latitude": "10.477726",
    "longitude": "104.295799",
    "excerpt": "This statue depicts a nude fisherman’s wife waiting for her husband to return.",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/sela-cham-p-dey-statue/a/poi-sig/1390667/355893",
    "image_url": null,
    "detail_description": "This statue depicts a nude fisherman’s wife waiting for her husband to return.\n"
},
{
    "country": "kep",
    "city": "Kep",
    "index": 10,
    "name": "Giant Crab Statue",
    "latitude": "10.476336",
    "longitude": "104.2994",
    "excerpt": "This oversized statue of a crab, sitting just offshore, proudly shows off what Kep is most famed for.",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/giant-crab-statue/a/poi-sig/1390665/355893",
    "image_url": null,
    "detail_description": "This oversized statue of a crab, sitting just offshore, proudly shows off what Kep is most famed for.\n"
},
{
    "country": "kep",
    "city": "Kep",
    "index": 9,
    "name": "Wat Samot Raingsey",
    "latitude": "10.48268",
    "longitude": "104.304182",
    "excerpt": "This very modest Buddhist temple sits at the beginning of a trailhead into Kep National Park that leads past some small pagodas, a nunnery and onto the…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/wat-samot-raingsey/a/poi-sig/1525831/355893",
    "image_url": null,
    "detail_description": "This very modest Buddhist temple sits at the beginning of a trailhead into Kep National Park that leads past some small pagodas, a nunnery and onto the Sunset Rock viewpoint.\n"
},
{
    "country": "kep",
    "city": "Kep",
    "index": 8,
    "name": "Wat Samathi",
    "latitude": "10.499247",
    "longitude": "104.309392",
    "excerpt": "Sitting atop a hill overlooking Kep, this tranquil wat has gorgeous views over the coast. You can take the off-shooting 'Samathi Path' from the main Kep…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/wat-samathi/a/poi-sig/1525830/355893",
    "image_url": null,
    "detail_description": "Sitting atop a hill overlooking Kep, this tranquil wat has gorgeous views over the coast. You can take the off-shooting 'Samathi Path' from the main Kep National Park trail to get here.\n"
},
{
    "country": "kep",
    "city": "Kep",
    "index": 6,
    "name": "Kep Butterfly Garden",
    "latitude": "10.495459",
    "longitude": "104.303256",
    "excerpt": "This small and beautifully kept flower-filled garden is home to myriad butterflies. You can cycle or motorbike here – drive about 300m past the Rabbit…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/kep-butterfly-garden/a/poi-sig/1525560/355893",
    "image_url": null,
    "detail_description": "This small and beautifully kept flower-filled garden is home to myriad butterflies. You can cycle or motorbike here – drive about 300m past the Rabbit Island pier, turn left at the Total station and keep going straight. There's also a hard-to-find connection path that links to the main trail in Kep National Park.\n"
},
{
    "country": "kep",
    "city": "Kep",
    "index": 7,
    "name": "Coconut Beach",
    "latitude": "10.477283",
    "longitude": "104.307525",
    "excerpt": "This 'beach' has dining platforms and food shacks, but not really any sand as such. It begins a few hundred metres southeast of Kep Beach, just past the…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/coconut-beach/a/poi-sig/499862/355893",
    "image_url": null,
    "detail_description": "This 'beach' has dining platforms and food shacks, but not really any sand as such. It begins a few hundred metres southeast of Kep Beach, just past the town's famous giant crab statue.\n"
},
{
    "country": "kep",
    "city": "Kep",
    "index": 5,
    "name": "Wat Kiri Sela",
    "latitude": "10.573588",
    "longitude": "104.472763",
    "excerpt": "This Buddhist temple sits at the foot of Phnom Kompong Trach, a dramatic karst formation riddled with more than 100 caverns and passageways. From the wat,…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/wat-kiri-sela/a/poi-sig/1381324/355893",
    "image_url": null,
    "detail_description": "This Buddhist temple sits at the foot of Phnom Kompong Trach, a dramatic karst formation riddled with more than 100 caverns and passageways. From the wat, an underground passage leads to a fishbowl-like formation, surrounded by vine-draped cliffs and open to the sky. Various stalactite-laden caves shelter reclining Buddhas and miniature Buddhist shrines. The temple is in Kompong Trach, 25km northeast of Kep. Take the dirt road heading north from the centre of town for 2km.\nAt the wat, note that friendly local kids with torches (flashlights) are keen to put their evening-school English to use by serving as guides. Tip them if you use them. If you're planning to do any serious spelunking, pack a headlamp and take a guide."
},
{
    "country": "kep",
    "city": "Kep",
    "index": 3,
    "name": "Koh Tonsay",
    "latitude": "10.435939",
    "longitude": "104.329735",
    "excerpt": "If you like the rustic beachcomber lifestyle, Koh Tonsay's 250m-long main beach is for you. This is a place to while away hours or days doing little but…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/koh-tonsay/a/poi-sig/1382629/355893",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/GettyRF472151901.jpg",
    "detail_description": "If you like the rustic beachcomber lifestyle, Koh Tonsay's 250m-long main beach is for you. This is a place to while away hours or days doing little but lazing on the beach, napping, reading, sipping cocktails, eating seafood and stargazing before retiring to your threadbare bungalow and drifting off to the sound of the waves. Scheduled boats to Rabbit Island (US$8 return, 20 minutes) leave from Rabbit Island Pier at 9am and 1pm and return at 3pm or 4pm.\nKep guesthouses can arrange boat tickets or you can purchase them at the Koh Tonsay Boat Ticket Office. Private boats to the island can be arranged on the spot at the ticket office and cost US$25 return for up to six people.Rabbit Island is so named because locals say it resembles a rabbit – an example of what too much local brew can do to your imagination. The main beach, rimmed by restaurant shacks and rudimentary bungalows (US$7 to US$10 per night), is nice enough, just don’t expect the sparkling white sand of Koh Rong or Koh Rong Sanloem. This one is fairly narrow and might be populated by chickens or wandering cows. Still, you can swim here and it's a fine place to chill.You can walk around the island to find more isolated beaches. The island has long been tagged for development but it appears that these plans have been put off for now.Other islands of the Kep Archipelago include Koh Pos (Snake Island; about 30 minutes beyond Rabbit Island), which has a deserted beach and fine snorkelling but no overnight accommodation. There's also small, beachless Koh Svay (Mango Island), whose summit offers nice views. You can explore these islands for about US$75 with a private boat arranged at the pier, or Kep Adventures offers group trips."
},
{
    "country": "kep",
    "city": "Kep",
    "index": 4,
    "name": "Kep Beach",
    "latitude": "10.479462",
    "longitude": "104.293623",
    "excerpt": "This is Kep's only proper beach, although it wasn't always that way. In the prewar period, powder-white sand was trucked in from other beaches. This…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/kep-beach/a/poi-sig/499864/355893",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-163740722_full.jpg",
    "detail_description": "This is Kep's only proper beach, although it wasn't always that way. In the prewar period, powder-white sand was trucked in from other beaches. This practice resumed in 2013 and these days the beach is looking bigger and better than ever. It's immensely popular with locals, who descend here by the busload at weekends.The eastern end of the shaded promenade along the beach is marked by Sela Cham P’dey, a statue depicting a nude fisherman’s wife awaiting her husband's return.\n"
},
{
    "country": "kep",
    "city": "Kep",
    "index": 2,
    "name": "Kep National Park",
    "latitude": "10.486926",
    "longitude": "104.295487",
    "excerpt": "The interior of Kep peninsula is occupied by Kep National Park, where an 8km circuit, navigable by foot, mountain bike, or motorbike, begins behind…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/kep-national-park/a/poi-sig/499866/355893",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstock_782153926.jpg",
    "detail_description": "The interior of Kep peninsula is occupied by Kep National Park, where an 8km circuit, navigable by foot, mountain bike, or motorbike, begins behind Veranda Natural Resort. Led Zep Cafe is responsible for the quirky yellow signs that point the way to various viewpoints, sights and trailheads. The cafe, if it's open, sells a park map for 1000r. The 'Stairway to Heaven' trail is particularly worthwhile, leading up the hill to a pagoda, a nunnery and the Sunset Rock viewpoint.\n"
},
{
    "country": "kep",
    "city": "Kep",
    "index": 1,
    "name": "Sothy's Pepper Farm",
    "latitude": "10.55897",
    "longitude": "104.355516",
    "excerpt": "One of the friendliest farms to visit, Sothy is passionate about his product and will gladly elaborate on the history and process behind the 'champagne of…",
    "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/sothy-s-pepper-farm/a/poi-sig/1525436/355893",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1226049568.jpg",
    "detail_description": "One of the friendliest farms to visit, Sothy is passionate about his product and will gladly elaborate on the history and process behind the 'champagne of pepper'. Short tours are free and there's a wonderful gift shop on the premises if you want to bring a few packs of the good stuff back home. It's about 17km northeast of central Kep. There's also an excellent restaurant, albeit pepper ripens faster than the service!\nSothy's green credentials are legit as he shuns chemical fertilisers (as do all of the certified farms) and uses solar and wind power."
}
]