[
{
    "country": "kerobokan",
    "city": "Kerobokan",
    "index": 1,
    "name": "Kerobokan Beach",
    "latitude": "-8.678864",
    "longitude": "115.149207",
    "excerpt": "Backed by flash resorts and trendy clubs, Kerobokan's beach is surprisingly quiet. A lack of access keeps away crowds because all the roads running west…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/kerobokan/attractions/kerobokan-beach/a/poi-sig/1498590/1318804",
    "image_url": null,
    "detail_description": "Backed by flash resorts and trendy clubs, Kerobokan's beach is surprisingly quiet. A lack of access keeps away crowds because all the roads running west from Jl Petitenget dead-end in developments. You can reach the sand from Seminyak Beach in the south or by walking down from Batu Belig Beach. There are beach vendors and loungers just north of the W Bali hotel.\nThe most direct access, however, is by waltzing through the Potato Head beach club or the W Bali hotel. The surf is more thunderous here than to the south, so be careful when swimming."
},
{
    "country": "kerobokan",
    "city": "Kerobokan",
    "index": 2,
    "name": "Batu Belig Beach",
    "latitude": "-8.674621",
    "longitude": "115.146246",
    "excerpt": "The sand narrows here but there are still some good places for a drink, both grand and simple. Easily reached via Jl Batu Belig, this is a likely place to…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/kerobokan/attractions/batu-belig-beach/a/poi-sig/1498591/1318804",
    "image_url": null,
    "detail_description": "The sand narrows here but there are still some good places for a drink, both grand and simple. Easily reached via Jl Batu Belig, this is a likely place to start a walk along the curving sands northwest to popular beaches as far as Echo Beach. About 500m north, a river and lagoon flow into the ocean, sometimes up to 1m deep – after rains it may be much deeper. In this case, take the little footbridge over the lagoon.\n"
},
{
    "country": "kerobokan",
    "city": "Kerobokan",
    "index": 3,
    "name": "Kerobokan Jail",
    "latitude": "-8.673094",
    "longitude": "115.168165",
    "excerpt": "The notorious Kerobokan jail is home to prisoners both infamous and unknown.",
    "detail_url": "https://www.lonelyplanet.com/indonesia/kerobokan/attractions/kerobokan-jail/a/poi-sig/1290908/1318804",
    "image_url": null,
    "detail_description": "The notorious Kerobokan jail is home to prisoners both infamous and unknown.\n"
}
]