[
{
    "country": "ketchikan",
    "city": "Ketchikan",
    "index": 1,
    "name": "Saxman Native Village & Totem Park",
    "latitude": "55.318694",
    "longitude": "-131.597328",
    "excerpt": "On South Tongass Hwy, 2.5 miles south of Ketchikan, is this incorporated Tlingit village of 475 residents. It's best known for Saxman Totem Park, which…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/ketchikan/attractions/saxman-native-village-totem-park/a/poi-sig/1463531/361753",
    "image_url": null,
    "detail_description": "On South Tongass Hwy, 2.5 miles south of Ketchikan, is this incorporated Tlingit village of 475 residents. It's best known for Saxman Totem Park, which holds 24 totem poles from abandoned villages around the Southeast, restored or recarved in the 1930s. Among them is a replica of the Lincoln Pole (the original is in the Alaska State Museum in Juneau), which was carved in 1883, using a picture of Abraham Lincoln as a reference, to commemorate the first sighting of white people.\nYou can wander around the Totem Park on your own or, by prior appointment (and an extra $32), join an Alaska Native–led two-hour village tour. Tours, which usually include a traditional drum-and-dance performance, a narrated tour of the totems and a visit to the carving shed, are heavily tailored to cruise-ship groups and can be hit and miss. There are several a day in peak season"
},
{
    "country": "ketchikan",
    "city": "Ketchikan",
    "index": 12,
    "name": "Tongass Historical Museum",
    "latitude": "55.34263923",
    "longitude": "-131.64373099",
    "excerpt": "Houses a collection of local historical and Alaska Native artifacts, many dealing with Ketchikan’s fishing industry. More interesting is the impressive…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/ketchikan/attractions/tongass-historical-museum/a/poi-sig/1463183/361753",
    "image_url": null,
    "detail_description": "Houses a collection of local historical and Alaska Native artifacts, many dealing with Ketchikan’s fishing industry. More interesting is the impressive Raven Stealing the Sun totem just outside and an observation platform overlooking the Ketchikan Creek falls.\n"
},
{
    "country": "ketchikan",
    "city": "Ketchikan",
    "index": 11,
    "name": "Thomas Basin",
    "latitude": "55.339763",
    "longitude": "-131.639814",
    "excerpt": "Thomas Basin is home to Ketchikan’s fishing fleet and is the city’s most picturesque harbor. When the boats come in, you can photograph them unloading…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/ketchikan/attractions/thomas-basin/a/poi-sig/1466198/361753",
    "image_url": null,
    "detail_description": "Thomas Basin is home to Ketchikan’s fishing fleet and is the city’s most picturesque harbor. When the boats come in, you can photograph them unloading their catch and then follow the crews to the colorful Potlatch Bar nearby, a classic fishers’ pub.\n"
},
{
    "country": "ketchikan",
    "city": "Ketchikan",
    "index": 10,
    "name": "Alaska Rainforest Sanctuary",
    "latitude": "55.325897",
    "longitude": "-131.526979",
    "excerpt": "A 40-acre wildlife reserve at Herring Cove, 8 miles south of Ketchikan, where you can go on a naturalist-led walk (with the chance of spotting bears),…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/ketchikan/attractions/alaska-rainforest-sanctuary/a/poi-sig/1574420/361753",
    "image_url": null,
    "detail_description": "A 40-acre wildlife reserve at Herring Cove, 8 miles south of Ketchikan, where you can go on a naturalist-led walk (with the chance of spotting bears), visit a raptor center and old sawmill, and see a working Alaska Native totem-carving house. It's particularly popular with cruise-ship passengers, who are whisked here straight off the ships.\n"
},
{
    "country": "ketchikan",
    "city": "Ketchikan",
    "index": 9,
    "name": "Potlatch Park",
    "latitude": "55.419978",
    "longitude": "-131.769805",
    "excerpt": "Potlatch Park is right next door to Totem Bight State Park. It's less manicured, but still home to a dozen totems, one of which is 42ft high. There are…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/ketchikan/attractions/potlatch-park/a/poi-sig/1250822/361753",
    "image_url": null,
    "detail_description": "Potlatch Park is right next door to Totem Bight State Park. It's less manicured, but still home to a dozen totems, one of which is 42ft high. There are also five beautiful tribal houses and an on-site carver who is usually working on a totem in the carving shed. One of the structures houses a large collection of antique firearms.\n"
},
{
    "country": "ketchikan",
    "city": "Ketchikan",
    "index": 8,
    "name": "Waterfront Promenade",
    "latitude": "55.344265",
    "longitude": "-131.654266",
    "excerpt": "Ketchikan’s newest boardwalk is the Waterfront Promenade, which begins near Berth 4, passes Harbor View Park (a city park that is composed entirely of…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/ketchikan/attractions/waterfront-promenade/a/poi-sig/1571536/361753",
    "image_url": null,
    "detail_description": "Ketchikan’s newest boardwalk is the Waterfront Promenade, which begins near Berth 4, passes Harbor View Park (a city park that is composed entirely of decking and pilings), follows the cruise-ship docks and then wraps around Thomas Basin Harbor. Along the way there are plenty of whale-tail and halibut benches where you can take a break and admire the maritime scenery.\n"
},
{
    "country": "ketchikan",
    "city": "Ketchikan",
    "index": 7,
    "name": "Hopkins Alley",
    "latitude": "55.344509",
    "longitude": "-131.652453",
    "excerpt": "Up in Newtown, just north of the road tunnel, is an old wooden boardwalk furnished with buildings constructed in the early 20th century on the profits of…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/ketchikan/attractions/hopkins-alley/a/poi-sig/1571269/361753",
    "image_url": null,
    "detail_description": "Up in Newtown, just north of the road tunnel, is an old wooden boardwalk furnished with buildings constructed in the early 20th century on the profits of the burgeoning salmon cannery industry. While avoiding the red-light antics of Creek St further south, Hopkins Alley hosted several speakeasies during Prohibition. The area was revitalized by city authorities in 2015.\n"
},
{
    "country": "ketchikan",
    "city": "Ketchikan",
    "index": 6,
    "name": "Creek Street",
    "latitude": "55.341996",
    "longitude": "-131.641295",
    "excerpt": "Departing from Stedman St is Creek St (a boardwalk built over Ketchikan Creek on pilings), a history book of misshapen wood-paneled houses painted in…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/ketchikan/attractions/creek-street/a/poi-sig/1567488/361753",
    "image_url": null,
    "detail_description": "Departing from Stedman St is Creek St (a boardwalk built over Ketchikan Creek on pilings), a history book of misshapen wood-paneled houses painted in bright colors to deflect the heaviness of the oft-sodden climate. This was Ketchikan’s famed red-light district until prostitution became illegal in 1954. During Creek St’s heyday, it supported up to 30 brothels and became known as the only place in Alaska where ‘the fishermen and the fish went upstream to spawn.’\n"
},
{
    "country": "ketchikan",
    "city": "Ketchikan",
    "index": 5,
    "name": "Southeast Alaska Discovery Center",
    "latitude": "55.34098878",
    "longitude": "-131.6440557",
    "excerpt": "Three large totems greet you in the lobby of this center run by the National Park Service (NPS), while a school of silver salmon suspended from the…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/ketchikan/attractions/southeast-alaska-discovery-center/a/poi-sig/1463172/361753",
    "image_url": null,
    "detail_description": "Three large totems greet you in the lobby of this center run by the National Park Service (NPS), while a school of silver salmon suspended from the ceiling leads you toward a slice of re-created temperate rainforest. Upstairs, the exhibit hall features sections on Southeast Alaska’s ecosystems and Alaska Native traditions.\nYou can even view wildlife here: there’s a spotting scope trained on Deer Mountain for mountain goats, while underwater cameras in Ketchikan Creek let you watch thousands of salmon struggling upstream to spawn."
},
{
    "country": "ketchikan",
    "city": "Ketchikan",
    "index": 3,
    "name": "Totem Bight State Historical Park",
    "latitude": "55.41999",
    "longitude": "-131.772959",
    "excerpt": "Ten miles north of downtown Ketchikan is this seaside park that contains 14 restored totem poles, a colorful community house and a viewing deck…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/ketchikan/attractions/totem-bight-state-historical-park/a/poi-sig/1127345/361753",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock459481057.jpg",
    "detail_description": "Ten miles north of downtown Ketchikan is this seaside park that contains 14 restored totem poles, a colorful community house and a viewing deck overlooking Tongass Narrows. There are various interpretive boards explaining the importance of this attractive site, which was one of the earliest attempts to revive the dying art of totem carving in the 1930s. A park ranger is usually on-site.\n"
},
{
    "country": "ketchikan",
    "city": "Ketchikan",
    "index": 4,
    "name": "Dolly's House",
    "latitude": "55.341685",
    "longitude": "-131.640941",
    "excerpt": "Dolly's house, in Creek St, looks like a dollhouse from the outside, but it once operated as a bastion of the world's oldest profession (read:…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/ketchikan/attractions/dolly-s-house/a/poi-sig/486712/361753",
    "image_url": null,
    "detail_description": "Dolly's house, in Creek St, looks like a dollhouse from the outside, but it once operated as a bastion of the world's oldest profession (read: prostitution). These days it's a slightly over-theatrical museum dedicated to a notorious era when the whole of Creek St served as a giant den of iniquity.\nThe house is the erstwhile parlor of the city’s most famous madam, Dolly Arthur. Tours include a look at the brothel, including its bar, which was placed over a trapdoor to the creek for quick disposal of bootleg whiskey."
},
{
    "country": "ketchikan",
    "city": "Ketchikan",
    "index": 2,
    "name": "Totem Heritage Center",
    "latitude": "55.342325",
    "longitude": "-131.634064",
    "excerpt": "For a crash course in Southeast Alaska's impressive totem art look no further than the Totem Heritage Center, where old poles brought from deserted…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/ketchikan/attractions/totem-heritage-center/a/poi-sig/486722/361753",
    "image_url": null,
    "detail_description": "For a crash course in Southeast Alaska's impressive totem art look no further than the Totem Heritage Center, where old poles brought from deserted Tlingit and Haida communities are kept to prevent further deterioration. Inside the center over a dozen poles, some more than 100 years old, are on display in an almost-spiritual setting that accentuates the reverence Alaska Natives attach to them. More are erected outside, and the entire center is shrouded in pines and serenaded by the gurgling Ketchikan Creek.\n"
}
]