[
{
    "country": "khiva",
    "city": "Khiva",
    "index": 1,
    "name": "Tosh-Hovli Palace",
    "latitude": "41.378108",
    "longitude": "60.361524",
    "excerpt": "This palace, which means ‘Stone House’, contains Khiva’s most sumptuous interior decoration, dense with blue ceramic tiles, carved wooden pillars and…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/tosh-hovli-palace/a/poi-sig/443765/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial2074056119.jpg",
    "detail_description": "This palace, which means ‘Stone House’, contains Khiva’s most sumptuous interior decoration, dense with blue ceramic tiles, carved wooden pillars and elaborate ghanch. Built by Allakuli Khan between 1832 and 1841 as a more splendid alternative to the Kuhna Ark, it’s said to have more than 150 rooms off nine courtyards, with high ceilings designed to catch the slightest desert breeze. Allakuli was a man in a hurry – the Tosh-Hovli’s first architect was executed for failing to complete the job in two years.\nTwo separate entrances take you into two separate wings of the palace. The northern harem wing has some handicrafts exhibitions. Don’t miss the harder-to-spot and labyrinthine south wing, where the throne room, two brick yurt bases and a sumptuous aivan (covered portico) are located, along with a wonderful carriage dating from 1872. You'll have to avoid the young Uzbek couples canoodling in the dark corners."
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 22,
    "name": "Tosh-Darvoza",
    "latitude": "41.374883",
    "longitude": "60.359657",
    "excerpt": "The southern Tosh-Darvoza is one of the four main gates into the Ichon-Qala.",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/tosh-darvoza/a/poi-sig/1388601/357842",
    "image_url": null,
    "detail_description": "The southern Tosh-Darvoza is one of the four main gates into the Ichon-Qala.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 21,
    "name": "Bogcha-Darvoza",
    "latitude": "41.381702",
    "longitude": "60.361228",
    "excerpt": "The northern Bogcha-Darvoza was one of four main gates giving access to the Ichon-Qala.",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/bogcha-darvoza/a/poi-sig/1388597/357842",
    "image_url": null,
    "detail_description": "The northern Bogcha-Darvoza was one of four main gates giving access to the Ichon-Qala.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 20,
    "name": "Kutlug Murod Inoq Medressa",
    "latitude": "41.377694",
    "longitude": "60.36124",
    "excerpt": "This medressa (1804–12) faces the Allakuli Khan Medressa and has a nearly matching facade. It houses an art museum.",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/kutlug-murod-inoq-medressa/a/poi-sig/1388610/357842",
    "image_url": null,
    "detail_description": "This medressa (1804–12) faces the Allakuli Khan Medressa and has a nearly matching facade. It houses an art museum.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 19,
    "name": "Allakuli Khan Medressa",
    "latitude": "41.377321",
    "longitude": "60.36215",
    "excerpt": "The tall Allakuli Khan Medressa is one of several buildings in the eastern section of the Ichan Qala built by Allakuli Khan in the 1830s and '40s. It…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/allakuli-khan-medressa/a/poi-sig/1384832/357842",
    "image_url": null,
    "detail_description": "The tall Allakuli Khan Medressa is one of several buildings in the eastern section of the Ichan Qala built by Allakuli Khan in the 1830s and '40s. It features some stunning blue tilework and houses a restaurant.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 18,
    "name": "West Gate",
    "latitude": "41.37866",
    "longitude": "60.357267",
    "excerpt": "The twin-turreted West Gate (Ota-Darvoza, literally ‘Father Gate') is the main entrance to the Ichon-Qala and the place to buy your admission ticket. The…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/west-gate/a/poi-sig/1459326/357842",
    "image_url": null,
    "detail_description": "The twin-turreted West Gate (Ota-Darvoza, literally ‘Father Gate') is the main entrance to the Ichon-Qala and the place to buy your admission ticket. The gate is a 1970s reconstruction – the original was wrecked in 1920.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 17,
    "name": "Zindon",
    "latitude": "41.378813",
    "longitude": "60.3585",
    "excerpt": "The small, low-slung building to the left of the entrance outside the main Kuhna Ark fortress is the Zindon (Khans’ Jail), with a simple display of chains…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/zindon/a/poi-sig/1388613/357842",
    "image_url": null,
    "detail_description": "The small, low-slung building to the left of the entrance outside the main Kuhna Ark fortress is the Zindon (Khans’ Jail), with a simple display of chains, manacles and weapons, suggesting how poor an idea falling foul of the Khan would have been.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 16,
    "name": "Juma Minaret",
    "latitude": "41.377686",
    "longitude": "60.360163",
    "excerpt": "From inside the Juma Mosque, you can sometimes climb the 82 very dark steps up to the pigeon-poop-splattered gallery of this 47m minaret, for fine views…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/juma-minaret/a/poi-sig/1388608/357842",
    "image_url": null,
    "detail_description": "From inside the Juma Mosque, you can sometimes climb the 82 very dark steps up to the pigeon-poop-splattered gallery of this 47m minaret, for fine views over the city. The minaret is apparently starting to lean and so access may be restricted in the future.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 15,
    "name": "Sayid Alauddin Mausoleum",
    "latitude": "41.377823",
    "longitude": "60.358597",
    "excerpt": "This small mausoleum dates to 1310 when Khiva was under the Golden Horde of the Mongol empire. You might find people praying in front of the 19th-century…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/sayid-alauddin-mausoleum/a/poi-sig/1388611/357842",
    "image_url": null,
    "detail_description": "This small mausoleum dates to 1310 when Khiva was under the Golden Horde of the Mongol empire. You might find people praying in front of the 19th-century blue-tiled sarcophagus. Remove your shoes to see displays highlighting similar tombs over the border in Konye Urgench.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 14,
    "name": "Allakuli Khan Bazaar & Caravanserai",
    "latitude": "41.37803",
    "longitude": "60.362468",
    "excerpt": "North of the Allakuli Khan Medressa is the Allakuli Khan Bazaar & Caravanserai. The entrance to both is through tall wooden gates beside the medressa. The…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/allakuli-khan-bazaar-caravanserai/a/poi-sig/1388605/357842",
    "image_url": null,
    "detail_description": "North of the Allakuli Khan Medressa is the Allakuli Khan Bazaar &amp; Caravanserai. The entrance to both is through tall wooden gates beside the medressa. The bazaar is a domed market arcade, catering to both traders and tourists, which opens onto Khiva’s modern Dekon Bazaar at its eastern end.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 13,
    "name": "East Gate",
    "latitude": "41.377106",
    "longitude": "60.362298",
    "excerpt": "The Old Town's East Gate, a long, vaulted 19th-century passage with several sets of immense carved doors, bridges the Anusha Khan baths and the bazaar…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/east-gate/a/poi-sig/1459325/357842",
    "image_url": null,
    "detail_description": "The Old Town's East Gate, a long, vaulted 19th-century passage with several sets of immense carved doors, bridges the Anusha Khan baths and the bazaar area. This was once the location of the slave market, and niches in the passage walls once held slaves for sale. Just outside the gate is a working mosque that overflows with wizened old men on Friday.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 12,
    "name": "Mohammed Rakhim Khan Medressa",
    "latitude": "41.378516",
    "longitude": "60.359367",
    "excerpt": "East of the Kuhna Ark, across an open space that was once a busy palace square (and place of execution), the 19th-century Mohammed Rakhim Khan Medressa is…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/mohammed-rakhim-khan-medressa/a/poi-sig/443761/357842",
    "image_url": null,
    "detail_description": "East of the Kuhna Ark, across an open space that was once a busy palace square (and place of execution), the 19th-century Mohammed Rakhim Khan Medressa is named after the khan who surrendered to Russia in 1873. The history museum within is partly dedicated to this khan and his son, Isfandiyar. Mohammed Rakhim Khan was also a poet under the pen name Feruz.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 11,
    "name": "Isfandiyar Palace",
    "latitude": "41.382290854456",
    "longitude": "60.356987714767",
    "excerpt": "The Isfandiyar Palace (also called the Palace of Nurullabay) was built between 1906 and 1912, and like the emir’s summer palace in Bukhara displays some…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/isfandiyar-palace/a/poi-sig/443751/357842",
    "image_url": null,
    "detail_description": "The Isfandiyar Palace (also called the Palace of Nurullabay) was built between 1906 and 1912, and like the emir’s summer palace in Bukhara displays some fascinatingly overwrought decorations that straddle the messy collision of East and West. The rooms are largely empty, allowing one to fully appreciate the gold-embroidered ceilings, ceramic chimneys and lavish 4m-high mirrors and chandeliers.\nDespite being located just outside the walls of the Ichon-Qala, admission here is included on the two-day ticket."
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 10,
    "name": "Juma Mosque",
    "latitude": "41.377571",
    "longitude": "60.359866",
    "excerpt": "Almost in the centre of the Ichon-Qala, the large and atmospheric Juma Mosque is interesting for the 218 wooden columns supporting its roof – a concept…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/juma-mosque/a/poi-sig/443755/357842",
    "image_url": null,
    "detail_description": "Almost in the centre of the Ichon-Qala, the large and atmospheric Juma Mosque is interesting for the 218 wooden columns supporting its roof – a concept thought to be derived from ancient Arabian mosques. Six or seven of the columns date from the original 10th-century mosque (see if you can spot them), though the present building dates from the 18th century.\nFrom inside, you can climb 82 dark and narrow steps up to the pigeon-poop-splattered gallery of the 47m Juma Minaret, for fine views over the city. The minaret is apparently starting to lean and so access may be restricted in the future."
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 8,
    "name": "Islom Hoja Minaret",
    "latitude": "41.3766",
    "longitude": "60.360199",
    "excerpt": "It's possible to climb this 57m tall minaret, Uzbekistan's highest, for fine views over the old city. Morning light offers the best views. With bands of…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/islom-hoja-minaret/a/poi-sig/1388607/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1139451236.jpg",
    "detail_description": "It's possible to climb this 57m tall minaret, Uzbekistan's highest, for fine views over the old city. Morning light offers the best views. With bands of turquoise and red tiling, it looks rather like an uncommonly lovely lighthouse.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 9,
    "name": "Islom Hoja Medressa",
    "latitude": "41.376731",
    "longitude": "60.360558",
    "excerpt": "Walk south from the Abdulla Khan Medressa to the Islom Hoja Medressa and minaret – Khiva’s newest Islamic monuments, both built in 1910. You can climb the…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/islom-hoja-medressa/a/poi-sig/443753/357842",
    "image_url": null,
    "detail_description": "Walk south from the Abdulla Khan Medressa to the Islom Hoja Medressa and minaret – Khiva’s newest Islamic monuments, both built in 1910. You can climb the minaret any time but morning light is best. With bands of turquoise and red tiling, it looks rather like an uncommonly lovely lighthouse. At 57m tall, it’s Uzbekistan’s highest.\nThe medressa holds Khiva’s best museum, the Museum of Applied Arts. It exhibits Khorezm handicrafts through the ages – fine woodcarving, metalwork, Uzbek and Turkmen carpets, stone carved with Arabic script (which was in use in Khorezm from the 8th to the 20th centuries) and fine tilework from the nearby Pahlavon Mahmud Mausoleuem.Islom Hoja himself was an early-20th-century grand vizier and a liberal (by Khivan standards): he founded a European-style school, brought long-distance telegraph to the city and built a hospital. For his popularity, the khan and clergy had him assassinated."
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 7,
    "name": "City Walls",
    "latitude": "41.381357",
    "longitude": "60.361043",
    "excerpt": "One highlight for which no ticket is needed is the walk along the northwestern section of the Ichon-Qala wall. The stairs can be accessed at the North…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/city-walls/a/poi-sig/1578023/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/GettyImages-701103606.jpeg",
    "detail_description": "One highlight for which no ticket is needed is the walk along the northwestern section of the Ichon-Qala wall. The stairs can be accessed at the North Gate and are a great place to be at sunset. The 2.5km-long mud walls date from the 18th century, and were rebuilt after being destroyed by the Persians.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 5,
    "name": "Watchtower",
    "latitude": "41.379594",
    "longitude": "60.358093",
    "excerpt": "At the back right corner of the throne room in the Kuhna Ark, a door in the wall leads to a flight of steps up to the watchtower, the original part of the…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/watchtower/a/poi-sig/1388612/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock522302650.jpg",
    "detail_description": "At the back right corner of the throne room in the Kuhna Ark, a door in the wall leads to a flight of steps up to the watchtower, the original part of the Ark, set right against the Ichon-Qala’s massive west wall. It's well worth paying the fee to climb up here – the city views are extraordinary, especially at sunset.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 6,
    "name": "Ichon-Qala",
    "latitude": "41.378547",
    "longitude": "60.359874",
    "excerpt": "Khiva's Ichon-Qala is one of the great highlights of Uzbekistan. The perfectly preserved medieval walled town is home to dozens of mosques, medressas and…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/ichon-qala/a/poi-sig/1578095/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock522302650.jpg",
    "detail_description": "Khiva's Ichon-Qala is one of the great highlights of Uzbekistan. The perfectly preserved medieval walled town is home to dozens of mosques, medressas and mausolea, most of which are home to small museums. You need a whole day to see the sights, but try also to wander the streets during the cool of dawn or dusk when the town is at its most magical.\n"
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 4,
    "name": "Kuhna Ark",
    "latitude": "41.379048",
    "longitude": "60.358245",
    "excerpt": "To your left after you enter the West Gate stands the Kuhna Ark – the Khiva rulers’ own fortress and residence, first built in the 12th century by one Ok…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/kuhna-ark/a/poi-sig/443759/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1479855725.jpg",
    "detail_description": "To your left after you enter the West Gate stands the Kuhna Ark – the Khiva rulers’ own fortress and residence, first built in the 12th century by one Ok Shaykh Bobo, then expanded by the khans in the 17th century. The khans’ harem, mint, stables, arsenal, barracks, mosque and jail were all here. Apart from getting a peek at the life of the khans, the complex has some fine tilework and excellent views.\nThe small, low-slung building to the left of the entrance outside the main fortress is the Zindon, with a simple display of chains, manacles and weapons, suggesting how poor an idea falling foul of the khan would have been.Once inside the Ark, the first passage to the right takes you into the 19th-century Summer Mosque – open-air and spectacularly ornate with superb blue-and-white plant-motif tiling and a red, orange and gold ceiling. There are some interesting displays on Khorezmian archaeology here.Beside it is the old mint, now a museum that exhibits bank notes and coins that were minted here, including money printed on silk. Unfortunately labelling is only in Uzbek.Straight ahead from the Ark entrance is the restored, open-air throne room, where the khan dispensed judgement. The circular area on the ground was for the royal yurt, which the no-longer-nomadic khans still liked to use. The tiled aivan (portico) is simply stunning.At the back right corner of the throne room, a door in the wall leads to a flight of steps up to the watchtower, the original part of the Kuhna Ark, set right against the Ichon-Qala’s massive west wall. It's well worth paying the fee to climb up here – the city views are extraordinary, especially at sunset."
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 3,
    "name": "Kalta Minor Minaret",
    "latitude": "41.37833",
    "longitude": "60.35791",
    "excerpt": "This fat, turquoise-tiled minaret was begun in 1851 by Mohammed Amin Khan, who according to legend wanted to build a minaret so high he could see all the…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/kalta-minor-minaret/a/poi-sig/443757/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1406885178.jpg",
    "detail_description": "This fat, turquoise-tiled minaret was begun in 1851 by Mohammed Amin Khan, who according to legend wanted to build a minaret so high he could see all the way to Bukhara. Unfortunately the khan dropped dead in 1855, leaving the beautifully tiled structure unfinished.\nEast of the minaret, beside the medressa, is the small, plain Sayid Alauddin Mausoleum, dating from 1310 when Khiva was under the Golden Horde of the Mongol empire. You might find people praying in front of the 19th-century tiled sarcophagus."
},
{
    "country": "khiva",
    "city": "Khiva",
    "index": 2,
    "name": "Pahlavon Mahmud Mausoleum",
    "latitude": "41.377071",
    "longitude": "60.359548",
    "excerpt": "This revered mausoleum, with its sublime courtyard and stately tilework, is one of the town’s most beautiful spots. Pahlavon Mahmud was a poet,…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/pahlavon-mahmud-mausoleum/a/poi-sig/443763/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2083392193.jpg",
    "detail_description": "This revered mausoleum, with its sublime courtyard and stately tilework, is one of the town’s most beautiful spots. Pahlavon Mahmud was a poet, philosopher and legendary wrestler who became Khiva’s patron saint. His 1326 tomb was rebuilt in the 19th century and then requisitioned in 1913 by the khan of the day as his family mausoleum.\nThe beautiful Persian-style chamber under the turquoise dome at the northern end of the courtyard holds the tomb of Mohammed Rakhim Khan. Pahlavon Mahmud’s tomb, to the left off the first chamber, has some of Khiva’s loveliest tiling on the sarcophagus and the walls. Tombs of other khans stand unmarked east and west of the main building, outside the courtyard."
}
]