[
{
    "country": "kiel",
    "city": "Kiel",
    "index": 4,
    "name": "Aquarium Geomar",
    "latitude": "54.330302",
    "longitude": "10.148664",
    "excerpt": "This small aquarium has a good collection of marine life from the Baltic and North Seas.",
    "detail_url": "https://www.lonelyplanet.com/germany/kiel/attractions/aquarium-geomar/a/poi-sig/1600234/1003274",
    "image_url": null,
    "detail_description": "This small aquarium has a good collection of marine life from the Baltic and North Seas.\n"
},
{
    "country": "kiel",
    "city": "Kiel",
    "index": 3,
    "name": "Schiffahrtsmuseum",
    "latitude": "54.322643309656",
    "longitude": "10.143706798554",
    "excerpt": "Atmospherically located in an imposing former fish market, Kiel's maritime museum tells the story of the city's maritime heritage. Newly redone, it's a…",
    "detail_url": "https://www.lonelyplanet.com/germany/kiel/attractions/schiffahrtsmuseum/a/poi-sig/1001483/1003274",
    "image_url": null,
    "detail_description": "Atmospherically located in an imposing former fish market, Kiel's maritime museum tells the story of the city's maritime heritage. Newly redone, it's a great primer on the city and has paintings, models and engaging displays. The cafe overlooks the harbour.\n"
},
{
    "country": "kiel",
    "city": "Kiel",
    "index": 2,
    "name": "Kiellinie",
    "latitude": "54.333342",
    "longitude": "10.15377",
    "excerpt": "The splendid waterfront promenade known as the Kiellinie begins northeast of the Schlossgarten. Sailing clubs, a tiny aquarium, cafes and restaurants line…",
    "detail_url": "https://www.lonelyplanet.com/germany/kiel/attractions/kiellinie/a/poi-sig/1290870/1003274",
    "image_url": null,
    "detail_description": "The splendid waterfront promenade known as the Kiellinie begins northeast of the Schlossgarten. Sailing clubs, a tiny aquarium, cafes and restaurants line the way, and there is an ever-changing series of vistas of the harbour and huge ships. Eventually the 3.5km-promenade becomes the Hindenburgufer. About 2km from the start, at Reventloubrücke, you can get hourly ferries back to near the train station or on to Laboe.\n"
},
{
    "country": "kiel",
    "city": "Kiel",
    "index": 1,
    "name": "Nord-Ostsee-Kanal",
    "latitude": "54.479613196458",
    "longitude": "10.244750976562",
    "excerpt": "The 99km-long Nord-Ostsee-Kanal reaches the Baltic Sea from the North Sea at Kiel, with some 60,000 ships passing through every year. It's easy to view…",
    "detail_url": "https://www.lonelyplanet.com/germany/kiel/attractions/nord-ostsee-kanal/a/poi-sig/1001485/1003274",
    "image_url": null,
    "detail_description": "The 99km-long Nord-Ostsee-Kanal reaches the Baltic Sea from the North Sea at Kiel, with some 60,000 ships passing through every year. It's easy to view the Schleusen (locks) at Holtenau, 7km north of Kiel. The viewing platform here is open from sunrise to sunset. There’s a museum on the southern side of the canal. To get to the locks, take bus 11 to Wik, Kanal. A free ferry shuttles back and forth between the southern and northern banks.\nInaugurated in 1895, the canal is now the third-most trafficked in the world, after the Suez and Panama canals."
}
]