[
{
    "country": "kigali",
    "city": "Kigali",
    "index": 1,
    "name": "Kigali Genocide Memorial",
    "latitude": "-1.931522",
    "longitude": "30.0603",
    "excerpt": "In the span of 100 days, an estimated one million Tutsis and moderate Hutus were systematically butchered by the Interahamwe army. This memorial honours…",
    "detail_url": "https://www.lonelyplanet.com/rwanda/kigali/attractions/kigali-genocide-memorial/a/poi-sig/439628/355554",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1606213168.jpg",
    "detail_description": "In the span of 100 days, an estimated one million Tutsis and moderate Hutus were systematically butchered by the Interahamwe army. This memorial honours the estimated 250,000 people buried here in mass graves and also has an excellent exhibition that tries to explain how it was that the world watched as the 1994 genocide unfolded. This is an intensely powerful and moving memorial for which you should dedicate at least half a day.\nThe informative audio tour (US$15) includes background on the divisive colonial experience in Rwanda. As the visit progresses, the exhibits become steadily more powerful, as you are confronted with the crimes that took place here and moving video testimony from survivors. If you have remained dispassionate until this point, you’ll find that it will all catch up with you at the section that remembers the children who fell victim to the killers’ machetes. Life-sized photos are accompanied by intimate details about their favourite toys, their last words and the manner in which they were killed.The memorial concludes with sections on the search for justice through the international tribunal in Arusha as well as the local gacaca courts (traditional tribunals headed by village elders).Upstairs is a moving section dedicated to informing visitors about other genocides that have taken place around the world and helping to set Rwanda’s nightmare in a historical context.After you've absorbed the museum displays, take a rose (by donation) to leave on one of the vast concrete slabs outside that cover the mass graves. There's also a wall of names, a rose garden, a gift shop and a pleasant cafe serving good coffee, lunch buffets (RFr2500), snacks and juices that is an ideal place to reflect and gather yourself before facing the outside world again.Remembrance and Learning Tours across Rwanda can also be arranged through the Kigali Genocide Memorial.It is located in the northern Kisozi district of the capital, which is a short moto-taxi ride from the centre (about RFr500)."
},
{
    "country": "kigali",
    "city": "Kigali",
    "index": 7,
    "name": "Museum of Natural History",
    "latitude": "-1.947091",
    "longitude": "30.054528",
    "excerpt": "Kigali's best museum has exhibits on Rwanda’s natural wonders and is housed in the 1907 residence of explorer Richard Kandt, reputed to be the first…",
    "detail_url": "https://www.lonelyplanet.com/rwanda/kigali/attractions/museum-of-natural-history/a/poi-sig/1338982/355554",
    "image_url": null,
    "detail_description": "Kigali's best museum has exhibits on Rwanda’s natural wonders and is housed in the 1907 residence of explorer Richard Kandt, reputed to be the first building in Kigali. The view from the garden is sensational and, looking over the urban sprawl, it’s hard to imagine that it all started with this rather modest home. Few moto-taxi drivers have heard of the museum. Ask for Richard Kandt's house instead.\n"
},
{
    "country": "kigali",
    "city": "Kigali",
    "index": 6,
    "name": "Inema Arts Center",
    "latitude": "-1.944464",
    "longitude": "30.090973",
    "excerpt": "Opened in 2012, the privately run Inema Arts Center is a collective of 10 resident artists and guests. It's quickly established itself as the foremost…",
    "detail_url": "https://www.lonelyplanet.com/rwanda/kigali/attractions/inema-arts-center/a/poi-sig/1503502/355554",
    "image_url": null,
    "detail_description": "Opened in 2012, the privately run Inema Arts Center is a collective of 10 resident artists and guests. It's quickly established itself as the foremost modern art gallery in Kigali. As well as paintings, sculptures and contemporary takes on traditional crafts, there are dance and music performances several days a week and courses. Much of the art is for sale (and can be shipped internationally), but if you're not buying, you're welcome just to admire. There's a small on-site cafe.\n"
},
{
    "country": "kigali",
    "city": "Kigali",
    "index": 5,
    "name": "Presidential Palace Museum",
    "latitude": "-1.975324",
    "longitude": "30.17307",
    "excerpt": "This former presidential palace on the eastern outskirts of the city has few exhibits, but it’s interesting to explore, with ‘secret’ rooms and an odd…",
    "detail_url": "https://www.lonelyplanet.com/rwanda/kigali/attractions/presidential-palace-museum/a/poi-sig/1460587/355554",
    "image_url": null,
    "detail_description": "This former presidential palace on the eastern outskirts of the city has few exhibits, but it’s interesting to explore, with ‘secret’ rooms and an odd presidential nightclub. Wreckage from Juvenal Habyarimana’s presidential plane can still be seen where it was shot down – just over his garden wall. The perpetrators were never caught, but this act proved to be a rallying call for Hutu extremists and helped trigger the genocide.\nThe museum is a short way east of the airport."
},
{
    "country": "kigali",
    "city": "Kigali",
    "index": 4,
    "name": "Camp Kigali Memorial",
    "latitude": "-1.957975",
    "longitude": "30.062327",
    "excerpt": "The 10 stone columns you find here mark the spot where 10 Belgian UN peacekeepers were murdered on the first day of the genocide. Originally deployed to…",
    "detail_url": "https://www.lonelyplanet.com/rwanda/kigali/attractions/camp-kigali-memorial/a/poi-sig/1338981/355554",
    "image_url": null,
    "detail_description": "The 10 stone columns you find here mark the spot where 10 Belgian UN peacekeepers were murdered on the first day of the genocide. Originally deployed to protect the home of moderate Prime Minister Agathe Uwilingiyimana, the soldiers were captured, disarmed and brought here by the Presidential Guard before being killed. Each stone column represents one of the soldiers and the horizontal cuts in it represent the soldier’s age.\nThe bullet-sprayed building in which the soldiers died now houses a small exhibition on the genocide."
},
{
    "country": "kigali",
    "city": "Kigali",
    "index": 2,
    "name": "Nyanza Genocide Memorial",
    "latitude": "-2.002173",
    "longitude": "30.09239",
    "excerpt": "Located in Kicukiro, a suburb southeast of the city centre towards the airport, there is little to see at this memorial other than the tiled tops of four…",
    "detail_url": "https://www.lonelyplanet.com/rwanda/kigali/attractions/nyanza-genocide-memorial/a/poi-sig/1460590/355554",
    "image_url": null,
    "detail_description": "Located in Kicukiro, a suburb southeast of the city centre towards the airport, there is little to see at this memorial other than the tiled tops of four mass graves believed to contain the remains of the 4000 Tutsis who took refuge in the Ecole Technique Officielle (ETO) grounds, and numerous unmarked wooden crosses.\nFollowing the assassination of 10 Belgian soldiers at Camp Kigali and the subsequent withdrawal of Belgian troops, the Tutsis here were left unprotected and ultimately taken to Nyanza and massacred. If arriving by moto-taxi (RFr1000 from town), tell the driver you’re heading to ‘urwibutso rwa Nyanza ya Kicukiro’."
},
{
    "country": "kigali",
    "city": "Kigali",
    "index": 3,
    "name": "Hotel des Mille Collines",
    "latitude": "-1.946759",
    "longitude": "30.061963",
    "excerpt": "The inspiration for the film Hotel Rwanda, this still-functioning luxury hotel was owned by the Belgian airline Sabena in 1994. At the time of the…",
    "detail_url": "https://www.lonelyplanet.com/rwanda/kigali/attractions/hotel-des-mille-collines/a/poi-sig/1338984/355554",
    "image_url": null,
    "detail_description": "The inspiration for the film Hotel Rwanda, this still-functioning luxury hotel was owned by the Belgian airline Sabena in 1994. At the time of the genocide, the hotel’s European managers were evacuated and control was given to local employee Paul Rusesabagina, who used his position to hide fleeing Tutsis and moderate Hutus, thus saving hundreds of lives.\nPaul, his family and a few lucky survivors were eventually evacuated in a UN convoy as the Interahamwe seized the hotel. Today, Paul lives in Brussels, is an outspoken humanitarian and has been involved in a public feud with Rwandan President, Paul Kagame."
}
]