[
{
    "country": "kingston",
    "city": "Kingston",
    "index": 1,
    "name": "Fort Henry National Historic Site",
    "latitude": "44.23092",
    "longitude": "-76.459964",
    "excerpt": "This restored British fortification, dating from 1832, overlooks Kingston from its hilltop perch. The postcard-perfect structure is brought to life by…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/kingston/attractions/fort-henry-national-historic-site/a/poi-sig/469152/361376",
    "image_url": null,
    "detail_description": "This restored British fortification, dating from 1832, overlooks Kingston from its hilltop perch. The postcard-perfect structure is brought to life by colorfully uniformed guards trained in military drills, artillery exercises and the fife-and-drum music of the 1860s. The soldiers put on displays throughout the day; don't miss the Garrison Parade (2:30pm late May to early September). Admission includes an optional guided tour of the fort's campus.\nCheck the website for details of the many special events throughout the year, including the ghostly Fort Fright in fall and Fort Frost in winter."
},
{
    "country": "kingston",
    "city": "Kingston",
    "index": 8,
    "name": "Kingston Public Market",
    "latitude": "44.229817817398",
    "longitude": "-76.481021781167",
    "excerpt": "Canada's oldest continuous market takes place in the square behind City Hall. Stalls sell food, fresh produce, handicrafts, art and, on Sundays between…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/kingston/attractions/kingston-public-market/a/poi-sig/1188083/361376",
    "image_url": null,
    "detail_description": "Canada's oldest continuous market takes place in the square behind City Hall. Stalls sell food, fresh produce, handicrafts, art and, on Sundays between April and October, antiques.\n"
},
{
    "country": "kingston",
    "city": "Kingston",
    "index": 7,
    "name": "Military Communications & Electronics Museum",
    "latitude": "44.242",
    "longitude": "-76.439824",
    "excerpt": "Despite its dry name, this is a comprehensive and well-designed museum on Kingston's military base, offering chronological displays on communications…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/kingston/attractions/military-communications-electronics-museum/a/poi-sig/469160/361376",
    "image_url": null,
    "detail_description": "Despite its dry name, this is a comprehensive and well-designed museum on Kingston's military base, offering chronological displays on communications technology and sundry military gadgets. Many of the voluntary guides are military veterans.\n"
},
{
    "country": "kingston",
    "city": "Kingston",
    "index": 6,
    "name": "Marine Museum of the Great Lakes",
    "latitude": "44.218315",
    "longitude": "-76.518171",
    "excerpt": "Despite its smaller space since moving from the dry dock to the Portsmouth Olympic Harbour, this museum still offers a detailed account of Kingston's…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/kingston/attractions/marine-museum-of-the-great-lakes/a/poi-sig/469158/361376",
    "image_url": null,
    "detail_description": "Despite its smaller space since moving from the dry dock to the Portsmouth Olympic Harbour, this museum still offers a detailed account of Kingston's history as an important shipbuilding center from 1910 to 1960. There are plans to move to a larger, permanent venue but until then admission is free and well worth a walk around.\n"
},
{
    "country": "kingston",
    "city": "Kingston",
    "index": 5,
    "name": "Pump House Steam Museum",
    "latitude": "44.22401754",
    "longitude": "-76.48529894",
    "excerpt": "The one-of-a-kind, completely restored, steam-run pump house was used from 1849 to 1952. Today the warehouse features all things steam-related, including…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/kingston/attractions/pump-house-steam-museum/a/poi-sig/469166/361376",
    "image_url": null,
    "detail_description": "The one-of-a-kind, completely restored, steam-run pump house was used from 1849 to 1952. Today the warehouse features all things steam-related, including two full-model train sets as well as the recently restored steamboat Phoebe. Also here are two late-19th-century steam-powered pumps, which supplied the city with water from Lake Ontario.\n"
},
{
    "country": "kingston",
    "city": "Kingston",
    "index": 4,
    "name": "City Hall",
    "latitude": "44.229845",
    "longitude": "-76.480342",
    "excerpt": "The grandiose City Hall is one of the country's finest classical buildings and a relic from the time when Kingston was capital. Friendly volunteers…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/kingston/attractions/city-hall/a/poi-sig/469150/361376",
    "image_url": null,
    "detail_description": "The grandiose City Hall is one of the country's finest classical buildings and a relic from the time when Kingston was capital. Friendly volunteers conduct free tours during summer, revealing colorful stained glass, dozens of portraits, dusty jail cells and an ornate council chamber. You can also download a self-guided tour brochure from the website.\n"
},
{
    "country": "kingston",
    "city": "Kingston",
    "index": 3,
    "name": "Penitentiary Museum",
    "latitude": "44.220630346768",
    "longitude": "-76.513209342957",
    "excerpt": "The ‘correctional service’ is what Canadian bureaucrats call the nation’s jail system, and this museum is a good way to enter that system without stealing…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/kingston/attractions/penitentiary-museum/a/poi-sig/469164/361376",
    "image_url": null,
    "detail_description": "The ‘correctional service’ is what Canadian bureaucrats call the nation’s jail system, and this museum is a good way to enter that system without stealing a car. The museum, housed in the former warden's residence opposite the actual penitentiary, has a fascinating collection of weapons and tools confiscated from inmates during attempted escapes.\nVisit www.kingstonpentour.com to organize a guided tour (adult/child $35/25) of the penitentiary itself, which closed in 2013."
},
{
    "country": "kingston",
    "city": "Kingston",
    "index": 2,
    "name": "Bellevue House",
    "latitude": "44.222967732857",
    "longitude": "-76.504293680191",
    "excerpt": "In the mid-19th century, this National Historic Site was briefly home to Sir John A Macdonald, Canada's first prime minister and a notorious alcoholic…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/kingston/attractions/bellevue-house/a/poi-sig/469148/361376",
    "image_url": null,
    "detail_description": "In the mid-19th century, this National Historic Site was briefly home to Sir John A Macdonald, Canada's first prime minister and a notorious alcoholic. Perhaps the architect also enjoyed a drop, as the Italianate mansion is wholly asymmetrical, a pompous use of bright color abounds and balconies twist off in various directions. There are also plenty of antiques and a sun-drenched garden, with staff in period costumes adding further kooky charm and intrigue.\nAt the time of writing, Bellevue House was undergoing renovations but the gardens and visitor center were still open."
}
]