[
{
    "country": "kinsale",
    "city": "Kinsale",
    "index": 5,
    "name": "Courthouse & Regional Museum",
    "latitude": "51.706266",
    "longitude": "-8.524258",
    "excerpt": "Based in the 17th-century courthouse that was used for the inquest into the sinking of the Lusitania, this eclectic museum contains local curiosities as…",
    "detail_url": "https://www.lonelyplanet.com/ireland/county-cork/kinsale/attractions/courthouse-regional-museum/a/poi-sig/491490/359633",
    "image_url": null,
    "detail_description": "Based in the 17th-century courthouse that was used for the inquest into the sinking of the Lusitania, this eclectic museum contains local curiosities as diverse as Michael Collins' hurley (hurling stick), and shoes belonging to the 8ft-tall Kinsale Giant, Patrick Cotter O'Brien (1760–1806).\n"
},
{
    "country": "kinsale",
    "city": "Kinsale",
    "index": 4,
    "name": "St Multose Church",
    "latitude": "51.705862917488",
    "longitude": "-8.5256306072846",
    "excerpt": "This is one of the country's oldest Church of Ireland churches, built around 1190 by the Normans on the site of a 6th-century church. Not much of the…",
    "detail_url": "https://www.lonelyplanet.com/ireland/county-cork/kinsale/attractions/st-multose-church/a/poi-sig/1216387/359633",
    "image_url": null,
    "detail_description": "This is one of the country's oldest Church of Ireland churches, built around 1190 by the Normans on the site of a 6th-century church. Not much of the interior is original, but the exterior is beautifully preserved. Inside, a flat stone carved with a round-handed figure was traditionally rubbed by fishermen's wives to bring their husbands home safe from the sea. Several victims of the Lusitania sinking are buried in the graveyard.\n"
},
{
    "country": "kinsale",
    "city": "Kinsale",
    "index": 3,
    "name": "Old Head Signal Tower & Lusitania Museum",
    "latitude": "51.620062",
    "longitude": "-8.5426",
    "excerpt": "This 200-year-old signal tower houses a museum dedicated to the RMS Lusitania, which was torpedoed by a German U-boat in 1915 with the loss of 1200 lives…",
    "detail_url": "https://www.lonelyplanet.com/ireland/county-cork/kinsale/attractions/old-head-signal-tower-lusitania-museum/a/poi-sig/1518192/359633",
    "image_url": null,
    "detail_description": "This 200-year-old signal tower houses a museum dedicated to the RMS Lusitania, which was torpedoed by a German U-boat in 1915 with the loss of 1200 lives. You can walk to the nearby clifftops for impressive views south towards the Old Head, the nearest point of land to the disaster; a privately owned golf club prevents you from reaching the lighthouse at the tip of the headland. The tower is 13km south of town via the R604.\n"
},
{
    "country": "kinsale",
    "city": "Kinsale",
    "index": 2,
    "name": "Desmond Castle",
    "latitude": "51.70736",
    "longitude": "-8.52435",
    "excerpt": "Kinsale's roots in the wine trade are on display at this early-16th-century fortified house that was occupied by the Spanish in 1601. Since then it has…",
    "detail_url": "https://www.lonelyplanet.com/ireland/county-cork/kinsale/attractions/desmond-castle/a/poi-sig/1078784/359633",
    "image_url": null,
    "detail_description": "Kinsale's roots in the wine trade are on display at this early-16th-century fortified house that was occupied by the Spanish in 1601. Since then it has served as a customs house, a prison for French and American captives, and a workhouse during the Famine. There are lively exhibits detailing its history, and a small wine museum that tells the story of the Irish wine-trading families, including names such as Hennessy (of brandy fame), who fled to France because of British rule.\n"
},
{
    "country": "kinsale",
    "city": "Kinsale",
    "index": 1,
    "name": "Charles Fort",
    "latitude": "51.696474959077",
    "longitude": "-8.498740196228",
    "excerpt": "One of Europe's best-preserved star-shaped artillery forts, this vast 17th-century fortification would be worth a visit for its spectacular views alone…",
    "detail_url": "https://www.lonelyplanet.com/ireland/county-cork/kinsale/attractions/charles-fort/a/poi-sig/491486/359633",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-546957699_full.jpg",
    "detail_description": "One of Europe's best-preserved star-shaped artillery forts, this vast 17th-century fortification would be worth a visit for its spectacular views alone. But there's much more here: the 18th- and 19th-century ruins inside the walls make for some fascinating wandering. It's 3km southeast of Kinsale along the minor road through Scilly; if you have time, hike there along the lovely coastal Scilly Walk.\nBuilt in the 1670s to guard Kinsale Harbour, the fort was in use until 1921, when much of it was destroyed as the British withdrew. Displays explain the typically tough lives led by the soldiers who served here and the comparatively comfortable lives of the officers."
}
]