[
{
    "country": "koblenz",
    "city": "Koblenz",
    "index": 8,
    "name": "Historiensäule",
    "latitude": "50.359918",
    "longitude": "7.60079",
    "excerpt": "The Historiensäule portrays 2000 years of Koblenz history in 10 scenes perched one atop the other – the WWII period, for instance, is represented by a…",
    "detail_url": "https://www.lonelyplanet.com/germany/koblenz/attractions/historiensaeule/a/poi-sig/1208860/1003226",
    "image_url": null,
    "detail_description": "The Historiensäule portrays 2000 years of Koblenz history in 10 scenes perched one atop the other – the WWII period, for instance, is represented by a flaming ruin. An English-language panel provides context.\n"
},
{
    "country": "koblenz",
    "city": "Koblenz",
    "index": 7,
    "name": "Basilika St Kastor",
    "latitude": "50.362259",
    "longitude": "7.603955",
    "excerpt": "Adjoining a lovely formal garden is Koblenz’ oldest church, Basilika St Kastor. Established in the 9th century, it was rebuilt in the 12th century. In…",
    "detail_url": "https://www.lonelyplanet.com/germany/koblenz/attractions/basilika-st-kastor/a/poi-sig/1208869/1003226",
    "image_url": null,
    "detail_description": "Adjoining a lovely formal garden is Koblenz’ oldest church, Basilika St Kastor. Established in the 9th century, it was rebuilt in the 12th century. In 1991, Pope John Paul II raised its status to a minor basilica. The entrance is on the west side.\n"
},
{
    "country": "koblenz",
    "city": "Koblenz",
    "index": 6,
    "name": "Ludwig Museum",
    "latitude": "50.362747",
    "longitude": "7.604894",
    "excerpt": "Once the property of the Order of the Teutonic Knights, the Deutschherrenhaus is now home to the Ludwig Museum, which showcases post-1945 and contemporary…",
    "detail_url": "https://www.lonelyplanet.com/germany/koblenz/attractions/ludwig-museum/a/poi-sig/1139737/1003226",
    "image_url": null,
    "detail_description": "Once the property of the Order of the Teutonic Knights, the Deutschherrenhaus is now home to the Ludwig Museum, which showcases post-1945 and contemporary art, including works by Picasso, Frank Stella, Jasper Johns, Grimanesa Amorós, Jean Dubuffet and Christian Boltanski.\n"
},
{
    "country": "koblenz",
    "city": "Koblenz",
    "index": 5,
    "name": "Liebfrauenkirche",
    "latitude": "50.360806",
    "longitude": "7.595691",
    "excerpt": "In the Altstadt, the arched walkway at Am Plan square’s northeastern corner leads to the Catholic Liebfrauenkirche, built in a harmonious hotchpotch of…",
    "detail_url": "https://www.lonelyplanet.com/germany/koblenz/attractions/liebfrauenkirche/a/poi-sig/1139732/1003226",
    "image_url": null,
    "detail_description": "In the Altstadt, the arched walkway at Am Plan square’s northeastern corner leads to the Catholic Liebfrauenkirche, built in a harmonious hotchpotch of styles. Of Romanesque origin, it has a Gothic choir (check out the stained glass), painted vaulting above the central nave, and baroque onion-domed turrets. It was destroyed in 1944 and rebuilt in 1955.\n"
},
{
    "country": "koblenz",
    "city": "Koblenz",
    "index": 4,
    "name": "Mittelrhein-Museum",
    "latitude": "50.358522",
    "longitude": "7.596263",
    "excerpt": "Spread over 1700 sq metres of the striking glass Forum Confluentes building, Koblenz' Mittelrhein-Museum's displays span 2000 years of the region’s…",
    "detail_url": "https://www.lonelyplanet.com/germany/koblenz/attractions/mittelrhein-museum/a/poi-sig/1139735/1003226",
    "image_url": null,
    "detail_description": "Spread over 1700 sq metres of the striking glass Forum Confluentes building, Koblenz' Mittelrhein-Museum's displays span 2000 years of the region’s history, including artworks, coins, ceramics, porcelain, furniture, miniature art, textiles, militaria and more. Don't miss the collection of 19th-century landscape paintings of the Romantic Rhine by German and British artists.\n"
},
{
    "country": "koblenz",
    "city": "Koblenz",
    "index": 3,
    "name": "Schloss Stolzenfels",
    "latitude": "50.30267",
    "longitude": "7.592143",
    "excerpt": "A vision of crenellated towers, ornate gables and medieval-style fortifications, Schloss Stolzenfels rises above the Rhine’s left bank 5km south of the…",
    "detail_url": "https://www.lonelyplanet.com/germany/koblenz/attractions/schloss-stolzenfels/a/poi-sig/453327/1003226",
    "image_url": null,
    "detail_description": "A vision of crenellated towers, ornate gables and medieval-style fortifications, Schloss Stolzenfels rises above the Rhine’s left bank 5km south of the city centre. In 1823, the future Prussian king Friedrich Wilhelm IV had the castle – ruined by the French – rebuilt as his summer residence; guests included Queen Victoria. Today, the rooms remain largely as the king left them, with paintings, weapons, armour and furnishings from the mid-19th century. Take bus 650 from the Hauptbahnhof.\n"
},
{
    "country": "koblenz",
    "city": "Koblenz",
    "index": 2,
    "name": "Deutsches Eck",
    "latitude": "50.36434",
    "longitude": "7.605908",
    "excerpt": "At the point of confluence of the Moselle and the Rhine, the ‘German Corner’ is dominated by a soaring statue of Kaiser Wilhelm I on horseback, in the…",
    "detail_url": "https://www.lonelyplanet.com/germany/koblenz/attractions/deutsches-eck/a/poi-sig/1208864/1003226",
    "image_url": null,
    "detail_description": "At the point of confluence of the Moselle and the Rhine, the ‘German Corner’ is dominated by a soaring statue of Kaiser Wilhelm I on horseback, in the bombastic style of the late 19th century. After the original was destroyed in WWII, the stone pedestal remained empty – as a testament to lost German unity – until, post-reunification, a copy was re-erected in 1993. Flowery parks stretch southwest, linking up with a grassy riverfront promenade running southward along the Rhine.\n"
},
{
    "country": "koblenz",
    "city": "Koblenz",
    "index": 1,
    "name": "Festung Ehrenbreitstein",
    "latitude": "50.365298",
    "longitude": "7.6158",
    "excerpt": "On the right bank of the Rhine, 118m above the river, this fortress proved indestructible to all but Napoleonic troops, who levelled it in 1801. To prove…",
    "detail_url": "https://www.lonelyplanet.com/germany/koblenz/attractions/festung-ehrenbreitstein/a/poi-sig/1139740/1003226",
    "image_url": null,
    "detail_description": ""
}
]