[
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 1,
    "name": "Belur Math",
    "latitude": "22.632372",
    "longitude": "88.356879",
    "excerpt": "Set very attractively amid palms and manicured lawns, this large religious centre is the headquarters of the Ramakrishna Mission, inspired by 19th-century…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/belur-math/a/poi-sig/410820/356356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-170975358_master.jpg",
    "detail_description": "Set very attractively amid palms and manicured lawns, this large religious centre is the headquarters of the Ramakrishna Mission, inspired by 19th-century Indian sage Ramakrishna Paramahamsa, who preached the unity of all religions. Its centrepiece is the 1938 Ramakrishna Mandir, which somehow manages to look like a cathedral, Indian palace and Istanbul’s Aya Sofya all at the same time. Several smaller shrines near the Hooghly riverbank include the Sri Sarada Devi Temple, entombing the spiritual leader's wife, Sarada.\nAccessed from the car park, a beautifully presented dual-level museum charts Ramakrishna’s life and the travels of his great disciple Swami Vivekananda. Inside, you'll find their objects of personal daily use preserved in neat arrays, a showroom for informative books in English and Indian languages, as well as a sales counter for handmade objects and showpieces. During Durga Puja, the institution comes to life with absorbing spells of ritual and festive splendour, and the immersion of the goddess on the ultimate day in the Hooghly River is a spectacular draw.From the main road outside, six daily suburban trains run between Belur Math and Howrah (25 minutes), most usefully at 10.10am and 4.45pm. Picking up next door to Belur Math train station, minibuses as well as buses 51, 54 and 56 run to Esplanade/Howrah in stop-start traffic. Southbound, they pass almost beside Bandaghat from where you can take the thrice-hourly ferry to Ahiritola, then switch to the Bagbazar boat for Kumartuli. From Belur Jetty, ferries (hourly) and open boats (when full) operate to Dakshineswar. Southbound ferries to Howrah via Bagbazar depart at 5.30pm and 6.30pm."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 39,
    "name": "Mullik Ghat Flower Market",
    "latitude": "22.583568",
    "longitude": "88.348927",
    "excerpt": "Near the southeast end of Howrah Bridge, this flower market is fascinatingly colourful virtually 24 hours a day. However, if you visit at daybreak, you'll…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/mullik-ghat-flower-market/a/poi-sig/1033821/356356",
    "image_url": null,
    "detail_description": "Near the southeast end of Howrah Bridge, this flower market is fascinatingly colourful virtually 24 hours a day. However, if you visit at daybreak, you'll see wholesalers arrive with huge consignments of flowers that are then auctioned to retailers. Many workers live in makeshift shacks, bathing in the river behind from a ghat with sunset views of Howrah Bridge. At around 7am, local wrestlers practise their art on a small caged area of sand set slightly back from the river.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 40,
    "name": "Raj Bhavan",
    "latitude": "22.567423",
    "longitude": "88.347476",
    "excerpt": "Somewhat resembling the US White House, the grand Raj Bhavan was designed in 1799 along the lines of Kedleston Hall, the Derbyshire home of the Curzon…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/raj-bhavan/a/poi-sig/1153548/356356",
    "image_url": null,
    "detail_description": "Somewhat resembling the US White House, the grand Raj Bhavan was designed in 1799 along the lines of Kedleston Hall, the Derbyshire home of the Curzon family. By strange coincidence, one of its most famous residents a century later would be none other than Lord Curzon, then viceroy of India. Today, the building is the official residence of the West Bengal governor and visitors may only peep through the ornate giant gates, beyond which entry is restricted.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 38,
    "name": "Birla Academy of Art & Culture",
    "latitude": "22.513538",
    "longitude": "88.355452",
    "excerpt": "This multistorey gallery displays frequently changing exhibitions from contemporary Indian and international artists. There's also an auditorium to the…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/birla-academy-of-art-culture/a/poi-sig/1033891/356356",
    "image_url": null,
    "detail_description": "This multistorey gallery displays frequently changing exhibitions from contemporary Indian and international artists. There's also an auditorium to the rear of the building where theatre productions and film screenings occasionally take place. The in-house museum is known among art enthusiasts for its vast collection, encompassing diverse Indian styles dating back to some ancient and medieval objects of art. Photographing exhibits within the museum is prohibited.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 37,
    "name": "High Court",
    "latitude": "22.568539",
    "longitude": "88.343476",
    "excerpt": "One of Kolkata’s greatest architectural triumphs, the High Court building was built between 1864 and 1872, loosely modelled on the medieval Cloth Hall in…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/high-court/a/poi-sig/1033797/356356",
    "image_url": null,
    "detail_description": "One of Kolkata’s greatest architectural triumphs, the High Court building was built between 1864 and 1872, loosely modelled on the medieval Cloth Hall in Ypres (Belgium). The grand Gothic exterior is best viewed from the south. To enter, you'll have to go to the eastern entrance security desk and apply for an entry pass (carry ID). Once inside, it's fun to explore the endless arches following brigades of lawyers shuffling around in white collar pieces overlaid with flapping black gowns.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 36,
    "name": "Horticultural Gardens",
    "latitude": "22.527433",
    "longitude": "88.334423",
    "excerpt": "A hidden island of tranquillity in the heart of Kolkata, this delightful garden complex offers visitors an opportunity to acquaint themselves with…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/horticultural-gardens/a/poi-sig/1033836/356356",
    "image_url": null,
    "detail_description": "A hidden island of tranquillity in the heart of Kolkata, this delightful garden complex offers visitors an opportunity to acquaint themselves with tropical plant species, even while feasting their eyes on its placid green surroundings. Hundreds of tropical shrubs and flowering plants blossom around the central lawn, as well as in the themed Japanese Garden and around a cute stony waterfall. There's also an orchard with fruit trees (no picking!), and separate gardens for cacti and orchids.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 35,
    "name": "Mother Teresa's Motherhouse",
    "latitude": "22.553643",
    "longitude": "88.363692",
    "excerpt": "A regular flow of mostly Christian pilgrims visits the Missionaries of Charity’s 'Motherhouse' to pay homage at Mother (and now Saint) Teresa’s large,…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/mother-teresa-s-motherhouse/a/poi-sig/1153541/356356",
    "image_url": null,
    "detail_description": "A regular flow of mostly Christian pilgrims visits the Missionaries of Charity’s 'Motherhouse' to pay homage at Mother (and now Saint) Teresa’s large, sober tomb. A small adjacent museum room displays Teresa’s worn sandals and battered enamel dinner bowl. Located upstairs is the room where she worked and slept from 1953 to 1997, preserved in all its simplicity. From Sudder St, walk for about 15 minutes along Alimuddin St, then two minutes south. It's in the second alley to the right.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 34,
    "name": "Sri Aurobindo Bhawan",
    "latitude": "22.545357",
    "longitude": "88.349386",
    "excerpt": "Revolutionary nationalist-turned-guru Sri Aurobindo – who later went on to establish the famous ashram at Auroville near Pondicherry – was born in…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/sri-aurobindo-bhawan/a/poi-sig/1372920/356356",
    "image_url": null,
    "detail_description": "Revolutionary nationalist-turned-guru Sri Aurobindo – who later went on to establish the famous ashram at Auroville near Pondicherry – was born in Calcutta in 1872. His childhood mansion-home has been preserved and its garden creates a small oasis of peace in the city centre. While most of its facilities are available only to members, visitors can walk around the campus and explore its peaceful environs. A souvenir shop on-site sells some fantastic handmade products at reasonable prices.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 33,
    "name": "CIMA",
    "latitude": "22.531367",
    "longitude": "88.364142",
    "excerpt": "A cutting-edge contemporary-art gallery located on the 2nd floor of an upmarket South Kolkata building complex, CIMA is a great place to check out works…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/cima/a/poi-sig/1033801/356356",
    "image_url": null,
    "detail_description": "A cutting-edge contemporary-art gallery located on the 2nd floor of an upmarket South Kolkata building complex, CIMA is a great place to check out works by some of India's top-line contemporary artists as well as old masters. Exhibitions change on a biweekly or monthly basis, and there are occasionally specially curated shows. There's also a design shop and gift store within the premises, selling an eclectic and highly desirable collection of souvenirs, handicrafts and urban-chic designware.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 32,
    "name": "Hooghly Riverbanks",
    "latitude": "22.587703",
    "longitude": "88.349862",
    "excerpt": "All along the Hooghly riverbanks, strung along leafy cobbled promenades, lie a number of ghats or piers, which make for an excellent outing in the early…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/hooghly-riverbanks/a/poi-sig/1546228/356356",
    "image_url": null,
    "detail_description": "All along the Hooghly riverbanks, strung along leafy cobbled promenades, lie a number of ghats or piers, which make for an excellent outing in the early mornings or late evenings. While most of them serve as operational jetties for ferries, many double as places of intense human ritual, from bathing, praying and physical training to playing cards, socialising and even cremating the deceased. Photography isn't prohibited but is a sensitive issue, so ask before you get clicking.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 31,
    "name": "Mausoleum of Job Charnock",
    "latitude": "22.570804",
    "longitude": "88.345626",
    "excerpt": "At the rear northwest corner of St John's Church grounds, there's a small gated cemetery partly paved with 18th-century grave stones. The centrepiece of…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/mausoleum-of-job-charnock/a/poi-sig/1377995/356356",
    "image_url": null,
    "detail_description": "At the rear northwest corner of St John's Church grounds, there's a small gated cemetery partly paved with 18th-century grave stones. The centrepiece of this area is a hollow thick-walled octagonal cenotaph on whose inner wall you'll find the grave of Job Charnock, the (Western) 'founder' of Calcutta. Charnock died in 1693, just three years after his third visit to what would become Calcutta. The grave dates his demise to January 1692 (not 1693), as years were then considered to start in March.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 29,
    "name": "Nakhoda Mosque",
    "latitude": "22.577601",
    "longitude": "88.356185",
    "excerpt": "Located amid the din and chaos of Rabindra Sarani, the 1926 red-sandstone Nakhoda Mosque rises impressively above the bustling shopfronts of its…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/nakhoda-mosque/a/poi-sig/1033800/356356",
    "image_url": null,
    "detail_description": "Located amid the din and chaos of Rabindra Sarani, the 1926 red-sandstone Nakhoda Mosque rises impressively above the bustling shopfronts of its neighbouring commercial establishments. Its roof, which is adorned with emerald-green domes and minarets, was loosely modelled on Akbar’s Mausoleum at Sikandra, while the main entrance gate was inspired by the Buland Darwaza at Fatehpur Sikri. The mosque is Kolkata's largest, and is at the centre of festive action every evening during the holy month of Ramadan.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 30,
    "name": "Metropolitan Building",
    "latitude": "22.563591",
    "longitude": "88.351606",
    "excerpt": "With graceful corner towers and large window arches, the 1905 Metropolitan Building was originally the Whiteway and Laidlaw department store. It takes its…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/metropolitan-building/a/poi-sig/1033835/356356",
    "image_url": null,
    "detail_description": "With graceful corner towers and large window arches, the 1905 Metropolitan Building was originally the Whiteway and Laidlaw department store. It takes its common nickname from an insurance company that occupied the building during the 1950s. Damaged by fire in 1991, it was partially restored in 2011, given a coat of whitewash and had its domes gilded. It currently houses a popular department store, as well as the city showroom of Central Cottage Industries.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 28,
    "name": "Town Hall Building",
    "latitude": "22.568029",
    "longitude": "88.345034",
    "excerpt": "The imposing colonnaded cube of the former Town Hall Building dates from 1814. It now hosts Kolkata Panorama, an introduction to the city’s heritage…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/town-hall-building/a/poi-sig/1153559/356356",
    "image_url": null,
    "detail_description": "The imposing colonnaded cube of the former Town Hall Building dates from 1814. It now hosts Kolkata Panorama, an introduction to the city’s heritage through a lively collection of working models, videos and interactive exhibits. It’s interesting if you have an hour to spare, but as you must be accompanied by a guide it can be hard to ‘escape’ quickly. Coverage can be historically selective, and many foreigners may struggle to appreciate the detailed sections on Bengali popular culture.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 27,
    "name": "South Park Street Cemetery",
    "latitude": "22.546755",
    "longitude": "88.360509",
    "excerpt": "Active from 1767 to about 1840, this historic cemetery remains a wonderful oasis of calm, featuring surreal mossy Raj-era graves from rotundas to soaring…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/south-park-street-cemetery/a/poi-sig/1153533/356356",
    "image_url": null,
    "detail_description": "Active from 1767 to about 1840, this historic cemetery remains a wonderful oasis of calm, featuring surreal mossy Raj-era graves from rotundas to soaring pyramids, all jostling for space in an unkempt jungle. Some of the beautiful (though crumbling) graves house mortal remains of eminent citizens from Kolkata's colonial era, including academic Henry Derozio, scholar William Jones and eminent botanist Robert Kyd. Entry is from the north gate on Park St. Photography is not allowed (but mobile-phone snaps are fine).\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 26,
    "name": "Ashutosh Museum of Indian Art",
    "latitude": "22.574814",
    "longitude": "88.362024",
    "excerpt": "Priceless antique Indian sculptures, brasswork and terracotta objects of art are mundanely displayed along with a diverse array of collected treasures in…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/ashutosh-museum-of-indian-art/a/poi-sig/410818/356356",
    "image_url": null,
    "detail_description": "Priceless antique Indian sculptures, brasswork and terracotta objects of art are mundanely displayed along with a diverse array of collected treasures in this dry but brilliantly endowed museum, tucked behind the University of Culcutta's Central Library. The entrance is off College St, down the first lane to the left as you walk north from Colootola Rd. It lies within the university premises, and upon request the curator can make you photographic prints of objects at nominal prices. Photography is otherwise discouraged.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 25,
    "name": "St Paul’s Cathedral",
    "latitude": "22.544227",
    "longitude": "88.346555",
    "excerpt": "Arguably Kolkata's most iconic Gothic superstructure, decorated with a central crenellated tower, St Paul’s would look quite at home in Cambridgeshire but…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/st-paul-s-cathedral/a/poi-sig/410846/356356",
    "image_url": null,
    "detail_description": "Arguably Kolkata's most iconic Gothic superstructure, decorated with a central crenellated tower, St Paul’s would look quite at home in Cambridgeshire but cuts an equally impressive profile against Kolkata's skyline. Built between 1839 and 1847, it has a remarkably wide nave and features a stained-glass west window by Pre-Raphaelite maestro Sir Edward Burne-Jones. Reputedly the first cathedral built outside of the UK, St Paul's takes centre stage on Christmas Eve, when hundreds of people flock in to attend midnight Mass.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 24,
    "name": "Rabindra Sarovar",
    "latitude": "22.512448",
    "longitude": "88.355913",
    "excerpt": "The lakes here prettily reflect hazy sunrises, while middle-class Kolkatans jog, row and meditate around the tree-shaded parkland that was once the site…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/rabindra-sarovar/a/poi-sig/1033833/356356",
    "image_url": null,
    "detail_description": "The lakes here prettily reflect hazy sunrises, while middle-class Kolkatans jog, row and meditate around the tree-shaded parkland that was once the site of an Allied Forces medical camp during WWII. Some form circles to do group yoga routines culminating in forced, raucous laugh-ins, engagingly described by Tony Hawks as Laughing Clubs in The Weekenders: Adventures in Calcutta. Young lovebirds match the park's avian residents in numbers, and street musicians enthral listeners with soulful tunes, mostly on weekends.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 23,
    "name": "Netaji Bhawan",
    "latitude": "22.537642",
    "longitude": "88.351059",
    "excerpt": "Celebrating the life and vision of controversial Bengali leader and pro-Independence radical Subhas Chandra Bose is this house-turned-museum, which also…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/netaji-bhawan/a/poi-sig/1033828/356356",
    "image_url": null,
    "detail_description": "Celebrating the life and vision of controversial Bengali leader and pro-Independence radical Subhas Chandra Bose is this house-turned-museum, which also houses an academic research bureau. The yellow limewashed building was Bose’s brother’s residence, from where he made his famous ‘Great Escape’ from British-imposed house arrest in January 1941, before eventually joining hands with the Japanese to wage war against British forces. Some rooms retain a 1940s feel, and the original Wanderer getaway car is parked in the drive.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 22,
    "name": "Shahid Minar",
    "latitude": "22.562853",
    "longitude": "88.34926",
    "excerpt": "Dominating the upper Maidan near Esplanade bus station, Shahid Minar is a 48m-tall round-topped hollow column commemorating martyrs of the Indian…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/shahid-minar/a/poi-sig/1033820/356356",
    "image_url": null,
    "detail_description": "Dominating the upper Maidan near Esplanade bus station, Shahid Minar is a 48m-tall round-topped hollow column commemorating martyrs of the Indian Independence Movement, though it had originally been built in 1828 to commemorate a British military commander named David Ochterlony. It's no longer possible to climb the upper ramparts of the tower. Circus performers, political firebrands and dealers in mystic medicines frequently entertain crowds around the column's base. Things pick up at this flea market especially on Saturday afternoons.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 21,
    "name": "Birla Mandir",
    "latitude": "22.530495",
    "longitude": "88.3647",
    "excerpt": "A graceful 20th-century structure built in cream-coloured sandstone, this temple is consecrated to the Hindu gods Narayan (Vishnu) and his wife Lakshmi…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/birla-mandir/a/poi-sig/410822/356356",
    "image_url": null,
    "detail_description": "A graceful 20th-century structure built in cream-coloured sandstone, this temple is consecrated to the Hindu gods Narayan (Vishnu) and his wife Lakshmi. The three corn-cob-shaped towers are more impressive for their size than their carvings, and the courtyards are a nice place to sit and spend a few moments in quiet contemplation. There's a state-of-the-art auditorium adjacent to the temple complex called GD Birla Sabaghar that often hosts musical programs and other performances; see website for upcoming schedules.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 20,
    "name": "Harrington Street Arts Centre",
    "latitude": "22.547153",
    "longitude": "88.352695",
    "excerpt": "Exhibitions of contemporary artworks by Indian and international artists in diverse media are spread through four spacious rooms of this classic Kolkata…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/harrington-street-arts-centre/a/poi-sig/1372910/356356",
    "image_url": null,
    "detail_description": "Exhibitions of contemporary artworks by Indian and international artists in diverse media are spread through four spacious rooms of this classic Kolkata colonial building, restored painstakingly by the gallery proprietors. The verandah with chequered floor tiles leads to the cosy hStreet cafe. Interestingly, the gallery has two charming guest rooms (double including breakfast ₹6000) adjoining the exhibition space, which are normally reserved for visiting artists but opened up for tourists when they're vacant. Call the gallery for details.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 19,
    "name": "St John’s Church",
    "latitude": "22.569908",
    "longitude": "88.345958",
    "excerpt": "This stone-spired 1787 church is ringed by columns and contains a small, portrait-draped room once used as an office by Warren Hastings, India’s first…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/st-john-s-church/a/poi-sig/1033807/356356",
    "image_url": null,
    "detail_description": "This stone-spired 1787 church is ringed by columns and contains a small, portrait-draped room once used as an office by Warren Hastings, India’s first British governor-general. It's on the right as you enter (entry to the main church is via the rear portico). The tree-shaded grounds have several interesting monuments, including the mausoleum of Job Charnock and the relocated Black Hole Memorial. The church is home to an exquisite painting depicting the Last Supper, by 18th-century German artist Johann Zoffany.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 18,
    "name": "Indian Coffee House",
    "latitude": "22.576174",
    "longitude": "88.3647",
    "excerpt": "It’s fascinating to look inside this unpretentious high-ceilinged restaurant that was once a meeting place of alternative Kolkata. The cheap, dishwater…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/indian-coffee-house/a/poi-sig/410768/356356",
    "image_url": null,
    "detail_description": "It’s fascinating to look inside this unpretentious high-ceilinged restaurant that was once a meeting place of alternative Kolkata. The cheap, dishwater coffee (₹20) can't be recommended, but it used to host freedom fighters in India's pre-Independence era, bohemians during Kolkata's literary, cultural and artistic heydays of the ’60s and ’70s, and revolutionaries owing allegiance to the Naxalite movement of the 1970s.\nTo get here, walk down College St to the Ashutosh Museum of Indian Art from Mahatma Gandhi (MG) Rd. After one block turn left, take the fourth doorway on the left and climb the stairs."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 17,
    "name": "Dakshineswar",
    "latitude": "22.655166",
    "longitude": "88.357619",
    "excerpt": "The heart of this vibrant riverside complex is the cream-and-red, multiturreted 1847 Kali Temple shaped like the Sacré-Cœur. The site is where the Bengali…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/dakshineswar/a/poi-sig/1373003/356356",
    "image_url": null,
    "detail_description": "The heart of this vibrant riverside complex is the cream-and-red, multiturreted 1847 Kali Temple shaped like the Sacré-Cœur. The site is where the Bengali mystic Ramakrishna started his remarkable spiritual journey, and his small room in the outer northwest corner of the temple precinct is now a place of special meditative reverence. No photos, and you'll have to deposit your shoes outside the complex. The periphery of the temple courtyard has a string of sanctums consecrated to Hindu god Shiva.\nSeveral daily suburban trains from Sealdah run to Dakshineswar train station (₹10, 30 minutes), 400m south of the temple. Hourly ferries from a pier almost under the old Dakshineswar Bridge run to Belur Math (₹5)."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 15,
    "name": "Alipore Zoo",
    "latitude": "22.535928",
    "longitude": "88.332789",
    "excerpt": "Kolkata’s 16-hectare zoo opened its doors in 1875 as one of British India's showpiece zoological gardens, but has gradually dropped in stature and…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/alipore-zoo/a/poi-sig/410834/356356",
    "image_url": null,
    "detail_description": "Kolkata’s 16-hectare zoo opened its doors in 1875 as one of British India's showpiece zoological gardens, but has gradually dropped in stature and standards over the years. The spacious lawns and lakeside promenades are very popular with weekend picnickers (hence all the rubbish). Avoid visiting between Christmas and New Year as the place is swamped by locals. You'll find toilets and stalls selling snacks and bottled water within the premises.\nThe zoo has had its share of critics in recent times, who have questioned its facilities and the overall quality of its animal program. Predictably, tigers, lions, bears and leopards draw the biggest crowds, while hippos, giraffes, zebras, rhinos and innumerable other birds, reptiles and mammals idle away their days in caged or moated enclosures."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 16,
    "name": "Armenian Church of Nazareth",
    "latitude": "22.579644",
    "longitude": "88.351366",
    "excerpt": "Hidden away amid the bustle of Old China Bazaar St, the 1707 Armenian Church is considered to be Kolkata’s oldest place of Christian worship. It has a…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/armenian-church-of-nazareth/a/poi-sig/1033794/356356",
    "image_url": null,
    "detail_description": "Hidden away amid the bustle of Old China Bazaar St, the 1707 Armenian Church is considered to be Kolkata’s oldest place of Christian worship. It has a squat but finely proportioned, whitewashed spire that is best admired from the approach along Bonfield Lane. Sign a guest book at the door to escape the melee of the surrounding stationery market and wander into the courtyard paved with old gravestones inscribed with Armenian script.\nThe oldest among the graves in the courtyard is dated to 1630, and is often cited as evidence of the fact that the Armenians were the first Western community to migrate to Kolkata. The church is still used as a place of active worship by the 150-odd Armenians who continue to live in Kolkata."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 13,
    "name": "BethEl Synagogue",
    "latitude": "22.575598",
    "longitude": "88.352383",
    "excerpt": "Literally meaning 'House of God', this atmospheric synagogue's front facade looks a little like a 1930s cinema. Within the building (dating back to 1856),…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/bethel-synagogue/a/poi-sig/1033803/356356",
    "image_url": null,
    "detail_description": "Literally meaning 'House of God', this atmospheric synagogue's front facade looks a little like a 1930s cinema. Within the building (dating back to 1856), there's an impressive colonnaded interior and some fascinating stained glass. Service in this synagogue is no longer held, but the chequered marble floors and sundry precious paraphernalia are all impeccably maintained. Bring your passport as proof of identity, and sign on a register at the entrance. Photography is allowed inside.\nIf you're coming in a group and wish to pre-arrange admission, you'll need to contact the Jewish Community Affairs Office.Opposite the synagogue is the decrepit Pollock St Post Office, once a grand Jewish school building. Walk a block north and Pollock St narrows into a very colourful market alley full of balloon, tinsel and plastic-plant vendors."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 14,
    "name": "Howrah Bridge",
    "latitude": "22.585167512947",
    "longitude": "88.346428871155",
    "excerpt": "Howrah Bridge is a 705m-long abstraction of shiny steel cantilevers and rivets, which serves as a carriageway of nonstop human and motorised traffic…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/howrah-bridge/a/poi-sig/410828/356356",
    "image_url": null,
    "detail_description": "Howrah Bridge is a 705m-long abstraction of shiny steel cantilevers and rivets, which serves as a carriageway of nonstop human and motorised traffic across the Hooghly River. Built during WWII, it’s one of the world’s busiest bridges and a Kolkatan architectural icon. Photography of the bridge is prohibited, but you might sneak a discreet shot while passing through in a taxi, or from one of the various ferries that ply across the river to the vast 1906 Howrah train station.\nTo lessen traffic load on the bridge and provide easy access to the city's southern districts from Howrah, the newer Vidyasagar Setu bridge was inaugurated in 1992. It can be seen about 3km downstream, cutting a Golden Gate Bridge–like profile across the river, if you look south from Howrah Bridge."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 12,
    "name": "New Market",
    "latitude": "22.559865",
    "longitude": "88.352845",
    "excerpt": "Marked by a distinctive red-brick clocktower, this enormous warren of market halls dates to 1874, but was substantially rebuilt after a 1980s fire. By day…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/new-market/a/poi-sig/1372926/356356",
    "image_url": null,
    "detail_description": "Marked by a distinctive red-brick clocktower, this enormous warren of market halls dates to 1874, but was substantially rebuilt after a 1980s fire. By day, handicraft touts can be a minor annoyance, and the crowds can swell in the evenings, especially on weekends. It's more engrossing just after dawn, when there's a harrowing (and a wee morbid) fascination in watching the arrival of animals at the meat market, with its grizzly chopping blocks, blood-splattered floors and pillared high ceilings.\nWithin the main market, Chamba Lama is one of the best-known shops to pick up silver and semiprecious jewellery. Another curiosity is Nahoum Bakery, with plum cakes and lemon tarts displayed in its showcases. Little has changed here since 1902, when its erstwhile Jewish owners arrived from Baghdad. The little teak cash desk is more than 80 years old."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 11,
    "name": "Maidan",
    "latitude": "22.549204",
    "longitude": "88.345313",
    "excerpt": "A vast expanse of green in the heart of the city's brick-and-mortar matrix, the Maidan is where Kolkata's residents congregate for walks, spirited cricket…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/maidan/a/poi-sig/1033798/356356",
    "image_url": null,
    "detail_description": "A vast expanse of green in the heart of the city's brick-and-mortar matrix, the Maidan is where Kolkata's residents congregate for walks, spirited cricket and football matches, family outings, dates, tonga (horse-drawn carriage) rides and general idling. The grounds are flanked by the Victoria Memorial and St Paul's Cathedral to the south and the Hooghly riverbanks to the west. A tram line cuts through the greens, and hopping onto one of the carriages for a slow ride is great fun.\nHistorically, the Maidan was created in in 1758, in the aftermath of the ‘Black Hole’ fiasco. A moated ‘second’ Fort William, it was shaped in octagonal, Vaubanesque form, and the whole village of Gobindapur was flattened to give the new fort’s cannons a clear line of fire. Though sad for then-residents, this created a 3km-long park that is today as fundamental to Kolkata as Central Park is to New York City. Fort William itself remains hidden within a walled military zone to the west of the greens."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 10,
    "name": "Chartered Bank Building",
    "latitude": "22.574948",
    "longitude": "88.349331",
    "excerpt": "The 1905 former Chartered Bank Building is a five-storey red-and-white block with side turrets, domes and a vaguely Moorish touch to the design. Higher…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/chartered-bank-building/a/poi-sig/1033808/356356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7b042a9e157ff475e8fb94c68f50f9a2982766493f80d42780b1f2ec16b7498c.jpg",
    "detail_description": "The 1905 former Chartered Bank Building is a five-storey red-and-white block with side turrets, domes and a vaguely Moorish touch to the design. Higher floors appear to be derelict with shrubs growing out of the upper mouldings.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 9,
    "name": "Birla Planetarium",
    "latitude": "22.54554",
    "longitude": "88.347423",
    "excerpt": "Loosely styled on Sanchi’s iconic Buddhist stupa, this 1962 planetarium presents slow-moving, half-hour audiovisual programs on the wonders of the…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/birla-planetarium/a/poi-sig/410824/356356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-481686337_master.jpg",
    "detail_description": "Loosely styled on Sanchi’s iconic Buddhist stupa, this 1962 planetarium presents slow-moving, half-hour audiovisual programs on the wonders of the universe and mysteries of deep space. It's quite convenient as an air-conditioned rest stop in between your day's explorations of nearby sights, and the shows are quite fine in their execution and presentation (the baritone voice-over is particularly dramatic). Recommended for those travelling with children.\n"
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 8,
    "name": "Kalighat Temple",
    "latitude": "22.519762",
    "longitude": "88.342459",
    "excerpt": "This ancient Kali temple is Kolkata’s holiest spot for Hindus, and possibly the source of the city’s name. Today’s version is the 1809 rebuild, with…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/kalighat-temple/a/poi-sig/1153592/356356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-469873856_master.jpg",
    "detail_description": "This ancient Kali temple is Kolkata’s holiest spot for Hindus, and possibly the source of the city’s name. Today’s version is the 1809 rebuild, with floral- and peacock-motif tiles that look more Victorian than Indian. More interesting than the architecture are the jostling pilgrim queues that snake into the main hall to fling hibiscus flowers at a crowned, three-eyed Kali image with a gold-plated tongue. Behind the bell pavilion, goats are ritually beheaded on auspicious days to honour the goddess.\nEast of the temple is a pea-green ‘holy pond’, and by the sanctuary's north perimeter, a ‘tree of fertility’. Unless you're using their services to queue-jump into the central shrine hall, a donation of ₹50 is sufficient for any impromptu temple guide. Donating ₹51 is even better – giving a sum ending in one is considered lucky and implies that you are familiar with local customs."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 7,
    "name": "Tagore’s House",
    "latitude": "22.58486",
    "longitude": "88.359035",
    "excerpt": "The stately 1784 family mansion of Rabindranath Tagore has become a shrine-like museum to India’s greatest modern poet. Even if his personal effects don’t…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/tagore-s-house/a/poi-sig/410848/356356",
    "image_url": null,
    "detail_description": "The stately 1784 family mansion of Rabindranath Tagore has become a shrine-like museum to India’s greatest modern poet. Even if his personal effects don’t inspire you, some of the well-chosen quotations might spark an interest in Tagore’s deeply universalist and modernist philosophy. There’s a decent gallery of paintings by his family and contemporaries, and an exhibition on his literary, artistic and philosophical links with Japan. There's also a 1930 photo of Tagore with Einstein shot during a well-publicised meeting.\nTagore's House is maintained and run by Rabindra Bharati University, and the museum is located on the university campus."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 6,
    "name": "Indian Museum",
    "latitude": "22.55797",
    "longitude": "88.35087",
    "excerpt": "India's biggest and oldest major museum celebrated its bicentenary in February 2014. It's mostly a lovably old-fashioned place that fills a large…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/indian-museum/a/poi-sig/410830/356356",
    "image_url": null,
    "detail_description": "India's biggest and oldest major museum celebrated its bicentenary in February 2014. It's mostly a lovably old-fashioned place that fills a large colonnaded palace ranged around a central lawn. Extensive exhibits in various galleries include fabulous sculptures dating back two millennia (notably the lavishly carved 2nd-century-BC Bharhut Gateway), Egyptian mummies, relics from the ancient Indus Valley civilisation of Harappa and Mohenjo-daro, pickled human embryos, dangling whale skeletons and some 37 types of opium in the library-like commercial botany gallery.\nThere are some oddball exhibits, too, such as 7kg of rings and bangles found in the tummy of a gigantic crocodile. No bags are allowed inside. Hand carriages can be stored at the entrance, but don’t arrive with a big backpack. Avoid visiting on Sundays or public holidays, when the place can be packed with noisy local tourists and playful children's groups."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 5,
    "name": "Marble Palace",
    "latitude": "22.58216",
    "longitude": "88.359691",
    "excerpt": "Built in 1835 by a raja from the prosperous Mallick family, this resplendent mansion is as grand as it is curious. Its marble-draped halls are overstuffed…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/marble-palace/a/poi-sig/410836/356356",
    "image_url": null,
    "detail_description": "Built in 1835 by a raja from the prosperous Mallick family, this resplendent mansion is as grand as it is curious. Its marble-draped halls are overstuffed with dusty statues of thinkers and dancing girls, much Victoriana, ample Belgian glassware, game trophies and fine paintings, including originals by Murillo, Reynolds and Rubens. To enter, you need prior written permission from West Bengal Tourism or India Tourism. Entry is technically free, but tips (₹100 per group is fine) are expected by staff guides.\nThe estate is still maintained by the Mallick family, so it is private property. Photography is not allowed within the palace premises.Of particular note within the building is the music room, with its lavish floor of marble inlay, where Napoleons beat Wellingtons three to one. The ballroom retains its vast array of candle chandeliers with globes of silvered glass to spread illumination (original 19th-century disco balls!). There's also a private menagerie on the mansion's grounds, dating back to the early years, which is home to a few monkey and bird species.To find Marble Palace from MG Rd metro, walk north and turn left at the first traffic light – 171 Chittaranjan (CR) Ave. From the east, it's on the lane that leaves Rabindra Sarani between Nos 198 and 200."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 4,
    "name": "Kumartuli Idol-makers",
    "latitude": "22.599907",
    "longitude": "88.362029",
    "excerpt": "Countless clay effigies of deities and demons immersed in the Hooghly during Kolkata’s colourful pujas (offering or prayers) are created in specialist…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/kumartuli-idol-makers/a/poi-sig/1033796/356356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-166122073_high.jpg",
    "detail_description": "Countless clay effigies of deities and demons immersed in the Hooghly during Kolkata’s colourful pujas (offering or prayers) are created in specialist kumar (sculptor) workshops in this enthralling district, notably along Banamali Sarkar St, the lane running west from Rabindra Sarani. Craftspeople are busiest from August to October, creating straw frames, adding clay coatings, and painting divine features on idols for Durga and Kali festivals. In November old frameworks wash up on riverbanks and are often repurposed the following year.\nPhotography is widely allowed, and for a small tip, it's even possible to sit in at a studio and observe the idol-maker immersed in his work. Apart from gods and (vanquished) demons, you'll often see statues of Victorian figurines, mythical demons, popular historical figures and local legends being constructed, as these are often used to decorate puja pandals."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 3,
    "name": "Botanical Gardens",
    "latitude": "22.560426",
    "longitude": "88.288688",
    "excerpt": "Despite being an awkward journey by public transport, Kolkata’s lovely 109-hectare Botanical Gardens makes for a great place to escape from the city’s…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/botanical-gardens/a/poi-sig/410826/356356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-160669893_medium.jpg",
    "detail_description": "Despite being an awkward journey by public transport, Kolkata’s lovely 109-hectare Botanical Gardens makes for a great place to escape from the city’s frazzling sounds and smells. Founded in 1786, the gardens – home to more than 12,000 plant species – played an important role in cultivating tea bushes smuggled in from China by the British, long before the drink became a household commodity. Today, there’s a cactus house, palm collection, river-overlook and a boating lake with splendid Giant Water Lily pads.\nThe most touted attraction in the park is the 250-year-old ‘world’s largest banyan tree’. That’s a little misleading – the central trunk rotted away in the 1920s, leaving an array of cross-branches and linked aerial roots that collectively look more like a copse than a single tree. The banyan is a 300m walk from the park’s Bicentenary Gate on buses 55 and 213, or a 1.5km walk from the main gate where minibuses as well as bus 55 terminate after a painfully slow journey from Esplanade via Howrah. Taxis from Shakespeare Sarani charge around ₹200 via the elegant Vidyasagar Setu (you'll have to pay an additional ₹10 as bridge toll fee)."
},
{
    "country": "kolkata-calcutta",
    "city": "Kolkata (Calcutta)",
    "index": 2,
    "name": "Victoria Memorial",
    "latitude": "22.544844",
    "longitude": "88.342642",
    "excerpt": "The incredible Victoria Memorial is a vast, beautifully proportioned festival of white marble: think US Capitol meets Taj Mahal. Had it been built for a…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/victoria-memorial/a/poi-sig/410850/356356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-143559567_high.jpg",
    "detail_description": "The incredible Victoria Memorial is a vast, beautifully proportioned festival of white marble: think US Capitol meets Taj Mahal. Had it been built for a beautiful Indian princess rather than a colonial queen, this domed beauty flanking the southern end of the Maidan would surely be considered one of India’s greatest buildings. Commissioned by Lord Curzon, then Viceroy of India, it was designed to commemorate Queen Victoria’s demise in 1901, but construction wasn’t completed until 20 years after her death.\nInside, highlights are the soaring central chamber and the Calcutta Gallery, an excellent, even-handed exhibition tracing the city’s colonial-era history. Even if you don’t want to go in, the building is still worth admiring from afar: there are magnificently photogenic views across reflecting ponds from the northeast and northwest. Or you can get closer by paying your way into the large, well-tended gardens, open from dawn to dusk. Entrance is from the north or south gates (with ticket booths at both).The east gate is exit-only by day, but on winter evenings, enter here for the 45-minute English-language sound-and-light-show. Tickets available from 5pm. Show seating is outside and uncovered. There are no shows in summer."
}
]