[
{
    "country": "kota-bharu",
    "city": "Kota Bharu",
    "index": 10,
    "name": "Muzium Negeri Kelanta",
    "latitude": "6.1249878163297",
    "longitude": "102.23837084211",
    "excerpt": "Next to the tourist information centre, this is the official state museum. The exhibits on Kelantan’s history and culture are interesting, but the…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/kota-bharu/attractions/muzium-negeri-kelanta/a/poi-sig/477488/356995",
    "image_url": null,
    "detail_description": "Next to the tourist information centre, this is the official state museum. The exhibits on Kelantan’s history and culture are interesting, but the accompanying signage can be poor.\n"
},
{
    "country": "kota-bharu",
    "city": "Kota Bharu",
    "index": 9,
    "name": "Kampung Kraftangan",
    "latitude": "6.1319436501954",
    "longitude": "102.23827867029",
    "excerpt": "This handicraft market, a touristy affair opposite Istana Batu, has a one-room museum with displays of woodcarving, batik-making and other crafts.",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/kota-bharu/attractions/kampung-kraftangan/a/poi-sig/477484/356995",
    "image_url": null,
    "detail_description": "This handicraft market, a touristy affair opposite Istana Batu, has a one-room museum with displays of woodcarving, batik-making and other crafts.\n"
},
{
    "country": "kota-bharu",
    "city": "Kota Bharu",
    "index": 7,
    "name": "Muzium Islam",
    "latitude": "6.131776",
    "longitude": "102.236141",
    "excerpt": "Muzium Islam occupies an old villa once known as Serambi Mekah (Verandah to Mecca) – a reference to its days as Kelantan’s first school of Islamic…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/kota-bharu/attractions/muzium-islam/a/poi-sig/477486/356995",
    "image_url": null,
    "detail_description": "Muzium Islam occupies an old villa once known as Serambi Mekah (Verandah to Mecca) – a reference to its days as Kelantan’s first school of Islamic instruction. Nowadays it displays a small collection of photographs and artefacts relating to the history of Islam in the state.\n"
},
{
    "country": "kota-bharu",
    "city": "Kota Bharu",
    "index": 8,
    "name": "State Mosque",
    "latitude": "6.1318121541189",
    "longitude": "102.2365763768",
    "excerpt": "The original wooden mosque built here in 1867 was replaced by the current masonry and concrete structure in 1922. It can accommodate over 2000 worshippers…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/kota-bharu/attractions/state-mosque/a/poi-sig/1333698/356995",
    "image_url": null,
    "detail_description": "The original wooden mosque built here in 1867 was replaced by the current masonry and concrete structure in 1922. It can accommodate over 2000 worshippers. Appropriate dress is required for entry.\n"
},
{
    "country": "kota-bharu",
    "city": "Kota Bharu",
    "index": 6,
    "name": "Streetart Gallery",
    "latitude": "6.126644",
    "longitude": "102.238448",
    "excerpt": "This colourful display of street art covers several connecting back alleys between Jln Ismail and Jln Dato Pati. There are depictions of smiling locals at…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/kota-bharu/attractions/streetart-gallery/a/poi-sig/1582963/356995",
    "image_url": null,
    "detail_description": "This colourful display of street art covers several connecting back alleys between Jln Ismail and Jln Dato Pati. There are depictions of smiling locals at work and play and idyllic jungle scenes, but the overwhelming majority of the murals graphically depict conflict and suffering in the Middle East.\n"
},
{
    "country": "kota-bharu",
    "city": "Kota Bharu",
    "index": 5,
    "name": "Istana Batu",
    "latitude": "6.132138",
    "longitude": "102.237482",
    "excerpt": "The pale-yellow building, constructed in 1939, was the crown prince’s palace until it was donated to the state. Now a museum, the richly furnished rooms…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/kota-bharu/attractions/istana-batu/a/poi-sig/477480/356995",
    "image_url": null,
    "detail_description": "The pale-yellow building, constructed in 1939, was the crown prince’s palace until it was donated to the state. Now a museum, the richly furnished rooms give a surprisingly intimate insight into royal life, with family photos and personal belongings scattered among the fine china, chintzy sofas and the late sultan’s collection of hats.\n"
},
{
    "country": "kota-bharu",
    "city": "Kota Bharu",
    "index": 4,
    "name": "Istana Jahar",
    "latitude": "6.131445",
    "longitude": "102.237246",
    "excerpt": "Kota Bharu’s best museum focuses on Kelantanese ritual and crafts. It's housed in a beautiful chocolate-brown building that dates back to 1887 and is…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/kota-bharu/attractions/istana-jahar/a/poi-sig/477482/356995",
    "image_url": null,
    "detail_description": "Kota Bharu’s best museum focuses on Kelantanese ritual and crafts. It's housed in a beautiful chocolate-brown building that dates back to 1887 and is easily one of the most attractive traditional buildings in the city.\nThe collection here includes detailed descriptions of batik-weaving, the elaborate ceremonies of coming-of-age circumcision, wedding nights and funerary rights."
},
{
    "country": "kota-bharu",
    "city": "Kota Bharu",
    "index": 3,
    "name": "Bank Kerapu",
    "latitude": "6.131786",
    "longitude": "102.235723",
    "excerpt": "Built in 1912 for the Mercantile Bank of India, the Bank Kerapu building was the first stone structure built in Kelantan. During WWII it was the HQ of the…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/kota-bharu/attractions/bank-kerapu/a/poi-sig/477478/356995",
    "image_url": null,
    "detail_description": "Built in 1912 for the Mercantile Bank of India, the Bank Kerapu building was the first stone structure built in Kelantan. During WWII it was the HQ of the Kempai Tai, Japan’s feared secret police. Today it is also known as the War Museum, thanks to its focus on the Japanese invasion and occupation of Malaya and the 1948 Emergency.\nExhibits mainly consist of old photography, rusty guns and other militaria."
},
{
    "country": "kota-bharu",
    "city": "Kota Bharu",
    "index": 2,
    "name": "Gelanggang Seni",
    "latitude": "6.122399",
    "longitude": "102.241473",
    "excerpt": "Local cultural events, including gasing uri (top-spinning), silat (a Malay martial art), kite-making, drumming and shadow-puppet shows are held regularly…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/kota-bharu/attractions/gelanggang-seni/a/poi-sig/1034379/356995",
    "image_url": null,
    "detail_description": "Local cultural events, including gasing uri (top-spinning), silat (a Malay martial art), kite-making, drumming and shadow-puppet shows are held regularly at Gelanggang Seni. The events are kid-friendly and all are free.\nNote, it's closed from October to end of January and during Ramadan. Check with the tourist information centre for the latest timetable."
},
{
    "country": "kota-bharu",
    "city": "Kota Bharu",
    "index": 1,
    "name": "Pantai Cahaya Bulan",
    "latitude": "6.196363",
    "longitude": "102.274818",
    "excerpt": "Kota Bharu’s main beach was once known as Pantai Cinta Berahi, or the Beach of Passionate Love. In keeping with Islamic sensibilities, it’s now known as…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-east-coast/kota-bharu/attractions/pantai-cahaya-bulan/a/poi-sig/1570786/356995",
    "image_url": null,
    "detail_description": "Kota Bharu’s main beach was once known as Pantai Cinta Berahi, or the Beach of Passionate Love. In keeping with Islamic sensibilities, it’s now known as Pantai Cahaya Bulan or Moonlight Beach. Most people call it 'PCB'. Erosion events have seen the installation of a concrete breakwater, but PCB’s sandy sprawl is still worth considering for a seafood lunch.\nThe road leading to PCB is quite pretty, especially by bicycle, and there are batik shops and workshops along the way. To get here by public transport, take bus 10 (RM2) from behind Kampung Kraftangan in Kota Bharu. Buses also leave from the Central Bus Station."
}
]