[
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 1,
    "name": "Kumamoto-jō",
    "latitude": "32.805853",
    "longitude": "130.706309",
    "excerpt": "Dominating the skyline, Kumamoto's robust castle is one of Japan's best, built in 1601–07 by daimyō Katō Kiyomasa, whose likeness is inescapable around…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/kumamoto-jo/a/poi-sig/1232710/356726",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/76014854_full.jpg",
    "detail_description": "Dominating the skyline, Kumamoto's robust castle is one of Japan's best, built in 1601–07 by daimyō Katō Kiyomasa, whose likeness is inescapable around the castle (look for the distinctive tall pointed hat). From 1632 it was the seat of the powerful Hosokawa clan. Unfortunately, the castle, many outbuildings and much of the grounds are closed indefinitely due to earthquake damage, but the site is still worth seeing from the street.\nThe castle's massive curved stone walls, 5.3km in circumference, are crammed with 13 photogenic buildings, turrets, keeps and the soaring black Tenshūkaku (main building, 29.5m tall).Though it's a reconstruction, Kumamoto-jō is best known as the scene of the story of the last samurai. During the 1877 Satsuma Rebellion, rebels against the new imperial order held out through a 50-day siege here before the castle was burned, leaving the Meiji government to rule unfettered.Outside the main keep but still within the castle walls, several museums remain open, including the Kumamoto Prefectural Museum of Art, its postmodern Chibajo branch and a crafts centre."
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 15,
    "name": "Kumamoto Prefectural Museum of Art",
    "latitude": "32.807067872897",
    "longitude": "130.70065320566",
    "excerpt": "On the grounds of Ninomaru park, this art museum has ancient Buddhist sculptures, modern paintings and a recreation of an ancient burial mound.",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/kumamoto-prefectural-museum-of-art/a/poi-sig/1232719/356726",
    "image_url": null,
    "detail_description": "On the grounds of Ninomaru park, this art museum has ancient Buddhist sculptures, modern paintings and a recreation of an ancient burial mound.\n"
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 14,
    "name": "Treasure House",
    "latitude": "32.817052",
    "longitude": "130.68822",
    "excerpt": "Exhibits in this museum include the crown and other personal items of daimyō Katō Kiyomasa. The museum was closed at the time of writing due to earthquake…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/treasure-house/a/poi-sig/1233865/356726",
    "image_url": null,
    "detail_description": "Exhibits in this museum include the crown and other personal items of daimyō Katō Kiyomasa. The museum was closed at the time of writing due to earthquake damage.\n"
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 13,
    "name": "Tenshūkaku",
    "latitude": "32.806297936562",
    "longitude": "130.7058026751",
    "excerpt": "The castle's soaring black Tenshūkaku (main building, 29.5m tall) is today a historical museum with 6th-storey lookouts. The tower was closed at the time…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/tenshukaku/a/poi-sig/1318976/356726",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 12,
    "name": "Sakuranobaba Johsaien",
    "latitude": "32.803869",
    "longitude": "130.703101",
    "excerpt": "This tourist complex at the foot of the castle grounds offers a one-stop opportunity to sample (and purchase) local foods, from fish cakes to tea to…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/sakuranobaba-johsaien/a/poi-sig/1357298/356726",
    "image_url": null,
    "detail_description": "This tourist complex at the foot of the castle grounds offers a one-stop opportunity to sample (and purchase) local foods, from fish cakes to tea to innovative sweets, at 23 stalls. It gets lots of tour buses. The Wakuwaku-za theatre is inside the park.\n"
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 11,
    "name": "Honmaru Palace",
    "latitude": "32.805500481994",
    "longitude": "130.70538184258",
    "excerpt": "The 2008 reconstruction of the Honmaru Palace fairly gleams with fresh wood and gold-leaf paintings, particularly in the Sho-kun-no-ma receiving room…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/honmaru-palace/a/poi-sig/1318992/356726",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 10,
    "name": "Lafcadio Hearn's House",
    "latitude": "32.801849",
    "longitude": "130.711137",
    "excerpt": "Irish-Greek immigrant Lafcadio Hearn (aka Koizumi Yakumo; 1850–1904) became one of the foremost interpreters of Japanese culture for the outside world. He…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/lafcadio-hearn-s-house/a/poi-sig/1233877/356726",
    "image_url": null,
    "detail_description": "Irish-Greek immigrant Lafcadio Hearn (aka Koizumi Yakumo; 1850–1904) became one of the foremost interpreters of Japanese culture for the outside world. He lived in Kumamoto from 1891 to 1894, in this house dating from 1877.\nThe building is behind Tsuruya department store."
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 9,
    "name": "Kumamoto Prefectural Museum of Art Chibajo Branch",
    "latitude": "32.806614585252",
    "longitude": "130.70818954749",
    "excerpt": "The Kumamoto Prefectural Museum of Art's postmodern Chibajo Annexe was built in 1992 by Spanish architects Elias Torres and José Antonio Martínez-Lapeña…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/kumamoto-prefectural-museum-of-art-chibajo-branch/a/poi-sig/1233809/356726",
    "image_url": null,
    "detail_description": "The Kumamoto Prefectural Museum of Art's postmodern Chibajo Annexe was built in 1992 by Spanish architects Elias Torres and José Antonio Martínez-Lapeña as part of the Artpolis urban-reconstruction project, and is recognised by architects worldwide. It presents temporary exhibitions; check with tourist offices to see what's on.\n"
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 8,
    "name": "Former Hosokawa Gyōbutei",
    "latitude": "32.808693",
    "longitude": "130.699421",
    "excerpt": "Northwest of the castle, down paths of immaculately raked gravel, are the large villa and garden built for the Hosokawa clan. Inside the villa are…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/former-hosokawa-gyobutei/a/poi-sig/1233807/356726",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 7,
    "name": "Shimada Museum of Arts",
    "latitude": "32.80983",
    "longitude": "130.686074",
    "excerpt": "Through the winding backstreets south of Honmyō-ji (about 20 minutes on foot), this quiet museum displays the calligraphy and scrolls of Miyamoto Musashi …",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/shimada-museum-of-arts/a/poi-sig/1233883/356726",
    "image_url": null,
    "detail_description": "Through the winding backstreets south of Honmyō-ji (about 20 minutes on foot), this quiet museum displays the calligraphy and scrolls of Miyamoto Musashi (1584–1645), samurai, artist, strategist, and resident of Kumamoto for the last five years of his life. Current artists' work is on display in adjoining galleries. There's also a cafe.\n"
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 6,
    "name": "Sōseki Memorial Hall",
    "latitude": "32.810416",
    "longitude": "130.709238",
    "excerpt": "Meiji-era novelist Natsume Sōseki (1867–1916) is honoured at the pretty 1870s home where he lived during his four years teaching English in Kumamoto. The…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/soseki-memorial-hall/a/poi-sig/1233875/356726",
    "image_url": null,
    "detail_description": "Meiji-era novelist Natsume Sōseki (1867–1916) is honoured at the pretty 1870s home where he lived during his four years teaching English in Kumamoto. The home has some fine architectural details, and in the garden you can stroll in the master's footsteps. It's about a 100m walk west of the river, Tsuboi-gawa. The building was closed at research time due to earthquake damage and not expected to reopen until 2021.\n"
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 5,
    "name": "Kumamoto Prefectural Traditional Crafts Centre",
    "latitude": "32.807611",
    "longitude": "130.706545",
    "excerpt": "Near the prefectural art museum's Chibajo branch, this large facility displays local Higo inlay, Yamaga lanterns, porcelain and woodcarvings, many for…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/kumamoto-prefectural-traditional-crafts-centre/a/poi-sig/1233857/356726",
    "image_url": null,
    "detail_description": "Near the prefectural art museum's Chibajo branch, this large facility displays local Higo inlay, Yamaga lanterns, porcelain and woodcarvings, many for sale in the excellent museum shop (free entry). Sakuranobaba Johsaien and the Kumamoto Prefectural Products Centre also sell craft items (plus food and shōchū liquor).\n"
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 4,
    "name": "Wakuwaku-za",
    "latitude": "32.803644",
    "longitude": "130.703434",
    "excerpt": "This family-friendly museum presents the history of Kumamoto and the castle from many angles, from the 10-minute video with English subtitles explaining…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/wakuwaku-za/a/poi-sig/1609187/356726",
    "image_url": null,
    "detail_description": "This family-friendly museum presents the history of Kumamoto and the castle from many angles, from the 10-minute video with English subtitles explaining the castle's construction and history, through the Satsuma Rebellion, to a 'projection map' showing the destruction wrought by the 2016 earthquakes. Elsewhere are dress-up opportunities for photo ops and close-up views of architectural features. A lot of it is targeted at Japanese kids, but there's plenty for other visitors, too.\n"
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 3,
    "name": "Honmyō-ji",
    "latitude": "32.817251",
    "longitude": "130.687008",
    "excerpt": "On the grounds of this sprawling hillside temple complex northwest of the castle, 176 steps lined with hundreds of lanterns lead to the mausoleum of Katō…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/honmyo-ji/a/poi-sig/1233866/356726",
    "image_url": null,
    "detail_description": "On the grounds of this sprawling hillside temple complex northwest of the castle, 176 steps lined with hundreds of lanterns lead to the mausoleum of Katō Kiyomasa (加藤清正公の墓; 1562–1611), daimyō and architect of Kumamoto-jō. The mausoleum was designed at the same height as the castle's tenshūkaku (central tower). A treasure house exhibits Kiyomasa's crown and other personal items.\n"
},
{
    "country": "kumamoto",
    "city": "Kumamoto",
    "index": 2,
    "name": "Suizenji-jōjuen",
    "latitude": "32.790882",
    "longitude": "130.734472",
    "excerpt": "Southeast of the city centre, this photogenic lakeside garden was built between 1636 and 1716 for the ruling Hosokawa clan. The main path represents the…",
    "detail_url": "https://www.lonelyplanet.com/japan/kyushu/kumamoto/attractions/suizenji-jojuen/a/poi-sig/1233861/356726",
    "image_url": null,
    "detail_description": "Southeast of the city centre, this photogenic lakeside garden was built between 1636 and 1716 for the ruling Hosokawa clan. The main path represents the 53 stations of the Tōkaidō (the feudal road that linked Tokyo and Kyoto). The miniature Mt Fuji is instantly recognisable, though much of the rest of the analogy is often lost in translation. Still, it's a lovely walk through groves of palms and hydrangeas and to a large Shintō shrine.\nDuring the 2016 earthquakes the garden's pond drained and groundskeepers hand-carried the many carp to safety tanks, replacing them after the pond refilled.A 'yukata experience' offers visitors the chance to dress in period costume and take a photo for ¥2596, including park admission."
}
]