[
{
    "country": "kunming",
    "city": "Kunming",
    "index": 1,
    "name": "Golden Temple",
    "latitude": "25.090302",
    "longitude": "102.769547",
    "excerpt": "The Golden Temple Scenic Area is equal parts religious space, forest park, botanical garden and open-air sculpture museum; it covers 118 hectares on the…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/golden-temple/a/poi-sig/1627668/356156",
    "image_url": null,
    "detail_description": "The Golden Temple Scenic Area is equal parts religious space, forest park, botanical garden and open-air sculpture museum; it covers 118 hectares on the northwestern outskirts of the city. The obvious highlight is the namesake Qing dynasty shrine, the largest bronze temple in China, which shines magnificently under the bright Yunnan sun.\nNumerous buses from the centre stop out front, or take the metro to the North Bus Station and transfer to Bus 57."
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 20,
    "name": "West Pagoda",
    "latitude": "25.031804",
    "longitude": "102.706954",
    "excerpt": "This Tang pagoda can't be climbed, but it is a good spot for people-watching, with all manner of tea-drinking and mahjong games going on in the adjacent…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/west-pagoda/a/poi-sig/460253/356156",
    "image_url": null,
    "detail_description": "This Tang pagoda can't be climbed, but it is a good spot for people-watching, with all manner of tea-drinking and mahjong games going on in the adjacent square.\n"
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 18,
    "name": "Lingxu Pavilion",
    "latitude": "24.950862",
    "longitude": "102.63829",
    "excerpt": "One of the topmost publicly accessible points of Xi Shan, this large pavilion inside the Dragon Gate scenic area offers breathtaking views of Dian Chi…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/xi-shan/attractions/lingxu-pavilion/a/poi-sig/1623278/356153",
    "image_url": null,
    "detail_description": "One of the topmost publicly accessible points of Xi Shan, this large pavilion inside the Dragon Gate scenic area offers breathtaking views of Dian Chi lake as a reward for the equally breathtaking climb.\n"
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 19,
    "name": "Nancheng Mosque",
    "latitude": "25.040417",
    "longitude": "102.708285",
    "excerpt": "Originally built more than 400 years ago, this mosque was ripped down in 1997 in order to build a larger version, which is now one of the five largest in…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/nancheng-mosque/a/poi-sig/460245/356156",
    "image_url": null,
    "detail_description": "Originally built more than 400 years ago, this mosque was ripped down in 1997 in order to build a larger version, which is now one of the five largest in Yunnan.\n"
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 17,
    "name": "Zhenqing Temple",
    "latitude": "25.036643",
    "longitude": "102.724389",
    "excerpt": "Dwarfed by the surrounding tower blocks, this quaint Taoist temple is an island of calm in the midst of the city. The compound has expanded significantly…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/zhenqing-temple/a/poi-sig/1627669/356156",
    "image_url": null,
    "detail_description": "Dwarfed by the surrounding tower blocks, this quaint Taoist temple is an island of calm in the midst of the city. The compound has expanded significantly since first built, but the original construction dates to the Ming Dynasty in 1419.\n"
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 16,
    "name": "East Pagoda",
    "latitude": "25.031955",
    "longitude": "102.710634",
    "excerpt": "The East Pagoda is a Tang structure that was, according to Chinese sources, destroyed by an earthquake (western ones say it was destroyed by the Muslim…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/east-pagoda/a/poi-sig/460235/356156",
    "image_url": null,
    "detail_description": "The East Pagoda is a Tang structure that was, according to Chinese sources, destroyed by an earthquake (western ones say it was destroyed by the Muslim revolt in the mid-19th century) and renovated as recently as 1983. The small surrounding park is a hang-out for senior citizens.\n"
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 15,
    "name": "Yuantong Temple",
    "latitude": "25.053228",
    "longitude": "102.710238",
    "excerpt": "This Zen Buddhist temple is the largest Buddhist complex in Kunming and a popular draw for both pilgrims and locals. It’s more than 1200 years old, but…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/yuantong-temple/a/poi-sig/460255/356156",
    "image_url": null,
    "detail_description": "This Zen Buddhist temple is the largest Buddhist complex in Kunming and a popular draw for both pilgrims and locals. It’s more than 1200 years old, but has been refurbished many times. To the rear, a hall has been added with a statue of Sakyamuni, a gift from Thailand’s king.\n"
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 14,
    "name": "Sānqīng Gé",
    "latitude": "24.952873",
    "longitude": "102.638564",
    "excerpt": "Towards the bottom of the Longmen area, this was a country villa of a Yuan dynasty prince that was later turned into a temple dedicated to the three main…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/xi-shan/attractions/sanqing-ge/a/poi-sig/1504222/356153",
    "image_url": null,
    "detail_description": "Towards the bottom of the Longmen area, this was a country villa of a Yuan dynasty prince that was later turned into a temple dedicated to the three main Taoist deities (sānqīng refers to the highest level of Taoist enlightenment). It now features a delightful series of panels depicting legends surrounding the Longmen Grottoes.\n"
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 13,
    "name": "Dounan Flower Market",
    "latitude": "24.905725",
    "longitude": "102.786798",
    "excerpt": "China's largest flower market is a riot of colours and smells, and a charming place to wander for an hour and see the diversity of species on offer. Try…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/dounan-flower-market/a/poi-sig/1627673/356156",
    "image_url": null,
    "detail_description": "China's largest flower market is a riot of colours and smells, and a charming place to wander for an hour and see the diversity of species on offer. Try to get here early, when the morning auctions are happening, for the most action.\nFrom Metro Line 1's Dounan station, walk southwest a little over 1km. Most days you'll be able to follow the crowd."
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 12,
    "name": "Kunming Museum",
    "latitude": "25.035756",
    "longitude": "102.727683",
    "excerpt": "While the centrepiece of the museum is the Dharani Pillar, a 6.7m carved stone pillar from the Kingdom of Dali, exhibitions range through a strong focus…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/kunming-museum/a/poi-sig/1627670/356156",
    "image_url": null,
    "detail_description": "While the centrepiece of the museum is the Dharani Pillar, a 6.7m carved stone pillar from the Kingdom of Dali, exhibitions range through a strong focus on WWII history and an interesting collection of porcelain, as well as numerous rotating temporary exhibitions. English captions aren't always widely available, but it's still a diverting series of displays.\n"
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 11,
    "name": "Dragon Gate",
    "latitude": "24.952068",
    "longitude": "102.639044",
    "excerpt": "On the upper reaches of Xi Shan, the 'Dragon Gate Scenic Area' is a collection of pavilions, temples and grottoes scattered along the mountaintop. The…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/xi-shan/attractions/dragon-gate/a/poi-sig/1240933/356153",
    "image_url": null,
    "detail_description": "On the upper reaches of Xi Shan, the 'Dragon Gate Scenic Area' is a collection of pavilions, temples and grottoes scattered along the mountaintop. The highlight is the eponymous Longmen Grottoes, a series of passages carved deep into the cliffside between 1781 and 1835, punctuated with small shrines and incredible views across to Dian Chi lake.\n"
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 10,
    "name": "Confucian Temple",
    "latitude": "25.045029",
    "longitude": "102.70725",
    "excerpt": "Originally built in 1276 and completely rebuilt to current form in 1690, after decades of neglect Kunming's Confucian Temple has undergone extensive…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/confucian-temple/a/poi-sig/1627672/356156",
    "image_url": null,
    "detail_description": "Originally built in 1276 and completely rebuilt to current form in 1690, after decades of neglect Kunming's Confucian Temple has undergone extensive renovations in the last 50 years. It serves as a sort of community centre for locals practising taichi, taking classes or just playing cards and gossiping. It's one of the best spots in the city for people-watching.\n"
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 9,
    "name": "Huating Temple",
    "latitude": "24.973196",
    "longitude": "102.626794",
    "excerpt": "Towards the bottom of the mountain is Huating Temple, a country temple of the Nanzhao kingdom believed to have been constructed in the 11th century. It’s…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/xi-shan/attractions/huating-temple/a/poi-sig/1240882/356153",
    "image_url": null,
    "detail_description": "Towards the bottom of the mountain is Huating Temple, a country temple of the Nanzhao kingdom believed to have been constructed in the 11th century. It’s one of the largest in the province and its numerous halls are decorated with arhats.\nFrom the metro station, walk about 3km up the main Xishan road (or catch the tourist bus, which picks up and drops off just outside the temple)."
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 8,
    "name": "Green Lake Park",
    "latitude": "25.052032",
    "longitude": "102.702641",
    "excerpt": "Come here to people-watch, practise taichi or just hang with the locals and stroll through winding lines that meander through the 22 hectares of ponds and…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/green-lake-park/a/poi-sig/460237/356156",
    "image_url": null,
    "detail_description": "Come here to people-watch, practise taichi or just hang with the locals and stroll through winding lines that meander through the 22 hectares of ponds and pavilions. The roads surrounding the park are lined with wannabe trendy cafes, teahouses and shops. In November, everyone in the city awaits the return of the local favourites: red-beaked seagulls. It’s a treat watching people, er, ‘flock’ to the park when the first one shows up.\n"
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 7,
    "name": "Yunnan Railways Museum",
    "latitude": "25.059837",
    "longitude": "102.719904",
    "excerpt": "Adjacent to the North Railway Station, this admittedly niche museum uses artefacts and historical images to conduct visitors through a broad history of…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/yunnan-railways-museum/a/poi-sig/1627671/356156",
    "image_url": null,
    "detail_description": "Adjacent to the North Railway Station, this admittedly niche museum uses artefacts and historical images to conduct visitors through a broad history of rail service in Yunnan, from the first French-built connection between Kunming and Vietnam through to modern pushes full-steam ahead into Laos and Myanmar under the 'One Belt, One Road' initiative.\nThere's also a nice coffee shop in one of the station's former waiting rooms just past the museum entrance."
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 6,
    "name": "Taihua Temple",
    "latitude": "24.964973",
    "longitude": "102.628355",
    "excerpt": "The courtyard of the Ming dynasty Taihua Temple houses a fine collection of flowering trees, including magnolias and camellias, and is a popular to place…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/xi-shan/attractions/taihua-temple/a/poi-sig/1240894/356153",
    "image_url": null,
    "detail_description": "The courtyard of the Ming dynasty Taihua Temple houses a fine collection of flowering trees, including magnolias and camellias, and is a popular to place to relax on the way up or down the mountain.\nThe road from Huating Temple winds 2km up to the turn-off for Taihua, but if you're travelling on foot look for the pleasant Taihua Ancient Road (太华古道, Tàihuá Gǔdào) that climbs above the bus road, on a 1.3km track of stone staircases and pathways."
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 5,
    "name": "Yunnan Nationalities Museum",
    "latitude": "24.968825",
    "longitude": "102.667773",
    "excerpt": "On the northeast corner of Diān Chí, the Yunnan Nationalities Museum is reputedly the largest minorities museum in China. The ground-floor exhibition of…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/yunnan-nationalities-museum/a/poi-sig/1240941/356156",
    "image_url": null,
    "detail_description": "On the northeast corner of Diān Chí, the Yunnan Nationalities Museum is reputedly the largest minorities museum in China. The ground-floor exhibition of local cultures, customs and costumes is comprehensive and comes with proper English captions.To get here catch Bus A1 from the city centre, or from Kunming Railway Station catch Bus 24 or 44.\nDon't confuse this with the Yunnan Nationalities Village across the street, a large park with reconstructions of 'traditional' villages of 26 of Yunnan's minority groups, which some visitors will find objectionable on account of elephant performances and the general theme-park atmosphere."
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 4,
    "name": "Diān Chí",
    "latitude": "24.814472",
    "longitude": "102.707748",
    "excerpt": "The shoreline of Dian Chi, located to the south of Kunming, is dotted with settlements, farms and fishing enterprises, and tourist resorts. The lake is…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/dian-chi/a/poi-sig/1530972/356156",
    "image_url": null,
    "detail_description": "The shoreline of Dian Chi, located to the south of Kunming, is dotted with settlements, farms and fishing enterprises, and tourist resorts. The lake is elongated – about 40km from north to south – and covers an area of 300 sq km. Plying the waters are fānchuán (pirate-sized junks with bamboo-battened canvas sails). The area around the lake is mainly for scenic touring and hiking, and there are some fabulous aerial views from the ridges at Dragon Gate in Xi Shan.\nThe western side of the lake is hilly, while the eastern side is flat country. The southern end of the lake, particularly towards the southeast, is industrial."
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 3,
    "name": "Yunnan Provincial Museum",
    "latitude": "24.951881",
    "longitude": "102.752638",
    "excerpt": "Originally built in 1951, this museum's relocation in 2015 gave it a thoroughly modern 60,000 square metres of exhibition space. Displays span the…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/yunnan-provincial-museum/a/poi-sig/460259/356156",
    "image_url": null,
    "detail_description": "Originally built in 1951, this museum's relocation in 2015 gave it a thoroughly modern 60,000 square metres of exhibition space. Displays span the prehistoric to the present day; expect a broad overview of Yunnan's past through well-curated exhibitions, though English captions are at times frustratingly limited. Enter on the southeast side of the building, and visit the quality on-site cafe for a coffee or tea if you find your feet dragging. Free baggage storage is also available.\nFrom Metro Line 1's Erji Road station, catch Bus 169 and ride for six stops. You can also get here directly from the Yunnan Nationalities Museum, though Bus 165 covers the 20 intervening stations in an agonisingly slow hour of traffic."
},
{
    "country": "kunming",
    "city": "Kunming",
    "index": 2,
    "name": "Bamboo Temple",
    "latitude": "25.068812",
    "longitude": "102.624069",
    "excerpt": "Tucked away atop a winding mountain road up the forested hills northwest of the city centre, this serene temple is definitely one to be visited by…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/kunming/attractions/bamboo-temple/a/poi-sig/1240876/356156",
    "image_url": null,
    "detail_description": "Tucked away atop a winding mountain road up the forested hills northwest of the city centre, this serene temple is definitely one to be visited by sculptors as much as by those interested in temple collecting. Raised during the Tang dynasty in 639 AD, it was refitted in the Qing Dynasty by master Sichuan sculptor Li Guangxiu and his apprentices, featuring 500 luóhàn (罗汉, arhats or noble ones) in a fascinating mishmash of superb realism and head-scratching exaggerated surrealism.\nLi and his mates pretty much went gonzo in their excruciating, seven-year attempt to perfectly represent human existence in statuary. Check out the 70-odd surfing Buddhas, riding the waves on a variety of mounts – blue dogs, giant crabs, shrimp and turtles. So lifelike are the sculptures that they were considered in bad taste by Li Guangxiu's contemporaries (some of whom no doubt appeared in caricature), and upon the project's completion he disappeared into thin air.The temple is about 12km northwest of Kunming. Take a bus to Huangtupo (黄土坡, Huángtǔpō; Bus 2 runs here from the Confucian Temple bus stop), from where minibus C61 (¥8 per person) runs to the Bamboo Temple. If you visit around midday the temple kitchen prepares a simple vegetarian lunch for ¥10 per person, and the all-day teahouse on-site makes a pleasant stop as well."
}
]