[
{
    "country": "kutaisi",
    "city": "Kutaisi",
    "index": 1,
    "name": "Bagrati Cathedral",
    "latitude": "42.277412",
    "longitude": "42.704233",
    "excerpt": "Kutaisi's cathedral was built in 1003 by Bagrat III, with a tall drum and pointed dome resting on four freestanding pillars. In 1692 a Turkish explosion…",
    "detail_url": "https://www.lonelyplanet.com/georgia/western-georgia/kutaisi/attractions/bagrati-cathedral/a/poi-sig/502856/359340",
    "image_url": null,
    "detail_description": "Kutaisi's cathedral was built in 1003 by Bagrat III, with a tall drum and pointed dome resting on four freestanding pillars. In 1692 a Turkish explosion brought down drum, dome and ceiling to leave the cathedral in a ruined state. It was fully renovated between 2009 and 2012, with a mix of old and new stone and a few steel sections.\nThe cathedral gained Unesco World Heritage listing in 1994 following intermittent restoration efforts through the 20th century. Ironically, the 21st-century renovation put it on Unesco's World Heritage in Danger list, due to threats to the ‘integrity and authenticity of the site’, a status that has been removed with the redrawing of the boundaries of the heritage site, which now exclude the cathedral itself, and include only the Gelati Monastery, 8km outside the city.The palace-citadel immediately east of the cathedral dates back to the 6th century. It was wrecked in 1769 during Georgian-Russo-Turkish wars, but you can discern remains of wine cellars and a church."
},
{
    "country": "kutaisi",
    "city": "Kutaisi",
    "index": 7,
    "name": "Meskhishvili Drama Theatre",
    "latitude": "42.272133",
    "longitude": "42.705585",
    "excerpt": "Kutaisi's handsome drama theatre overlooks the picturesque central square.",
    "detail_url": "https://www.lonelyplanet.com/georgia/western-georgia/kutaisi/attractions/meskhishvili-drama-theatre/a/poi-sig/1487425/359340",
    "image_url": null,
    "detail_description": "Kutaisi's handsome drama theatre overlooks the picturesque central square.\n"
},
{
    "country": "kutaisi",
    "city": "Kutaisi",
    "index": 4,
    "name": "Market",
    "latitude": "42.27212637",
    "longitude": "42.7015391",
    "excerpt": "Kutaisi's indoor produce market is one of the largest, liveliest and most colourful in Georgia, full of cheese, walnuts, spices, herbs, fruit, vegetables,…",
    "detail_url": "https://www.lonelyplanet.com/georgia/western-georgia/kutaisi/attractions/market/a/poi-sig/1487418/359340",
    "image_url": null,
    "detail_description": "Kutaisi's indoor produce market is one of the largest, liveliest and most colourful in Georgia, full of cheese, walnuts, spices, herbs, fruit, vegetables, meat, churchkhela (strings of walnuts coated in grape-juice caramel), beans, wine, pickles and plenty more.\n"
},
{
    "country": "kutaisi",
    "city": "Kutaisi",
    "index": 6,
    "name": "Opera House",
    "latitude": "42.270831",
    "longitude": "42.702613",
    "excerpt": "Kutaisi's opera house has been renovated with lines of classical statues, inspired by its famous Vienna counterpart, adorning it.",
    "detail_url": "https://www.lonelyplanet.com/georgia/western-georgia/kutaisi/attractions/opera-house/a/poi-sig/1521589/359340",
    "image_url": null,
    "detail_description": "Kutaisi's opera house has been renovated with lines of classical statues, inspired by its famous Vienna counterpart, adorning it.\n"
},
{
    "country": "kutaisi",
    "city": "Kutaisi",
    "index": 5,
    "name": "Colchis Fountain",
    "latitude": "42.271434",
    "longitude": "42.70551",
    "excerpt": "The central square, Tsentraluri moedani, focuses on the large ornamental Colchis Fountain, adorned with large-scale copies of the famous gold jewellery…",
    "detail_url": "https://www.lonelyplanet.com/georgia/western-georgia/kutaisi/attractions/colchis-fountain/a/poi-sig/1521590/359340",
    "image_url": null,
    "detail_description": "The central square, Tsentraluri moedani, focuses on the large ornamental Colchis Fountain, adorned with large-scale copies of the famous gold jewellery discovered at the nearby archaeological site of Vani.\n"
},
{
    "country": "kutaisi",
    "city": "Kutaisi",
    "index": 3,
    "name": "Kutaisi Historical Museum",
    "latitude": "42.268846",
    "longitude": "42.704287",
    "excerpt": "The history museum has superb collections from all around western Georgia, but a guided tour is a good idea as labelling is poor. The highlight is the…",
    "detail_url": "https://www.lonelyplanet.com/georgia/western-georgia/kutaisi/attractions/kutaisi-historical-museum/a/poi-sig/1134176/359340",
    "image_url": null,
    "detail_description": "The history museum has superb collections from all around western Georgia, but a guided tour is a good idea as labelling is poor. The highlight is the Golden Fund section, with a marvellous exhibition of icons and crosses in precious metals and jewels, including a large, reputedly miracle-working icon that used to reside in the Bagrati Cathedral.\n"
},
{
    "country": "kutaisi",
    "city": "Kutaisi",
    "index": 2,
    "name": "Palace-citadel",
    "latitude": "42.27731289",
    "longitude": "42.70544066",
    "excerpt": "The ruined palace-citadel immediately east of the Bagrati Cathedral dates back to the 6th century. It was ruined in 1769 by bombardment from the forces of…",
    "detail_url": "https://www.lonelyplanet.com/georgia/western-georgia/kutaisi/attractions/palace-citadel/a/poi-sig/1487398/359340",
    "image_url": null,
    "detail_description": "The ruined palace-citadel immediately east of the Bagrati Cathedral dates back to the 6th century. It was ruined in 1769 by bombardment from the forces of Solomon I of Imereti and the Russian General Todtleben as they fought to take Kutaisi from the Turks, and is now somewhat overgrown – but you can see remains of wine cellars at its west end and of a church in the middle, and parts of the medieval walls.\n"
}
]