[
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 1,
    "name": "Old Lahaina Courthouse",
    "latitude": "20.87172292273",
    "longitude": "-156.67795929315",
    "excerpt": "Tucked in the shadows of the iconic banyan tree, Lahaina’s 1859 courthouse is a repository of history and art. Its location beside the harbor is no…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/old-lahaina-courthouse/a/poi-sig/1298935/1333407",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f3cbea1c20ca6fba6862014641556195-old-lahaina-courthouse.jpg",
    "detail_description": "Tucked in the shadows of the iconic banyan tree, Lahaina’s 1859 courthouse is a repository of history and art. Its location beside the harbor is no coincidence: smuggling was so rampant during the whaling era that officials deemed this the ideal spot for customs operations, the courthouse and the jail – all neatly wrapped into a single building. It also held the governor’s office. On August 12, 1898, the US annexation of Hawaii was formally concluded here.\nThe excellent Lahaina Visitor Center is on the building's 1st floor. On the 2nd floor, there is the Lahaina Heritage Museum.There are also two art galleries operated by the Lahaina Arts Society, one in the old jail in the basement (entrance outside).The building was given the Greek Revival style you see today in 1925 and the courthouse and other government offices here were used until the 1970s."
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 22,
    "name": "Baby Beach",
    "latitude": "20.881488",
    "longitude": "-156.686711",
    "excerpt": "A nice swath of sand just north of Lahaina's center proves there's no reason to stay in Kaanapali for beachy pleasures. Its reef-protected waves are…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/baby-beach/a/poi-sig/1562697/1333407",
    "image_url": null,
    "detail_description": "A nice swath of sand just north of Lahaina's center proves there's no reason to stay in Kaanapali for beachy pleasures. Its reef-protected waves are family friendly.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 21,
    "name": "Holy Innocents’ Episcopal Church",
    "latitude": "20.869599",
    "longitude": "-156.676149",
    "excerpt": "This 1927 church has a colorful interior depicting a Hawaiian Madonna, an outrigger canoe and Hawaiian farmers harvesting taro. The open-air sides are…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/holy-innocents-episcopal-church/a/poi-sig/1428937/1333407",
    "image_url": null,
    "detail_description": "This 1927 church has a colorful interior depicting a Hawaiian Madonna, an outrigger canoe and Hawaiian farmers harvesting taro. The open-air sides are ideal for the balmy climate.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 20,
    "name": "Lahaina Public Library Grounds",
    "latitude": "20.872787",
    "longitude": "-156.678214",
    "excerpt": "The gardens here were once a royal taro field, where Kamehameha II toiled in the mud to instill in his subjects the dignity of labor. Today they offer a…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/lahaina-public-library-grounds/a/poi-sig/1298955/1333407",
    "image_url": null,
    "detail_description": "The gardens here were once a royal taro field, where Kamehameha II toiled in the mud to instill in his subjects the dignity of labor. Today they offer a bit of a green respite near the historic waterfront.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 19,
    "name": "Masters’ Reading Room",
    "latitude": "20.87333",
    "longitude": "-156.677988",
    "excerpt": "Built in the 1830s, this coral block and stone building was used by ship captains as a club for hanging out between seafaring adventures. Restored in 1970…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/masters-reading-room/a/poi-sig/1428944/1333407",
    "image_url": null,
    "detail_description": "Built in the 1830s, this coral block and stone building was used by ship captains as a club for hanging out between seafaring adventures. Restored in 1970, it now houses a gallery, Village Gifts &amp; Fine Arts.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 18,
    "name": "Lahaina Lighthouse",
    "latitude": "20.872086",
    "longitude": "-156.678595",
    "excerpt": "Directly in front of the Pioneer Inn is the site of the first lighthouse in the Pacific. It was commissioned in 1840 to aid whaling ships pulling into the…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/lahaina-lighthouse/a/poi-sig/1428943/1333407",
    "image_url": null,
    "detail_description": "Directly in front of the Pioneer Inn is the site of the first lighthouse in the Pacific. It was commissioned in 1840 to aid whaling ships pulling into the harbor. The current concrete structure dates from 1916.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 17,
    "name": "Hauola Stone",
    "latitude": "20.872817",
    "longitude": "-156.678836",
    "excerpt": "Well, that doesn't look entirely comfortable. At the northern shoreline of the small plaza behind the Lahaina Public Library, look beneath the water’s…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/hauola-stone/a/poi-sig/1377754/1333407",
    "image_url": null,
    "detail_description": "Well, that doesn't look entirely comfortable. At the northern shoreline of the small plaza behind the Lahaina Public Library, look beneath the water’s surface for the middle of three lava stones. In the 14th and 15th centuries, royal women gave birth to the next generation of chiefs and royalty here.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 16,
    "name": "Wahikuli Wayside Park",
    "latitude": "20.905023",
    "longitude": "-156.686239",
    "excerpt": "Just 2 miles north of the heart of Lahaina and right on the road to Ka'anapali, this multi-section county park follows the shore and is great for walking…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/wahikuli-wayside-park/a/poi-sig/1562751/1333407",
    "image_url": null,
    "detail_description": "Just 2 miles north of the heart of Lahaina and right on the road to Ka'anapali, this multi-section county park follows the shore and is great for walking and cycling. There are dozens of shady picnic tables, reef-protected beaches and fine views of Lana‘i. It's a short bike ride or nice stroll from central Lahaina.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 15,
    "name": "Waiola Cemetery",
    "latitude": "20.868957",
    "longitude": "-156.672903",
    "excerpt": "Adjacent to the Waiola Church, this cemetery holds several notables, including Governor Hoapili, who ordered the original church to be built; Reverend…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/waiola-cemetery/a/poi-sig/1562659/1333407",
    "image_url": null,
    "detail_description": "Adjacent to the Waiola Church, this cemetery holds several notables, including Governor Hoapili, who ordered the original church to be built; Reverend William Richards, Lahaina’s first missionary; and Queen Keʻopuolani, wife of Kamehameha the Great and mother of kings Kamehameha II and III. Fragrant, blooming plumeria trees add a lovely touch.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 14,
    "name": "Pioneer Mill Smokestack",
    "latitude": "20.878381",
    "longitude": "-156.676219",
    "excerpt": "The hard-to-miss Pioneer Mill smokestack is a local icon. Outdoor exhibits spotlight equipment and vehicles used on the company's sugar plantation, in…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/pioneer-mill-smokestack/a/poi-sig/1505649/1333407",
    "image_url": null,
    "detail_description": "The hard-to-miss Pioneer Mill smokestack is a local icon. Outdoor exhibits spotlight equipment and vehicles used on the company's sugar plantation, in operation from 1860 until 1999. There are two restored late-1800s steam locomotives, formerly used by Pioneer Mill, and excellent informational signs explaining the history of sugarcane plantations in Lahaina.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 12,
    "name": "Waiola (Waineʻe) Church",
    "latitude": "20.869278",
    "longitude": "-156.67315",
    "excerpt": "The first stone church in Hawaii, Waineʻe Church was built in 1832 then hit with a run of bad luck. In 1858 the belfry collapsed. In 1894 royalists,…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/waiola-waine-e-church/a/poi-sig/1298953/1333407",
    "image_url": null,
    "detail_description": "The first stone church in Hawaii, Waineʻe Church was built in 1832 then hit with a run of bad luck. In 1858 the belfry collapsed. In 1894 royalists, enraged that the minister supported Hawaii’s annexation, torched the church. A replacement church burned to the ground in 1947. The third blew away in a storm in 1951. The fourth version, now renamed Waiola ('water of life') Church, has stood its ground since 1953 and still holds Sunday services.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 13,
    "name": "Brick Palace",
    "latitude": "20.872556",
    "longitude": "-156.678514",
    "excerpt": "The first Western-style building in Hawaii, the Brick Palace was erected by Kamehameha I around 1800 to keep watch on arriving ships. Despite the name,…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/brick-palace/a/poi-sig/1377755/1333407",
    "image_url": null,
    "detail_description": "The first Western-style building in Hawaii, the Brick Palace was erected by Kamehameha I around 1800 to keep watch on arriving ships. Despite the name, this ‘palace’ was a simple two-story structure built by a pair of ex-convicts from Botany Bay. All that remains is a vague representation of the excavated foundation. It's behind the Lahaina Public Library.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 11,
    "name": "Seamens' House & Hospital",
    "latitude": "20.879584",
    "longitude": "-156.683128",
    "excerpt": "Kamehameha III had this building erected in 1833 to give seamen and whalers a place to congregate away from the baleful stares of the missionaries in the…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/seamens-house-hospital/a/poi-sig/1562812/1333407",
    "image_url": null,
    "detail_description": "Kamehameha III had this building erected in 1833 to give seamen and whalers a place to congregate away from the baleful stares of the missionaries in the center of town. It turns out he also had an ulterior motive: he wanted to escape the judgemental Europeans and have trysts with his beloved sister Princess Nahi‘ena‘ena and enjoy other 'unsanctioned' activities. The US government later used it as a hospital for sailors; it was restored in 1982.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 10,
    "name": "Lahaina Jodo Mission",
    "latitude": "20.882851",
    "longitude": "-156.687098",
    "excerpt": "A 12ft-high bronze Buddha sits serenely in the courtyard at this Buddhist mission, looking across the Pacific toward its Japanese homeland. Cast in Kyoto,…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/lahaina-jodo-mission/a/poi-sig/410524/1333407",
    "image_url": null,
    "detail_description": "A 12ft-high bronze Buddha sits serenely in the courtyard at this Buddhist mission, looking across the Pacific toward its Japanese homeland. Cast in Kyoto, the Buddha is the largest of its kind outside Japan and was installed here in 1968 to celebrate the centennial of Japanese immigration to Hawaii. The grounds also hold a 90ft pagoda and a whopping 3.5-ton temple bell, which is rung 11 times each evening at 8pm. Inside the temple are priceless Buddhist paintings by Haijin Iwasaki.\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 8,
    "name": "Fort Ruins",
    "latitude": "20.871286",
    "longitude": "-156.677745",
    "excerpt": "This imposing stack of coral stone blocks standing at attention is a reconstruction of a section of an 1832 fort, originally built to keep rowdy whalers…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/fort-ruins/a/poi-sig/1420578/1333407",
    "image_url": null,
    "detail_description": "This imposing stack of coral stone blocks standing at attention is a reconstruction of a section of an 1832 fort, originally built to keep rowdy whalers in line. Each day at dusk, a Hawaiian sentinel would beat a drum to alert sailors to return to their ships. Stragglers who didn’t make it in time were imprisoned here.\nAt the height of its use, the fort had some 47 cannons, most salvaged from foreign ships that sank in Lahaina’s tricky waters. When the fort was dismantled in the 1850s, its stone blocks were used to build Hale Paʻahao prison."
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 9,
    "name": "Hale Paʻahao Prison",
    "latitude": "20.871843193062",
    "longitude": "-156.67468891429",
    "excerpt": "A remnant of the whaling era, this shady coral-stone jail was built in 1852 and looks much as it did 150 years ago thanks to a 1988 restoration. One of…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/hale-pa-ahao-prison/a/poi-sig/410458/1333407",
    "image_url": null,
    "detail_description": "A remnant of the whaling era, this shady coral-stone jail was built in 1852 and looks much as it did 150 years ago thanks to a 1988 restoration. One of the tiny reconstructed cells displays a list of arrests in 1855. The top three offenses were drunkenness (330 arrests), ‘furious riding’ (89) and lascivious conduct (20). Other transgressions of the day included profanity, aiding deserting sailors and drinking ʻawa (kava; native plant used to make an intoxicating drink).\n"
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 7,
    "name": "Lahaina Heritage Museum",
    "latitude": "20.871604942957",
    "longitude": "-156.67790488824",
    "excerpt": "This small museum on the 2nd floor of the Old Lahaina Courthouse celebrates Lahaina’s prominent role in Maui’s history. Exhibits spotlight ancient…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/lahaina-heritage-museum/a/poi-sig/410522/1333407",
    "image_url": null,
    "detail_description": "This small museum on the 2nd floor of the Old Lahaina Courthouse celebrates Lahaina’s prominent role in Maui’s history. Exhibits spotlight ancient Hawaiian culture, missionary days, 19th-century whaling, and local plantations and mills. Check out the lemon-shaped sling stones. Made from volcanic rock, they were deadly projectiles used in early Hawaiian warfare. The 1898 Kingdom of Hawaii flag that once flew above the courthouse hangs above the stairwell.\nFree guided tours are offered on Tuesday and Wednesday at 10am, 11am and noon. Meet on the ocean-side steps."
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 6,
    "name": "Wo Hing Museum",
    "latitude": "20.876456",
    "longitude": "-156.680617",
    "excerpt": "This three-story temple, built in 1912 as a meeting hall for the benevolent Chee Kung Tong society, gave Chinese immigrants a place to preserve their…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/wo-hing-museum/a/poi-sig/1298942/1333407",
    "image_url": null,
    "detail_description": "This three-story temple, built in 1912 as a meeting hall for the benevolent Chee Kung Tong society, gave Chinese immigrants a place to preserve their cultural identity, celebrate festivities and socialize in their native tongue. After WWII, Lahaina’s ethnic Chinese population spread far and wide and the temple fell into decline. Now restored and turned into a cultural museum, it houses an intricately carved 11-panel screen from the 1850s, jade Fu dog statues weighing 300lb each and early 1900s artifacts.\nThe tin-roof cookhouse out back holds a tiny theater showing films of Hawaii shot by Thomas Edison in 1898 and 1906, soon after he invented the motion-picture camera. These grainy black-and-white shots are surprisingly entertaining, capture poignant images of old Hawaii, including paniolo (cowboys) herding cattle, cane workers in the fields and everyday street scenes."
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 5,
    "name": "Moku‘ula Island & Mokuhinia Pond Site",
    "latitude": "20.868396",
    "longitude": "-156.674695",
    "excerpt": "Until the 20th century, one of the most sacred sites in Hawaii was located on what now is a grassy field. Much of this land was wetlands, which included…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/moku-ula-island-mokuhinia-pond-site/a/poi-sig/1562784/1333407",
    "image_url": null,
    "detail_description": "Until the 20th century, one of the most sacred sites in Hawaii was located on what now is a grassy field. Much of this land was wetlands, which included the freshwater Mokuhinia Pond. In the middle of the water was Moku‘ula Island, a 1-acre site that was the home of sacred chiefs since the 16th century and where a royal residence of the Kamehameha royalty was in the 19th century. Today efforts have begun to restore this historic treasure.\nIn an act of extraordinary cultural vandalism, the pond was filled in and the sacred island destroyed in the early 1900s. For decades the field was known as Malu‘uluolele Park. Now archeological digs are in progress and there is a plan to remove the Malu‘uluolele Park Tennis Courts and other facilities from the northwest corner. The pond and island will be restored; fundraising and planning are underway. You can learn more about Moku‘ula and its future from informational signs at the southwest corner of the site at the small parking area at the corner of Front and Shaw Sts."
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 4,
    "name": "Hale Paʻi Printing Museum",
    "latitude": "20.890049",
    "longitude": "-156.659846",
    "excerpt": "This small white cottage on the grounds of Lahainaluna High School housed Hawaii’s first printing press. Although its primary mission was making the Bible…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/hale-pa-i-printing-museum/a/poi-sig/410460/1333407",
    "image_url": null,
    "detail_description": "This small white cottage on the grounds of Lahainaluna High School housed Hawaii’s first printing press. Although its primary mission was making the Bible available to Hawaiians, the press also produced, in 1834, Hawaii’s first newspaper. Named Ka Lama (The Torch), it held the distinction of being the first newspaper west of the Rockies. Call in advance; Hale Paʻi is staffed by volunteers so hours can vary. To get there, follow Lahainaluna Rd uphill for 2 miles northeast from downtown.\nThe adjacent school was founded in 1831, and students operated the press. Typography tools and a replica of the original Rampage Press are on display. The original press was so heavily used that it wore out in the 1850s. Displays discuss various items and publications printed on the press. There's also an exhibit explaining the history of Hawaii’s 12-letter alphabet and a reprint of an amusing ‘Temperance Map,’ drawn by an early missionary to illustrate the perils of drunkenness. Don’t be alarmed if an ear-splitting siren breaks your 1850s reverie; it’s just the high school’s ‘bell’ for changing classes. Boarding students, about 10% of the student body, have traditionally worked in neighboring fields – so the bell has to be loud."
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 3,
    "name": "Baldwin House",
    "latitude": "20.873198",
    "longitude": "-156.677731",
    "excerpt": "Built in 1834–35, the Baldwin House is the oldest surviving Western-style building in Lahaina. It served as the home of Reverend Dwight Baldwin, a…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/baldwin-house/a/poi-sig/410448/1333407",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/LPI-26462-22-Baldwin_1.jpg",
    "detail_description": "Built in 1834–35, the Baldwin House is the oldest surviving Western-style building in Lahaina. It served as the home of Reverend Dwight Baldwin, a missionary doctor, and as the community’s first medical clinic. The coral-and-rock walls are a hefty 24in thick, which keeps the house cool year-round. The exterior walls have been plastered over, but you can get a sense of how they originally appeared through a glass panel in the study.\nIt took the Baldwins 161 days to get here from their native Connecticut, sailing around Cape Horn at the southern tip of South America. Dr Baldwin’s passport and representative period furniture are on display. A doctor’s ‘scale of fees’ states that $50 was the price for treating a ‘very great sickness,’ while a ‘very small sickness’ cost $10. It’s only a cold, Doc, I swear."
},
{
    "country": "lahaina",
    "city": "Lahaina",
    "index": 2,
    "name": "Banyan Tree Park",
    "latitude": "20.871784",
    "longitude": "-156.677613",
    "excerpt": "A leafy landmark (the largest tree in Hawaii) stands in the center of Lahaina. Remarkably, it sprawls across the entire square. Planted as a seedling on…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/lahaina/attractions/banyan-tree-park/a/poi-sig/410450/1333407",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock386273443.jpg",
    "detail_description": "A leafy landmark (the largest tree in Hawaii) stands in the center of Lahaina. Remarkably, it sprawls across the entire square. Planted as a seedling on April 24, 1873, to commemorate the 50th anniversary of missionaries in Lahaina, the tree has become a virtual forest unto itself, with 16 major trunks and scores of horizontal branches reaching across the better part of an acre. The square was recently given a major restoration, which fixed the paving tiles and teak benches.\nThe songs of thousands of mynah birds keep things lively at night. Most weekends artists and craftsmen set up booths beneath the tree’s shady canopy."
}
]