[
{
    "country": "lahore",
    "city": "Lahore",
    "index": 1,
    "name": "Lahore Fort",
    "latitude": null,
    "longitude": null,
    "excerpt": "Built, damaged, demolished, rebuilt and restored several times before being given its current form by Emperor Akbar in 1566 (when he made Lahore his…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/lahore-fort/a/poi-sig/450303/357280",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8823868c25746236530fc76bcb9ce442-lahore-fort.jpg",
    "detail_description": "Built, damaged, demolished, rebuilt and restored several times before being given its current form by Emperor Akbar in 1566 (when he made Lahore his capital), the Lahore Fort is the star attraction of the Old City. Note that the museums here may close an hour or so before sunset.\nThe fort was modified by Jehangir in 1618 and later damaged by the Sikhs and the British, although it has now been partially restored. Within it is a succession of stately palaces, halls and gardens built by Mughal emperors Akbar, Jehangir, Shah Jahan and Aurangzeb, comparable to and contemporary with the other great Mughal forts at Delhi and Agra in India. It's believed that the site conceals some of Lahore's most ancient remains.The fort has an appealing 'abandoned' atmosphere (unless it's packed with visitors) and although it's not as elaborate as most of India's premier forts, it's still a fabulous place to simply wander around. The fort is entered on its western side through the colossal Alamgiri Gate, built by Aurangzeb in 1674 as a private entrance to the royal quarters. It was large enough to allow several elephants carrying members of the royal household to enter at one time. The small Moti Masjid (Pearl Mosque) was built by Shah Jahan in 1644 for the private use of the ladies of the royal household and was restored to its original delicacy in 1904.The Diwan-i-Aam (Hall of Public Audience) was built by Shah Jahan in 1631, with an upper balcony added by Akbar. It's where the emperor would make a daily public appearance, receive official visitors and review parades. Khawabgarh-i-Jehangir (Jehangir's Sleeping Quarters), a pavilion on the north side of his quadrangle, now houses a small museum of Mughal antiquities. One charming story about Jehangir is that he had a chain suspended outside the fort, which anyone unable to obtain justice through the usual channels could pull. A bell would ring in his private chambers and the petition would receive his personal attention.Moving west, another graceful pavilion, the Diwan-i-Khas (Hall of Private Audience), was built by Shah Jahan for receiving guests. The Shish Mahal (Palace of Mirrors), built by Shah Jahan in 1631, was closed for renovation at the time of research, but should be open by the time you read this. Decorated with glass mirrors set into the stucco interior, it was built for the empress and her court and installed with screens to conceal them from prying eyes. The walls were rebuilt in the Sikh period, but the original marble tracery screens and pietra dura (inlay work) are in remarkable condition. The view from here over the rest of the fort and Badshahi Mosque is rewarding.Naulakha is the marble pavilion on the west side of the quadrangle, lavishly decorated with pietra dura - studded with tiny jewels in intricate floral motifs. It was erected in 1631 and its name, meaning nine lakh (900,000), refers either to the price to build it or the number of semiprecious stones used in its construction. You can exit the fort from here, down the Hathi Paer (Elephant Path) and through Shah Burj Gate; if you do, look behind to see the fine painted tilework of the outer wall. There are three small museums on site (photography prohibited): the Armoury Gallery exhibits various arms including pistols, swords, daggers, spears and arrows; the Sikh Gallery predominantly houses rare oil paintings; and the Mughal Gallery includes among its exhibits old manuscripts, calligraphy, coins and miniature paintings, as well as an ivory miniature model of India's Taj Mahal. To better understand the fort's history you can hire a guide for Rs 150. In addition, Lahore Fort, Pakistan's Glorious Heritage, a colour booklet by Muhammad Ilyas Bhatti, sells here for Rs 150.An autorickshaw/taxi from The Mall to Lahore Fort should cost about Rs80/Rs200."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 18,
    "name": "Summit Minar",
    "latitude": "31.56028",
    "longitude": "74.3251",
    "excerpt": "In a park at Charing Cross, commemorating the Islamic Summit Conference held in Lahore in 1974, is Summit Minar. Underneath the minar - a tall, slender…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/summit-minar/a/poi-sig/450331/357280",
    "image_url": null,
    "detail_description": "In a park at Charing Cross, commemorating the Islamic Summit Conference held in Lahore in 1974, is Summit Minar. Underneath the minar - a tall, slender marble column - is a vaulted cellar housing gifts from the countries that attended the conference. Twenty stone slabs at the base of the pillar bear inscriptions of the word Allah. Outside is a pavilion with a glass case housing a Quran inscribed in gold leaf.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 32,
    "name": "Fortress Stadium",
    "latitude": null,
    "longitude": null,
    "excerpt": "The city's second most popular cricket venue.",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/fortress-stadium/a/poi-sig/1484342/357280",
    "image_url": null,
    "detail_description": "The city's second most popular cricket venue.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 31,
    "name": "National Hockey Stadium",
    "latitude": null,
    "longitude": null,
    "excerpt": "Opposite Qaddafi Stadium, this is the venue for field hockey matches and football (soccer).",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/national-hockey-stadium/a/poi-sig/450315/357280",
    "image_url": null,
    "detail_description": "Opposite Qaddafi Stadium, this is the venue for field hockey matches and football (soccer).\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 30,
    "name": "Chitrkar Studio & Gallery",
    "latitude": null,
    "longitude": null,
    "excerpt": "Apart from frequent art exhibitions, Chitrkar puts on an enjoyable classical music evening once a month.",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/chitrkar-studio-gallery/a/poi-sig/450289/357280",
    "image_url": null,
    "detail_description": "Apart from frequent art exhibitions, Chitrkar puts on an enjoyable classical music evening once a month.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 29,
    "name": "Qaddafi Stadium",
    "latitude": "31.55818",
    "longitude": "74.32902",
    "excerpt": "Lahore's premier venue for major domestic and international cricket matches, surf up www.pcboa rd.com.pk.",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/qaddafi-stadium/a/poi-sig/450319/357280",
    "image_url": null,
    "detail_description": "Lahore's premier venue for major domestic and international cricket matches, surf up www.pcboa rd.com.pk.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 27,
    "name": "Sunehri Masjid",
    "latitude": "31.58311",
    "longitude": "74.32157",
    "excerpt": "The small Sunehri Masjid, in the centre of the Old City, was built in 1753 by Bikhari Khan and is famous for its three gilded domes and gold-plated…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/sunehri-masjid/a/poi-sig/450333/357280",
    "image_url": null,
    "detail_description": "The small Sunehri Masjid, in the centre of the Old City, was built in 1753 by Bikhari Khan and is famous for its three gilded domes and gold-plated minarets, still shining as brightly as ever.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 28,
    "name": "Cathedral Church of the Resurrection",
    "latitude": "31.56534",
    "longitude": "74.31746",
    "excerpt": "The Anglican Cathedral Church of the Resurrection has an English language Communion service at 08:00 and 17:00 on Sunday. There are several other churches…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/cathedral-church-of-the-resurrection/a/poi-sig/450287/357280",
    "image_url": null,
    "detail_description": "The Anglican Cathedral Church of the Resurrection has an English language Communion service at 08:00 and 17:00 on Sunday. There are several other churches in Lahore.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 26,
    "name": "Ejaz Galleries",
    "latitude": null,
    "longitude": null,
    "excerpt": "Just off MM Alam Rd (turn at KFC) this classy gallery has an innovative collection of paintings by Pakistani artists. The paintings are also for sale …",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/ejaz-galleries/a/poi-sig/450293/357280",
    "image_url": null,
    "detail_description": "Just off MM Alam Rd (turn at KFC) this classy gallery has an innovative collection of paintings by Pakistani artists. The paintings are also for sale (expect to pay around Rs6000 to Rs100000 per piece).\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 23,
    "name": "Aitchison College",
    "latitude": "31.54895",
    "longitude": "74.34653",
    "excerpt": "At the eastern end of The Mall, Aitchison College, the 'Eton of Pakistan', is the most prestigious school in the country. Run on the lines of an English…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/aitchison-college/a/poi-sig/450277/357280",
    "image_url": null,
    "detail_description": "At the eastern end of The Mall, Aitchison College, the 'Eton of Pakistan', is the most prestigious school in the country. Run on the lines of an English public school, the Mughal-Gothic style building is surrounded by manicured sporting fields.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 24,
    "name": "Nairang Galleries",
    "latitude": null,
    "longitude": null,
    "excerpt": "This small but high-quality gallery focuses on Pakistani art with items selling upwards of Rs6000. There's also a little café, replete with spongy sofas,…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/nairang-galleries/a/poi-sig/450313/357280",
    "image_url": null,
    "detail_description": "This small but high-quality gallery focuses on Pakistani art with items selling upwards of Rs6000. There's also a little caf&#xE9;, replete with spongy sofas, that is a perfect place to cool your heels over a steamy cup of coffee.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 25,
    "name": "Race Course Park",
    "latitude": null,
    "longitude": null,
    "excerpt": "Southeast of Bagh-i-Jinnah on Race Course Rd, the cool, green Race Course Park is the place to catch a polo game. It's also good for a stroll or jog -…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/race-course-park/a/poi-sig/450321/357280",
    "image_url": null,
    "detail_description": "Southeast of Bagh-i-Jinnah on Race Course Rd, the cool, green Race Course Park is the place to catch a polo game. It's also good for a stroll or jog - there's less human traffic on weekdays (late afternoons can get busy, though).\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 22,
    "name": "Begum Shah Mosque",
    "latitude": "31.58713",
    "longitude": "74.31771",
    "excerpt": "Masti Gate in the north of the Old City leads to the 1614 Begum Shah Mosque, named after Maryam Zamani, the mother of Emperor Jehangir. If you're keen to…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/begum-shah-mosque/a/poi-sig/450285/357280",
    "image_url": null,
    "detail_description": "Masti Gate in the north of the Old City leads to the 1614 Begum Shah Mosque, named after Maryam Zamani, the mother of Emperor Jehangir. If you're keen to visit Heera Mandi it's advisable to go in a group as it can sometimes be a bit seedy after dark.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 21,
    "name": "Bagh-i-Jinnah",
    "latitude": null,
    "longitude": null,
    "excerpt": "A central place to slow the pace and chat to locals is pleasant Bagh-i-Jinnah. There's an open-air theatre that has frequent nightly performances (in Urdu…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/bagh-i-jinnah/a/poi-sig/450283/357280",
    "image_url": null,
    "detail_description": "A central place to slow the pace and chat to locals is pleasant Bagh-i-Jinnah. There's an open-air theatre that has frequent nightly performances (in Urdu or Punjabi) and the attractive British building in the centre of the park now houses Jinnah Library.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 20,
    "name": "Alhamra Art Gallery",
    "latitude": "31.55818",
    "longitude": "74.32902",
    "excerpt": "This gallery, not to be confused with the Alhamra, houses Lahore's largest permanent collection of artwork. There are two floors exhibiting fine paintings…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/alhamra-art-gallery/a/poi-sig/450279/357280",
    "image_url": null,
    "detail_description": "This gallery, not to be confused with the Alhamra, houses Lahore's largest permanent collection of artwork. There are two floors exhibiting fine paintings by Pakistani artists. This gallery is part of the Alhamra Cultural Complex, which sometimes has musical and theatrical performances.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 19,
    "name": "Gurdwara of Arjan Dev",
    "latitude": "31.58932",
    "longitude": "74.31132",
    "excerpt": "The Gurdwara of Arjan Dev is dedicated to Sikhism's fifth guru. Created by Maharaja Ranjit Singh, this is Lahore's largest gurdwara (Sikh temple) and is…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/gurdwara-of-arjan-dev/a/poi-sig/450299/357280",
    "image_url": null,
    "detail_description": "The Gurdwara of Arjan Dev is dedicated to Sikhism's fifth guru. Created by Maharaja Ranjit Singh, this is Lahore's largest gurdwara (Sikh temple) and is an important pilgrimage site for Sikhs. Non-Sikhs are not permitted entry to certain areas.\nMen and women must cover their heads and remove their shoes. Tobacco is strictly prohibited. An autorickshaw/taxi from The Mall costs around Rs80/Rs200."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 17,
    "name": "Lahore Zoo",
    "latitude": "31.55604",
    "longitude": "74.32595",
    "excerpt": "Near Bagh-i-Jinnah, behind a large gateway adorned with a colourful animal mural, Lahore Zoo is one of the oldest zoos on the subcontinent. It was founded…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/lahore-zoo/a/poi-sig/450307/357280",
    "image_url": null,
    "detail_description": "Near Bagh-i-Jinnah, behind a large gateway adorned with a colourful animal mural, Lahore Zoo is one of the oldest zoos on the subcontinent. It was founded in 1872 and includes a variety of bird species along with lions, elephants, monkeys, leopards, giraffes, tigers and more. The gardens themselves are of almost as much interest as the animals and contain a wide range of plants and trees, some believed to date back to the 16th century.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 16,
    "name": "Samadhi of Maharaja Ranjit Singh",
    "latitude": "31.58932",
    "longitude": "74.31132",
    "excerpt": "Outside of the Lahore Fort, the Samadhi of Maharaja Ranjit Singh commemorates the founder of the short-lived Sikh empire, Maharaja Ranjit Singh. The ashes…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/samadhi-of-maharaja-ranjit-singh/a/poi-sig/450325/357280",
    "image_url": null,
    "detail_description": "Outside of the Lahore Fort, the Samadhi of Maharaja Ranjit Singh commemorates the founder of the short-lived Sikh empire, Maharaja Ranjit Singh. The ashes of the maharaja lie in a lotus-shaped urn inside a small brick pavilion.In the same compound is the Gurdwara of Arjan Dev.Men and women must cover their heads and remove their shoes. Tobacco is strictly prohibited. An autorickshaw/taxi from The Mall costs around Rs80/Rs200.\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 15,
    "name": "Royal Baths",
    "latitude": "31.58203",
    "longitude": "74.32638",
    "excerpt": "Old Lahore sprawls at the foot of the fort. It comprises narrow snaking alleys surrounded by a 9m-high wall with 13 gates, with sections closely…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/royal-baths/a/poi-sig/450323/357280",
    "image_url": null,
    "detail_description": "Old Lahore sprawls at the foot of the fort. It comprises narrow snaking alleys surrounded by a 9m-high wall with 13 gates, with sections closely resembling the way they would have been back in Mughal times. It's a brilliant place in which to get lost (as you probably will); a good way to relocate yourself is to go back to one of the main gates. Delhi Gate in the east leads past the 17th-century Royal Baths, now a small TDCP office, to the Mosque of Wazir Khan and Sunehri Masjid (Golden Mosque).\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 13,
    "name": "Tomb of Nur Jahan",
    "latitude": null,
    "longitude": null,
    "excerpt": "Just over the railway line from Jehangir's Tomb but not as well preserved is the Tomb of Nur Jahan. After the death of her first husband, an Afghan prince…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/tomb-of-nur-jahan/a/poi-sig/450335/357280",
    "image_url": null,
    "detail_description": "Just over the railway line from Jehangir's Tomb but not as well preserved is the Tomb of Nur Jahan. After the death of her first husband, an Afghan prince, Nur Jahan was carted off to Delhi, destined for captivity. However, Emperor Jehangir fell in love with her and they married in 1611. He gave her the name Nur Jahan, meaning 'Light of the World', and allowed her to rule alongside him. She died aged 72 in 1645, 18 years after Jehangir, and her tomb was completed in the same year.\r\n\nOne story is that, pining for her dead husband, she planned the tomb herself and wrote its mournful epitaph.\r\n"
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 14,
    "name": "Mosque of Wazir Khan",
    "latitude": "31.58319",
    "longitude": "74.32371",
    "excerpt": "At the eastern end of the Old City, 250m inside Delhi Gate, is the deteriorating but beautifully tiled Mosque of Wazir Khan. It was founded in the 17th…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/mosque-of-wazir-khan/a/poi-sig/450311/357280",
    "image_url": null,
    "detail_description": "At the eastern end of the Old City, 250m inside Delhi Gate, is the deteriorating but beautifully tiled Mosque of Wazir Khan. It was founded in the 17th century by Sheikh Ilm-ud-Din Ansari (also known as Wazir Khan), the royal physician and later governor of Punjab during the reign of Shah Jahan. This was once an important centre for training Islamic calligraphers. The small, crumbling mosque has an evocative, deserted feel to it and is worth visiting for this reason alone.\nA autorickshaw/taxi from The Mall to this mosque should cost Rs150/Rs60."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 9,
    "name": "Minar-i-Pakistan",
    "latitude": "31.59251",
    "longitude": "74.30954",
    "excerpt": "Soaring into the sky in Iqbal Park, the 60m high Minar-i-Pakistan was built in 1960. It commemorates the signing of the Pakistan Resolution on 23 March…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/minar-i-pakistan/a/poi-sig/450309/357280",
    "image_url": null,
    "detail_description": "Soaring into the sky in Iqbal Park, the 60m high Minar-i-Pakistan was built in 1960. It commemorates the signing of the Pakistan Resolution on 23 March 1940 by the All India Muslim League, which paved the way for the founding of Pakistan.\nMarble tablets around the base record the text of the resolution, as well as the 99 attributes of Allah, passages from the Quran and works of Allama Iqbal and Mohammed Ali Jinnah, the two most important figures of the Pakistani independence movement. A lift and stairs once took visitors to the top of the Minar for the spectacular views of Lahore Fort, however, this was recently closed due to the high rate of suicides. In the late afternoon, Iqbal Park attracts a throng of people who gather here for a stroll or to play cricket, fly kites or just hang out.An autorickshaw/taxi from The Mall to Iqbal Park costs about Rs80/Rs200."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 10,
    "name": "Zamzama",
    "latitude": "31.56901",
    "longitude": "74.30586",
    "excerpt": "Zamzama 'He sat in defiance of municipal orders, astride the gun Zam-Zammah on her brick platform opposite the old Ajaib-Gher - The Wonder House, as the…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/zamzama/a/poi-sig/450337/357280",
    "image_url": null,
    "detail_description": "Zamzama 'He sat in defiance of municipal orders, astride the gun Zam-Zammah on her brick platform opposite the old Ajaib-Gher - The Wonder House, as the Natives call the Lahore Museum. Who hold Zam-Zammah hold the Punjab; for the great green-bronze piece is always first of the conqueror's loot.'\nThis mighty cannon, made famous at the start of Rudyard Kipling's classic 1901 novel, was originally named Zamzama, meaning 'Lion's Roar' and sits on the medium strip in front of the Lahore Museum. It was used in various battles by the Afghan Durranis and then the Sikhs, before being brought to Lahore by Maharaja Ranjit Singh as a symbol of his conquests. Kipling's father was the first curator of the Lahore Museum. Rudyard himself worked at the now defunct Civil &amp; Military Gazette in Lahore from 1882 to 1887."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 11,
    "name": "Prince Kamran Baradari Park",
    "latitude": null,
    "longitude": null,
    "excerpt": "The baradari (summer pavilion) of Prince Kamran, son of the first Mughal emperor Zahiruddin Babur, stands on a small island in the Ravi River (the river…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/prince-kamran-baradari-park/a/poi-sig/450317/357280",
    "image_url": null,
    "detail_description": "The baradari (summer pavilion) of Prince Kamran, son of the first Mughal emperor Zahiruddin Babur, stands on a small island in the Ravi River (the river is on the northern outskirts of town). When it was completed in 1540 the Ravi was several hundred metres away and the baradari was in a large garden adjacent to the town. Its two storeys still open to a 12-columned vaulted veranda (baradari literally means 12 gates).\nThese days a great deal of its former romance has disappeared and few travellers make the trip here.If water levels are not too low, rowing boats make the return trip from the Lahore side for Rs25 per person (minimum 10 people). Alternatively, you can negotiate a fare for smaller groups."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 12,
    "name": "Chughtai Museum",
    "latitude": null,
    "longitude": null,
    "excerpt": "Originally intended to be temporary but open since 1975, the year Muhammad Abdur Rahman Chughtai died, the Chughtai Museum is just northwest of the…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/chughtai-museum/a/poi-sig/450291/357280",
    "image_url": null,
    "detail_description": "Originally intended to be temporary but open since 1975, the year Muhammad Abdur Rahman Chughtai died, the Chughtai Museum is just northwest of the intersection of Ferozpur Rd and Gulberg Main Blvd. Recognised as Pakistan's greatest painter and credited with a single-handed renaissance in Islamic art here, Chughtai (1897-1975) produced almost 2000 watercolours, thousands of pencil sketches and nearly 300 etchings and aquatints. He also designed many of Pakistan's stamps and coins.\nIt's possible to see works of Chughtai that are not in the exhibition if you contact the director, Mr Arif Rahman Chughtai (5850733) in advance. It's also probably a good idea to phone just ahead of your visit to make sure someone is there."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 8,
    "name": "Lahore Museum",
    "latitude": "31.56831",
    "longitude": "74.30823",
    "excerpt": "Try to set aside a couple of hours to make the most of a visit to the superb Lahore Museum, which has exhibits spanning the recorded history of the…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/lahore-museum/a/poi-sig/450305/357280",
    "image_url": null,
    "detail_description": "Try to set aside a couple of hours to make the most of a visit to the superb Lahore Museum, which has exhibits spanning the recorded history of the subcontinent. Part of the collection was removed to India after Partition but this is still the biggest and perhaps most impressive museum in Pakistan.\nThe museum has almost 20 galleries with items dating from the Stone Age to the 20th century. It's particularly famous for its display of Gandharan sculpture (especially the haunting Fasting Buddha), manuscripts, Qurans, its sensational array of miniature paintings, carpets, various pieces of art from the Islamic period, articles from Moenjodaro, Harappa and other Indus Valley civilisation sites and its magnificent collection of coins from the Achaemenian period onwards.Kim's Bookshop, in the museum compound, stocks an interesting collection of novels and general-interest books."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 7,
    "name": "Shalimar Gardens",
    "latitude": null,
    "longitude": null,
    "excerpt": "To the northeast of town, about 4km from the main train station, this was one of three gardens named Shalimar Gardens created by Shah Jahan in the 17th…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/shalimar-gardens/a/poi-sig/450327/357280",
    "image_url": null,
    "detail_description": "To the northeast of town, about 4km from the main train station, this was one of three gardens named Shalimar Gardens created by Shah Jahan in the 17th century. It's also the only surviving Mughal garden of several built in Lahore. The Shalimar Gardens are now rather rundown and a far cry from their former glory, but they're still popular with locals. Many of the fountains were under renovation at the time of research and operate at particular times.\nThe walled gardens were laid out in a central tier with two smaller and lower ones to either side, with a pool of corresponding size, in keeping with the mathematical principles of Mughal design. Visitors originally entered at the lowest level and walked up through successive gardens illuminated by hundreds of candles housed in chinikhanas (niches).To get to the gardens, catch bus 4 from the train station. An autorickshaw from The Mall costs about Rs250."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 6,
    "name": "Faqir Khana Museum",
    "latitude": "31.58103",
    "longitude": "74.30943",
    "excerpt": "About 500m inside Bhatti Gate on the right-hand side, a small mansion houses the Faqir Khana Museum. It houses the treasures of the Faqir family, who have…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/faqir-khana-museum/a/poi-sig/450295/357280",
    "image_url": null,
    "detail_description": "About 500m inside Bhatti Gate on the right-hand side, a small mansion houses the Faqir Khana Museum. It houses the treasures of the Faqir family, who have lived in Lahore since the 18th century. It is said to be the largest private collection in south Asia, with over 13,000 pieces of art.\nThe head of the Lahore branch of the family was a fakir (Muslim ascetic) from Bukhara whose three sons achieved prominence in the court of Sikh ruler Ranjit Singh, despite being Muslims. One son was royal physician, another a foreign minister and the third a finance minister. Largely as a result of their ties with Ranjit Singh, they amassed many valuable antiquities, as direct or hand-me-down gifts. Later generations preserved these pieces and collected more objets d'art during travels abroad.Items include relics of the Prophet Mohammed (on public display for one day during the Islamic month of Muharram), early Qurans and other illuminated manuscripts, miniature paintings, porcelain pieces, old coins, Islamic artwork, carvings, clothes worn by the Mughal emperors, a small armoury of Sikh weapons and carpets from the royal courts.As this is a private collection, you must phone the curator in advance. Admission is free, photography is not permitted and it's appreciated if you take off your shoes and refrain from touching any of the items."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 5,
    "name": "Rohtas Fort",
    "latitude": null,
    "longitude": null,
    "excerpt": "Some 16km northwest of Jhelum, colossal Rohtas Fort is an extraordinary example of military architecture. It was started in 1543 by the Pashtun ruler Sher…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/rohtas-fort/attractions/rohtas-fort/a/poi-sig/502268/357294",
    "image_url": null,
    "detail_description": "Some 16km northwest of Jhelum, colossal Rohtas Fort is an extraordinary example of military architecture. It was started in 1543 by the Pashtun ruler Sher Shah Suri, to protect the strategic Peshawar to Calcutta (now Kolkata) road from the Mughals and their allies. He never lived to see its completion and work was carried on by succeeding rulers. However, it was soon made redundant when Akbar moved his frontier to Attock and built a new fort there.\nThe vast fort is now in ruins except for the crenulated outer walls and most of its 12 gates and 68 bastions. The best-preserved remains are to the west; walk through the town to the western Sohal Gate to start your explorations. Built to an irregular plan on hilly ground, its 12m-thick terraced ramparts have a perimeter of more than 4km and vary in height from 10m to 18m. You can still walk along some of them but they are crumbling, so watch your step. An internal wall separates the inner fort (or citadel for the elite) at the northwest from the outer fort of soldiers and citizens, where the sleepy town still exists.Little remains of the interior, but there are two pavilions of the haveli of Man Singh (governor of Lahore and a general in the time of his son-in-law Akbar the Great), which you can climb for a view over the whole fort. To the west, at the pinnacle of the outer wall, a high stone platform marks the burj (execution tower); victims would be thrown from here into the ditch below. Two gates in the northern wall lead down to freshwater wells and the Kahan River. You could spend two or three hours exploring the grounds. Bring a hat, and although drinks can be bought in the town, it's wise to carry your own."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 4,
    "name": "Shrine of Data Ganj Bakhsh Hajveri",
    "latitude": "31.57866",
    "longitude": "74.30354",
    "excerpt": "Author of a famous book on mysticism, the 11th-century Data Ganj Bakhsh, originally from Ghazni in Afghanistan, was one of the most successful Sufi…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/shrine-of-data-ganj-bakhsh-hajveri/a/poi-sig/450329/357280",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Pakistan%20Lahore%20C4289N%20shutterstock_1147940222%20RFE.jpg",
    "detail_description": "Author of a famous book on mysticism, the 11th-century Data Ganj Bakhsh, originally from Ghazni in Afghanistan, was one of the most successful Sufi preachers on the subcontinent and is today one of the most notable Sufi saints in Pakistan. The Shrine of Data Ganj Bakhsh Hajveri is located west of Bhatti Gate, just outside the Old City.\nBorn Abdul Hasan Ali, he was known as Data Ganj Bakhsh (the Bestower of Treasures) because of his generosity towards the less privileged. A hospital and several institutions for the needy have been added near the shrine over the years.Hordes of devotees gather here on Thursday afternoons to listen to the excellent qawwali.The urs (death anniversary) of Data Ganj Bakhsh Hajveri is held at this shrine on 18-20 Safar (March/April) and is attended by tens (if not hundreds) of thousands of pilgrims."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 3,
    "name": "Jehangir's Tomb",
    "latitude": null,
    "longitude": null,
    "excerpt": "Standing in a garden on the northern outskirts of Lahore, the elaborately decorated sandstone Jehangir's Tomb is that of Emperor Jehangir. Built in 1637…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/jehangir-s-tomb/a/poi-sig/450301/357280",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/06b5b68c2755ad7b3076e4253c387156-jehangir-s-tomb.jpg",
    "detail_description": "Standing in a garden on the northern outskirts of Lahore, the elaborately decorated sandstone Jehangir's Tomb is that of Emperor Jehangir. Built in 1637 by Jehangir's son, Shah Jahan, it's believed to have been designed by Jehangir's widow, Nur Jahan. The tomb is made of marble with trellis decorations of pietra dura bearing the 99 attributes of Allah in Arabic calligraphy. These are inside a vaulted chamber, decorated with marble tracery and cornered with four minarets.\nOutside is a sunken passageway with one tunnel supposedly leading to Shalimar Gardens and another to Hiran Minar - both tunnels are now bricked up.The entrance to the tomb courtyard lies on the right-hand side of Akbar's Caravanserai, a 180-room resting place for pilgrims, travellers and their animals, built by Shah Jahan at the same time as Jehangir's Tomb. The western gateway leads to the Tomb of Asif Khan. The brother-in-law of Jehangir and father to Mumtaz Mahal (the lady for whom India's Taj Mahal was created), Khan died in 1641.An autorickshaw/taxi from The Mall to Jehangir's Tomb (or Nur Jahan's Tomb, described below) costs about Rs350/Rs700."
},
{
    "country": "lahore",
    "city": "Lahore",
    "index": 2,
    "name": "Badshahi Mosque",
    "latitude": "31.5881",
    "longitude": "74.3102",
    "excerpt": "Completed in 1674 under Aurangzeb as the Mughals' final architectural fling, the sublime Badshahi Mosque, opposite the main gateway to the Lahore Fort, is…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/badshahi-mosque/a/poi-sig/450281/357280",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f08e7914532ff0507f29c0f978c415a1-badshahi-mosque.jpg",
    "detail_description": "Completed in 1674 under Aurangzeb as the Mughals' final architectural fling, the sublime Badshahi Mosque, opposite the main gateway to the Lahore Fort, is one of the world's largest mosques. Replete with huge gateways, four tapering minarets of red sandstone, three vast marble domes and an open courtyard said to hold up to 100,000 people, it was damaged by the British and later restored.\nThe rooms (admission Rs5) above the entrance gate are said to house hairs of the Prophet Mohammed and other relics. The mosque looks lovely when it's illuminated in the evening.In 1991 the mosque grabbed international headlines when hardline mullahs (Muslim religious leaders) protested at the visit of the late Princess of Wales; her skirt was considered too short and the director of the mosque was criticised for presenting (the then) HRH, a non-Muslim, with a copy of the Quran and allowing her into the sacred precincts while immodestly dressed. The case went to court and ended with the litigant mullahs being ordered to stop wasting the judge's time.In the courtyard stands the Tomb of Allama Mohammed Iqbal, a modest memorial in red sandstone to the philosopher-poet who in the 1930s first postulated the idea of an independent Pakistan.An autorickshaw/taxi from The Mall is Rs80/Rs200."
}
]