[
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 1,
    "name": "Bet Maryam",
    "latitude": "12.0336144",
    "longitude": "39.04342279",
    "excerpt": "Connected to Bet Medhane Alem by a tunnel is a large courtyard containing three churches. The first, Bet Maryam, is small, yet designed and decorated to…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bet-maryam/a/poi-sig/438046/355297",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_2163963947.jpg",
    "detail_description": "Connected to Bet Medhane Alem by a tunnel is a large courtyard containing three churches. The first, Bet Maryam, is small, yet designed and decorated to an exceptionally high standard. It’s also the only church with porches extending off it. Dedicated to the Virgin (who’s particularly venerated in Ethiopia), this is the most popular church among pilgrims. Some believe it may have been the first built in Lalibela.\nOn its eastern wall you’ll see two sets of three windows. The upper set is thought to represent the Holy Trinity, while the lower three, set below a small cross-shaped window, are believed to represent the crucifixion of Jesus and the two sinners. The lower right window has a small opening above it, a signal that this sinner was accepted to heaven after repenting his sins and asking for Jesus’ help. The lower left window, which represents the criminal who went to hell, has the small opening below it.Above the western porch and squeezed beneath the roof is a rare and beautifully carved bas-relief of St George fighting the dragon.Inside, the ceilings and upper walls are painted with very early frescoes, and the columns, capital and arches are covered in beautifully carved details, including a curious two-headed eagle and two fighting bulls, one white, one black (thought to represent good and evil). At the eastern end of the tall nave, surrounded by seven galleries, is a holy column with inscriptions in Ge’ez, Hebrew and Greek kept permanently wrapped in cloth.Christmas celebrations here on 7 January are a wonderful thing to behold."
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 23,
    "name": "Tomb of Adam",
    "latitude": "12.03362967",
    "longitude": "39.04291108",
    "excerpt": "The symbolic Tomb of Adam is a giant, hollowed-out block of stone next to Bet Uraiel.",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/tomb-of-adam/a/poi-sig/1433768/355297",
    "image_url": null,
    "detail_description": "The symbolic Tomb of Adam is a giant, hollowed-out block of stone next to Bet Uraiel.\n"
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 22,
    "name": "Saturday Market",
    "latitude": "12.03289126",
    "longitude": "39.03886471",
    "excerpt": "Lalibela’s Saturday Market is quite large. It's quieter on other days, but still worth visiting.",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/saturday-market/a/poi-sig/1424785/355297",
    "image_url": null,
    "detail_description": "Lalibela’s Saturday Market is quite large. It's quieter on other days, but still worth visiting.\n"
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 21,
    "name": "Bet Meskel",
    "latitude": "12.03378",
    "longitude": "39.043329",
    "excerpt": "Carved into the courtyard’s northern wall at Bet Maryam is the tiny semi-chapel of Bet Meskel. Four pillars divide the gallery into two aisles spanned by…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bet-meskel/a/poi-sig/438052/355297",
    "image_url": null,
    "detail_description": "Carved into the courtyard’s northern wall at Bet Maryam is the tiny semi-chapel of Bet Meskel. Four pillars divide the gallery into two aisles spanned by arcades.\n"
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 20,
    "name": "Museum",
    "latitude": "12.03419",
    "longitude": "39.043232",
    "excerpt": "Downstairs at the ticket office, the uninspired museum displays the usual church items. It's an obligatory stop, but any time spent here is merely…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/museum/a/poi-sig/1433766/355297",
    "image_url": null,
    "detail_description": "Downstairs at the ticket office, the uninspired museum displays the usual church items. It's an obligatory stop, but any time spent here is merely postponing the main event.\n"
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 19,
    "name": "Bilbila Chirkos",
    "latitude": null,
    "longitude": null,
    "excerpt": "Near Arbatu Ensessa, 41km off the Yemrehanna Kristos road, this is an interesting three-quarter monolith known particularly for its ancient frescoes…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bilbila-chirkos/a/poi-sig/1424848/355297",
    "image_url": null,
    "detail_description": "Near Arbatu Ensessa, 41km off the Yemrehanna Kristos road, this is an interesting three-quarter monolith known particularly for its ancient frescoes. Attributed to King Kaleb, it’s thought to date from AD 523. It’s a three-minute walk from the road.\n"
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 18,
    "name": "Bet Uraiel",
    "latitude": "12.03362655",
    "longitude": "39.0429029",
    "excerpt": "In the trench fronting the western facade of Bet Golgotha, past the symbolic Tomb of Adam (a giant, hollowed-out block of stone), Bet Uraiel opened as a…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bet-uraiel/a/poi-sig/1424779/355297",
    "image_url": null,
    "detail_description": "In the trench fronting the western facade of Bet Golgotha, past the symbolic Tomb of Adam (a giant, hollowed-out block of stone), Bet Uraiel opened as a church in 1998 in what may have been a storeroom. Its rough-hewn rooms are rarely visited by worshipers or tourists.\n"
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 17,
    "name": "Bet Danaghel",
    "latitude": "12.03332372",
    "longitude": "39.04342275",
    "excerpt": "To the south of the Bet Maryam courtyard is the pleasingly primitive and grotto-like chapel of Bet Danaghel (House of the Virgins), said to have been…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bet-danaghel/a/poi-sig/438038/355297",
    "image_url": null,
    "detail_description": "To the south of the Bet Maryam courtyard is the pleasingly primitive and grotto-like chapel of Bet Danaghel (House of the Virgins), said to have been constructed in memory of the maiden nuns martyred on the orders of the 4th-century Roman emperor Julian in Edessa (modern-day Turkey).\n"
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 16,
    "name": "Arbatu Ensessa",
    "latitude": null,
    "longitude": null,
    "excerpt": "On the way to Yemrehanna Kristos, around 35km from Lalibela, is this three-quarter monolith church in a wild, overgrown but rather beautiful setting. It’s…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/arbatu-ensessa/a/poi-sig/1424845/355297",
    "image_url": null,
    "detail_description": "On the way to Yemrehanna Kristos, around 35km from Lalibela, is this three-quarter monolith church in a wild, overgrown but rather beautiful setting. It’s thought to have been built by King Kaleb in AD 518. Arbatu ensessa means ‘the four beasts’ after the four Evangelists: Matthew, Mark, Luke and John. It’s five minutes’ walk from the road.\n"
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 15,
    "name": "Bet Abba Libanos",
    "latitude": "12.03130864",
    "longitude": "39.04523431",
    "excerpt": "Hewn into a rock face, Bet Abba Libanos is unique among Lalibela’s churches because only the roof and floor remain attached to the strata. Many of its…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bet-abba-libanos/a/poi-sig/438034/355297",
    "image_url": null,
    "detail_description": "Hewn into a rock face, Bet Abba Libanos is unique among Lalibela’s churches because only the roof and floor remain attached to the strata. Many of its architectural features, such as the friezes, are Aksumite. Curiously, although it looks large from the outside, the interior is actually very small. The carved corners of its cubic capitals represent angel eyes. Legend says it was constructed in a single night by Lalibela’s wife, Meskel Kebra, with a little help from angels.\n"
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 14,
    "name": "Bilbila Giyorgis",
    "latitude": "12.182489",
    "longitude": "38.967476",
    "excerpt": "Lying west of Arbatu Ensessa, around 32km from Lalibela, Bilbila Giyorgis is attributed to King Kaleb. It resembles Bet Abba Libanos in design. According…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bilbila-giyorgis/a/poi-sig/1424847/355297",
    "image_url": null,
    "detail_description": "Lying west of Arbatu Ensessa, around 32km from Lalibela, Bilbila Giyorgis is attributed to King Kaleb. It resembles Bet Abba Libanos in design. According to tradition, five swarms of bees took up residence shortly after the church was completed. They still reside here and their sacred honey is said to have curative properties, particularly for psychological disorders and skin problems. The priest will let you taste it. It’s 20 to 30 minutes’ walk up the hill from the road.\n"
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 13,
    "name": "Lalibela Cultural Center",
    "latitude": "12.027474",
    "longitude": "39.04026",
    "excerpt": "This excellent new museum has beautifully presented displays about Lalibela’s history, both past and present. The exhibits range from cultural artefacts…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/lalibela-cultural-center/a/poi-sig/1424786/355297",
    "image_url": null,
    "detail_description": "This excellent new museum has beautifully presented displays about Lalibela’s history, both past and present. The exhibits range from cultural artefacts to ancient manuscripts and other archaeological finds from Lalibela's sites. But the real stars are the 11 detailed information panels around the walls outlining Lalibela's history and archaeology. A museum guide is included in the entry fee.\nThe museum is signposted on the street as 'Lalibela Cultural Center' and sits above XO Lalibela."
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 12,
    "name": "Na’akuto La‘ab",
    "latitude": "11.999277",
    "longitude": "39.066782",
    "excerpt": "Lying 7km from Lalibela, just off the airport road, is this simple but attractive church (apart from the outer security wall). It’s attributed to King…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/na-akuto-la-ab/a/poi-sig/1424854/355297",
    "image_url": null,
    "detail_description": "Lying 7km from Lalibela, just off the airport road, is this simple but attractive church (apart from the outer security wall). It’s attributed to King Lalibela’s successor and shelters in a natural cave. It was almost certainly the site of a much older shrine and Empress Zewditu built the inner red-brick building. Some very old stone receptacles collect the precious holy water that drips from the cave roof.\nThe church boasts various treasures said to have belonged to its founder, including crosses, crowns, gold-painted drums and an illuminated Bible."
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 11,
    "name": "Geneta Maryam",
    "latitude": "11.982233",
    "longitude": "39.063091",
    "excerpt": "Geneta Maryam is thought to have been built around 1270 by Yekuno Amlak, who restored the Solomonic line. With its rectangular shape and 20 massive…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/geneta-maryam/a/poi-sig/1424856/355297",
    "image_url": null,
    "detail_description": "Geneta Maryam is thought to have been built around 1270 by Yekuno Amlak, who restored the Solomonic line. With its rectangular shape and 20 massive rectangular pillars that support it, Geneta Maryam resembles Lalibela’s Bet Medhane Alem. It’s also known for its remarkable 13th-century paintings, though most are very faded. There’s a moon-shaped face of Christ on the western wall. Whoever built the hideous protective roof over it should be ashamed.\nIt’s about five hours by foot from Lalibela, or 1½ hours by vehicle."
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 10,
    "name": "Bet Golgotha & Bet Mikael",
    "latitude": "12.033528",
    "longitude": "39.043136",
    "excerpt": "A trench at the southern end of the Bet Maryam courtyard connects it to the twin churches of Bet Golgotha and Bet Mikael (also known as Bet Debre Sina)…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bet-golgotha-bet-mikael/a/poi-sig/438044/355297",
    "image_url": null,
    "detail_description": "A trench at the southern end of the Bet Maryam courtyard connects it to the twin churches of Bet Golgotha and Bet Mikael (also known as Bet Debre Sina). The pair have the only cruciform pillars of Lalibela’s churches and relief-carved crosses proliferate in Bet Mikael. The entrance leads first to Bet Mikael and then to Bet Golgotha, which women can’t enter.\nBet Golgotha is known for containing some of the best early examples of Ethiopian Christian art, including some amazing life-size depictions of the 12 apostles carved into the walls’ niches. Four are visible, with the other eight behind the curtains in the off-limits Selassie Chapel, one of Lalibela’s holiest sanctuaries and home to more fantastic art and also the reputed tomb of King Lalibela himself."
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 9,
    "name": "Bet Gabriel-Rufael",
    "latitude": "12.03120843",
    "longitude": "39.04479284",
    "excerpt": "Its entrance flanked by a sloping sliver of rock known as the ‘Way to Heaven’, this imposing twin-church marks the main entrance to the southeastern group…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bet-gabriel-rufael/a/poi-sig/438040/355297",
    "image_url": null,
    "detail_description": "Its entrance flanked by a sloping sliver of rock known as the ‘Way to Heaven’, this imposing twin-church marks the main entrance to the southeastern group. Unlike most Lalibela churches its entrance is at the top and it’s accessed by a small walkway, high over the moat-like trench. This, along with its curious, irregular floor plan and non-east-west orientation, has led scholars to propose that it may have been a fortified palace for Aksumite royalty as early as the 7th century.\nThe entrance takes you into Bet Gabriel and then another doorway accesses Bet Rufael. Although the section of Bet Rufael’s roof that collapsed has been rebuilt, services only take place in Bet Gabriel. Once inside the surprisingly small complex you’ll realise its monumental facade was its most interesting feature."
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 8,
    "name": "Bet Merkorios",
    "latitude": "12.03157602",
    "longitude": "39.04542678",
    "excerpt": "Reached via a series of trenches and tunnels (one is long, narrow and pitch-black) that starts from Bet Gabriel-Rufael, this church may have started as…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bet-merkorios/a/poi-sig/438050/355297",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d6d71ab7118aa8ad63e607c3d8ee6609-bet-merkorios.jpg",
    "detail_description": "Reached via a series of trenches and tunnels (one is long, narrow and pitch-black) that starts from Bet Gabriel-Rufael, this church may have started as something altogether different. The discovery of ankle shackles among other objects has led scholars to believe it may have served as the town’s prison, or house of justice.\nDue to a large section collapsing, the interior is a fraction of its former size and the brick walls are an unfortunate necessity. Don’t miss the beautiful fresco (maybe 15th century), sometimes said to represent the Three Wise Men, though since they’re holding crosses, this can’t be correct. With their little flipper hands and eyes that look askance, they’re delightful. The 12 apostles are represented below in a less attractive and probably later fresco. The Passion of the Christ painting on cotton fabric next to the frescoes probably dates from the 16th century. Formerly, such paintings were plastered to the church walls with a mixture of straw, ox blood and mud.The 35m pitch-black tunnel to the church as you come from Bet Gabriel-Rufael is said to represent hell and, according to local tradition, should be walked without any light – mind your head!"
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 7,
    "name": "Mekina Medane Alem",
    "latitude": null,
    "longitude": null,
    "excerpt": "Two to three hours’ walk from Geneta Maryam and six hours’ walk from Lalibela, this remote church was, according to Ethiopian tradition, constructed by…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/mekina-medane-alem/a/poi-sig/1424857/355297",
    "image_url": null,
    "detail_description": "Two to three hours’ walk from Geneta Maryam and six hours’ walk from Lalibela, this remote church was, according to Ethiopian tradition, constructed by three virgins during the reign of King Gebre Meskel in AD 537. It's constructed under an overhanging rock in a natural cave. It resembles Yemrehanna Kristos in design and many features are Aksumite, but its beautiful frescoes, some of hunting scenes with one-eyed lions, are the main attraction. There are many bricked-up tombs in the church.\n"
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 6,
    "name": "Ashetan Maryam",
    "latitude": "12.015858",
    "longitude": "39.071116",
    "excerpt": "Set at 3150m, atop Abune Yosef mountain, is this monastery where the local priests believe they’re ‘closer to heaven and God’, and it’s easy to see why…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/ashetan-maryam/a/poi-sig/1424853/355297",
    "image_url": null,
    "detail_description": "Set at 3150m, atop Abune Yosef mountain, is this monastery where the local priests believe they’re ‘closer to heaven and God’, and it’s easy to see why. Although the architecture here compares pretty poorly with Lalibela, it’s the extraordinary mountain scenery for which you really come. The five-hour climb (one way) from Lalibela is quite steep; it's a 30-minute climb from the car park.\nThe monastery’s construction is believed to span Lalibela’s and Na’akuto La’ab’s reigns, although local tradition claims it as King Lalibela's first attempt at church construction. Church treasures include parchment and some icons. The most important local festival here takes place on 12 September."
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 5,
    "name": "Yemrehanna Kristos",
    "latitude": "12.134663",
    "longitude": "39.073906",
    "excerpt": "Despite Yemrehanna Kristos being one of Ethiopia’s best-preserved late-Aksumite buildings, few people reward themselves with a visit. And a reward it is…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/yemrehanna-kristos/a/poi-sig/1424842/355297",
    "image_url": null,
    "detail_description": "Despite Yemrehanna Kristos being one of Ethiopia’s best-preserved late-Aksumite buildings, few people reward themselves with a visit. And a reward it is. The church is different because it’s built rather than excavated. Seeing the stepped exterior facade, created from alternating wood and stone layers, you’ll understand why so many of Lalibela’s rock-hewn churches look like they do. And knowing that Yemrehanna Kristos may predate Lalibela’s churches by up to 80 years, you have before you a virtual blueprint of greatness.\nIncredibly, the whole church sits on a foundation of carefully laid olive-wood panels, which ‘float’ it perfectly above the marshy ground. The carving and decoration are exceptional, especially the cruciform windows and the elaborate nave ceiling. Behind the church lies a pile of mummified bodies: some are those of pilgrims who’ve come here to die over the centuries; others are said to be those of the workmen.This entirely inspiring and slightly spooky complex sits within a cave roofed by basalt lava flows. The ugly brick wall at the front was built in 1985 to improve the church’s security.The church is about 1½ hours (45km) north of Lalibela by 4WD. It can easily be visited along with Arbatu Ensessa, Bilbila Giyorgis and Bilbila Chirkos. It’s also possible to get here by foot or mule. Both options take about five hours to cover the shorter 20km distance. The climb up to the church through a forest of juniper trees alive with vervet monkeys takes around 20 minutes.If you're in the area on 10 October (19 October in the Ethiopian calendar), the site throngs with pilgrims and is an unforgettable experience."
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 4,
    "name": "Bet Amanuel",
    "latitude": "12.03184339",
    "longitude": "39.04560794",
    "excerpt": "Free-standing and monolithic, Bet Amanuel is Lalibela’s most finely carved church. Some have suggested it was the royal family’s private chapel. It…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bet-amanuel/a/poi-sig/438036/355297",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_2235426341.jpg",
    "detail_description": "Free-standing and monolithic, Bet Amanuel is Lalibela’s most finely carved church. Some have suggested it was the royal family’s private chapel. It perfectly replicates the style of Aksumite buildings, with its projecting and recessed walls mimicking alternating layers of wood and stone seen at places such as Yemrehanna Kristos and Debre Damo. The most striking feature of the interior is the double Aksumite frieze atop the nave.\nAlthough not accessible, there’s a staircase to an upper gallery. In the southwest corner, a hole in the floor leads to a (closed) subterranean tunnel that connects the church to Bet Merkorios. The chambers in the walls are the graves of pilgrims who requested to be buried here."
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 3,
    "name": "Bet Medhane Alem",
    "latitude": "12.03368701",
    "longitude": "39.04381207",
    "excerpt": "Resembling a massive Greek temple more than a traditional Ethiopian church, Bet Medhane Alem is impressive for its size and majesty. Said to be the…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bet-medhane-alem/a/poi-sig/1424768/355297",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_editorial_2129609942.jpg",
    "detail_description": "Resembling a massive Greek temple more than a traditional Ethiopian church, Bet Medhane Alem is impressive for its size and majesty. Said to be the largest rock-hewn church in the world, it measures 33.5m by 23.5m and is more than 11.5m high. Some scholars have suggested it may have been a copy in rock of the original St Mary of Zion church in Aksum.\nThe building is surrounded by 34 large, rectangular columns (many are replicas of the originals). The three jointed at each corner are thought to represent the Holy Trinity. The interior consists of a barrel-vaulted nave and four aisles with 38 columns supporting the gabled roof. The three empty graves in one corner are said to have been prepared symbolically for Abraham, Isaac and Jacob. On Sundays worshipers come hoping to be blessed or healed by the famous 7kg gold Lalibela Cross."
},
{
    "country": "lalibela",
    "city": "Lalibela",
    "index": 2,
    "name": "Bet Giyorgis",
    "latitude": "12.031608",
    "longitude": "39.04114",
    "excerpt": "When you think of Lalibela, you're thinking of Bet Giyorgis. Resting off on its own, St George’s Church is Lalibela’s masterpiece. Representing the apogee…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/northern-ethiopia/lalibela/attractions/bet-giyorgis/a/poi-sig/438042/355297",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2c10588468456e2d6b65111ad3a33897-bet-giyorgis.jpg",
    "detail_description": "When you think of Lalibela, you're thinking of Bet Giyorgis. Resting off on its own, St George’s Church is Lalibela’s masterpiece. Representing the apogee of the rock-hewn tradition, it's the most visually perfect church of all, a 15m-high three-tiered plinth in the shape of a Greek cross – a perfectly proportioned shape that required no internal pillars. Due to its exceptional preservation, it also lacks the obtrusive roofing seen over the other churches.\nInside, light filters in from the windows and illuminates the ceiling’s large crosses – beauty in simplicity. Peer over the curtain to see the maqdas’ beautiful dome. There are also two 800-year-old olive-wood boxes (one with opposing corkscrew keys) that locals believe were carved by King Lalibela himself and now hold the church’s treasures. Some of the cavities in the walls surrounding the church hold mummified corpses, and note the exquisite 16th-century canvas depicting St George slaying the dragon.Plan to visit a number of times, including in the hour before sunset for good photos from above."
}
]