[
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 1,
    "name": "MGM Grand",
    "latitude": "36.10173",
    "longitude": "-115.171129",
    "excerpt": "Owned by the eponymous Hollywood studio, the MGM Grand casino and hotel liberally borrows Tinsel Town's themes. Flashing LED screens and computerized…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/mgm-grand/a/poi-sig/1346407/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyImages-1269409023.jpg",
    "detail_description": "Owned by the eponymous Hollywood studio, the MGM Grand casino and hotel liberally borrows Tinsel Town's themes. Flashing LED screens and computerized fountains add extra theatrics to the 100,000lb, 45ft-tall bronze lion statue at the casino's entrance.\nInside the labyrinthine casino bedecked with giant screens, you can get table-side massages or take free Texas hold'em lessons in the poker room. Top billing attractions include Hakkasan nightclub, one-time center of the electronic dance-music universe or the Cirque du Soleil's martial-arts-inspired Kà.\n\nBook David Copperfield at MGM Grand today\n\nGrand Pool\nFor many, the MGM Grand's biggest draw is the Grand Pool complex out back, with four swimming pools and a few whirlpools. At this fabulous outdoor playground, children splash in shallow aqua pools, sunbathers loll on chaise lounges, college students slurp from yard-long strawberry daiquiris and last night's party crowd recovers under beach umbrellas.\nThe highlight is an 8000ft-long lazy river – the longest in Vegas – that snakes around the pools, passing through spraying waterfalls and underneath bridges draped with tropical foliage. Rent an inner tube or just let the gentle current sweep you along. During summer, Wet Republic is the Strip's most MTV-worthy pool club.\nGrand Spa\nA two-hour 'Dreaming Ritual,' employing Australian Aboriginal healing and massage techniques, is the signature treatment at this sprawling 29,000-sq-ft spa, which soothes with Asian accents like bamboo, rock walls and elemental wood. The spa is open 8am-4pm Monday to Thursday and until 5pm Friday to Sunday and day passes are for hotel guests only. Nonguests can make spa appointments for Monday through Thursday.\nMGM Grand Garden Arena\nWhen pop stars such as U2, Cher and Miley Cyrus come to town, they play this massive 17,000-seat venue at the MGM Grand. Rowdy championship fight nights also fill the vast arena.\n\nBook David Copperfield at MGM Grand today\n\n\n  \nMGM Grand in Las Vegas squeezes in plenty of fabulous restaurants. ©Jason Patrick Ross/Shutterstock\n\nRestaurants\nThe MGM Grand has an impressive lineup of celebrity chefs' restaurants, bars and nightlife venues, none more dazzling than Joël Robuchon, where you'll dine inside a faux Parisian mansion.\nJoël Robuchon\nJoël Robuchon, the acclaimed 'Chef of the Century', leads the pack in the French culinary invasion of the Strip. His eponymous art deco-inspired dining room, done up in leather and purple velvet, exudes the sophistication of a dinner party at a 1930s Paris mansion. Complex seasonal tasting menus promise the meal of a lifetime – and they often deliver. Reservations essential.\nL'Atelier de Joël Robuchon\nThe ever-so-slightly less chichi of Joël Robuchon's two Las Vegas establishments. Its red-and-black interior, open kitchen and counter bar resemble a sushi joint and keep your attention on the food, comprising masterfully prepared, tapas-style small (or large) plates whose size and contents change in accordance with your desires and budget. Booking required.\nMorimoto\nIron Chef Masaharu Morimoto's latest Vegas incarnation is in his eponymous showcase restaurant, which pays homage to his Japanese roots and the cuisine of this city that has propelled him to legend status around the world. Dining here is an experience in every possible way and, we think, worth every penny. Book ahead.\nHeritage Steak\nTop chef Tom Colicchio's second Strip steakhouse flies higher than his MGM Grand outpost. All-natural, open-flame-grilled American steaks, charred octopus and ash-roasted bone marrow are just a sampling of carnivorous treats on a cutting-edge contemporary menu. The throwback cocktail list is just as unusual as what's for dessert, like sweet corn ice cream. Reservations essential.\nPub 1842\nAt chef Michael Mina's casual gastropub, don't let the cabin-in-the-woods decor, with plaid-patterned booths and wooden-slat walls, fool you. Extraordinarily tasty, whimsical comfort food – try a burger topped with peanut butter and bacon jam – goes above and beyond. So do the barrel-aged cocktails and craft beer flights from the bar. Happy hour runs from 3pm to 6pm daily. Dinner reservations recommended.\nHakkasan\nFor see-and-be-seen dining or a splashy date night, few restaurants on the Strip beat this dramatic Chinese restaurant, with futuristic neo-Asian accents visible everywhere, from patterned upholstery to screened-in dining 'cages.' Michelin-starred chef Ho Chee Boon's mainly Cantonese menu darts off in unexpected ways, like the roasted cod with champagne and honey. Mixologist cocktails are designed to wow.\nCrush\nOff the casino floor, an airy dining room and a cozy wine-cellar room compose this casual eatery and wine bar. On the seasonal Mediterranean menu, crispy 700°F (371ºC) wood-oven-fired pizzas, rich pasta and both raw and roasted antipasti are more satisfying than meatier mains. Vegetarian, vegan, dairy-free and gluten-free options aim to please everyone.\nHecho en Vegas\nAn offshoot of Tucson's El Charro Cafe, this lofty cantina by the monorail station hosts festive groups with pitchers of margaritas. Handmade tamales, tortillas and torta bread stand out on an average menu of Mexican fare that also includes chimichangas, Sonoran hot dogs, and fajita platters with ancho-chili-rubbed skirt steak or shrimp diablo.\nCraftsteak\nThis richly wood-laden steakhouse lacks exclusivity, what with all the monorail riders walking by. Celeb chef Tom Colicchio's menu of grass-fed steaks, grilled bison and 24-hour braised short ribs, plus bounty from the sea such as Australian lobster tail, is sometimes a letdown in its execution. Drown any disappointments with a huge array of top-shelf bourbon and scotch. Reservations essential.\n\n  \nThe MGM Grand has plenty of places to drink and dance the night away. ©Ritu Manoj Jethani/Shutterstock\n\nBars and clubs\nThere are several bars and clubs to either celebrate your winnings (or drown your sorrows) at the Grand.\n\nBook David Copperfield at MGM Grand today\n\nHakkasan\nAt this lavish Asian-inspired nightclub, international EDM jet-set DJs such as Tiësto and Steve Aoki rule the packed main dance floor bordered by VIP booths and floor-to-ceiling LED screens. More offbeat sounds spin in the intimate Ling Ling Club, with leather sofas and backlit amber glass. Bouncers enforce the dress code: upscale nightlife attire (no athletic wear, collared shirts required for men).\nWet Republic\nThink of Wet Republic, the city's biggest 'ultra pool,' as a nightclub brought out into the sunlight. The mostly 20- and 30-something crowd in stylish swimwear show up for EDM tunes spun by megawatt DJs like Calvin Harris, fruity cocktails and bobbing oh-so-coolly around saltwater pools. Book ahead for VIP bungalows, daybeds and cabanas.\nMGM Grand hotels and rooms\nVegas' largest hotel has more rooms than it is possible to accurately critique without moving in for longer than it's healthy to stay in Vegas, but MGM's real thrillers are its exclusive (and expensive) Skylofts, apartment-style Signature suites and mammoth pool complex, rivaled by few.\nSkylofts\nGlamorous, one-of-a-kind apartments designed by innovative architect Tony Chi have loft bedrooms and two-story windows. They're also outfitted with almost every imaginable indulgence, from spa tubs and steamy 'immersion' showers to gourmet kitchens and top-flight entertainment centers. A 24-hour butler and personal concierge are included, of course.\nAs one of the world's largest hotels keeps evolving, the stunning Skylofts at MGM Grand has proved itself to be not just another boutique hotel-within-a-hotel on the Strip. These penthouse suites are blissful, flawlessly contemporary in design and ready to fulfill any high-roller fantasy, starting with private airport pick-up in a Mercedes-Benz limousine.\nThe lofts, each with one, two or three bedrooms, could easily fit your entourage or a family (children under 13 stay free with their parents) but are also perfect for a romantic getaway. Call on the 'dream' and 'spa' butlers to light the aromatherapy candles, plump the pillows and create an appropriate soundtrack before hitting the sheets.\nSignature suites\nBalconies were traditionally hard to come by on the Strip, though not in MGM Grand's 'Signature' suites, many of which feature full balconies. All have kitchenettes, plush furnishings and all the amenities of this massive casino.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 40,
    "name": "Planet Hollywood",
    "latitude": "36.109978",
    "longitude": "-115.171834",
    "excerpt": "The former Aladdin resort was swimming in a sea of debt when Planet Hollywood bought it in 2003. Now owned by Caesars group, the property's flashy casino…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/planet-hollywood/a/poi-sig/1346518/1338985",
    "image_url": null,
    "detail_description": "The former Aladdin resort was swimming in a sea of debt when Planet Hollywood bought it in 2003. Now owned by Caesars group, the property's flashy casino boasts 90 tables and almost 3000 slots. Players in the 'Pleasure Pit' are seated in plush chairs and entertained by go-go dancers (from 8pm), while the sports book and poker room are ensconced within walls of disco-like LED lighting. Planet Hollywood's Scene Pool Deck features the Waverider, the Strip's first freestanding wave machine.\nPH has also kept a few of the Aladdin's gold-star attractions, including the (vaguely) Moroccan-themed Spa by Mandara, the Spice Market Buffet and Miracle Mile Shops, formerly Aladdin's Passage. The property's Hollywood theme is relatively subtle: you'll see film memorabilia displayed around the resort, including inside the guest rooms. The developers' efforts to achieve a more glamorous, modern look is clearly evident in the massive lobby, where black granite, spotless glass and huge columns create drama, and eight chandeliers each glitter with 66,000 hand-strung crystals.Dining, nightlife and entertainment options continue to evolve, and include Gordon Ramsay Burger and va-va-voom headliner shows from pop diva Britney Spears, when she's in town."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 39,
    "name": "Treasure Island",
    "latitude": "36.124799",
    "longitude": "-115.171888",
    "excerpt": "In recent years, TI, now privately owned, has undergone a progressive transformation away from its family friendly 'pirate' roots toward a more adult…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/treasure-island/a/poi-sig/1472530/1338985",
    "image_url": null,
    "detail_description": "In recent years, TI, now privately owned, has undergone a progressive transformation away from its family friendly 'pirate' roots toward a more adult-oriented 'island' experience, although Siren's Cove, with its Disneyland-esque replica of an 18th-century sea village, remains. Gone is the swashbuckling theme of its expansive casino, replaced with a more stylish and subdued experience that always pulls a crowd. The property's highlights include Cirque du Soleil's classic production Mystère, and Strip-front Marvel Avengers S.T.A.T.I.O.N, showing the kids aren't forgotten.\nThere's no excuse for dying of thirst on the island, not with Señor Frog's, a rowdy spring break–themed drinking hall overlooking Siren's Cove; Gilley's Saloon &amp; Dance Hall, a country-and-western bar and two-steppin' nightclub; and the Treasure Island Pool Bar where bartenders make boozy rum cocktails to keep you hydrated. Reserved for hotel guests only, TI's pool complex offers VIP cabana and daybed rentals, a huge party-friendly hot tub that can fit up to 25 people, and a DJ spinning a bumpin' soundtrack on summer weekends. You can also unwind with a Russian banya (bath) ritual or a rejuvenating facial and massage in TI's compact Oleksandra Spa."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 38,
    "name": "Rio",
    "latitude": "36.116973",
    "longitude": "-115.188582",
    "excerpt": "Despite its Carnaval theme, the all-suites Rio casino hotel is often overshadowed by the action at the Palms casino resort across the street. Occupying…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/west-of-the-strip/attractions/rio/a/poi-sig/1472542/1339008",
    "image_url": null,
    "detail_description": "Despite its Carnaval theme, the all-suites Rio casino hotel is often overshadowed by the action at the Palms casino resort across the street. Occupying most of its corny two-story 'Masquerade Village' is a 100,000 square foot casino decked out with a colorful motif and more than 1200 slot machines, 80 table games, a full-service race and sports book with 100 TVs and a cut-throat poker room that's home to the World Series of Poker finals.\nAn innovative new bar system guarantees you won't go thirsty: iPad-wielding 'Beverage Ambassadors' take your order, then 'BevErtainers' bring your drinks in between doing 90-second song-and-dance numbers back on the main floor. Ringed around the casino are run-of-the-mill retail shops and a pair of overhyped buffets. The crowd-pleasing comedy and magic duo Penn &amp; Teller draw in fans from far and wide, as do the flirty Chippendales dancers.Fifty floors above the village, atop one of Rio's towers and reached by a glass elevator, is VooDoo Rooftop Nightclub, a past-its-prime dance floor where revelers bop around to '80s music while drinking in the views – and some seriously gigantic cocktails. More thrilling is the new VooDoo ZipLine, which slingshots tandem riders at speeds of over 30mph."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 36,
    "name": "Fremont Street Experience",
    "latitude": "36.17092185",
    "longitude": "-115.1442056",
    "excerpt": "A five-block pedestrian mall, between Main St and N Las Vegas Blvd, topped by an arched steel canopy and filled with computer-controlled lights, the…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/downtown/attractions/fremont-street-experience/a/poi-sig/1106305/1339006",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-1419864963.jpeg",
    "detail_description": "A five-block pedestrian mall, between Main St and N Las Vegas Blvd, topped by an arched steel canopy and filled with computer-controlled lights, the Fremont Street Experience has brought life back Downtown. Every evening, the canopy is transformed by light-and-sound shows enhanced by 550,000 watts of wraparound sound and a larger-than-life screen lit up by 12.5-million synchronized LEDs. Soar through the air on ziplines strung underneath the canopy from Slotzilla, a 12-story, slot-machine-themed platform. Gaudy, yes. Weird, yes. Busy: always.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 37,
    "name": "Palms",
    "latitude": "36.114511",
    "longitude": "-115.194772",
    "excerpt": "The ultramodern Palms casino hotel burns brightly with a mix of entertainment designed to seduce gen-Xers and -Yers. Infamous for its starring role on MTV…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/west-of-the-strip/attractions/palms/a/poi-sig/1472538/1339008",
    "image_url": null,
    "detail_description": "The ultramodern Palms casino hotel burns brightly with a mix of entertainment designed to seduce gen-Xers and -Yers. Infamous for its starring role on MTV's Real World: Las Vegas reality TV series, the Palms has a high-drama, neon-lit atmosphere that's equal parts sexy and sleazy. With some of the best odds near the Strip, the casino ropes in plenty of tourists and locals too.\nThe Palm's enormous 95,000-sq-ft casino offers more than 2000 slot and full-pay video machines, table games, a poker room with low-limit to no-limit games, and a 120-seat race and sports book featuring interactive TV terminals and specialty wagers. But it's not just the ultra-cool casino that makes this detour from the Strip worthwhile: fashionable restaurants include Bobby Flay's new seafood palace Shark and hip Italian Vetri Cucina.Topping off the Palms (literally) is Kaos, located on the roof of the 55-story Ivory Tower. It's a hip-hop and celebrity hangout with fantastic views of the Strip. Pop-music superstars like Gwen Stefani rock the Pearl, a state-of-the-art concert venue linked to an 8000-sq-ft recording studio. The Palms has also raised its star power with Palms Place, a hip, high-rise hotel, condo and spa complex connected to the main casino hotel by the 'SkyTube' moving walkway."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 35,
    "name": "Flamingo",
    "latitude": "36.116104639981",
    "longitude": "-115.17213573615",
    "excerpt": "In 1946 the Flamingo was the talk of the town, with its fantastic clusters of pink and orange neon, glitzy decor, Broadway-style entertainment and tuxedo…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/flamingo/a/poi-sig/1251075/1338985",
    "image_url": null,
    "detail_description": "In 1946 the Flamingo was the talk of the town, with its fantastic clusters of pink and orange neon, glitzy decor, Broadway-style entertainment and tuxedo-wearing janitorial staff. Even up to a few years ago, it retained a sense of those retro roots, but a lot of that charm has since been lost in recent updates. However, it's still manically crowded in the sprawling gaming hall, which has more than 1600 gaming tables and slots.\nThe 'old' Flamingo was prime gangster Americana, initially managed by the infamous mobster Benjamin 'Bugsy' Siegel, who named it after his girlfriend, dancer Virginia Hill (nicknamed 'the Flamingo' for her red hair and long legs). Siegel died in a hail of bullets at Virginia's Beverly Hills home soon after the Flamingo opened, the victim of a contract killing (you can learn all about it at the Mob Museum). The Flamingo had gotten off to a slow start and the casino's investors believed it would ultimately fail, so they 'took care of business.' They had made a big mistake: the Flamingo not only survived, but it jump-started the modern Strip.At Jimmy Buffett's Margaritaville, Parrot Heads wait for the margarita volcano to overflow into their glasses. Outside in the Flamingo's wildlife habitat, Chilean flamingos and African penguins wander around, and palm trees and jungle plants flourish in the middle of the desert. On hot summer days cool off at the Flamingo's adults-only party Go Pool."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 34,
    "name": "Boomtown 1905",
    "latitude": "36.171411",
    "longitude": "-115.190864",
    "excerpt": "A permanent outdoor exhibit at the expansive Springs Preserve, Boomtown 1905 re-creates the architecture of Las Vegas in the year the city was founded,…",
    "detail_url": "https://www.lonelyplanet.com/usa/las-vegas/attractions/boomtown-1905/a/poi-sig/1591057/362150",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/57e07a037d8be34f2801e918c4de039c-lpl-lasvegas_boomtown1.jpg",
    "detail_description": "A permanent outdoor exhibit at the expansive Springs Preserve, Boomtown 1905 re-creates the architecture of Las Vegas in the year the city was founded, before casinos came to rule the Mojave Desert. It includes a bank, a mercantile shop, a saloon (which serves soft drinks and light snacks) and cottages. Most notable is the arched train station, which re-creates the long-gone edifice that once stood at the top of what is now the Fremont Street Experience.\nBoomtown 1905 is an easy stroll from the entrance of the Springs Preserve, or can be reached by a small replica of a steam-engine-driven train."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 33,
    "name": "Tule Springs Fossil Beds National Monument",
    "latitude": "36.335973",
    "longitude": "-115.279397",
    "excerpt": "Up to some 20,000 years ago, Las Vegas was filled with lush vegetation and freshwater lakes that supported now extinct creatures like Columbian mammoths,…",
    "detail_url": "https://www.lonelyplanet.com/usa/las-vegas/attractions/tule-springs-fossil-beds-national-monument/a/poi-sig/1554130/362150",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Las%20Vega%20Dominic%20Gentilcore%20PhD%20shutterstock_1583690590%20RFC.jpg",
    "detail_description": "Up to some 20,000 years ago, Las Vegas was filled with lush vegetation and freshwater lakes that supported now extinct creatures like Columbian mammoths, giant ground sloths and North American lions. Their fossils were laid down along the now dry northern edge of the valley. Tule Springs Fossil Beds National Monument was created to protect the area. It’s not developed, so there is neither a visitor center nor trails. But paleontology fans are free to wander about with a camera.\nThe main access point is located along suburban streets at a parking lot, about 14 miles to the north of Summerlin. This is a completely exposed region, so bring sun protection and carry plenty of water."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 32,
    "name": "Floyd Lamb Park at Tule Springs",
    "latitude": "36.321481",
    "longitude": "-115.270374",
    "excerpt": "A huge, water-filled oasis, Floyd Lamb Park at Tule Springs is 680 acres of vegetation, wildlife and history in northwest Las Vegas. The large ponds…",
    "detail_url": "https://www.lonelyplanet.com/usa/las-vegas/attractions/floyd-lamb-park-at-tule-springs/a/poi-sig/1591060/362150",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9b5bffc3ee30af60265f5dcfdce44965-lpl-lasvegas_floyd_lamb_park3.jpg",
    "detail_description": "A huge, water-filled oasis, Floyd Lamb Park at Tule Springs is 680 acres of vegetation, wildlife and history in northwest Las Vegas. The large ponds attract many birds, including the swans that roam the park. It's a popular spot for families and visiting history buffs alike.\nOnce long visited and utilized by Native American tribes, Tule Springs eventually became a cattle ranch. In the 1940s it evolved into a dude ranch, where Hollywood glitterati would stay for six weeks in order to obtain divorces, which were hard to obtain or illegal at the time across most of the US. Many original buildings from this era remain and have been preserved. There is a toll gate at the park's entrance."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 31,
    "name": "McCarran International Airport Viewing Area",
    "latitude": "36.071969",
    "longitude": "-115.133421",
    "excerpt": "With some 43 million travelers visiting Las Vegas each year, the skies above Sin City are filled daily with airliners landing and taking off. Thrill…",
    "detail_url": "https://www.lonelyplanet.com/usa/las-vegas/attractions/mccarran-international-airport-viewing-area/a/poi-sig/1554124/362150",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Las%20Vegas%20EQRoy%20shutterstock_424698718%20RFE.jpg",
    "detail_description": "With some 43 million travelers visiting Las Vegas each year, the skies above Sin City are filled daily with airliners landing and taking off. Thrill seekers can pull into a specially designated car lot off Sunset Rd along the southern border of busy McCarran International Airport. It's open daily, and offers an impressive view of the airport and hotel towers gleaming behind a continual stream of aircraft, including helicopters, coming to and leaving the Vegas skyline.\nMaps are posted for reference. If you have a radio, you can tune it to a station identified on a sign to listen to air traffic communication. Be sure to use great care entering and exiting the area, as it's off a very busy traffic corridor."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 30,
    "name": "Gilcrease Orchard",
    "latitude": "36.303748",
    "longitude": "-115.251067",
    "excerpt": "Long before golf courses, lawns and palm trees filled Las Vegas with greenery, there were a few farmers who eked out lives here in the tough Mojave Desert…",
    "detail_url": "https://www.lonelyplanet.com/usa/las-vegas/attractions/gilcrease-orchard/a/poi-sig/1554123/362150",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Las%20Vegas%20Travis%20McClain%20GettyImages-997162806%20RFC.jpg",
    "detail_description": "Long before golf courses, lawns and palm trees filled Las Vegas with greenery, there were a few farmers who eked out lives here in the tough Mojave Desert. Of special note is the immense, 60-acre Gilcrease Orchard. This nearly 100-year-old farm grows a wide variety of fruits and vegetables. It's popular for walking among the fields and picking fresh produce during the harvest season, especially pumpkins for Halloween. Fresh cider and doughnuts are favorite items for sale. Expect many families.\nWhile not rugged, the orchard is filled with gravel and dirt paths, so sturdy shoes are a good idea. Sunscreen, hats and water are recommended as there is little direct shade on the walking paths. Gilcrease Orchard is near Tule Springs Fossil Beds National Monument."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 29,
    "name": "Aria",
    "latitude": "36.107304801155",
    "longitude": "-115.17662424163",
    "excerpt": "Smartly designed and seductively illuminated, Aria's massive design-savvy casino floor is a sophisticated money-grabber. Big spenders can access exclusive…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/aria/a/poi-sig/1251119/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e0b9d2adfd7cbb95d0982e3c36896d8a-aria.jpg",
    "detail_description": "Smartly designed and seductively illuminated, Aria's massive design-savvy casino floor is a sophisticated money-grabber. Big spenders can access exclusive spaces such as the Spin high-limit slot-machine room, and high-stakes blackjack and baccarat in the invitation-only Salon Privé. Aria's poker room hosts nightly tournaments.\nIf you're not a gambler nor staying at Aria's eponymous hotel, you might come by to check out works from the Aria Fine Art Collection, strut your stuff at Jewel nightclub or sample the clutch of chic restaurants, including the extremely trendy Asian-inspired seafood joint Catch, the super-fancy Jean Georges Steakhouse, Chicago chef Shawn McClain's farm-to-table Sage, and Five50 pizzeria."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 28,
    "name": "Las Vegas Natural History Museum",
    "latitude": "36.180012",
    "longitude": "-115.134382",
    "excerpt": "For many, the words 'museum' and 'Las Vegas' might not seem to really go together. But, in fact, this is a town with more than 2 million inhabitants, so…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/downtown/attractions/las-vegas-natural-history-museum/a/poi-sig/1551600/1339006",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c4eb5016a7a470b4fbb32e1d8251193a-las-vegas-natural-history-museum.jpg",
    "detail_description": "For many, the words 'museum' and 'Las Vegas' might not seem to really go together. But, in fact, this is a town with more than 2 million inhabitants, so it has all the normal civic institutions of any other large American city, including buildings featuring scientifically organized displays of artifacts. Such would be the Las Vegas Natural History Museum, a lesser-known cultural gem.\nIt’s a smaller museum, and does not have a large budget or Hollywood-quality dioramas, but its compact exhibition halls do a lot with the limited resources at hand. The Prehistoric Life hall has a 35ft-long Tyrannosaurus rex model that lowers its head and roars when you push a button. The African Savannah gallery is filled with stuffed big cats and their prey. The Nevada Gallery features wildlife of the Mojave Desert, from bighorn sheep to cougars. And, in the Super Vegas category, the museum is the proud caretaker of the original King Tut exhibit that once made its home in the Luxor Hotel on the Strip. There are numerous other galleries, as well as visiting exhibits."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 27,
    "name": "Mirage",
    "latitude": "36.120366042157",
    "longitude": "-115.17470312327",
    "excerpt": "Having partially shaken off its historically tropical theme, the Mirage retains its huge rain forest atrium of lush, tropical foliage and has updated the…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/mirage/a/poi-sig/1251069/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-1482890627.jpeg",
    "detail_description": "Having partially shaken off its historically tropical theme, the Mirage retains its huge rain forest atrium of lush, tropical foliage and has updated the 20,000-gallon saltwater aquarium in the lobby. Its renovated casino floor features an updated sports book, huge new Center Bar, more than 100 tables and over 2000 slots, and a revamped poker room offering daily tournaments and complimentary lessons.\nEven more tropical greenery, meandering lagoons, poolside bars and the tiny, topless Bare daytime club make the Mirage's outdoor pool complex a Vegas classic. But the new theme here is 'remixed,' with an emphasis on innovative entertainment. Hits include Cirque du Soleil's Beatles LOVE; mojitos on the Strip-view patio at Rhumbar; and a NYC-import nightclub, 1 OAK.Out front in a lagoon splashed down beside Las Vegas Blvd, the Mirage's fiery, revamped trademark volcano erupts with a roar, often startling pedestrians who just happen to be passing by."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 26,
    "name": "Luxor",
    "latitude": "36.095787",
    "longitude": "-115.175495",
    "excerpt": "Named after Egypt's splendid ancient city, the landmark Luxor once had the biggest wow factor on the south Strip. While the theme easily could have…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/luxor/a/poi-sig/1346386/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-1482858774.jpeg",
    "detail_description": "Named after Egypt's splendid ancient city, the landmark Luxor once had the biggest wow factor on the south Strip. While the theme easily could have produced a pyramid of gaudiness, instead it resulted in a relatively refined shrine to Egyptian art, architecture and antiquities. Luxor's casino floor has a slightly frenetic feel and confusing layout, with a few thousand slots, more than 100 gaming tables, and a race and sports book.\nBuilt in 1993, the 30-story pyramid, housing an enormous atrium and cloaked in black glass, is the main focus. The atrium – the world's largest when it opened – is so voluminous it could accommodate nine Boeing 747s stacked on top of one another. At the apex of the pyramid, a 40-billion-candlepower beacon, the world's most powerful, sends a shaft of bluish-white light 10 miles into the sky, where it's said to be visible to astronauts…and whomever/whatever else hovers about above the great beacon of Las Vegas.Out in front of the pyramid is a 10-story crouching sphinx and a sandstone obelisk etched with hieroglyphics. The pyramid's interior is adorned with huge Egyptian statues of guards, lions and rams; sandstone walls with hieroglyphic-inscribed tapestries and grand columns; a towering replica of the Great Temple of Ramses II; and a pharaoh's treasure of polished marble.The King Tut Museum and many of the faux-Egyptian novelties are gone now that MGM Resorts has made over the Luxor with a sleeker, more updated image. Slick-looking restaurants such as T&amp;T (Tacos &amp; Tequila) and Rice &amp; Company, and rowdy comedian Carrot Top bring in a younger crowd."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 24,
    "name": "Pinball Hall of Fame",
    "latitude": "36.101687",
    "longitude": "-115.130141",
    "excerpt": "You may have more fun at this no-frills arcade than playing slot machines back on the Strip. Tim Arnold shares his collection of 200-plus vintage pinball…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/east-of-the-strip/attractions/pinball-hall-of-fame/a/poi-sig/1106425/1339007",
    "image_url": null,
    "detail_description": "You may have more fun at this no-frills arcade than playing slot machines back on the Strip. Tim Arnold shares his collection of 200-plus vintage pinball and video games with the public. Take time to read the handwritten curatorial cards explaining the unusual history behind these restored machines.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 25,
    "name": "Golden Nugget",
    "latitude": "36.170773318857",
    "longitude": "-115.14471998143",
    "excerpt": "Check out the polished brass and white leather seats in the casino: day or night, the Golden Nugget is downtown's poshest address (not that there's a…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/downtown/attractions/golden-nugget/a/poi-sig/1251087/1339006",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-1363548812.jpeg",
    "detail_description": "Check out the polished brass and white leather seats in the casino: day or night, the Golden Nugget is downtown's poshest address (not that there's a dress code or anything). With eateries and a swimming pool famous for its shark tank, the Golden Nugget draws a moneyed crowd with a 38,000-sq-ft casino populated by table games and slot machines with the same odds as at Strip megaresorts. The nonsmoking poker room hosts daily tournaments.\nWunderkind entrepreneurs Tim Poster and Thomas Breitling bought this vintage Vegas casino hotel, which was once owned by none other than casino impresario Steve Wynn, in 2003. The duo catapulted the Nugget into the national limelight on the Fox reality TV series Casino, but then sold it off to Landry's Inc.One of the Golden Nugget's claims to fame is the Tank, an outdoor pool featuring a three-story waterslide through a 200,000-gallon shark tank. Swimmers can press their faces against the glass to come face-to-face with six species of sharks, rays and tropical fish. If you want to get up close to the fish without getting wet (or being a hotel guest), take a behind-the-scenes tour ($50) or stop for a drink at Chart House, a seafood restaurant where you can perch at the bar encircling a 75,000-gallon tropical aquarium.Another of the Nugget's famous attractions is the Hand of Faith, the world's largest single gold nugget still in existence (so named due to its mitten-esque shape). Discovered in Australia and weighing a massive 61lb, it's on display under glass near the North Tower elevators. Taking photos is not permitted in most casinos for security reasons, but the Golden Nugget smiles benignly upon wide-eyed visitors who photograph the mighty rock."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 22,
    "name": "Wynn & Encore Casinos",
    "latitude": "36.12661",
    "longitude": "-115.16573",
    "excerpt": "Steve Wynn's signature casino hotel (literally – his name is emblazoned across the top) Wynn and younger sibling Encore are a pair of curvaceous, copper…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/wynn-encore-casinos/a/poi-sig/1471034/1338985",
    "image_url": null,
    "detail_description": "Steve Wynn's signature casino hotel (literally – his name is emblazoned across the top) Wynn and younger sibling Encore are a pair of curvaceous, copper-toned twin towers, whose entrances are obscured by high fences and lush greenery. Each hotel is unique, but their sprawling subterranean casinos converge to form the Strip's second-largest and arguably most elegant gaming floor, where popular poker rooms lure pros around the clock and the labyrinth of slot machines range from a penny to $5000 per pull!\nAcclaimed director Franco Dragone created Wynn's top-billing production show Le Rêve the Dream in a specially constructed theater-in-the-round, where a million-gallon pool doubles as the stage. Its newly refurbished and re-branded nightclub Intrigue vies with sibling Encore's sassy Beach Club and XS nightclub to entice a young, moneyed crowd away from their rivals on the Strip.The $54-million Wynn Plaza shopping mall, directly in front of Wynn tower, adds an additional 75,000 sq ft of retail, dining and nightlife space, and features high-end stores such as Bottega Veneta, Louis Vuitton and Saint Laurent."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 23,
    "name": "National Atomic Testing Museum",
    "latitude": "36.11424",
    "longitude": "-115.147532",
    "excerpt": "Fascinating multimedia exhibits focus on science, technology and the social history of the 'Atomic Age,' which lasted from WWII until a worldwide ban on…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/east-of-the-strip/attractions/national-atomic-testing-museum/a/poi-sig/379333/1339007",
    "image_url": null,
    "detail_description": "Fascinating multimedia exhibits focus on science, technology and the social history of the 'Atomic Age,' which lasted from WWII until a worldwide ban on nuclear testing was declared in 1992. Experience a (legitimately scary) simulation of witnessing an atomic test, and examine southern Nevada's nuclear past, present and future, from Native American ways of life to the environmental legacy of atomic testing. Don't miss the ticket booth: it's a Nevada Test Site guard-station replica.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 21,
    "name": "Bellagio Conservatory & Botanical Gardens",
    "latitude": "36.113367",
    "longitude": "-115.17516",
    "excerpt": "Changing with the seasons, Bellagio’s conservatory displays ostentatious floral arrangements, installed by crane through a soaring 50ft-high ceiling. The…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/bellagio-conservatory-botanical-gardens/a/poi-sig/1156240/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-630060396.jpeg",
    "detail_description": "Changing with the seasons, Bellagio’s conservatory displays ostentatious floral arrangements, installed by crane through a soaring 50ft-high ceiling. The effect is unnatural, but that doesn't stop crowds from gawking, and the aroma of fresh blooms is enchanting. Peek around the periphery of the conservatory for classic paintings re-created with buds and flowers instead of oil paints.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 20,
    "name": "Nevada State Museum",
    "latitude": "36.16951726",
    "longitude": "-115.18939272",
    "excerpt": "If you've got a hankering to see a stuffed Columbian mammoth or the Nevada state fossil (spoiler: it’s an ichthyosaur), you've come to the right place…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/west-of-the-strip/attractions/nevada-state-museum/a/poi-sig/1103498/1339008",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-623305456.jpeg",
    "detail_description": "If you've got a hankering to see a stuffed Columbian mammoth or the Nevada state fossil (spoiler: it’s an ichthyosaur), you've come to the right place. However, the most interesting exhibits are the rotating displays covering local and regional history.\nAdmission includes adult entry into Springs Preserve; children will need a separate ticket if visiting the preserve."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 19,
    "name": "Springs Preserve",
    "latitude": "36.17005216",
    "longitude": "-115.1893691",
    "excerpt": "On the site of the natural springs (which ran dry in 1962) that fed las vegas ('the meadows'), where southern Paiutes and Spanish Trail traders camped,…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/west-of-the-strip/attractions/springs-preserve/a/poi-sig/1106350/1339008",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/LPL-LasVegas_Boomtown1.jpg",
    "detail_description": "On the site of the natural springs (which ran dry in 1962) that fed las vegas ('the meadows'), where southern Paiutes and Spanish Trail traders camped, and later Mormon missionaries and Western pioneers settled the valley, this educational complex is an incredible trip through historical, cultural and biological time. The touchstone is the Desert Living Center, demonstrating sustainable architectural design and everyday eco-conscious living.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 18,
    "name": "Palazzo",
    "latitude": "36.12415909",
    "longitude": "-115.1690472",
    "excerpt": "A true high-roller's casino, this younger sibling and an extension of the Venetian to which it is linked doesn't rely on flashy attractions to get punters…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/palazzo/a/poi-sig/1103036/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-132773605.jpeg",
    "detail_description": "A true high-roller's casino, this younger sibling and an extension of the Venetian to which it is linked doesn't rely on flashy attractions to get punters through the door. The gaming floors of the two casinos combined make up Las Vegas' largest casino space, with the usual spread of high-limit table games and slot machines. Many visit just to wander the high-end shopping of the Grand Canal Shoppes.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 17,
    "name": "Container Park",
    "latitude": "36.167563",
    "longitude": "-115.138146",
    "excerpt": "An incubator for up-and-coming fashion designers and local artisans, the edgy Container Park, fronted by a giant metal grasshopper, stacks pop-up shops on…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/downtown/attractions/container-park/a/poi-sig/1488167/1339006",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-488871457.jpeg",
    "detail_description": "An incubator for up-and-coming fashion designers and local artisans, the edgy Container Park, fronted by a giant metal grasshopper, stacks pop-up shops on top of one another. Wander along the sidewalks and catwalks while searching out handmade jewelry, contemporary art and clothing at a dozen or so specialty boutiques, eateries and art installations. When the sun sets, the container bars come to life and host regular themed events and movie nights. It's adults only (21-plus) after 9pm.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 16,
    "name": "Welcome to Las Vegas Sign",
    "latitude": "36.082263",
    "longitude": "-115.172639",
    "excerpt": "In a city famous for neon signs, one reigns supreme: the 'Welcome to Fabulous Las Vegas Nevada' sign, facing south and straddling Las Vegas Blvd just…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/welcome-to-las-vegas-sign/a/poi-sig/1103546/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/308063674f35f4b56138d4ada9cb7bda-welcome-to-las-vegas-sign.jpg",
    "detail_description": "In a city famous for neon signs, one reigns supreme: the 'Welcome to Fabulous Las Vegas Nevada' sign, facing south and straddling Las Vegas Blvd just south of Mandalay Bay, the unofficial beginning of the Strip. Designed by Betty Willis at the end of the 'Fabulous Fifties,' this sign is a classic photo op and a reminder of Vegas' past. Only southbound traffic can enter the parking lot, greeted by its flip-side reminder to 'Drive Carefully' and 'Come Back Soon.'\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 14,
    "name": "Bellagio",
    "latitude": "36.113151",
    "longitude": "-115.175879",
    "excerpt": "The Bellagio experience transcends its decadent casino floor of high-limit gaming tables and in excess of 2300 slot machines; locals say odds here are…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/bellagio/a/poi-sig/1251054/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-520190740.jpeg",
    "detail_description": "The Bellagio experience transcends its decadent casino floor of high-limit gaming tables and in excess of 2300 slot machines; locals say odds here are less than favorable. A stop on the World Poker Tour, Bellagio's tournament-worthy poker room offers kitchen-to-gaming-table delivery around the clock. Most, however, come for the property's stunning architecture, interiors and amenities, including the Conservatory &amp; Botanical Gardens, Gallery of Fine Art, unmissable Fountains of Bellagio and the 2000-plus hand-blown glass flowers embellishing the hotel lobby.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 15,
    "name": "Neon Museum – Neon Boneyard",
    "latitude": "36.176752",
    "longitude": "-115.135388",
    "excerpt": "This nonprofit project is doing what almost no one else does: saving Las Vegas' history. Book ahead for a fascinating guided walking tour of the ‘Neon…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/downtown/attractions/neon-museum-neon-boneyard/a/poi-sig/1473086/1339006",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/85763043d8673ce4885e2e17c63b7735b3e2a3b236bdcd04ca3df7667fb274da.jpg",
    "detail_description": "This nonprofit project is doing what almost no one else does: saving Las Vegas' history. Book ahead for a fascinating guided walking tour of the ‘Neon Boneyard,' where irreplaceable vintage neon signs – Las Vegas' original art form – spend their retirement. Start exploring at the visitor center inside the salvaged La Concha Motel lobby, a mid-century modern icon designed by African American architect Paul Revere Williams. Tours are usually given throughout the day, but are most spectacular at night.\nMake tour reservations at least a few days or a week in advance, as they book up quickly. Children under 12 years old aren't recommended on boneyard tours for safety reasons."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 13,
    "name": "Aria",
    "latitude": "36.106126",
    "longitude": "-115.17482",
    "excerpt": "We’ve seen this symbiotic relationship before (think giant hotel anchored by a mall ‘concept’), but the way that this futuristic-feeling complex places a…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/aria/a/poi-sig/1251120/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d84fa706a084ef344a77e70f638c3869-citycenter.jpg",
    "detail_description": "We’ve seen this symbiotic relationship before (think giant hotel anchored by a mall ‘concept’), but the way that this futuristic-feeling complex places a small galaxy of hypermodern, chichi hotels in orbit around the glitzy Shops at Crystals is a first. The upscale spread includes the subdued, stylish Vdara, the hush-hush opulent Waldorf Astoria and the dramatic architectural showpiece Aria, whose sophisticated casino provides a fitting backdrop to its many drop-dead-gorgeous restaurants. CityCenter's hotels have in excess of 6700 rooms!\nThe property also encompasses the Veer condo complex (privately owned)."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 12,
    "name": "Paris Las Vegas",
    "latitude": "36.111894",
    "longitude": "-115.169836",
    "excerpt": "This mini version of the French capital might lack the charm of the City of Light, but its efforts to emulate Paris' landmarks, including a 34-story Hotel…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/paris-las-vegas/a/poi-sig/1156231/1338985",
    "image_url": null,
    "detail_description": "This mini version of the French capital might lack the charm of the City of Light, but its efforts to emulate Paris' landmarks, including a 34-story Hotel de Ville and facades from the Opera House and Louvre, make it a fun stop for families and anyone yet to see the real thing. Its vaulted casino ceilings simulate sunny skies above myriad tables and slots, while its high-limit, authentic French roulette wheels, sans 0 and 00, slightly improve your odds.\nNaturally, the signature attraction is the Eiffel Tower Experience. How authentic is this half-scale tower? Gustave Eiffel's original drawings were consulted, but the 50-story steel replica is welded rather than riveted. It's also fireproof and engineered to withstand a major earthquake. Visitors ascend in a glass elevator to the tower's observation deck for panoramic views of the valley, desert mountains and the Strip, with the dancing fountains of Bellagio across the street. To savor the gorgeous views, reserve a table at the Eiffel Tower Restaurant.If you'd rather dine on solid ground, gorge at Le Village Buffet or snag an alfresco Strip-side table at Mon Ami Gabi. Indulge in a frangipani body wrap at the Spa by Mandara, then sip the crème de la crème bubbly waiting on ice at Napoleon's champagne bar. At night, watch the beautiful people ascending the grand staircase to Chateau Nightclub &amp; Rooftop, or enjoy free lounge entertainment at Le Cabaret."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 11,
    "name": "Venetian",
    "latitude": "36.120986",
    "longitude": "-115.169892",
    "excerpt": "The Venetian's regal 120,000-sq-ft casino has marble floors, hand-painted ceiling frescoes and 120 table games, including a high-limit lounge and an…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/venetian/a/poi-sig/1127045/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/498159ec5ad7cb08b0ae46480df22f6e9fdec247d3d8dfd3a9311610f1aaa05f.jpg",
    "detail_description": "The Venetian's regal 120,000-sq-ft casino has marble floors, hand-painted ceiling frescoes and 120 table games, including a high-limit lounge and an elegant nonsmoking poker room, where women are especially welcome (unlike at many other poker rooms in town). When combined with its younger, neighboring sibling Palazzo, the properties claim the largest casino space in Las Vegas. Unmissable on the Strip, a highlight of this miniature replica of Venice is a gondola ride down its Grand Canal.\nAside from its casino and replica streetscape, the Venetian is renowned for its high-end shopping at the Grand Canal Shoppes, and dining at the tables of celebrity chefs, from the likes of Emeril Lagasse's upscale Delmonico Steakhouse and Thomas Keller's Bouchon, to the less formal Grand Lux Café. To round out the Venetian's classy presence with a smattering of tourist tack, there's always Madame Tussauds."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 10,
    "name": "High Roller",
    "latitude": "36.117363",
    "longitude": "-115.168197",
    "excerpt": "In Vegas parlance, a gambler who bets big is called a high roller. It's also the name of the world's tallest observation wheel, which tops out at 550ft…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/high-roller/a/poi-sig/1470549/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_500544859.jpg",
    "detail_description": "In Vegas parlance, a gambler who bets big is called a high roller. It's also the name of the world's tallest observation wheel, which tops out at 550ft above LINQ Promenade. Opened in 2014, the 28 air-conditioned passenger cabins are enclosed by handcrafted Italian glass, while outside LED light up the wheel to music after dark.&nbsp;\nThe duration of one revolution takes about 30 minutes and each pod can hold 40 guests. Hint: the southwest corner of each pod affords the best views of the Strip (that's to the right of the door as you enter).\nSince this is Vegas, the wheelhouse bar sells boozy drinks to take on board. Speed drinkers over 21 can book the 'happy half-hour' ticket ($40, or $52 after 5pm) which includes an all-you-can drink bar.\nThe High Roller is likely to lose its record of being the world's tallest observation wheel in late 2021 as an even bigger wheel is being built in Dubai. When complete, Ain Dubai will dwarf the Las Vegas' High Roller by some 139ft.&nbsp;\nTickets and other practicalities&nbsp;\nLocated at 3545 S Las Vegas Blvd, above LINQ Promenade, the High Roller operates daily 11:30am-2am. Tickets for adults cost $25 ($37 after 5pm) and $10 ($20 after 5pm) for children. Discounted tickets can often be found online.\nAccessibility\nThe High Roller is wheelchair accessible with a series of ramps, hydraulic lift and staff available to help those who need it.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 9,
    "name": "Caesars Palace",
    "latitude": "36.116054",
    "longitude": "-115.174506",
    "excerpt": "Caesars Palace claims that its smartly renovated casino floor has more million-dollar slots than anywhere in the world, but its claims to fame are far…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/caesars-palace/a/poi-sig/1251062/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e4f9f0fd8b7235221d195d469a41b56f-caesars-palace.jpg",
    "detail_description": "Caesars Palace claims that its smartly renovated casino floor has more million-dollar slots than anywhere in the world, but its claims to fame are far more numerous than that. Entertainment heavyweights Celine Dion and Elton John 'own' its custom-built Colosseum theater, fashionistas saunter around The Forum Shops, while Caesars' hotel guests quaff cocktails in the Garden of the Gods Pool Oasis. By night, megaclub Omnia is one of the best places to get off your face this side of Ibiza.\nDespite recent upgrades that have lent the once-gaudy Palace a more sophisticated air, some of the resort's original features from the swinging '60s have survived. Out front are the same spritzing fountains that daredevil Evel Knievel made famous when he jumped them on a motorcycle on December 31, 1967 (and ended up with a shattered pelvis and a fractured skull). More than two decades later, his son Robby repeated the attempt – more successfully.Dining options fit for an emperor include the gut-busting buffet Bacchanal and high-flying celebrity chef outposts such as Nobu, Restaurant Guy Savoy and Bobby Flay's Mesa Grill. Afterward, sip rum on a floating boat inside Cleopatra's Barge or do double-takes at the riotous variety show Absinthe."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 8,
    "name": "New York–New York",
    "latitude": "36.10216497",
    "longitude": "-115.1741582",
    "excerpt": "Opened in 1997, the mini-megalopolis of New York–New York remains a perennial hit with spring breakers. Tables in the casino's 'Party Pit' are set against…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/new-york-new-york/a/poi-sig/1127007/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-914442300.jpeg",
    "detail_description": "Opened in 1997, the mini-megalopolis of New York–New York remains a perennial hit with spring breakers. Tables in the casino's 'Party Pit' are set against a backdrop of go-go dancers and occasional live entertainers, while out front, perspective-warping replicas of the Statue of Liberty, Brooklyn Bridge, and Chrysler and Empire State buildings delight visitors from abroad. Tying it all together, the Big Apple Arcade and Roller Coaster are timeless hits with kids and big kids alike.\nDesign elements throughout the property reflect the history, color and diversity of 'Nu Yawk.' Restaurants, bars and retail shops hide behind colorful facades stolen from Park Ave, Greenwich Village and Times Sq storefronts. Claustrophobes, beware: this Disneyfied version of the Big Apple can get even more crowded than the real deal.Inside, Cirque du Soleil's Zumanity titillates with sexy acrobatics. And what would a big bad city be without a few watering holes? The Bar at Times Square is popular with a 40-something crowd for piano sing-alongs; Nine Fine Irishmen proffers well-poured pints and live bands; and Pour 24 stocks craft beers. At Gallagher's Steakhouse dig into a New York strip, or pretend you're in Little Italy at Il Fornaio. Better yet, act like a real New Yorker and just grab a burger from Shake Shack or a Nathan's Famous Hot Dog to eat on the run."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 7,
    "name": "Cosmopolitan",
    "latitude": "36.109991",
    "longitude": "-115.175377",
    "excerpt": "Hipsters who thought they were too cool for Vegas finally have a place to go where they don't need irony to endure – or enjoy – the aesthetics of the…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/cosmopolitan/a/poi-sig/1251030/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7e53e757351f03fe212109780adebbdd-cosmopolitan.jpg",
    "detail_description": "Hipsters who thought they were too cool for Vegas finally have a place to go where they don't need irony to endure – or enjoy – the aesthetics of the Strip. Like the new Hollywood 'It' girl, the Cosmopolitan casino looks absolutely fabulous at all times. A steady stream of ingenues and entourages parade through the lobby (with some of the coolest design elements we've seen) along with anyone else who adores contemporary art and design.\nDangling like a glimmering ornament in the center of Cosmo is the gorgeous Chandelier Lounge, a three-tiered cocktail bar fringed by glowing glass-bead curtains. Perched on a velvet love seat, you'll feel like you're sipping champagne inside a rosy jewelry box. Marquee nightclub and the Shops at Cosmopolitan draw fashion plates too. In warmer months, bikini-clad babes lounge under cabanas at the outdoor Boulevard Pool, where indie music stars give concerts.Lighthearted eateries include the Wicked Spoon Buffet, Chinese-Mexican China Poblano, gourmet burgers at Holsteins, Spanish tapas at Jaleo, fancy egg sandwiches at eggslut and the experimental supper club Vegas Nocturne at Rose.Rabbit.Lie. Or go haute with a meal at Momofuku, followed by cereal milk soft serve from Milk Bar. The morning after, melt away your hangover inside the Sahra Spa &amp; Hammam."
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 6,
    "name": "Eiffel Tower Experience",
    "latitude": "36.112128",
    "longitude": "-115.170321",
    "excerpt": "The Eiffel Tower Experience is the signature attraction at Paris Las Vegas, a mini version of the French capital that includes the Hotel de Ville, facades…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/eiffel-tower-experience/a/poi-sig/1471384/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2021-02/shutterstockRF_107656817.jpg",
    "detail_description": "The Eiffel Tower Experience is the signature attraction at Paris Las Vegas, a mini version of the French capital that includes the Hotel de Ville, facades from the Opera House and Louvre as well as the Eiffel Tower. It's a fun stop for families and anyone yet to see the real thing.\nSo how authentic is this half-scale tower? Gustave Eiffel's original drawings were consulted, but the 50-story steel replica is welded rather than riveted. It's also fireproof and engineered to withstand a major earthquake.\nVisitors ascend in a glass elevator to the tower's observation deck for panoramic views of the valley, desert mountains and the Strip, with the dancing fountains of Bellagio across the street. To savor the gorgeous views, reserve a table at the Eiffel Tower Restaurant.\nIt's cheaper to take a ride on the tower's elevators during the day, but nighttime panoramas of the Strip, with casinos' neon signs glowing,&nbsp;are worth paying extra for.\nTickets and practicalities\nWeather permitting, the Eiffel Tower Experience is open daily between 10am-1am (the viewing deck is only accessible 2-10pm) and tickets cost $17 for adults ($22 after 7pm) and $10 for children ($20 after 7pm). Tickets can either be bought online or purchased at the Box Office next to the entrance to Paris on the main Las Vegas Blvd, across from the Caesars Rewards center.\nLocals, students, US military members and over 60s all get discounts. It's often easy to find money-off coupons for the Experience online too.\nLight show\nEach night from sunset to midnight, 800 white strobe lights and nearly 300 colorful lights beam across the Eiffel Tower Experience as part of a free light show. It begins on the hour and half hour and is free to watch.\nHow long will I need for my visit?\nTicketholders will typically spend around half an hour to 45 minutes on the viewing deck, though there are no limits for visitors.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 5,
    "name": "Mob Museum",
    "latitude": "36.172933",
    "longitude": "-115.141096",
    "excerpt": "The myth and mystique of mobsters from Bugsy Siegel to Al Capone get the museum treatment inside a hulking Downtown courthouse where real gangsters sat…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/downtown/attractions/mob-museum/a/poi-sig/1405329/1339006",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fa0228e73d24b63461e868d50208e555-mob-museum.jpg",
    "detail_description": "The myth and mystique of mobsters from Bugsy Siegel to Al Capone get the museum treatment inside a hulking Downtown courthouse where real gangsters sat for federal hearings in 1950–51.\nThoughtfully curated exhibits chart the history of organized crime in America and feature hands-on FBI equipment and mob-related artifacts. An extra fee provides access to a firearm training simulator, a crime lab or a Prohibition-era distillery tour where those over 21 can try the museum’s own moonshine or its house-brewed beer.\nOpened on February 14, 2012 – the 83rd anniversary of the notorious St Valentine's Day Massacre in Chicago – the museum is officially known as the National Museum of Organized Crime &amp; Law Enforcement.\nDespite a gift store selling aprons printed with AKs, this museum takes its sensationalistic subject seriously. Interactive exhibits were designed by the same team behind Cleveland's Rock &amp; Roll Hall of Fame &amp; Museum and the International Spy Museum in Washington, DC. Thoughtfully curated displays tell the story of organized crime in America from the perspective of both gangsters and G-men, interviews with real-life Tony Sopranos.\nListed on the National Register of Historic Places, the building that houses the museum was built in 1933 and was once the Las Vegas post office and courthouse. It's one of the oldest buildings in Las Vegas, a city that only really got started as recently as 1905. On the proviso that it be restored and used for cultural purposes, the federal police, who operated the courthouse, sold the building in 2002 to the City of Las Vegas for the princely sum of $1.\nThe Mob Museum also often hosts special events like book signings and mob history talks, including fascinating panel discussions that take place inside the historic courtroom.\nWhat to see\nMob Museum Theater\nBreak up your journey through the museum's exhibits, which could easily take all morning or afternoon to see, with a visit to the small theater. Plonk yourself down in one of the plush seats to watch videos projected on the big screen. If you're looking for History Channel-style documentaries, you'll be disappointed – most of the clips being shown are classic Hollywood gangster movies.\nThe Gift Shop\nNear the museum's entrance, the Mob Museum gift shop is a trove of offbeat Sin City souvenirs, whether you're on the hunt for a gangster fedora, a spy pen that writes with ultraviolet ink, a wise guy's family cookbook or a coffee mug with a handle made of brass knuckles. On a nerdy note, the shop fills its bookshelves with respectable tomes on the history of Sin City and the American Mafia.\nThe Speakeasy\nThe Mob Museum even has its very own Art Deco-styled speakeasy (for those 21 years or older) where you'll need a password to enter (no, we won't make it easy for you to find) to enjoy the bar's homages to Prohibition-era cocktails such as the Bees Knees (gin, lemon and jalapeno honey).\nTickets and other practicalities\nLocated at 300 Stewart Ave, the museum is open daily from 9am-9pm. Adult tickets are $30, students pay $17 and those under 10 go free. Regular discount ticket codes will often appear online. Audioguides in major languages cost $4. Parking in the adjacent lot costs $7.\nWeddings\nIf you're looking to get hitched in Vegas, the Mob Museum's weddings include a 'Made Man' ceremony, in which an actor offers you lifetime admission to 'the family.'\nFish tank\nDue to the success of American reality TV series Tanked, which follows innovative fish tank makers&nbsp;Acrylic Tank Manufacturing, many Mob Museum visitors want to see the 300-gallon fish tank made especially on the show. Inspired by Lizzie D, a tugboat which sank near New York Habor with a load of illegal liquor onboard, the fish tank can be found in The Underground section of the museum.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 4,
    "name": "The STRAT Hotel, Casino and SkyPod",
    "latitude": "36.14821",
    "longitude": "-115.157031",
    "excerpt": "Vegas has many buildings more than 20 storeys tall, but only Stratosphere (now officially The STRAT Hotel, Casino and SkyPod, but still 'the Strat' to…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/stratosphere/a/poi-sig/1347759/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyImages-1292506389.jpg",
    "detail_description": "Vegas has many buildings more than 20 storeys tall, but only Stratosphere (now officially The STRAT Hotel, Casino and SkyPod, but still 'the Strat' to locals) exceeds 100 and features the nation's highest thrill rides. Atop the 1149ft-high tapered tripod tower, vertiginous indoor and outdoor viewing decks afford Vegas' best 360-degree panoramas. There you'll also find Top of the World, a revolving restaurant, the jazzy 107 SkyLounge cocktail bar, plus the 108 Eats cafe by chef James Trees.\nA partial refurbishment in 2019 included a name change, new games in the casino and four new restaurants, but Vegas' lucky landmark has still kept its main draws, including one of America's fastest elevators, which lifts you 108 floors in a mere 37 ear-popping seconds. While snapping some panoramic pics will be enough for most, daredevils will want to jump on the tower's high-altitude rides and roller coasters.\nAt the base of the tapered tower is a casino favored by a loud-talkin', hard-drinkin' crowd, with low-limit table games and 1200 slots and video poker machines. After you're cashed out, spend the rest of your chump change next door at the kingdom of kitsch, Bonanza Gift Shop.\nTickets and other practicalities\nThe STRAT Casino is open 24 hours a day. Thrill ride tickets for Big Shot, Insanity and X-Scream, which include Skypod entry, start at $29 per ride. Weather permitting, the rides are open Mon-Thu 2pm-10pm, Fri &amp; Sat noon-midnight. An unlimited ride pass including SkyPod entry costs $43.95. Tickets for the Sky Jump, which is also open Mon-Thu 2pm-10pm and Fri &amp; Sat noon-midnight, start from $129.99.\nAdmission for the WET24 and Elation swimming pools is free for guests. Daybeds (from $100) and cabanas (from $150) at can be booked by non-guests.\n\n  \nRevellers swing out on the Insanity ride on top of The STRAT Hotel, Casino and SkyPod. ©Kris Davidson/Lonely Planet\n\nRides\nInsanity swings riders out from the edge of the tower into thin air, then spins its huge claw arms, elevated at an angle of 70 degrees. Rising above it all is the Big Shot, which rockets riders in outward-facing seats up and down a steel spire that forms the pinnacle of the tower itself.\nX-Scream, which dangles riders teeter-totter style over the side of the tower, can be a letdown, so grab a seat on the right-hand side to increase the fear factor. For maximum effect, do the SkyJump, a bungee jump-like controlled free fall that drops you 855ft over the side of the tower.\nRestaurants and bars\nThere are ten places to eat in The STRAT, from cafes to McDonalds via the likes of PT's Wings &amp; Sports, where pub grub, craft beers and steams of all the big matches are to be found. It also has four bars.\nFor our buck, you should eat at Top of the World. At this revolving romantic roost perched atop the Stratosphere tower, smartly dressed diners enjoy impeccable service and satisfying, if overpriced, dishes such as 22oz bone-in prime ribeye steam from Colorado or stuffed roasted lobster tails. It has an excellent wine list too, but reservations are essential.\nThe bar overlooking the Top of the World, 107 SkyLounge, is the pick of the watering holes. Come during happy hour (4pm to 7pm daily) for two-for-one cocktails, half-price appetizers and striking sunset views.\nPools\nThe STRAT has two pools. WET24 is an adult pool for over 21s with knockout vistas of Las Vegas Valley and cocktails. It's open 2-9pm and admission is free for hotel guests. Those not staying over can hire daybeds (from $100) or cabanas (from $150).\nElation Pool on the 8th floor is a chilled resort-style swimming pool which is more family friendly and boasts three spas. The views aren't as good here, but they ain't half bad, and the bar pumps out music and cocktails in equal measure. It's open 9am-5pm Sunday to Thursday, and 6pm Friday and Saturday. Admission is free for guests and daybeds (from $100) and cabanas (from $150) can be booked by non-guests.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 2,
    "name": "Mandalay Bay",
    "latitude": "36.091886",
    "longitude": "-115.175564",
    "excerpt": "Angular and glittering gold, massive Mandalay Bay flanks the far south end of the Strip. It's the first resort many visitors lay eyes on as they roll into…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/mandalay-bay/a/poi-sig/1251081/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_638757421.jpg",
    "detail_description": "Angular and glittering gold, massive Mandalay Bay flanks the far south end of the Strip. It's the first resort many visitors lay eyes on as they roll into Las Vegas – and what better introduction to Sin City than this gleaming tropics-in-the-desert themed, high-rise shrine to casino gaming and high-rolling, with its massive beach, multilevel Shark Reef Aquarium, oodles of big-name-chef-associated restaurants and two luxe hotels-within-a-hotel.\nIts standout attractions include the Michael Jackson ONE by Cirque du Soleil spectacle, the family-friendly Mandalay Bay Beach with wave pool and lazy river, and its array of VIP upgrades, wellness treatments and knockout suites for guests.\n\n  \nMandalay Bay has a huge swimming pool. © Ethan Miller /Getty Images\n\nPool\nThe 1.6-million-gallon wave pool at Mandalay Bay Beach occupies 11 acres, has 2700 tons of imported Californian sand and can generate waves up to 6ft. The facility also includes a lazy river (kids love it) and the 'toptional' adults-only Moorea Beach Club. Access is complimentary for resort guests. Nonguests can enjoy the facilities by renting a reserved seat ($50 to $100 daily), daybed (from $375) or cabana ($600 to $1300); daybeds and cabanas can be used by four to 10 people.\n\n  \nThere are more than 2000 species of underwater animals at the Shark Reef Aquarium. ©Jerry Alexander/Lonely Planet\n\nShark Reef Aquarium\nAdults, kids and lovers of marine life flock to Mandalay Bay for its unique and unusual walk-through Shark Reef Aquarium. Here you'll find around 2000 species of submarine critters, including jellyfish, moray eels, stingrays and, of course, several species of shark. Also on display are some of the world’s last remaining golden crocodiles. Scuba-diver caretakers and naturalists are available to chat as you wander around. Open 10am-8pm Sunday-Thursday, and to 10pm Friday and Saturday, tickets to the Shark Reef Aquarium cost $22 for adults and $15 for children.\nRestaurants \nCan you even call yourself a chef if you don't have a restaurant at Mandalay Bay? There's 27 – yes, twenty-seven – places to eat at the hotel; an entire town's worth. Most are headed up by household names like grand French chef Alain Ducasse, Wolfgang Puck and even the James Beard Award-winning chef Shawn McClain. \nBorder Grill\nWith colorful murals and views over Mandalay Bay Beach, this festive eatery dishes up modern Mexican fare designed by chefs from Bravo's Top Chef Masters and the Food Network's Too Hot Tamales. Come for the weekend brunch of unlimited Latin-inspired tapas ($38) and bottomless mimosas (extra $15). Border Grill uses only hormone-free meat and sustainably caught seafood. Reservations are helpful.\nAureole\nThe first 'clone' of Charlie Palmer's flagship New York restaurant serving modern American fare has debuted on the strip at Mandalay Bay with critical acclaim. For show-offs, the 24oz bone-in ribeye is $115.\nStripsteak\nEsquire magazine once named chef Michael Mina's butter-poached, bone-in-top loin one of the USA's very best steaks. The chef's minimalist steakhouse knifes into an exceptional menu of all-natural Angus and American Kobe beef, taste-awakening appetizers like ahi tuna and hamachi poppers, and classic side dishes with a twist, from truffle mac 'n' cheese to soy-glazed green beans. Reservations essential.\n\n  \nThe vast Mandalay Bay shimmers like gold in the Las Vegas sun. © Ethan Miller / Getty Images\n\nCasino\nAt 135,000-sq-ft, the 24-hour casino at Mandalay Bay is a whopper. There's over 1200 slot machines to try and tackle as well as table games like Baccarat, craps, poker, blackjack and roulette wheels. It's also home to the BetMGM Sportsbook — a huge betting palace where you can bet on live sports and look for that edge in front of Nasdaq-style stock market screens.\nRooms, suites and other sleeping options\nFor overnight accommodations, take your pick of three separate hotels. The traditional choice is Mandalay Bay, where simple but stylish rooms feature large plasma TVs, high-end linens and warm earth tones. On the highest floors of the Mandalay Bay Tower, and accessible only by private express elevators, the Four Seasons Hotel is the picture of elegance. Standard rooms feature deep tubs for soaking and mountain views through floor-to-ceiling windows. In the adjacent tower, with an entrance at the opposite end of the casino, the hip Delano boutique hotel makes the standard room a suite complete with a wet bar.\nThe mandatory nightly resort fee ($25 plus tax) includes in-room wi-fi access and entry to a cardio workout room (but not the fitness center at either spa).\nSkyfall Lounge\nOne of M-Bay's lesser-known drawcards is the fabulous, dress-to-impress Skyfall Lounge, atop the Delano hotel, from where you can enjoy unparalleled views of the southern Strip and sip cocktails as the sun sets over the spectacular Spring Mountains. The bar's classy, subdued vibe gets ever so slightly more tactile when top DJs start spinning mellow beats after dark and the more self-assured (or inebriated) guests get primed to dance the night away.\nMichael Jackson ONE\nWhile the documentary 'Leaving Neverland' has cast a shadow on his legacy, Cirque du Soleil's musical homage to Michael Jackson ONE is still going. It features show-stopping dancers, graceful acrobats and aerialists all moving to a soundtrack of MJ's greatest hits, the show moon-walks all the way back to his break-out platinum album Thriller.\nShooting\nIn 2017, Mandalay Bay made headlines when a gunman killed 58 and wounded 413 people from his 32nd floor suite in what went down as the deadliest mass shooting in modern US history.\n"
},
{
    "country": "las-vegas",
    "city": "Las Vegas",
    "index": 3,
    "name": "LINQ Promenade",
    "latitude": "36.11751",
    "longitude": "-115.171705",
    "excerpt": "Running between The LINQ Hotel & Casino and the Flamingo Las Vegas Hotel & Casino, the LINQ Promenade is a partially-covered outdoor pedestrian walkway…",
    "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/linq-promenade/a/poi-sig/1568563/1338985",
    "image_url": "https://lp-cms-production.imgix.net/2021-09/shutterstockRF_182804930.jpg",
    "detail_description": "Running between The LINQ Hotel &amp; Casino and the Flamingo Las Vegas Hotel &amp; Casino, the LINQ Promenade is a partially-covered outdoor pedestrian walkway which brims with shopping opportunities and high-flying fun. \nBrowse hip LA fashions, gorge yourself on cupcakes or on fish &amp; chips (by Gordon Ramsey), go bowling, ride the High Roller (the world's tallest observation wheel) or the Fly Linq zipline, get an eyeful of ink at Club Tattoo, rock out to live music, or sip pints beneath the desert sun.\n\n  \nHigh Roller is a centerpoint along the LINQ Promenade in Las Vegas. ©Kobby Dagan/Shutterstock\n\nThings to do\nLINQ Casino\nWith a fresh, young and funky vibe, the LINQ Casino is one of Vegas' newest and it benefits from also being one of its smallest with just over 60 tables and around 750 slot machines. There's an airy, spacious feel to the place, tables feature high-backed, ruby-red, patent-vinyl chairs, and when you need to escape, the fun and frivolity of LINQ Promenade are just outside the door.\nFly LINQ zipline\nFor a whistle-stop tour of the LINQ Promenade, try tearing across it from 12-storeys up via the Fly LINQ zipline. Capable of reaching speeds of up to 35mph, up to 11 people can test their nerve for some 45 seconds as the zipline takes thing right across The LINQ Promenade from Las Vegas Boulevard to, predictably enough, the High Roller.\nHigh Roller\nThe world's tallest observation wheel tops out at 550ft above LINQ Promenade. The 28 air-conditioned passenger cabins are enclosed by handcrafted Italian glass, while outside LED light up the wheel to music after dark. One revolution takes about 30 minutes and each pod can hold 40 guests. Speed drinkers over 21 can book the 'happy half-hour' ticket ($40, or $52 after 5pm) with an all-you-can drink bar.\nHint: the southwest corner of each pod affords the best views of the Strip (that's to the right of the door as you enter).\n\n  \nJaburrito is one of the better restaurants along the LINQ Promenade. © Bloomberg via Getty Images\n\nRestaurants\nThere's plenty of get your teeth into along the LINQ Promenade, including several half-decent places to eat. \nIn-N-Out Burger\nPossibly the best deal on the Strip are the under-$3 burgers at this California institution, known for high quality ingredients and excellent customer service. It's especially fun to break up a night of fancy cocktails with a double-double, animal style, wrapped in paper, eaten on a red linoleum bench. The people-watching here is fantastic.\nChayo\nThis stylish Mexican kitchen and tequila bar near the High Roller observation wheel even has a mechanical bull that you can ride. Sink back against a leather banquette and eye the Día de los Muertos–inspired decor as you feast on creative modern Mexican dishes like pork tenderloin with cactus leaves and mole negro sauce. Reservations are helpful.\nJaburrito\nIt's simple: hybridize a nori (seaweed) sushi roll with a burrito. What could go wrong? Nothing actually…they're awesome! Mochi ice-cream pops for dessert are extremely fun to eat.\nVirgil's Real BBQ\nIf you've never tried real-deal Southern cooking, and you're not shy of chunks of mouthwatering smoky meats, baby back ribs, cheesy grits and sugary caramelized sides, you must make a beeline for Virgil's and you will be converted. Hallelujah!\nGordon Ramsay Fish &amp; Chips\nWe'd say that Mr. Ramsay's high-traffic fish and chippery (perhaps Vegas' most prominent) ain't all that fish-tastic, but we're afraid of him yelling at us.\n\n  \nI LOVE SUGAR is just one of the shops along the LINQ Promenade. © Bloomberg via Getty Images\n\nShops\nLas Vegas may have become more of an upmarket shopping destination elsewhere in the city, but not along the LINQ Promenade. Here, kitsch-lovers and Instagrammers will delight as tacky, over-the-top wallet draining is par for the course.\nAlongside a couple of brand outlets such Harley Davidson clothes and flip flops from Havaianas, you'll find an entire Sin City souvenir store called The Welcome To Las Vegas. There's quirky too: Bakery-inspired, handmade soaps from Nectar Bath Treats (think donut-shaped bath bombs); pineapple-shaped biscuits from Honolulu Cookie Company; and your dentist's worst nightmare, an outlet of the I LOVE SUGAR store.\n\n  \nBrooklyn Bowl: a hipster's dream. © Bloomberg via Getty Images\n\nEntertainment\nBrooklyn Bowl\nHipsters are drawn by magnetic force to NYC import Brooklyn Bowl, which is one part high-tech bowling alley, one part gourmet comfort-food restaurant and one part cool concert venue for the same indie acts you'd hear at Coachella or SXSW music festivals.\n"
}
]