[
{
    "country": "las-terrenas",
    "city": "Las Terrenas",
    "index": 3,
    "name": "Playa Cosón",
    "latitude": "19.296279",
    "longitude": "-69.599215",
    "excerpt": "The sand at Playa Cosón, 8km west along the main highway from Playa Bonita, is tan rather than white, and the water greenish rather than blue, but it’s a…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/peninsula-de-samana/las-terrenas/attractions/playa-coson/a/poi-sig/1565225/358034",
    "image_url": null,
    "detail_description": "The sand at Playa Cosón, 8km west along the main highway from Playa Bonita, is tan rather than white, and the water greenish rather than blue, but it’s a good place to lose yourself for the day, with some excellent surf-sprayed restaurants to enjoy. Two small rivers run through the thick palm-tree forest and into the ocean; the easternmost is said to contain agricultural runoff. A taxi to the beach is US$40 round-trip, a motoconcho (motorcycle taxi) RD$300.\n"
},
{
    "country": "las-terrenas",
    "city": "Las Terrenas",
    "index": 1,
    "name": "Cascada El Limón",
    "latitude": "19.269989",
    "longitude": "-69.445953",
    "excerpt": "Tucked away in surprisingly rough landscape, surrounded by peaks covered in lush greenery, is the 52m-high El Limón waterfall. A beautiful swimming hole…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/peninsula-de-samana/las-terrenas/attractions/cascada-el-limon/a/poi-sig/1397331/358034",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c4ca31e95fd169b6c2a7524204c67454-cascada-el-limon.jpg",
    "detail_description": "Tucked away in surprisingly rough landscape, surrounded by peaks covered in lush greenery, is the 52m-high El Limón waterfall. A beautiful swimming hole at the bottom can be a perfect spot to wash off the sweat and mud from the trip here, though it’s often too deep and cold for a dip. The departure point is the small town of El Limón, only half an hour from Las Terrenas.\nJust about everyone who visits does so on horseback, and almost a dozen paradas (horseback-riding operations) in town and on the highway toward Samaná offer tours; try Santí or Parada la Manzana. (Don't hire someone off the street, as there’s little difference in price and the service is consistently substandard.) All outfits offer essentially the same thing: a 30- to 60-minute ride up the hill to the waterfalls, 30 to 60 minutes to take a dip and enjoy the scene, and a 30- to 60-minute return trip, with lunch at the end. Your guide – whom you should tip – will be walking, not riding, which can feel a little weird but is the custom. Walking or on horseback, you will get wet, as there are several river crossings along the way – rubber sandals are a good idea.If you book with a tour company in Las Terrenas, check if transportation to/from El Limón is included; if not, factor on RD$50 round-trip by gua-gua (local bus) or US$40 by taxi. Typically the tour (horse, guide and lunch) costs per person from US$30 to US$55; try Casa de las Terrenas or Flora Tours. Otherwise, it’s a minimum 40-minute walk (from the main intersection in El Limón it's roughly 5.6km), up a sometimes very steep trail over rough terrain and with a river or two to ford. It’s not difficult to follow the path once you find it, though, especially if there are groups out on the trail. If you make the trip independently you'll need to pay the entrance fee (RD$50)."
},
{
    "country": "las-terrenas",
    "city": "Las Terrenas",
    "index": 2,
    "name": "Playa Bonita",
    "latitude": "19.313735",
    "longitude": "-69.567575",
    "excerpt": "A getaway from a getaway, the appropriately named Playa Bonita (Pretty Beach) is only a few kilometers west of Las Terrenas. It's not without…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/peninsula-de-samana/las-terrenas/attractions/playa-bonita/a/poi-sig/1565224/358034",
    "image_url": null,
    "detail_description": "A getaway from a getaway, the appropriately named Playa Bonita (Pretty Beach) is only a few kilometers west of Las Terrenas. It's not without imperfections – the half-moon-shaped beach is fairly steep and narrow, and parts are strewn with palm-tree detritus. However, backed by a handful of pleasant hotels, it's an enticing, peaceful spot. Playa Bonita is reachable along a paved road that turns off from Calle Fabio Abreu in Las Terrenas. A taxi here costs US$15, by motoconcho (motorcycle taxi) RD$200.\nSurfers and bodyboarders hit the waves around the eastern part of the beach near Calle Van der Horst.In theory it’s possible to walk from Playa Bonita to Las Terrenas via a coastal dirt/mud trail, but it requires clambering over a steep pitch, and some water wading. There are usually a few motoconchos at the beach in high season when you’re ready to return, but it’s best to set out before nightfall and/or make other arrangements in low season."
}
]