[
{
    "country": "leeds",
    "city": "Leeds",
    "index": 1,
    "name": "Royal Armouries",
    "latitude": "53.79183",
    "longitude": "-1.532539",
    "excerpt": "Leeds' most interesting museum was originally built in 1996 to house armour and weapons from the Tower of London, but subsequently expanded to cover 3000…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/leeds/attractions/royal-armouries/a/poi-sig/427773/359107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5d84a9b98ec4e83b1056291d9d9b8095-lpl-royal-armouries-1.jpg",
    "detail_description": "Leeds' most interesting museum was originally built in 1996 to house armour and weapons from the Tower of London, but subsequently expanded to cover 3000 years of combat and self-defence, becoming home to the national collections. The exhibits are as varied as they are fascinating, covering subjects such as jousting, fencing and Indian elephant armour. To get here, walk east along the river from Centenary Footbridge (approx 10 minutes), or take the free boat from Granary Wharf outside Leeds train station's southern entrance.\n"
},
{
    "country": "leeds",
    "city": "Leeds",
    "index": 8,
    "name": "Tetley",
    "latitude": "53.792102",
    "longitude": "-1.539685",
    "excerpt": "Tetley Brewery's defunct 1930s offices have been converted into a contemporary-arts venue with a restaurant and pub on the ground floor, spilling out onto…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/leeds/attractions/tetley/a/poi-sig/1598315/359107",
    "image_url": null,
    "detail_description": "Tetley Brewery's defunct 1930s offices have been converted into a contemporary-arts venue with a restaurant and pub on the ground floor, spilling out onto an outdoor terrace. Upstairs the old meeting rooms have been put to good use as quirky gallery spaces, housing rotating exhibitions from international and local artists and photographers. An immaculately preserved 1930s lift dominates the central stairwell shaft.\n"
},
{
    "country": "leeds",
    "city": "Leeds",
    "index": 7,
    "name": "Abbey House Museum",
    "latitude": "53.822259",
    "longitude": "-1.607072",
    "excerpt": "The Abbey House Museum, once the Great Gate House to Kirkstall Abbey, contains meticulously reconstructed shops and houses that evoke Victorian Leeds,…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/leeds/attractions/abbey-house-museum/a/poi-sig/1544084/359107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/15b5e5cb2a582f1dc06e29eb92d5be64-lpl-abbey-house-museum-1.jpg",
    "detail_description": "The Abbey House Museum, once the Great Gate House to Kirkstall Abbey, contains meticulously reconstructed shops and houses that evoke Victorian Leeds, plus rotating exhibitions mostly aimed at kids.\n"
},
{
    "country": "leeds",
    "city": "Leeds",
    "index": 6,
    "name": "Henry Moore Institute",
    "latitude": "53.799789",
    "longitude": "-1.547441",
    "excerpt": "Housed in a converted Victorian warehouse in the city centre, this gallery showcases the work of 20th-century sculptors, but not, despite the name,…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/leeds/attractions/henry-moore-institute/a/poi-sig/427765/359107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3f6b32b2b1d051af7350b89b3cdb90b6-lpl-henry-moore-institute-1.jpg",
    "detail_description": "Housed in a converted Victorian warehouse in the city centre, this gallery showcases the work of 20th-century sculptors, but not, despite the name, anything by Henry Moore (1898−1986), who graduated from the Leeds School of Art. To see works by Moore, head to the Yorkshire Sculpture Park and Hepworth Wakefield.\n"
},
{
    "country": "leeds",
    "city": "Leeds",
    "index": 5,
    "name": "Leeds Art Gallery",
    "latitude": "53.799814",
    "longitude": "-1.548214",
    "excerpt": "This major gallery is packed with 19th- and 20th-century British heavyweights – Turner, Constable, Stanley Spencer, Wyndham Lewis et al – along with…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/leeds/attractions/leeds-art-gallery/a/poi-sig/1216996/359107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f6fb0277b9a8c3de34614309e193524c-lpl-leeds-art-gallery-1.jpg",
    "detail_description": "This major gallery is packed with 19th- and 20th-century British heavyweights – Turner, Constable, Stanley Spencer, Wyndham Lewis et al – along with contemporary pieces by more recent arrivals such as Antony Gormley, sculptor of the Angel of the North. It reopened in October 2017 after a major restoration program that uncovered a lost Victorian barrel-vaulted glass ceiling in one of its rooms.\n"
},
{
    "country": "leeds",
    "city": "Leeds",
    "index": 4,
    "name": "Leeds Industrial Museum",
    "latitude": "53.800517761445",
    "longitude": "-1.5823531150818",
    "excerpt": "One of the world's largest textile mills has been transformed into a museum telling the story of Leeds' industrial past, both glorious and ignominious…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/leeds/attractions/leeds-industrial-museum/a/poi-sig/427769/359107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dcc7af4f196f9acf08ca8c6763a9c75f-lpl-leeds-industrial-museum-1.jpg",
    "detail_description": "One of the world's largest textile mills has been transformed into a museum telling the story of Leeds' industrial past, both glorious and ignominious. The city grew rich from the textile industry, but at some cost in human terms – working conditions were Dickensian. As well as a selection of mill machinery, there's an informative display about how cloth is made. The museum is 2 miles west of the city centre; take bus 15 from Vicar Lane near Kirkgate Market.\n"
},
{
    "country": "leeds",
    "city": "Leeds",
    "index": 3,
    "name": "Kirkstall Abbey",
    "latitude": "53.820764112096",
    "longitude": "-1.6067397594452",
    "excerpt": "Leeds' most impressive medieval structure is beautiful Kirkstall Abbey, founded in 1152 by Cistercian monks from Fountains Abbey in North Yorkshire. These…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/leeds/attractions/kirkstall-abbey/a/poi-sig/427767/359107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c2a86805b77b85dd7652563d785751bd-lpl-kirkstall-abbey-1.jpg",
    "detail_description": "Leeds' most impressive medieval structure is beautiful Kirkstall Abbey, founded in 1152 by Cistercian monks from Fountains Abbey in North Yorkshire. These days the city makes good use of it as an atmospheric backdrop for pop-up events and a monthly weekend food market (April to November; check online for dates). It's 3 miles northwest of the centre; take bus 33, 33A or 757.\nAcross the road is the Abbey House Museum."
},
{
    "country": "leeds",
    "city": "Leeds",
    "index": 2,
    "name": "Thornton's Arcade",
    "latitude": "53.79861",
    "longitude": "-1.542292",
    "excerpt": "Though not the grandest, Thornton’s Arcade was the first Victorian shopping arcade to be built in Leeds and remains one of the most interesting. Its sky…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/leeds/attractions/thornton-s-arcade/a/poi-sig/1580141/359107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/33458004744ed2a1e74aa9f86b1322b9-lpl-img_4126.jpg",
    "detail_description": "Though not the grandest, Thornton’s Arcade was the first Victorian shopping arcade to be built in Leeds and remains one of the most interesting. Its sky-coloured, neo-Gothic arches rise up to a glass ceiling and its cupboard-sized shops host some of the city’s best independent retailers and cafes. At the western end of the arcade, a giant automaton clock manned by life-sized figures of Robin Hood and Friar Tuck rings in the time on the hour.\nIt opened in 1878 and is named after Charles Thornton, the local entrepreneur who first came up with the idea of covering over one of the yards off Briggate and building a sheltered shopping arcade within."
}
]