[
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 1,
    "name": "Main Assembly Hall",
    "latitude": "29.67676828",
    "longitude": "91.04694537",
    "excerpt": "The main assembly hall, or Tsogchen, is the principal structure in the Drepung complex and is the one chapel you must not miss. The hall is reached…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/drepung-monastery/attractions/main-assembly-hall/a/poi-sig/1480271/1337871",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/China%20Lhasa%20Matteo%20Colombo%20GettyImages-641938648%20RFC.jpg",
    "detail_description": "The main assembly hall, or Tsogchen, is the principal structure in the Drepung complex and is the one chapel you must not miss. The hall is reached through an entrance on the western side, just past a wonderful medieval-looking kitchen, whose hot-tub-sized cauldrons and giant ladles look like props from the film The Name of the Rose. The butter-tea churner alone is 6ft tall.\nThe assembly hall's huge interior is very atmospheric, draped with thangkas, covered in monks' robes and yellow hats, and supported by over 180 columns – the ones near the western protector chapel dedicated to goddess Palden Lhamo (no women allowed) are decorated with ancient chain mail and bows.The back-room chapel features the protector deities Chana Dorje (Vajrapani, blue) and Tamdrin (Hayagriva, red) on either side of the door, and contains statues of Sakyamuni with his two disciples, the Buddhas of the Three Ages, and nine chörtens above. The walls and pillars are lined with statues of eight standing bodhisattvas. To the front centre there is also a youthful-looking statue of Lamrin Ngawang Phuntsok (a former abbot of Drepung, recognisable by his black-rimmed glasses); next to it is his funeral chörten. To the east is Tsongkhapa, the founder of the Gelugpa sect.Sculptures of interest in the main hall include a two-storey Jampelyang (Manjushri); a small Sakyamuni; a statue of Tsongkhapa that is said to have spoken; the moustached 13th Dalai Lama to the right; the monastery's founder, Jamyang Chöje, in a cabinet to the right; the seventh Dalai Lama; and to the right Sakyamuni, flanked by five of the Dalai Lamas. At the end of the altar you will find a group of eight arhats (literally ‘worthy ones’). In the back room to the right look for the two-storey statue of Jampa and the tombs of monastery founder Jamyang Chöje and Lama Yeshe Ö, the lama from western Tibet who invited Atisha to Tibet in the 11th century. Back in the main hall the long cabinet on the eastern wall holds a huge building-sized thangka that is unveiled during the Shötun festival (there's a photo of it at one end).Back by the main entrance, past a great fire-safety mural, steps lead up to the 1st and 2nd floors. At the top of the stairs is the Hall of the Kings of Tibet, featuring statues of Tibet’s early kings and early Dalai Lamas, including Lobsang Gyatso (the fifth Dalai Lama), and a chapel containing the head of a two-storey Jampa statue. Pilgrims prostrate themselves here, throw kathak (silk scarves) and drink from a sacred conch shell.Continue moving clockwise through the Sakyamuni Chapel, stuffed with chörtens, and then descend to the Miwang Lhakhang. This chapel contains the assembly hall’s most revered image, a massive statue of Jampa, the Future Buddha, at the age of 12. The statue rises through three floors of the building from the ground-floor chapel you saw earlier, and it is flanked by Tsongkhapa to the left and Jamyang Chöje to the right.Next is the Drölma Lhakhang. Drölma is a protective deity, and in this case the three Drölma images in the chapel are responsible for protecting Drepung’s drinking water, wealth and authority respectively. There are also some fine examples of gold-inked Tibetan Kangyur scriptures here. The central statue is a form of Sakyamuni, whose amulet encases one of Tsongkhapa’s teeth.Exit the building from the western side of the 2nd floor."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 40,
    "name": "Tengye Ling",
    "latitude": "29.654363",
    "longitude": "91.128684",
    "excerpt": "This obscure and little-visited Nyingmapa-sect temple is dedicated to the central red-faced deity Tseumar, as well as Pehar (a protector linked to Samye)…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/tengye-ling/a/poi-sig/1442234/356124",
    "image_url": null,
    "detail_description": "This obscure and little-visited Nyingmapa-sect temple is dedicated to the central red-faced deity Tseumar, as well as Pehar (a protector linked to Samye) and Tamdrin (Hayagriva). The crates of báijiǔ (rice wine) stacked in the corner are there to refill the silver cup in Tseumar’s hand; apparently he’s in a better mood if constantly plastered. The entire chapel smells like a distillery.\nThe chapel is hidden in the backstreets west of the Shangbala Hotel and is hard to find; enter through the gateway marked by juniper and báijiǔ sellers."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 39,
    "name": "Shartse Tratsang",
    "latitude": "29.75805378",
    "longitude": "91.47518212",
    "excerpt": "Shartse Tratsang is one of several renovated kangtsang (residences) that offer the opportunity to meet the local monks away from the tourist trail. In the…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/ganden-monastery/attractions/shartse-tratsang/a/poi-sig/1480139/1337875",
    "image_url": null,
    "detail_description": "Shartse Tratsang is one of several renovated kangtsang (residences) that offer the opportunity to meet the local monks away from the tourist trail. In the early afternoon (1.30pm to 3pm), listen out for debating in the enclosed debating courtyard to the south. Nearby is the interesting Barkhang, or printing press, where you can watch block printing taking place. Also here is a second debating courtyard and the Changtse Tratsang, with its impressive main prayer hall.\n"
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 38,
    "name": "Kunde Ling",
    "latitude": "29.65520065",
    "longitude": "91.10637814",
    "excerpt": "At the foot of the hill Parma Ri, close to Beijing Zhonglu, is one of Lhasa’s four former royal temples. The ling (royal) temples were established by the…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/kunde-ling/a/poi-sig/1442171/356124",
    "image_url": null,
    "detail_description": "At the foot of the hill Parma Ri, close to Beijing Zhonglu, is one of Lhasa’s four former royal temples. The ling (royal) temples were established by the fifth Dalai Lama, and it was from one of them that regents of Tibet were generally appointed. Only a couple of restored chapels are open, but it’s a friendly place with around 60 monks and worth a visit. Upstairs is a 1938 photo of the original Kunde Ling, 80% of which has been destroyed.\nPilgrims come for a water blessing, and there's normally debating between 2pm and 4pm. There's a fine teahouse in the alley leading to the monastery."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 37,
    "name": "Deyang Shar",
    "latitude": "29.658064",
    "longitude": "91.117698",
    "excerpt": "Entry to the Potala is up two steep access ramps that will soon leave you wheezing in the oxygen-depleted air. The stairs lead past the ticket office to…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/deyang-shar/a/poi-sig/1497404/356124",
    "image_url": null,
    "detail_description": "Entry to the Potala is up two steep access ramps that will soon leave you wheezing in the oxygen-depleted air. The stairs lead past the ticket office to the large Deyang Shar, the external courtyard of the White Palace. At the top of the triple stairs leading up to the White Palace, look out for the golden handprints of the fifth Dalai Lama on the wall to the left.\nMurals to the north depict Songtsen Gampo’s original Potala, the construction of the Jokhang and the transfer of the Jowo Sakyamuni statue there. The beating of two horse-skin drums here once marked the evening closure of the Potala's gates."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 35,
    "name": "Zimchung Tridok Khang",
    "latitude": "29.75900654",
    "longitude": "91.47647848",
    "excerpt": "To the east of the Assembly Hall's Ser Trikhang (Golden Throne Room) and slightly uphill, this residence contains the living quarters and throne of the…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/ganden-monastery/attractions/zimchung-tridok-khang/a/poi-sig/1480107/1337875",
    "image_url": null,
    "detail_description": "To the east of the Assembly Hall's Ser Trikhang (Golden Throne Room) and slightly uphill, this residence contains the living quarters and throne of the Ganden Tripa.\nOther rooms include a protector chapel, with statues of Demchok (Samvara), Gonpo Gur (Mahakala) and Dorje Naljorma (Vajrayogini); a Tsongkhapa chapel; and an inner room of living quarters used by the Dalai Lamas when visiting the monastery. To the right is the ‘Nirvana Room’, which has a shrine to Kurt Cobain (only kidding – it’s Tsongkhapa again, who is said to have died in this room). The upper-floor library has a round platform known as a kyingor, used for creating sand mandalas."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 36,
    "name": "Summer Palace of the 13th Dalai Lama",
    "latitude": "29.655258",
    "longitude": "91.087561",
    "excerpt": "The summer palace of the 13th Dalai Lama (Chensek Podrang) is in the western section of the Norbulingka. The ground-floor assembly hall is stuffed full of…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/summer-palace-of-the-13th-dalai-lama/a/poi-sig/1451283/356124",
    "image_url": null,
    "detail_description": "The summer palace of the 13th Dalai Lama (Chensek Podrang) is in the western section of the Norbulingka. The ground-floor assembly hall is stuffed full of various buggies, palanquins, bicycles and a stage coach. The fine murals depicting the life of Sakyamuni are hard to see without a torch.\nNearby, the smaller Kelsang Dekyi Palace was also built by the 13th Dalai Lama, in 1926, as a Tantric temple. The fine murals depict Ganden and Potala – not the buildings but the Buddhist paradises of the same name. Note there is an awful zoo inside the complex where animals are kept in poor conditions – steer clear."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 34,
    "name": "Nyare Kangtsang",
    "latitude": "29.758379",
    "longitude": "91.477028",
    "excerpt": "Below the main assembly hall, the rather innocuous-looking Nyare Kangtsang houses a controversial statue of the deity Dorje Shugden, worship of which has…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/ganden-monastery/attractions/nyare-kangtsang/a/poi-sig/1480093/1337875",
    "image_url": null,
    "detail_description": "Below the main assembly hall, the rather innocuous-looking Nyare Kangtsang houses a controversial statue of the deity Dorje Shugden, worship of which has been outlawed by the Dalai Lama for its alleged dangerous Tantric practices. The statue is in the third chapel, in the far-right corner, with a red face and a third eye, wearing a bronze hat and riding a snow lion. Your guide probably won't want to enter this chapel.\nIn 2006 monks stormed the building and smashed the Dorje Shugden statue, leading to the arrest of two monks. The statue was replaced in 2007 with the support of the government. The stand-off remains tense and around two dozen soldiers remain barracked in the main chapel."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 33,
    "name": "Palha Lu-puk",
    "latitude": "29.65358888",
    "longitude": "91.11264781",
    "excerpt": "Palha Lu-puk (next to Drubthub Nunnery) is an atmospheric cave temple said to have been the 7th-century meditational retreat of King Songtsen Gampo. The…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/palha-lu-puk/a/poi-sig/1442282/356124",
    "image_url": null,
    "detail_description": "Palha Lu-puk (next to Drubthub Nunnery) is an atmospheric cave temple said to have been the 7th-century meditational retreat of King Songtsen Gampo. The main attraction of the cave is its relief rock carvings, some of which are more than a thousand years old, making them the oldest religious images in Lhasa.\nAltogether there are more than 70 carvings of bodhisattvas here; the oldest images are generally the ones lowest on the cave walls. Songtsen Gampo is depicted on the western (back) side. The yellow building above the Palha Lu-puk is a chapel that gives access to the less interesting meditation cave (drub-puk) of King Songtsen Gampo’s Chinese wife, Princess Wencheng."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 32,
    "name": "Sera Ngagpa College",
    "latitude": "29.69880629",
    "longitude": "91.13280794",
    "excerpt": "A Tantric college, Ngagpa is also the oldest structure at Sera. The main hall is dominated by a statue of Sakya Yeshe (wearing a black hat), behind the…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/sera-monastery/attractions/sera-ngagpa-college/a/poi-sig/1480405/1337873",
    "image_url": null,
    "detail_description": "A Tantric college, Ngagpa is also the oldest structure at Sera. The main hall is dominated by a statue of Sakya Yeshe (wearing a black hat), behind the throne, surrounded by other famous Sera lamas.\nThere are three chapels to the rear of the hall, the first featuring Jampa and thousand-armed Chenresig, the second with 16 arhats (literally 'worthy ones') and a Sakyamuni statue, and the third with a statue of the bull-headed protective deity Dorje Jigje, with an alcove underneath where pilgrims place their head for a blessing. Also here, to the right, is Namtöse (Vaishravana), the guardian of the north, who rides a snow lion and holds a mongoose that vomits jewels. There is also a room upstairs featuring Tsepame, the eight medicine buddhas (Menlha) and the funeral chörtens of several past abbots."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 31,
    "name": "Sera Ütse",
    "latitude": "29.711389",
    "longitude": "91.13893",
    "excerpt": "From Sera the steep, relentless climb to the yellow-walled Sera Ütse retreat takes at least an hour (look up and see it high on the cliff above Sera; if…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/sera-monastery/attractions/sera-uetse/a/poi-sig/1494741/1337873",
    "image_url": null,
    "detail_description": "From Sera the steep, relentless climb to the yellow-walled Sera Ütse retreat takes at least an hour (look up and see it high on the cliff above Sera; if that doesn’t put you off, you’ll be fine!). At 4140m, Sera Ütse was a retreat used by Tsongkhapa – his drub-puk (meditation cave) can be visited – and is currently home to two monks.\nTake the path towards the Chöding hermitage and branch off to the left before you get there, climbing the ridge via a switchback path until you reach the yellow building perched high above the valley. You can also reach the retreat directly from Pabonka’s Tashi Chöling hermitage, which makes for a stunning day-long hike. From Sera Ütse you can continue along a new road to the Dode Valley."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 30,
    "name": "Norbulingka",
    "latitude": "29.652274",
    "longitude": "91.093976",
    "excerpt": "About 3km west of the Potala Palace is the Norbulingka, the former summer residence of the Dalai Lama. The lifeless temple-like buildings rank well behind…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/norbulingka/a/poi-sig/435238/356124",
    "image_url": null,
    "detail_description": "About 3km west of the Potala Palace is the Norbulingka, the former summer residence of the Dalai Lama. The lifeless temple-like buildings rank well behind the other points of interest in and around Lhasa, since most rooms are closed to the public.The pleasant park contains several palaces and chapels, the highlight of which is the New Summer Palace, built by the current (14th) Dalai Lama. It's debatable whether it's worth the entry fee.\nThe park is a great place to be during festival times and public holidays. In the seventh lunar month of every year, the Norbulingka is crowded with picnickers for the week of the Shötun festival, when traditional lhamo (Tibetan opera) performances are held here.As you leave the palace after your visit, pop into the charming yellow-walled mani lhakhang to the south of the Norbulingka entrance."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 29,
    "name": "Gyüme Tratsang",
    "latitude": "29.655808",
    "longitude": "91.134017",
    "excerpt": "Gyüme was founded in the mid-15th century as one of Tibet’s foremost Tantric training colleges, second only in Lhasa to the monasteries of Sera and…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/gyueme-tratsang/a/poi-sig/1442672/356124",
    "image_url": null,
    "detail_description": "Gyüme was founded in the mid-15th century as one of Tibet’s foremost Tantric training colleges, second only in Lhasa to the monasteries of Sera and Drepung. More than 500 monks were once in residence, and students of the college underwent a physically and intellectually gruelling course of study. It’s easy to miss the surprisingly impressive temple; look for an imposing entrance set back from Beijing Donglu.\nThe main dukhang (assembly hall) has statues of Tsongkhapa, Chenresig and Sakyamuni and was under renovation in 2018. Look for the monks’ alms bowls, encased in crafted leather, hanging from the pillars. Behind are huge two-storey statues of Tsongkhapa and his two main disciples, and next door is a fearsome statue of Dorje Jigje (Yamantaka). Upstairs is a famous speaking rock image of Drölma and views down on the two-story statues below. The college was desecrated during the Cultural Revolution, but a growing number of monks are now in residence."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 28,
    "name": "Ramoche Temple",
    "latitude": "29.65867084",
    "longitude": "91.13086194",
    "excerpt": "The main image at this temple is the fabulously ornate Jowo Mikyöba (Akshobhya) statue, which represents Sakyamuni at the age of eight. The statue is in…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/ramoche-temple/a/poi-sig/1442230/356124",
    "image_url": null,
    "detail_description": "The main image at this temple is the fabulously ornate Jowo Mikyöba (Akshobhya) statue, which represents Sakyamuni at the age of eight. The statue is in the inner Tsangkhang, protected by the four guardian kings and a curtain of chain mail, which pilgrims rub for good luck. The lower half of the statue was discovered in 1983 in a Lhasa rubbish tip and the head was discovered in Beǐjīng’s Forbidden City and brought back to Lhasa by the 10th Panchen Lama.\nAs you enter the popular temple, past pilgrims doing full-body prostrations, you’ll see a protector chapel to the left, featuring masks on the ancient pillars. On the left-hand side of the chapel is an encased image of the divination deity Dorje Yudronma covered in beads and seated on a horse, while to the right is a statue of the protector Gompo Sedon that was commissioned by the 13th Dalai Lama.The Ramoche was badly damaged by Red Guards during the Cultural Revolution, but the complex has since been restored with Swiss assistance."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 27,
    "name": "Loseling College",
    "latitude": "29.67620994",
    "longitude": "91.04760458",
    "excerpt": "Loseling is the largest of Drepung’s colleges, and studies here were devoted to logic. If you have time, pop into the small debating courtyard west of the…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/drepung-monastery/attractions/loseling-college/a/poi-sig/1480268/1337871",
    "image_url": null,
    "detail_description": "Loseling is the largest of Drepung’s colleges, and studies here were devoted to logic. If you have time, pop into the small debating courtyard west of the college. Monks sometimes practise their music in the garden here, blowing huge horns and crashing cymbals. Most visitors call it quits after this college.\nThe main hall houses a throne used by the Dalai Lamas, an extensive library, and a long altar decorated with statues of the fifth, seventh and eighth Dalai Lamas, Tsongkhapa and former Drepung abbots. There are three chapels to the rear of the hall. The one to the left houses 16 arhats (literally ‘worthy ones’). The central chapel has a large statue of Jampa and a self-arisen stone painting of the Nechung oracle on the opposite wall; the chapel to the right has a small but beautiful statue of Sakyamuni. The two chörtens of Loseling’s earlier abbots are covered with offerings.On the 2nd floor you’ll enter a small chapel full of angry deities; you'll then pass under the body of a stuffed goat draped with one-máo notes before entering the spooky gönkhang (protector chapel). There are more protective deities here, including the main Dorje Jigje (Yamantaka), plus Nagpo Chenpo (six-armed Mahakala), Dorje Drakden and Dorje Lekpa."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 26,
    "name": "Ngagpa College",
    "latitude": "29.67717605",
    "longitude": "91.04607257",
    "excerpt": "Ngagpa is one of Drepung’s four tratsang (colleges) and was devoted to Tantric study. The chapel is dedicated to bull-headed Dorje Jigje (Yamantaka), a…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/drepung-monastery/attractions/ngagpa-college/a/poi-sig/1480277/1337871",
    "image_url": null,
    "detail_description": "Ngagpa is one of Drepung’s four tratsang (colleges) and was devoted to Tantric study. The chapel is dedicated to bull-headed Dorje Jigje (Yamantaka), a Tantric meditational deity who serves as an opponent to the forces of impermanence. The important cartoon-style Dorje Jigje image in the inner sanctum is said to have been fashioned by Tsongkhapa himself.\nWalking clockwise, other statues include the Gadong oracle (first clockwise), Nagpo Chenpo (third), Drölma (fourth), Tsongkhapa (fifth), the fifth Dalai Lama (seventh) and, by the door, the Nechung oracle. Look for bull-headed Chögyel to the side, his hand almost thrusting out of the expanded glass cabinet. Pilgrims spin the ancient prayer wheel in the corner of the room.To get a feel for what Drepung was like before the renovation teams arrived, follow the signs up to the Samlo Kangtsang, unrestored and surrounded by melancholic ruins.As you follow the pilgrim path (clockwise) around the back of the assembly hall you will pass the small Jampelyang Temple. Just a little further, tucked in on the right of the main building, is the tiny meditation cave of Drepung founder Jamyang Chöje, with some fine rock paintings."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 25,
    "name": "Debating Courtyard",
    "latitude": "29.69894868",
    "longitude": "91.13369109",
    "excerpt": "There is usually monk debating here on weekday afternoons from around 3pm to 5pm, which provides a welcome relief from peering at Buddhist iconography…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/sera-monastery/attractions/debating-courtyard/a/poi-sig/1480414/1337873",
    "image_url": "https://lp-cms-production.imgix.net/2023-11/shutterstock11988370-RFE.jpg",
    "detail_description": "There is usually monk debating here on weekday afternoons from around 3pm to 5pm, which provides a welcome relief from peering at Buddhist iconography. You will hear it (with much clapping of hands to emphasise points) as you approach Sera Je. Foreign photographers circle the site like vultures at a sky burial.\n"
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 23,
    "name": "Ganden Monastery",
    "latitude": "29.733377",
    "longitude": "91.481781",
    "excerpt": "About 50km east of Lhasa, this monastery, founded in 1417 by Tsongkhapa, was the first Gelugpa monastery. Still the order's heart and soul, it's the one…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/ganden-monastery/a/poi-sig/1240971/356124",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1822b206b5e53b8986ec7713fc505463-ganden-monastery.jpg",
    "detail_description": "About 50km east of Lhasa, this monastery, founded in 1417 by Tsongkhapa, was the first Gelugpa monastery. Still the order's heart and soul, it's the one out-of-Lhasa sight to choose if your time is limited. Two koras (pilgrim circuits) offer astounding views over the braided Kyi-chu Valley and you'll probably meet more pilgrims here than anywhere else. Some 400 monks now study in Ganden, and extensive reconstruction has been under way for some time now, alongside a strong police presence.\n"
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 24,
    "name": "Drepung Monastery",
    "latitude": "29.675805",
    "longitude": "91.048121",
    "excerpt": "Along with Sera and Ganden Monasteries, Drepung functioned as one of the three 'pillars of the Tibetan state', and it was purportedly the largest…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/drepung-monastery/a/poi-sig/1240964/356124",
    "image_url": null,
    "detail_description": "Along with Sera and Ganden Monasteries, Drepung functioned as one of the three 'pillars of the Tibetan state', and it was purportedly the largest monastery in the world, with around 7000 resident monks at its peak. Drepung means 'rice heap', a reference to the white buildings dotting the hillside. The 1½-hour kora (pilgrim circuit) around the 15th-century monastery, 8km west of Lhasa, is among the highlights of a trip to the city.\nThe kings of Tsang and the Mongols savaged the place regularly; oddly, the Red Guards pretty much left it alone during the Cultural Revolution. With concerted rebuilding, Drepung once again resembles a monastic village and around 600 monks reside here. At lunchtime you can see the novices bringing in buckets of tsampa (roasted-barley flour) and yak-butter tea. In the afternoon you can often witness Tibetan-style religious debating (lots of hand slapping and gesticulating). The best way to visit the monastery is to follow the pilgrim groups or the yellow signs.Nearby Nechung Monastery, a 10-minute walk downhill, was once the home of the Tibetan state oracle and is worth a visit for its blood-curdling murals.Bus 25 (¥1) runs from Beijing Donglu to the foot of the Drepung hill, from where minivans (¥2) run up to the monastery. Most tourists take a taxi from the Barkhor area for around ¥60."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 22,
    "name": "White Palace",
    "latitude": "29.658083",
    "longitude": "91.117548",
    "excerpt": "On the roof of the Potala, the private quarters of the 13th and 14th Dalai Lamas are to the right. The Dalai Lamas would have watched festival dances…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/white-palace/a/poi-sig/1494732/356124",
    "image_url": null,
    "detail_description": "On the roof of the Potala, the private quarters of the 13th and 14th Dalai Lamas are to the right. The Dalai Lamas would have watched festival dances performed in the courtyard below from the hidden balconies of these personal chambers.\nThe first room you come to is the throne room (Simchung Nyiwoi Shar), where the Dalai Lamas would receive official guests. The large picture to the left of the throne is of the 13th Dalai Lama; the matching photo of the present Dalai Lama has been removed, but his throne is marked by a huge pile of silk khataks (religious scarves). There are some fine murals here, including those of the Chinese Buddhist mountain Wǔtái Shān and the mythical paradise of Shambhala on either side of of the entry, and a depiction of Bodhgaya (where the Buddha achieved enlightenment) at the far exit.The trail continues clockwise past a room used for viewing New Year ceremonies in the Deyang Shar courtyard below into the reception hall (Dhaklen Paldseg). Next comes the meditation room, where protector gods include Nagpo Chenpo (Mahakala), the Nechung oracle and Palden Lhamo. The final room, the study of the Dalai Lama (Chimey Namgyal), has some personal effects of the Dalai Lama on show, such as his bedside clock. The mural above the seat is of Tsongkhapa, the founder of the Gelugpa order of which the Dalai Lama is the head. The locked door leads into the Dalai Lama’s bedroom."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 21,
    "name": "Barkhor Square",
    "latitude": "29.653002",
    "longitude": "91.130422",
    "excerpt": "For your first visit to the Barkhor, enter from Barkhor Sq, a large plaza that was cleared in 1985. The square has been a focus for violent political…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/barkhor-square/a/poi-sig/1442159/356124",
    "image_url": null,
    "detail_description": "For your first visit to the Barkhor, enter from Barkhor Sq, a large plaza that was cleared in 1985. The square has been a focus for violent political protest on several occasions, notably in 1998 (when a Dutch tourist was shot in the shoulder) and most recently in 2008. The square is now bordered by metal detectors, riot-squad vehicles, fire-extinguisher teams (to prevent self-immolations) and rooftop surveillance. Despite the stream of selfie-taking tourists, the atmosphere is one of occupation or siege.\nClose to the entrance to the Jokhang a constant stream of Tibetans follows the Barkhor circumambulation route in a clockwise direction. Look for the two pot-bellied stone sangkang (incense burners) in front of the Jokhang. There are four sangkang, marking the four extremities of the Barkhor Circuit; the other two are at the rear of the Jokhang.Behind the first two sangkang are two open enclosures. The northern stele atop a turtle is inscribed with the terms of the Sino-Tibetan treaty of 822. The dual-language inscription delimits the Chinese–Tibetan border and guarantees mutual respect of the borders of the two nations, an irony given the political situation over the last 60 years. The southern enclosure harbours an ancient willow tree, known as the hair of the Jowo – according to legend, it was planted by Songtsen Gampo’s Chinese wife, Princess Wencheng – and two stele, one of which was erected in 1793 to commemorate the victims of a smallpox epidemic. Over the centuries Tibetans have chiselled out chunks of this stele for its purported protective medicinal properties."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 20,
    "name": "Ganden Palace",
    "latitude": "29.67559",
    "longitude": "91.046587",
    "excerpt": "In 1530 the second Dalai Lama established the Ganden Podrang, the palace that was home to the subsequent Dalai Lamas until the fifth built the Potala. It…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/drepung-monastery/attractions/ganden-palace/a/poi-sig/1480288/1337871",
    "image_url": null,
    "detail_description": "In 1530 the second Dalai Lama established the Ganden Podrang, the palace that was home to the subsequent Dalai Lamas until the fifth built the Potala. It was from here that the early Dalai Lamas exercised their political as well as religious control over central Tibet, and the second, third and fourth Dalai Lamas are all entombed here.\nTo reach the palace from the monastery's car park, pass the juniper stalls and follow the kora clockwise around the outside of the monastery until you reach the steps.The first hall on the left is the Sanga Tratsang, a renovated chapel housing statues of the protectors Namtöse (Vaishravana), Nagpo Chenpo (Mahakala), Dorje Jigje (Vajra Bhairavo), bull-headed Chögyel (Dharmaraja), Palden Lhamo (Shri Devi; on a horse) and Dorje Drakden (the Nechung oracle), all arranged around a central statue of the fifth Dalai Lama, with the Wheel of Law characteristically in his hand.Head up the stairs and then across the main courtyard, where performances of cham (a ritual dance) are traditionally performed during the Shötun festival. The upper floor of the main building has three chapels that make up the apartments of the early Dalai Lamas. The second of the three chapels is the Nyiwo Tsomchen, the Sunlight Audience Room, with wonderfully detailed murals depicting the life of Atisha and the throne of the fifth Dalai Lama, next to a thousand-armed statue of Chenresig. The third is a simple living room.From here descend and cross over to an assembly hall whose entrance was defaced by a Cultural Revolution–era political slogan as recently as 2015. Signs lead past a refreshment stand and an easily missed corner rock shrine to Drölma next to the exit to the north, said to have arisen naturally."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 19,
    "name": "Sera Monastery",
    "latitude": "29.69769",
    "longitude": "91.133115",
    "excerpt": "About 5km north of Lhasa, Sera was founded in 1419 by a disciple of Tsongkhapa as one of Lhasa's two great Gelugpa monasteries. About 600 monks are now in…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/sera-monastery/a/poi-sig/1240970/356124",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/314900b5b9ad2d702d61aec9a7811f0e-sera-monastery.jpg",
    "detail_description": "About 5km north of Lhasa, Sera was founded in 1419 by a disciple of Tsongkhapa as one of Lhasa's two great Gelugpa monasteries. About 600 monks are now in residence, down from an original population of around 5000. The half-dozen main colleges feature spectacular prayer halls and chapels. Equally interesting is the monk debating that takes place from 3pm to 5pm in a garden near the assembly hall. Don't miss the fine, hour-long kora (pilgrim circuit) around the exterior of the monastery.\nFrom Sera Monastery it's possible to take a taxi northwest for a couple of kilometres to little-visited Pabonka Monastery. Built in the 7th century by King Songtsen Gampo, this is one of the most ancient Buddhist sites in the Lhasa region.A taxi to Sera costs around ¥20 from the old town."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 17,
    "name": "Lukhang Temple",
    "latitude": "29.66041332",
    "longitude": "91.11784991",
    "excerpt": "The Lukhang is a little-visited temple on a charming island in a lake, behind the Potala in the pleasant Dzongyab Lukhang Park. The Lukhang is celebrated…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/lukhang-temple/a/poi-sig/1442167/356124",
    "image_url": null,
    "detail_description": "The Lukhang is a little-visited temple on a charming island in a lake, behind the Potala in the pleasant Dzongyab Lukhang Park. The Lukhang is celebrated for its 2nd- and 3rd-floor murals, which date from the 18th century, but frustratingly these are currently not visible.\nThe lake was created during the construction of the Potala. Earth used for mortar was excavated from here, leaving a depression that was later filled with water. Lu (also known as naga) are subterranean dragon-like spirits that were thought to inhabit the area, and the Lukhang, or Chapel of the Dragon King, was built by the sixth Dalai Lama to appease them (and also to use as a retreat). You can see Luyi Gyalpo, the naga king, at the rear of the ground floor of the Lukhang. The naga spirits were finally interred in the nearby Palha Lu-puk.The 2nd-floor murals tell a story made famous by a Tibetan opera, while the murals on the 3rd floor depict different themes on each of the walls – Indian yogis demonstrating yogic poses (west), 84 mahisaddhas (masters of Buddhism; east), and the life cycle as perceived by Tibetan Buddhists (north), with the gods of Bardo, the Tibetan underworld, occupying its centre. Look for the wonderful attention to detail, down to the hairy legs of the sadhus and the patterns on the clothes.The 3rd floor contains a statue of an 11-headed Chenresig and a meditation room used by the Dalai Lamas. To see if the 3rd floor has reopened, walk clockwise around the outside of the building and enter from the back via a flight of stairs. Finish your visit with a kora (pilgrim circuit) of the island.For a detailed commentary on the murals, check out Ian Baker and Thomas Laird’s coffee-table book The Dalai Lama’s Secret Temple: Tantric Wall Paintings from Tibet."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 18,
    "name": "New Summer Palace",
    "latitude": "29.654353",
    "longitude": "91.091681",
    "excerpt": "The New Summer Palace in the centre of the Norbulingka's park was built by the present Dalai Lama between 1954 and 1956 and is the most interesting of the…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/new-summer-palace/a/poi-sig/1451278/356124",
    "image_url": null,
    "detail_description": "The New Summer Palace in the centre of the Norbulingka's park was built by the present Dalai Lama between 1954 and 1956 and is the most interesting of the Norbulingka palaces. You can only enter the walled complex from its eastern side.\nThe first of the rooms is the Dalai Lama’s audience chamber. Note the wall murals, which depict the history of Tibet in 301 scenes that flow in rows from left to right. As you stand with your back to the window, the murals start on the left wall with Sakyamuni and show the mythical beginnings of the Tibetan people (from the union of a bodhisattva and a monkey in the Sheldrak Cave), as well as the first field in Tibet (representing the introduction of agriculture). The wall in front of you depicts the building of the circular monastery of Samye, as well as Ganden, Drepung and other monasteries to the right. The right wall depicts the construction of the Potala and Norbulingka.Next come the Dalai Lama’s private quarters, which consist of a meditation chamber and a bedroom. The rooms have been maintained almost exactly as they were when the Dalai Lama left them, and apart from the usual Buddhist images they contain the occasional surprise (a Soviet radio, among other things).The assembly hall, where the Dalai Lama would address heads of state, is home to an extraordinarily ornate gold throne backed by wonderful cartoon-style murals of the Dalai Lama’s court (left, at the back). Look out for British representative Hugh Richardson in a trilby hat, and several Mongolian ambassadors. The right wall depicts the Dalai Lamas. The first five lack the Wheel of Law, symbolising their lack of governmental authority. Last are the suites of the Dalai Lama’s mother (other sources state they are meeting rooms), whose bathroom sink overflows with offerings of one-máo notes."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 16,
    "name": "Shuksip Nunnery",
    "latitude": "29.449296",
    "longitude": "91.026621",
    "excerpt": "Hikers and anyone who likes to get well off the beaten track will enjoy this excursion to Tibet’s largest nunnery, set in a large natural bowl about 55km…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/shuksip-nunnery/a/poi-sig/1442571/356124",
    "image_url": null,
    "detail_description": "Hikers and anyone who likes to get well off the beaten track will enjoy this excursion to Tibet’s largest nunnery, set in a large natural bowl about 55km south of Lhasa and home to over 160 nuns. The region is a favourite of birdwatchers.\nThe newly paved road leads right up to the village-like nunnery (4410m). The central assembly hall contains statues of Guru Rinpoche and several old lamas of the Nyingma and Dzogchen schools. Stairs to the right lead upstairs to a chapel with a statue of Machik Labdronma (holding a double drum), the famous 11th-century adept who opened up the valley and who is considered an emanation of Yeshe Tsogyel (the consort of Guru Rinpoche). The assembly hall features a B&amp;W photo and wall mural of one of Labdronma's subsequent reincarnations.You can hike up the hill, following the electric poles, for about 45 minutes to the Gangri Tokar shrine (Drubkhang), where Longchenpa, an important 14th-century Dzogchen lama, once meditated. The chapel has a cave shrine and a sacred tree stump in front of a rock image of the Dzogchen deity Rahulla.From here, fit and acclimatised hikers can climb for a couple of hours up past meditation caves (marked by prayer flags) to the ridgeline behind. The views of the Kyi-chu Valley are fantastic from here and if the weather is clear you’ll get views of snowcapped 7191m Nojin Kangtsang and other Himalayan peaks to the south. From the ridgeline you can continue northwest across a boulder field for 15 minutes to a small hill (5160m) topped by a chörten that offers epic views northwards as far as Lhasa. Alternatively you can continue east along the ridge to summit the bowl’s main peak.The road to Shongse branches off the main expressway to Gongkar Airport at Tsena village and diverts 13km up a side valley, passing the picturesque cliffside Samanga Monastery and small Öshang Lhakhang en route."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 15,
    "name": "Sera Me College",
    "latitude": "29.69780028",
    "longitude": "91.13214087",
    "excerpt": "Follow the pilgrims clockwise, past the Tsangba Kangtsang and Tsowa Kangtsang residential halls and several minor buildings, to Sera Me College. This…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/sera-monastery/attractions/sera-me-college/a/poi-sig/1480398/1337873",
    "image_url": null,
    "detail_description": "Follow the pilgrims clockwise, past the Tsangba Kangtsang and Tsowa Kangtsang residential halls and several minor buildings, to Sera Me College. This college dates back to the original founding of the monastery.\nThe central image of the impressive main hall is a copper Sakyamuni, flanked by Jampa and Jampelyang. To the rear of the hall are four chapels. To the left is a dark chapel dedicated to the dharma protector of the east, Ta-og (in an ornate brass case and wearing a hat), alongside a central Dorje Jigje. Look for the masks, antlers, iron thunderbolts and mirrors hanging from the ceiling. To the left of the entrance is a three-dimensional wooden mandala used to invoke the medicine buddha.Continue to the central chapel, which contains statues of the Past, Present and Future Buddhas, as well as 16 arhats (literally 'worthy ones') depicted in their mountain grottoes.The next chapel is home to Dagtse Jowo, a central Sakyamuni statue that dates from the 15th century and is the most sacred of the college’s statues. At the back are Tsepame and eight bodhisattvas; all are guarded by the protectors Tamdrin (Hayagriva; red) and Miyowa (Achala; blue). The last chapel is dedicated to Tsongkhapa, and there are also images of several Dalai Lamas, as well as of Sakya Yeshe (in the left corner with a black hat), Sera’s founder and first abbot.There are two chapels on the upper floor. The first, after you mount the stairs, is dedicated to Sakyamuni, depicted in an unusual standing form known as Thuwang. The second is a Drölma chapel with 1000 statues of this protective deity, as well as the Tsela Nam Sum longevity trinity. The third has 1000 statues of Chenresig, as well as a huge brass pot in the corner. All chapels sell amulets and blessed rilbu (herbal medicinal pills)Exit at the back of the compound and jog around a minor debating courtyard to reach the Sera Ngagpa College."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 12,
    "name": "Drak Yerpa",
    "latitude": "29.7475",
    "longitude": "91.283298",
    "excerpt": "For those with an interest in Tibetan Buddhism, Drak Yerpa hermitage, about 30km northeast of Lhasa, is one of the holiest cave retreats in Ü. Among the…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/drak-yerpa/a/poi-sig/1442563/356124",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/China%20Lhasa%20rweisswald%20GettyImages-476227932%20RFC.jpg",
    "detail_description": "For those with an interest in Tibetan Buddhism, Drak Yerpa hermitage, about 30km northeast of Lhasa, is one of the holiest cave retreats in Ü. Among the many ascetics who have sojourned here are Guru Rinpoche and Atisha (Jowo-je). King Songtsen Gampo also meditated in a cave, after his Tibetan wife established the first retreat. The peaceful site (4400m) offers lovely views and is easily combined with Ganden Monastery as a full-day trip.\nAt one time the hill at the base of the cave-dotted cliffs was home to Yerpa Drubde Monastery, the summer residence of Lhasa’s Gyutö College at the Ramoche Temple. The monastery was destroyed in 1959. Monks have begun to return to Yerpa but numbers are strictly controlled by the government, which carries out regular patriotic study sessions.From the car park, take the left branch of the stairway to visit the caves in clockwise fashion. The first caves are the Rigsum Gompo Cave and the Demdril Drubpuk, the cave where Atisha (shown in a red hat) meditated as part of his 12 years spent proselytising in Tibet. Look for the stone footprints of Yeshe Tsogyel in the former and the fifth Dalai Lama outside the latter. At one nearby cave pilgrims squeeze through a hole in the rock wall; at another they take a sip of holy water.The yellow Jamkhang has an impressive two-storey statue of Jampa flanked by Chana Dorje (Vajrapani) to the left and Namse (Vairocana) and Tamdrin (Hayagriva) to the right. Other statues are of Atisha (Jowo-je) flanked by the fifth Dalai Lama and Tsongkhapa. The upper cave is the Drubthub-puk, offering an upper view of the Jampa statue next to the quarters of the Dalai Lama. Continuing east along the ridge a detour leads up to a chörten that offers fine views of the valley.Climb to the Chögyal-puk, the Cave of Songtsen Gampo. The interior chapel has a central thousand-armed Chenresig (Avalokiteshvara) statue known as Chaktong Chentong. Pilgrims circle the central rock pillar continually. A small cave and statue of Songtsen Gampo are in the right-hand corner.The next chapel surrounds the Lhalung-puk, the cave where the monk Lhalung Pelde meditated after assassinating the anti-Buddhist king Langdharma in 842. A statue of the monk wearing his black hat occupies the back room. Look also for the photo of Drak Yerpa dating from 1937.The most atmospheric chapel is the Dawa-puk (Moon Cave), where Guru Rinpoche (the main statue) is said to have meditated for seven years. Look for the rock carvings of Drölma and Chenresig in the left corner of the ante-room and the stone footprints (one of his boot, one with his toes) of Guru Rinpoche in the inner room, to the right.Below the main caves and to the east is the yellow-walled Neten Lhakhang, where the practice of worshipping the 16 arhats was first introduced. Below here is where Atisha is said to have taught. A 15-minute walk takes you around the holy mountain of Yerpa Lhari, topped by prayer flags and encircled by a kora.There are several caves and retreats higher up the cliff-face and some fine hiking possibilities in the hills if you have time, including a half-day high kora. A pilgrim guesthouse by the car park offers simple food and accommodation.If you are here in September, specifically the 10th day of the seventh Tibetan lunar month, head here for the Yerpa tsechu festival, during which a large thangka is unveiled and cham dances are performed.The paved road from Lhasa crosses the prayer-flag-draped 3980m Ngachen-la before turning into the side valley at Yerpa village and passing two ruined dzong and a large disused dam en route to the caves, 10km from the main road. The paved side road to Drak Yerpa makes for a good uphill biking destination.A daily pilgrim bus leaves from Barkhor Sq but foreigners currently can't take it. Drivers often call the site ‘Drayab’."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 13,
    "name": "Drölma Lhakhang",
    "latitude": "29.532485",
    "longitude": "90.947345",
    "excerpt": "This significant but small monastery is jam-packed with ancient relics and hidden treasures. It’s only 30 minutes' drive southwest of Lhasa and is worth a…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/droelma-lhakhang/a/poi-sig/1442567/356124",
    "image_url": null,
    "detail_description": "This significant but small monastery is jam-packed with ancient relics and hidden treasures. It’s only 30 minutes' drive southwest of Lhasa and is worth a stop en route to or from the airport for those interested in Tibetan Buddhism.\nDrölma Lhakhang is associated with the Bengali scholar Atisha (982–1054). Atisha came to Tibet at the age of 53 at the invitation of the king of the Guge kingdom in western Tibet and his teachings were instrumental in the so-called second diffusion of Buddhism in the 11th century. Drölma Lhakhang was established at this time by one of Atisha’s foremost disciples, Drömtonpa, who also founded the Kadampa order, to which the monastery belongs. It was here at Netang that Atisha died, aged 72.The 11th-century monastery was spared desecration by the Red Guards during the Cultural Revolution after a direct request from Bangladesh (which now encompasses Atisha’s homeland). Apparently, Chinese premier Zhou Enlai intervened on its behalf.The first chapel to the left is a gönkhang (protector chapel), decorated with severed stags’ heads and arrow holders. As you enter and exit the main monastery building, look for the two ancient guardian deities, which may even date back to the 11th-century founding of the monastery. An inner kora (pilgrim circuit) surrounds the main chapels.From the entry, pass into the first chapel, the renovated Namgyel Lhakhang, which contains a number of chörtens (Buddhist stupas). The black-metal Kadampa-style chörten to the right reputedly holds the staff of Atisha and the skull of Naropa, Atisha’s teacher. Statuary includes Atisha and the eight medicine buddhas.The eponymous middle Drölma Lhakhang houses a number of relics associated with Atisha. The statues include an 11th-century statue of Jowo Sakyamuni and at the top, behind a grill, are statues of the 13th Dalai Lama, Green Tara, and Serlingpa (right, with a red hat), another teacher of Atisha. The lower statue to the right behind the grill is an image of Jampa that was reputedly saved from Mongol destruction when it shouted ‘Ouch!’. There are also 21 statues of Drölma.The final Tsepame Lhakhang has original statues of Tsepame, cast with the ashes of Atisha, flanked by Marmedze (Dipamkara), the Past Buddha, Jampa (the Future Buddha) and the eight bodhisattvas. The small central statue of Atisha in a glass case is backed by his original clay throne. As you leave the chapel, look out for the great old leather prayer wheel and two sunken white chörtens, which respectively hold the robes of Atisha and his main disciple Dromtonpa. Upstairs are the throne room and, at the far end, the living room of the Dalai Lamas, and to the right is a library.Just down a side road opposite the monastery is the Kumbum Lhakhang, whose two white chörtens enshrine the ashes of Atisha and Lama Dampa Sonam Gyeltsen, a teacher of Gelugpa founder Tsongkhapa.Drölma Lhakhang is 16km southwest of Lhasa on the old road to Shigatse, but it's bypassed by the main airport expressway that connects the capital to the Yarlung Tsangpo Valley. En route you’ll pass a blue rock carving of Sakyamuni at the base of a cliff about 11km southwest of Lhasa, or 6km north of Drölma Lhakhang (it’s easily missed coming from the south). Nyetang village and the monastery are between kilometre markers 4662 and 4663."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 14,
    "name": "Nechung Monastery",
    "latitude": "29.67163782",
    "longitude": "91.05597732",
    "excerpt": "This monastery, 10 minutes’ walk downhill from Drepung Monastery, is worth a visit for its historical role as the seat of the Tibetan State Oracle until…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/nechung-monastery/a/poi-sig/1239654/356124",
    "image_url": null,
    "detail_description": "This monastery, 10 minutes’ walk downhill from Drepung Monastery, is worth a visit for its historical role as the seat of the Tibetan State Oracle until 1959.\nThe Nechung oracle was the medium of Dorje Drakden, an aspect of Pehar, the Gelugpa protector of the Buddhist state, and the Dalai Lamas would make no important decision without first consulting him. The oracle was not infallible, however; in 1904 the oracle resigned in disgrace after failing to predict the invasion of the British under Younghusband. In 1959 the State Oracle fled to India with the Dalai Lama.Nechung is an eerie place associated with possession, exorcism and other pre-Buddhist rites. The blood-red doors at the entrance are painted with flayed human skins, and scenes of torture line the top of the outer courtyard. Tantric drumming booms from the depths of the building like a demonic heartbeat.For images of Dorje Drakden, the protective spirit manifested in the State Oracle, see the back-room chapel to the left of the main hall. The statue in the left corner shows Dorje Drakden in his wrathful aspect, so terrible that his face must be covered; the version on the right has him in a slightly more conciliatory frame of mind. The la-shing (sacred tree) in between the two is the home of Pehar.The far-right chapel has an amazing spirit trap (a collection of coloured threads used to trap evil spirits), some fine painted cabinets and a statue of the Dzogchen deity Ekajati, recognisable by her single fang and eye and representing the power of concentration. On the 1st floor is an audience chamber, whose throne was used by the Dalai Lamas when they consulted with the State Oracle. The 2nd floor features a huge new statue of a wrathful Guru Rinpoche. Don’t miss the fine murals in the exterior courtyard (photos are allowed).Nechung is easily reached on foot after visiting Drepung, on the way to the main road. A path leads past mani stone-carvers to the monastery (10 minutes). En route look for the metal icon moulds that are dipped in streams to act like underwater prayer flags, releasing fleeting fluid icons."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 11,
    "name": "Pabonka Monastery",
    "latitude": "29.719439",
    "longitude": "91.117773",
    "excerpt": "Built by King Songtsen Gampo in the 7th century, Pabonka Monastery is one of the most ancient Buddhist sites in the Lhasa region. Though one of the lesser…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/pabonka-monastery/a/poi-sig/1442555/356124",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/China%20Lhasa%20Ovchinnikova%20Irina%20shutterstock_1214765338%20RFC%20crop.jpg",
    "detail_description": "Built by King Songtsen Gampo in the 7th century, Pabonka Monastery is one of the most ancient Buddhist sites in the Lhasa region. Though one of the lesser-visited monasteries in the area, it is only a short detour from Sera Monastery. Built on a flat-topped granite boulder said to resemble a tortoise, Pabonka's timeless chapels may even pre-date the Jokhang and Ramoche.\nKing Songtsen Gampo and his Chinese wife Princess Wencheng, as well as Tibetan king Trisong Detsen, Guru Rinpoche and Tibet’s first seven monks, all meditated here at various times. The original nine-storey tower was destroyed in 841 by the anti-Buddhist King Langdharma but rebuilt in the 11th century. The fifth Dalai Lama added an extra floor to that two-storey building. It suffered damage in the Cultural Revolution and has undergone repairs in recent years.Rigsum Gonpo TempleThis temple is the first you come across when visiting Pabonka Monastery. The most famous relic is the blue and gold carved stone mantra ‘Om mani padme hum’ (‘Hail to the jewel in the lotus’) that faces the entrance on the far side of the hall. It is said to have been carved by Tibetan minister Thonmi Sambhota, who created the Tibetan script here after a visit to India. The central shrine contains a 1300-year-old ‘self-arising’ stone carving depicting Chenresig, Jampelyang and Chana Dorje (Vajrapani) – the Rigsum Gonpo trinity after which the chapel is named. The stone carvings were buried during the Cultural Revolution and only dug up in 1985.Palden Lhamo CaveIt is said that King Songtsen Gampo once meditated in this cave. Images inside are of Songtsen Gampo (with a turban), his two wives, Guru Rinpoche, Trisong Detsen (in the corner) and a rangjung (self-arising) rock carving of the protectress Palden Lhamo.The cave is located just uphill from the Rigsum Gonpo Temple, on the west side of the Pabonka rock (said to represent a female tortoise).Pabonka PodrangThis temple atop the Pabonka rock is what remains of the original nine-storey palace. The upper floor has an intimate assembly hall with a ‘self-arising’ Chenresig statue hidden behind a pillar to the right. The inner protector chapel has a statue of red-faced local protector Gonpo Dashey Marpo (second from the right) next to an impressive stag's head. The four-pillared Kashima Lhakhang next door is lined with various lamas, ministers, three kings and their wives. The cosy rooftop quarters of the Dalai Lama have a statue of the meditational deity Demchok (Chakrasamvara). A legend claims that it was here that Songtsen Gampo first hatched the plan of building the Potala Palace on top of Marpo Ri, which is clearly visible from here.Gyasa PodrangThe yellow Gyasa Podrang (Princess Wencheng Temple) sits above the Pabonka Podrang and the remains of 108 chörtens at the top of Pabonka Monastery. The two ground-floor rooms are dedicated to different manifestations of the medicine buddhas and Tsongkhapa, and an upper-floor chapel has a small statue of Wencheng herself in the far right, near an image of Thonmi Sambhota.Songtsen Gampo’s Nepali wife Bhrikuti is also present, as are images of green and white Drölma, of whom the two wives are thought to be emanations. Also present is Gar Tongtsen, the Tibetan minister who travelled to the Tang Chinese court to escort Princess Wencheng back to Tibet.Just next to the Gyasa Podrang, and next to rows of photogenic white chortens, is a new lhakhang housing the funeral stupa of Tantric teacher Nakchang Rinpoche.Getting ThereTo get to Pabonka, take bus 20 from Beijing Donglu to the Sera Monastery turn-off on Nangre Beilu. A paved road branches left before the military hospital and leads all the way to Pabonka and Chupsang. You’ll soon see Pabonka up ahead to the left, perched on its granite boulder. The ‘monastery’ to the right is actually Chupsang Nunnery. A ride from the junction in a minivan costs ¥10 per person, or ¥30 for a taxi."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 10,
    "name": "Red Palace",
    "latitude": "29.658055",
    "longitude": "91.117001",
    "excerpt": "You start the tour of the main Potala building from the top and descend through the bowels of the building to exit on the ground floor. The gilded buddhas…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/red-palace/a/poi-sig/1494733/356124",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4e4a246c6b116752798a1a2ce3026702-top-things-to-do-in-tibet.jpg",
    "detail_description": "You start the tour of the main Potala building from the top and descend through the bowels of the building to exit on the ground floor. The gilded buddhas, intricate mandalas and towering funeral stupas you pass en route rank as the highlights of the Potala.\nThird FloorOn the 3rd floor, the first room is the Chapel of Jampa (Jamkhang), which contains an exquisite image of Jampa (Maitreya, or the Future Buddha) commissioned by the eighth Dalai Lama; it stands opposite the eighth Dalai Lama’s throne. To the left of the Jampa statue, in the corner, is a wooden Kalachakra mandala. The walls are stacked with the collected works of Tsongkhapa (founder of the Gelugpa order) and the fifth Dalai Lama. The chapel was damaged in a fire (caused by an electrical fault) in 1984 and many valuable thangkas (religious paintings) were lost.Next, the Chapel of Three-Dimensional Mandalas (Loilang Khang) houses spectacular jewel-encrusted 18th-century mandalas of the three principal yidam (Tantric deities) of the Gelugpa order. These are essentially three-dimensional versions of the mandalas you see painted on thangkas everywhere in Tibet and act as meditation maps for the mind.The Chapel of the Victory over the Three Worlds (Sasum Namgyal) houses a library and displays of Manchu texts. The main statue in the corner is a golden thousand-armed Chenresig, while the main central thangka is of the Manchu Chinese emperor Qianlong dressed in monk’s robes, with accompanying inscriptions in Tibetan, Chinese, Mongolian and Manchurian.Next, the Chapel of Immortal Happiness (Chimey Dedan Kyil) was once the residence of the sixth Dalai Lama, Tsangyang Gyatso, whose throne remains; it is now dedicated to Tsepame, the Buddha of Longevity, who sits by the window.In the northwestern corner is the Lama Lhakhang and the golden tomb of the Seventh Dalai Lama (Serdung Tashi Obar Khang), constructed in 1757 and encased in half a tonne of gold. To the right stands a half-hidden statue of Kalsang Gyatso, the seventh Dalai Lama.Also in the northwestern corner, steps lead up into the small but important Chapel of Arya Lokeshvara (Phagpa Lhakhang). It is said that this is one of the few corners of the Potala that dates from the time of Songtsen Gampo’s 7th-century palace. It is the most sacred of the Potala’s chapels, and the sandalwood image of Arya Lokeshvara inside is the most revered image housed in the Potala. The statue is accompanied on the left by the seventh Dalai Lama and Tsongkhapa, and on the right by the fifth, eighth and ninth Dalai Lamas. Relics include stone footprints of Guru Rinpoche and Tsongkhapa.The towering, jewel-encrusted tomb of the Eighth Dalai Lama dates from 1805 and is more than 9m tall. Pilgrims are blessed here with the hat of the eighth Dalai Lama. The equally impressive tomb of the Ninth Dalai Lama was under renovation in 2018.Second FloorThe first of the chapels you come to on the 2nd floor is the Chapel of Kalachakra (Dukhor Lhakhang), also known as the Wheel of Time. It is noted for its stunning three-dimensional mandala, which is more than 6m in diameter and finely detailed with more than 170 statues.In the Chapel of the Nine Buddhas of Longevity (Tsepak Lhakhang), look for the murals by the left-hand window if you can get a monk to lift the cloth – the left-hand side depicts Thangtong Gyalpo and his celebrated bridge (now destroyed) over the Yarlung Tsangpo near Chushul. The images of coracle rafts halfway up the wall add an intimate touch. Murals by the right-hand window depict the construction of the Potala. There are also nine statues of Tsepame here, as well as green and white Drölma (Tara, a female bodhisattva).Passing the closed Chapel of Sakyamuni (Zegya Lhakhang), continue to the northwestern corner, where you’ll find a small corridor that leads to King Songtsen Gampo’s Meditation Chamber (Chogyal Drupuk), which, along with the Chapel of Arya Lokeshvara on the 3rd floor, is one of the oldest rooms in the Potala. The most important statue is of Songtsen Gampo himself, to the left of the pillar. To the left is his minister Tonmi Sambhota (said to have invented the Tibetan script) and to the right are his Chinese and Nepali wives. A statue of the king’s Tibetan wife, Mongsa Tricham (the only one to bear a son), is in a cabinet by the door. The fifth Dalai Lama lurks behind (and also on) the central pillar. Also here is Gar Tsongtsen, the Tibetan prime minister (and Songtsen Gampo's right-hand man), who travelled to the Tang court to escort Princess Wencheng back to Lhasa. Queues for this chapel can be long.The last three rooms are all linked and are chock-a-block full of 3000 pieces of priceless statuary, many donated by a Khampa businessman in 1995.The 1st floor has been closed to visitors for years and is unlikely to reopen soon.Ground FloorAs you round the steps on the ground floor, enter the beautiful assembly hall, the largest hall in the Potala and its physical centre. Note the fine carved pillar heads. The large throne that dominates the far end of the hall was the throne of the sixth Dalai Lama. Four important chapels frame the hall.The first chapel on this floor is the Chapel of Lamrim. Lamrim means ‘the graduated path’ and refers to the stages that mark the path to enlightenment. The central figure in the chapel is Tsongkhapa, with whom lamrim texts are usually associated. Outside the chapel, to the left, a fine mural depicts the Forbidden City, commemorating the fifth Dalai Lama’s visit to the court of Emperor Shunzhi in 1652. Murals depict the tent camps used by the court on its journey across Tibet.The next chapel, the long Rigzin Lhakhang, is dedicated to eight Indian teachers who brought various Tantric practices and rituals to Tibet. The central figure is a silver statue of Guru Rinpoche (one of the eight), who is flanked by his consorts Mandarava and Yeshe Tsogyel (with a turquoise headdress), as well as statues of the eight teachers to the left and further statues on the right of the guru in the eight manifestations known as the Guru Tsengye.In the west wing of the assembly hall is one of the highlights of the Potala, the awe-inspiring Chapel of the Dalai Lamas’ Tombs (Serdung Zamling Gyenjikhang). The hall is dominated by the huge 12.6m-high chörten of the great fifth Dalai Lama, gilded with some 3.7 tonnes of gold. Flanking it are two smaller chörtens containing the 10th and 12th Dalai Lamas, who both died as children. Richly embossed, the chörtens represent the concentrated wealth of an entire nation. One of the precious stones is a pearl said to have been discovered in an elephant’s brain and thus, in a wonderful piece of understatement, ‘considered a rarity’. Eight other chörtens represent the eight major events in the life of the Buddha.The last chapel is the Chapel of the Holy Born (Trungrab Lhakhang). First, in the corner, is the statue and chörten of the 11th Dalai Lama, who died at the age of 17. There are also statues of the eight medicine buddhas with their characteristic blue hair, a central golden Sakyamuni and the fifth Dalai Lama (silver), and then Chenresig, Songtsen Gampo, Dromtönpa (founder of the Kadampa order) and the first four Dalai Lamas."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 9,
    "name": "Main Debating Courtyard",
    "latitude": "29.67814756",
    "longitude": "91.0488843",
    "excerpt": "If you’re here in the afternoon, save some time to watch the monk debating (lots of shouting, hand slapping and gesticulation) between 2.30pm and 4pm in…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/drepung-monastery/attractions/main-debating-courtyard/a/poi-sig/1480273/1337871",
    "image_url": null,
    "detail_description": "If you’re here in the afternoon, save some time to watch the monk debating (lots of shouting, hand slapping and gesticulation) between 2.30pm and 4pm in the main debating courtyard in the northeastern corner of the monastery (daily except Sunday). Photos here cost ¥15.\n"
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 8,
    "name": "Chagpo Ri Rock Carvings",
    "latitude": "29.651295",
    "longitude": "91.106519",
    "excerpt": "This hidden corner of Lhasa features more than 5000 painted rock carvings that were created on the back side of Chagpo Ri over the course of a millennium…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/chagpo-ri-rock-carvings/a/poi-sig/1441168/356124",
    "image_url": null,
    "detail_description": "This hidden corner of Lhasa features more than 5000 painted rock carvings that were created on the back side of Chagpo Ri over the course of a millennium. Throughout the day, pilgrims perform full-body prostrations in front of the images, while stone carvers at the far end of the courtyard contribute to a large chörten built entirely of the carvers’ mani stones. The best way to visit the area is as part of the Lingkhor pilgrim route.\n"
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 7,
    "name": "Assembly Hall",
    "latitude": "29.758626",
    "longitude": "91.47620299",
    "excerpt": "The recently renovated tsogchen (assembly hall) has statues of the 16 arhats (literally ‘worthy ones’) and two huge statues of Tsongkhapa (only visible…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/ganden-monastery/attractions/assembly-hall/a/poi-sig/1480100/1337875",
    "image_url": null,
    "detail_description": "The recently renovated tsogchen (assembly hall) has statues of the 16 arhats (literally ‘worthy ones’) and two huge statues of Tsongkhapa (only visible from upstairs). Stairs lead up to the inner sanctum: the Ser Trikhang (Golden Throne Room), which houses the throne of Tsongkhapa. Pilgrims get thumped on the head here with the yellow hat of Tsongkhapa and the shoes of the 13th Dalai Lama.\nOn exiting the assembly hall there are two entrances on the northern side of the building. The western one gives access to a 2nd-floor view of two Tsongkhapa statues, and the eastern one houses a library (Tengyur Lhakhang). To the east is the main monastery kitchen."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 6,
    "name": "Main Assembly Hall",
    "latitude": "29.69826206",
    "longitude": "91.13409304",
    "excerpt": "The main assembly hall (Tsogchen) is the largest of Sera’s buildings and dates to 1710. The central hall is particularly impressive and is noted for its…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/sera-monastery/attractions/main-assembly-hall/a/poi-sig/1480420/1337873",
    "image_url": null,
    "detail_description": "The main assembly hall (Tsogchen) is the largest of Sera’s buildings and dates to 1710. The central hall is particularly impressive and is noted for its wall-length thangkas and two-storey statue of Jampa. To the left is the large throne of the 13th Dalai Lama, with a figure of Sakya Yeshe to the left of that. There are some incredibly ornate yak-butter sculptures in this hall.\nOf the four chapels to the rear of the hall, the central is the most important, with its 6m-high Jampa statue. The statue rises to the upper floor, where it can also be viewed from a central chapel.Also on the upper floor (to the far left of the central chapel) is a highly revered statue of a thousand-armed Chenresig. Pilgrims put their forehead to a walking stick that connects them directly and literally to the heart of compassion. The pilgrim path enters the building from the back, so this may be the first chapel you come across before descending to the prayer hall. Also here is a chapel dedicated to Tsongkhapa.To the west of the assembly hall is an ancient Drölma rock shrine that pilgrims circumambulate."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 5,
    "name": "Tomb of Tsongkhapa",
    "latitude": "29.75868218",
    "longitude": "91.47555114",
    "excerpt": "The red, fortress-like structure of Tsongkhapa’s mausoleum is probably the most impressive of the reconstructed buildings at Ganden. It’s above a…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/ganden-monastery/attractions/tomb-of-tsongkhapa/a/poi-sig/1480098/1337875",
    "image_url": null,
    "detail_description": "The red, fortress-like structure of Tsongkhapa’s mausoleum is probably the most impressive of the reconstructed buildings at Ganden. It’s above a prominent white chörten. Red Guards destroyed both the original tomb and the preserved body of Tsongkhapa inside it. The new silver-and-gold chörten was built to house salvaged fragments of Tsongkhapa’s skull.\nThe main entrance leads to a new prayer hall with an inner Sakyamuni chapel. The protector chapel to the right is the domain of the three main Gelugpa protectors: Chögyel (far right), Dorje Jigje (centre) and Gompo (left). Women are not allowed into this chapel.Stairs lead to the upper floors and the holy Serdung chapel, which houses Tsongkhapa’s funeral chörten. The chapel is sometimes called the Yangpachen Khang, after the stone in the back left, covered in offerings of yak butter that is said to have flown from India. The images seated in front of the chörten are of Tsongkhapa flanked by his two principal disciples. On the wall is a photo of the Ganden Tripa who rebuilt the funeral chörten. Pilgrims line up to buy votive inscriptions written in gold ink by the monks and later recited during prayer dedications. Protective amulets and high-quality incense are sold outside the chapel."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 4,
    "name": "Jokhang Temple",
    "latitude": "29.6528536",
    "longitude": "91.13172887",
    "excerpt": "The 1300-year-old Jokhang Temple is the spiritual heart of Tibet: the continuous waves of awestruck pilgrims prostrating themselves outside are a…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/jokhang-temple/a/poi-sig/435224/356124",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/59556a1f47c3f9339a6d9738a52f8380-jokhang-temple.jpg",
    "detail_description": "The 1300-year-old Jokhang Temple is the spiritual heart of Tibet: the continuous waves of awestruck pilgrims prostrating themselves outside are a testament to its timeless allure. The central golden Buddha image here is the most revered in all of Tibet.\nThe Jokhang was originally built to house an image of Buddha brought to Tibet by King Songtsen Gampo's Nepalese wife. However, another image, the Jowo Sakyamuni, was later moved here by the king's other wife (the Chinese Princess Wencheng), and it is this image that gives the Jokhang both its name and its spiritual potency: Jokhang means 'chapel of the Jowo'.The two-storeyed Jokhang is best visited in the morning, though the crowds of yak-butter-spooning pilgrims can be thick. Access is possible in the afternoon through a side entrance, but only the ground-floor chapels can be viewed (and then only through a grille) and there are no pilgrims."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 3,
    "name": "Sera Je College",
    "latitude": "29.69886181",
    "longitude": "91.13333226",
    "excerpt": "This is the largest of Sera’s colleges, generally accessed from a western side entrance. It has a breathtaking main hall, hung with thangkas and lit by…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/sera-monastery/attractions/sera-je-college/a/poi-sig/1480410/1337873",
    "image_url": null,
    "detail_description": "This is the largest of Sera’s colleges, generally accessed from a western side entrance. It has a breathtaking main hall, hung with thangkas and lit by shafts of light from high windows. Several chörtens hold the remains of Sera’s most famous lamas. To the left of the hall is a passage leading, via a chapel dedicated to the Past, Present and Future Buddhas, to the most sacred of Sera Monastery’s chapels, the Chapel of Tamdrin.\nTamdrin (Hayagriva) is a wrathful meditational deity whose name means ‘horse headed’. He is the chief protective deity of Sera, and there is often a long line of shuffling pilgrims waiting to touch their – and especially their children’s – foreheads to his feet in respect. Children get a black mark of butter-lamp soot on their noses as a blessing. Monks sell holy threads, protective amulets and sacred pills here, as well as red slips of inscribed paper called tsenik, which pilgrims buy to burn for the recently deceased and newly born. The ornate brass shrine recalls the temples of the Kathmandu Valley. As you queue up to view the shrine, take a look at the weapons, hats and masks hanging from the ceiling. Join the pilgrims in buying a white khatag and throwing it up onto the three Buddha statues.The first chapel to the rear of the hall is devoted to a lovely statue of Sakyamuni, seated below a fine canopy of curling dragons and a ceiling mandala. Pilgrims lean on the steps to the right to touch his left leg. The next two chapels are dedicated to Tsongkhapa, with Sakyamuni and Öpagme (Amitabha), and to Jampelyang, flanked by Jampa and another Jampelyang. From here head to the upstairs chapels, the second of which has a fine embroidered thangka of the fourth Panchen Lama.To the northeast of Sera Je is Sera’s debating courtyard. Photos are allowed on mobile phones but not actual cameras."
},
{
    "country": "lhasa",
    "city": "Lhasa",
    "index": 2,
    "name": "Potala Palace",
    "latitude": "29.65805965",
    "longitude": "91.11678133",
    "excerpt": "The magnificent Potala Palace, once the seat of the Tibetan government and the winter residence of the Dalai Lamas, is Lhasa's cardinal landmark. Your…",
    "detail_url": "https://www.lonelyplanet.com/china/tibet/lhasa/attractions/potala-palace/a/poi-sig/435266/356124",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/78a5970b7661df124e01cc6f8efd572a-potala-palace.jpg",
    "detail_description": "The magnificent Potala Palace, once the seat of the Tibetan government and the winter residence of the Dalai Lamas, is Lhasa's cardinal landmark. Your first sight of its towering, fortress-like walls is a moment you'll remember for years. An architectural wonder even by modern standards, the palace rises 13 storeys from 130m-high Marpo Ri (Red Hill) and contains more than 1000 rooms. Pilgrims and tourists alike shuffle open-mouthed through the three storeys, past the dozens of magnificent chapels, golden stupas and prayer halls.\nThe first recorded use of the site was in the 7th century AD, when King Songtsen Gampo built a palace here. Construction of the present structure began during the reign of the fifth Dalai Lama in 1645 and took divisions of labourers and artisans more than 50 years to complete. It is impressive enough to have caused Chinese premier Zhou Enlai to send his own troops to protect it from the Red Guards during the Cultural Revolution.The layout of the Potala Palace includes the rooftop White Palace (the eastern part of the building), used for the living quarters of the Dalai Lama, and the central Red Palace, used for religious functions. The most stunning chapels of the Red Palace house the jewel-bedecked golden chörten (Tibetan stupa) tombs of several previous Dalai Lamas. The apartments of the 13th and 14th Dalai Lamas, in the White Palace, offer a more personal insight into palace life.Tickets for the Potala are limited and your guide will need to book a time slot several days in advance. Arrive at the palace an hour or so before your allotted time. After a security check (no water or lighters allowed), follow the other visitors to the stairs up into the palace. Halfway up you'll pass the ticket booth, where you'll buy your ticket. Note that if you arrive later than the time on your voucher (or if you forget your voucher) you can be refused a ticket. Photography isn't allowed inside the chapels."
}
]