[
{
    "country": "lijiang",
    "city": "Lijiang",
    "index": 12,
    "name": "Old Market Square",
    "latitude": "26.87554",
    "longitude": "100.232896",
    "excerpt": "The heart of the old town.",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/lijiang/attractions/old-market-square/a/poi-sig/1454727/356164",
    "image_url": null,
    "detail_description": "The heart of the old town.\n"
},
{
    "country": "lijiang",
    "city": "Lijiang",
    "index": 11,
    "name": "Waterwheel",
    "latitude": "26.879608",
    "longitude": "100.232209",
    "excerpt": "This wooden waterwheel is a popular photo op.",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/lijiang/attractions/waterwheel/a/poi-sig/1454717/356164",
    "image_url": null,
    "detail_description": "This wooden waterwheel is a popular photo op.\n"
},
{
    "country": "lijiang",
    "city": "Lijiang",
    "index": 10,
    "name": "Puxian Temple",
    "latitude": "26.874148",
    "longitude": "100.235642",
    "excerpt": "This pleasant little temple at the heart of the old town is among the best-preserved in Lijiang. Look for signs off of Chongren Alley near the Wanzi…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/lijiang/attractions/puxian-temple/a/poi-sig/1620783/356164",
    "image_url": null,
    "detail_description": "This pleasant little temple at the heart of the old town is among the best-preserved in Lijiang. Look for signs off of Chongren Alley near the Wanzi Bridge.\n"
},
{
    "country": "lijiang",
    "city": "Lijiang",
    "index": 9,
    "name": "Wàngǔ Lóu",
    "latitude": "26.873818",
    "longitude": "100.23017",
    "excerpt": "At the peak of the park atop Lion Hill – views of Lijiang from here are unbeatable. Take a moment as well to admire the 1st-floor reproductions of Dongba…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/lijiang/attractions/wangu-lou/a/poi-sig/474112/356164",
    "image_url": null,
    "detail_description": "At the peak of the park atop Lion Hill – views of Lijiang from here are unbeatable. Take a moment as well to admire the 1st-floor reproductions of Dongba mural artwork.\n"
},
{
    "country": "lijiang",
    "city": "Lijiang",
    "index": 8,
    "name": "White Horse Dragon Pool",
    "latitude": "26.870588",
    "longitude": "100.2292",
    "excerpt": "Ancient pool still used by the locals to wash veggies from the nearby market and clothes from surrounding homes. The White Horse Dragon Pool Temple next…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/lijiang/attractions/white-horse-dragon-pool/a/poi-sig/1241515/356164",
    "image_url": null,
    "detail_description": "Ancient pool still used by the locals to wash veggies from the nearby market and clothes from surrounding homes. The White Horse Dragon Pool Temple next door is a modern addition.\n"
},
{
    "country": "lijiang",
    "city": "Lijiang",
    "index": 7,
    "name": "Dongba Cultural Institute",
    "latitude": "26.886105",
    "longitude": "100.234183",
    "excerpt": "The Dongba Cultural Institute is part of a renovated complex on the hillside north of the old town. Here you can see Naxi cultural artefacts and scrolls…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/lijiang/attractions/dongba-cultural-institute/a/poi-sig/474106/356164",
    "image_url": null,
    "detail_description": "The Dongba Cultural Institute is part of a renovated complex on the hillside north of the old town. Here you can see Naxi cultural artefacts and scrolls featuring the unique Naxi pictograph script.\n"
},
{
    "country": "lijiang",
    "city": "Lijiang",
    "index": 6,
    "name": "Lion Hill",
    "latitude": "26.874516",
    "longitude": "100.231131",
    "excerpt": "Towering over the west side of Lijiang's Old Town, Lion Hill's 23 hectares of park land are a pleasant diversion. The obvious high point is the panoramic…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/lijiang/attractions/lion-hill/a/poi-sig/1620784/356164",
    "image_url": null,
    "detail_description": "Towering over the west side of Lijiang's Old Town, Lion Hill's 23 hectares of park land are a pleasant diversion. The obvious high point is the panoramic view from the top of Wàngǔ Lóu.\n"
},
{
    "country": "lijiang",
    "city": "Lijiang",
    "index": 5,
    "name": "Museum of Dongba Culture",
    "latitude": "26.890689",
    "longitude": "100.231887",
    "excerpt": "The Museum of Dongba Culture houses displays on Naxi dress and culture, Dongba pictographic script, Lijiang's old town and the dubious claim that the…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/lijiang/attractions/museum-of-dongba-culture/a/poi-sig/474116/356164",
    "image_url": null,
    "detail_description": "The Museum of Dongba Culture houses displays on Naxi dress and culture, Dongba pictographic script, Lijiang's old town and the dubious claim that the region is the 'real' Shangri-la; it's worth a visit if you're passing by. Find it just outside Black Dragon Pool Park's northern entrance.\n"
},
{
    "country": "lijiang",
    "city": "Lijiang",
    "index": 4,
    "name": "Mu Family Mansion",
    "latitude": "26.872488",
    "longitude": "100.233861",
    "excerpt": "The home of a Naxi chieftain, the Mu Family Mansion was heavily renovated (more like built from scratch) after the devastating earthquake that struck…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/lijiang/attractions/mu-family-mansion/a/poi-sig/474114/356164",
    "image_url": null,
    "detail_description": "The home of a Naxi chieftain, the Mu Family Mansion was heavily renovated (more like built from scratch) after the devastating earthquake that struck Lijiang in 1996. Limited captions do very little to introduce the Mu family's history, but for many the beautiful grounds are reason enough to visit. Entrance is not included in the Old Town ticket.\n"
},
{
    "country": "lijiang",
    "city": "Lijiang",
    "index": 3,
    "name": "Lijiang Old Town",
    "latitude": "26.877847",
    "longitude": "100.235503",
    "excerpt": "The old town is centred on busy and touristy Old Market Square, with the Waterwheel defining the northern edge and the lively Zhongyi Market marking the…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/lijiang/attractions/lijiang-old-town/a/poi-sig/1241523/356164",
    "image_url": null,
    "detail_description": "The old town is centred on busy and touristy Old Market Square, with the Waterwheel defining the northern edge and the lively Zhongyi Market marking the southern limit (which is a good stop for a slice of old Lijiang's trading traditions or just some afternoon street food). The surrounding lanes are dissected by a web of artery-like canals that once brought the city’s drinking water from Yuquan Spring, on the far outskirts of what is now Black Dragon Pool Park.\nSeveral wells and pools are still in use around town (but hard to find), including White Horse Dragon Pool. Where there are three pools, these were designated into pools for drinking, washing clothes and washing vegetables.Much of the joy of the old town is to be had in wandering small twisting lanes that open into small courtyards, hidden teahouses or tiny temples like Puxian Temple. Don't stress too much about seeing it all – but do make sure to climb the flanks of Lion Hill at some point for sweeping views of the old town and mountains."
},
{
    "country": "lijiang",
    "city": "Lijiang",
    "index": 2,
    "name": "Black Dragon Pool Park",
    "latitude": "26.886737",
    "longitude": "100.23208",
    "excerpt": "On the northern edge of town is Black Dragon Pool Park; the view from here of Jade Dragon Snow Mountain is an obligatory photo stop in southwestern China…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/lijiang/attractions/black-dragon-pool-park/a/poi-sig/474104/356164",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/39222ed15edd7bddc34e8a97a235de31-black-dragon-pool-park.jpg",
    "detail_description": "On the northern edge of town is Black Dragon Pool Park; the view from here of Jade Dragon Snow Mountain is an obligatory photo stop in southwestern China. The Dongba Cultural Institute is part of a renovated complex on the hillside inside, an interesting stop for Naxi cultural artefacts and scrolls featuring the unique Naxi pictograph script.\nTrails lead up Elephant Hill (象山, Xiàng Shān) to a dilapidated gazebo and then across a spiny ridge past a communications centre and back down the other side, making a nice morning hike (but bring your passport to register before you start the hike).The park is included in the all-encompassing Lijiang Old Town entrance ticket, but in practice this is the only place it seems to be checked."
},
{
    "country": "lijiang",
    "city": "Lijiang",
    "index": 1,
    "name": "Jade Dragon Snow Mountain",
    "latitude": "27.103335",
    "longitude": "100.253913",
    "excerpt": "Jade Dragon Snow Mountain soars to some 5596m, and the massif's thirteen peaks dominate the skyline of the surrounding regions. Undeniably beautiful, the…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/lijiang/attractions/jade-dragon-snow-mountain/a/poi-sig/1543745/356164",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/China%20Lijiang%20Tony%20Shi%20Photography%20GettyImages-1297890311%20RFC%20crop.jpg",
    "detail_description": "Jade Dragon Snow Mountain soars to some 5596m, and the massif's thirteen peaks dominate the skyline of the surrounding regions. Undeniably beautiful, the national park is also undeniably overcrowded – a classic case of over-tourism, compounded by a lack of any nature trails or hiking areas whatsoever. If you're looking for pristine nature, consider Tiger Leaping Gorge or a day hike out of Baisha. If you just want to get up close and personal with peaks, though, visit Jade Dragon Snow Mountain.\nBuses (¥15, one hour) from Lijiang arrive at a parking area where you can purchase tickets for the various cable cars and chairlifts that ascend the mountain, but before you even arrive to the service centre you'll need to pony up ¥100 for the entrance fee. This grants you entrance to the service centre and surrounding Dry Sea Meadow (干海子, Gānhǎizi), but not much more.This is also where the Impression Lijiang show is held, a mega song-and-dance performance. Note that if you are going to the performance you will also have to pay the park admission fees. Most independent travellers skip this, but those booking an organised tour may find it included in the package price.From the bus drop-off, a counter on the right sells tickets for separate cable cars to Yak Meadow (牦牛坪, Máoniú Píng) and Spruce Meadow (云杉坪, Yúnshān Píng). Cable-car trips for both Yak Meadow (¥45) and Spruce Meadow (¥40) also require a bus transfer (¥20 round-trip); you could conceivably walk it, but the road to the Yak Meadow cable car is 20km from the visitor centre. Just below the Spruce Meadow cable car station (and served by bus) are the Blue Moon Valley (蓝月谷, Lányuè Gǔ) and the White Water River (白水河, Báishuǐ Hé) that runs through it. In summer, when crowds for the cable cars are long (up to four hours' wait), many travellers just do the trip to the lake and Yak Meadow or Spruce Meadow.If you have the time to wait for it, the main draw of Jade Dragon Snow Mountain is Glacier Park (冰川公园, Bīngchuān Gōngyuán). Ride up nearly 3km of cable car to an elevation of 4506m, where a 200m wooden pathway gets visitors right up next to the mountain's largest glacier. Buy cable car (¥120) and bus transfer (¥20 round-trip) tickets from a separate ticket office east of where buses from Lijiang drop passengers, across from the Impression Lijiang theatre. In the high season, expect to wait an hour or more for a bus transfer to the cable-car station and then a further three to four hours for the cable car itself. It can get cold and windy at the top in midsummer; you'll see plenty of domestic tourists wearing rented down jackets, and you'd be well advised to pack your own warm clothes for the trip.Buses (¥15, one hour) returning to Lijiang leave every 20 minutes until 5pm from a parking lot just between the Glacier Park ticket office and the Impression Lijiang theatre. The line is not numbered, so look for Yulong Xueshan (玉龙雪山, Yùlóng Xuěshān) in Chinese."
}
]