[
{
    "country": "lima",
    "city": "Lima",
    "index": 1,
    "name": "Museo Larco",
    "latitude": "-12.070881",
    "longitude": "-77.070808",
    "excerpt": "In an 18th-century viceroy’s mansion, this museum offers one of the largest, best-presented displays of ceramics in Lima. Founded by pre-Columbian…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-larco/a/poi-sig/1165281/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/462d88ce62b489700f83b45ab8777d08-museo-larco.jpg",
    "detail_description": "In an 18th-century viceroy’s mansion, this museum offers one of the largest, best-presented displays of ceramics in Lima. Founded by pre-Columbian collector Rafael Larco Hoyle in 1926, the collection includes more than 50,000 pots, with ceramic works from the Cupisnique, Chimú, Chancay, Nazca and Inca cultures. Highlights include the sublime Moche portrait vessels, presented in simple, dramatically lit cases, and a Wari weaving in one of the rear galleries that contains 398 threads to the linear inch – a record.\nThere’s also gold and jewels. Many visitors are lured here by a separately housed collection of pre-Columbian erotica illustrating all manner of sexual activity with comical explicitness. Don’t miss the vitrine that depicts sexually transmitted diseases.The highly recommended on-site Café del Museo faces a private garden draped in bougainvillea and is a perfect spot for ceviche.Catch a bus marked ‘Todo Bolívar’ from Av Arequipa in Miraflores to Bolívar’s 15th block. A painted blue line on the sidewalk links this building to the Museo Nacional de Antropología, Arqueología e Historía del Perú, about a 15-minute walk away."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 40,
    "name": "John Lennon Memorial",
    "latitude": "-12.094339",
    "longitude": "-77.078512",
    "excerpt": "Sculpture artist Fredy Luque, a native of southern Peru’s city of Arequipa, helped bring a touch of The Beatles to Lima when his statue of rock legend…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/john-lennon-memorial/a/poi-sig/1570421/363412",
    "image_url": null,
    "detail_description": "Sculpture artist Fredy Luque, a native of southern Peru’s city of Arequipa, helped bring a touch of The Beatles to Lima when his statue of rock legend John Lennon was unveiled in 2007 to commemorate the band’s 50-year anniversary. Located next to the San Miguel skatepark along the district’s section of the Costa Verde (along Av Bertolotto), a long-haired statue of the English singer-songwriter is depicted cradling a guitar; a sweet memorial to a fallen star, though out of place.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 39,
    "name": "Cerro San Cristóbal",
    "latitude": "-12.025721",
    "longitude": "-77.016048",
    "excerpt": "This 409m-high hill to the northeast of Lima Centro has a mirador (lookout) at its crown, with views of Lima stretching off to the Pacific (in winter…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/cerro-san-cristobal/a/poi-sig/1408024/363412",
    "image_url": null,
    "detail_description": "This 409m-high hill to the northeast of Lima Centro has a mirador (lookout) at its crown, with views of Lima stretching off to the Pacific (in winter expect to see nothing but fog). A huge cross, built in 1928 and illuminated at night, is a Lima landmark and the object of pilgrimages during Semana Santa (Holy Week) and the first Sunday in May. There is a small free museum.\nDue to a fatal bus accident, tour buses and taxis no longer visit the summit."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 38,
    "name": "Convento de los Descalzos",
    "latitude": "-12.032605",
    "longitude": "-77.025146",
    "excerpt": "At the end of the attractive Alameda de los Descalzos, all but forgotten is this 16th-century convent and museum, run by the Descalzos (‘the Barefooted,’…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/convento-de-los-descalzos/a/poi-sig/416052/363412",
    "image_url": null,
    "detail_description": "At the end of the attractive Alameda de los Descalzos, all but forgotten is this 16th-century convent and museum, run by the Descalzos (‘the Barefooted,’ a reference to Franciscan friars). Visitors can see old winemaking equipment in the kitchen, a refectory, an infirmary and the monastic cells. There are also some 300 colonial paintings, including noteworthy canvases by renowned Cuzco School artist Diego Quispe Tito. Spanish-speaking guides give 45-minute tours. Taxis from Plaza de Armas start at about S12.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 37,
    "name": "Espacio Fundacion Telefonica",
    "latitude": "-12.090982",
    "longitude": "-77.033279",
    "excerpt": "This cultural center focuses on the arts, particularly technology and digital formats. Though it's part of the largest Spanish multinational and housed on…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/espacio-fundacion-telefonica/a/poi-sig/1570486/363412",
    "image_url": null,
    "detail_description": "This cultural center focuses on the arts, particularly technology and digital formats. Though it's part of the largest Spanish multinational and housed on the ground level of the corporate building, Espacio is a non-profit that brings some of the most forward-thinking artists (national and international) to the forefront. Entry to exhibits, screenings, lectures and audio performances is free; frequent classes, ranging from animation to how to organize cultural events, have varying costs – see the website for what's coming up.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 36,
    "name": "Museo de la Nación",
    "latitude": "-12.087216151083",
    "longitude": "-77.001940011978",
    "excerpt": "In a brutalist concrete tower, this museum provides a cursory overview of Peru’s civilizations, from Chavín stone carvings and the knotted-rope quipus …",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-de-la-nacion/a/poi-sig/416096/363412",
    "image_url": null,
    "detail_description": "In a brutalist concrete tower, this museum provides a cursory overview of Peru’s civilizations, from Chavín stone carvings and the knotted-rope quipus (used for record-keeping) of the Incas to colonial artifacts. One must-see is the permanent exhibit Yuyanapaq. Quechua for ‘to remember,’ it's a moving photographic tribute to the Internal Conflict (1980–2000), created by Peru’s Truth &amp; Reconciliation Commission in 2003.\nFrom San Isidro, you can catch one of the many buses or combis (minibuses) heading east along Av Javier Prado Este toward La Molina."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 35,
    "name": "Palacio de Justicia",
    "latitude": "-12.057542",
    "longitude": "-77.034971",
    "excerpt": "The stately neoclassical Palace of Justice is the seat of the Supreme Court of Peru.",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/palacio-de-justicia/a/poi-sig/1414955/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/789e0515d7888a0a0ecd2d29e91dafa4-palacio-de-justicia.jpg",
    "detail_description": "The stately neoclassical Palace of Justice is the seat of the Supreme Court of Peru.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 34,
    "name": "Parque de la Muralla",
    "latitude": "-12.044539",
    "longitude": "-77.026749",
    "excerpt": "During the 17th century, the heart of Lima was ringed by a muralla (city wall), much of which was torn down in the 1870s as the city expanded. However,…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/parque-de-la-muralla/a/poi-sig/416116/363412",
    "image_url": null,
    "detail_description": "During the 17th century, the heart of Lima was ringed by a muralla (city wall), much of which was torn down in the 1870s as the city expanded. However, you can view a set of excavated remains at the Parque de la Muralla, where, in addition to the wall, a small on-site museum (with erratic hours) details the development of the city and holds a few objects.\nThe park features a bronze statue of Francisco Pizarro created by American sculptor Ramsey MacDonald in the early 20th century. The figure once commanded center stage at the Plaza de Armas, but over the years has been displaced as attitudes toward Pizarro have grown critical. The best part: the figure isn’t even Pizarro – it’s an anonymous conquistador of the sculptor’s invention. MacDonald made three copies of the statue. One was erected in the US; the other in Spain. The third was donated to the city of Lima after the artist’s death in 1934 (and after Mexico rejected it). So now, Pizarro – or, more accurately, his proxy – sits at the edge of this park, a silent witness to a daily parade of amorous Peruvian teens."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 32,
    "name": "Palacio Arzobispal",
    "latitude": "-12.046054598459",
    "longitude": "-77.029768153809",
    "excerpt": "This landmark building is the residence of the Archbishop of Lima, and the administrative headquarters of the Roman Catholic Archdiocese of Lima. No…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/palacio-arzobispal/a/poi-sig/1352919/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6d176df592e108f656e6ade1020a3082-palacio-arzobispal.jpg",
    "detail_description": "This landmark building is the residence of the Archbishop of Lima, and the administrative headquarters of the Roman Catholic Archdiocese of Lima. No public visitation allowed.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 33,
    "name": "Parque de la Cultura",
    "latitude": "-12.062116",
    "longitude": "-77.036979",
    "excerpt": "Originally known as Parque de la Exposición, this revamped park has gardens and a small amphitheater for outdoor performances. Two of Lima’s major art…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/parque-de-la-cultura/a/poi-sig/416114/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/068ccc81fb85a082262a3c0fa50f4e30-parque-de-la-cultura.jpg",
    "detail_description": "Originally known as Parque de la Exposición, this revamped park has gardens and a small amphitheater for outdoor performances. Two of Lima’s major art museums reside here.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 31,
    "name": "Bosque El Olivar",
    "latitude": "-12.102698",
    "longitude": "-77.035658",
    "excerpt": "This tranquil park, a veritable oasis in the middle of San Isidro, consists of the remnants of an old olive grove, part of which was planted by the…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/bosque-el-olivar/a/poi-sig/1408043/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0ac8101b62d7c1130e81b34b0d20ecfd-bosque-el-olivar.jpg",
    "detail_description": "This tranquil park, a veritable oasis in the middle of San Isidro, consists of the remnants of an old olive grove, part of which was planted by the venerated San Martín de Porres in the 17th century.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 30,
    "name": "Parque del Amor",
    "latitude": "-12.127226",
    "longitude": "-77.036262",
    "excerpt": "Protected from the ocean breeze by a colorful wall of mosaics, this park in Miraflores is the ideal place to walk hand in hand with that special someone…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/parque-del-amor/a/poi-sig/1570422/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/855d60c6d22812db892483cbddb74bf2-parque-del-amor.jpg",
    "detail_description": "Protected from the ocean breeze by a colorful wall of mosaics, this park in Miraflores is the ideal place to walk hand in hand with that special someone. A monstrously large sculpture of a couple kissing hovers over the area.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 29,
    "name": "Choco Museo",
    "latitude": "-12.045648",
    "longitude": "-77.029438",
    "excerpt": "Housed in a historic 16th-century building where liberator of Peru General San Martín once slept, this cacao museum, with other outlets around the city,…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/choco-museo/a/poi-sig/1512493/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3af075fce8979d384d4fc084685c2a99-choco-museo.jpg",
    "detail_description": "Housed in a historic 16th-century building where liberator of Peru General San Martín once slept, this cacao museum, with other outlets around the city, offers chocolate-making workshops and sells organic and fair-trade treats.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 28,
    "name": "Puente de los Suspiros",
    "latitude": "-12.149162",
    "longitude": "-77.022604",
    "excerpt": "A block west of the main plaza, look for this renovated, narrow wooden bridge over an old stone stairway that leads to the beach. Especially popular with…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/puente-de-los-suspiros/a/poi-sig/1407848/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6d0ac61370b69ec126b7416aa7b54c72-puente-de-los-suspiros.jpg",
    "detail_description": "A block west of the main plaza, look for this renovated, narrow wooden bridge over an old stone stairway that leads to the beach. Especially popular with couples on first dates, the bridge has inspired many a Peruvian folk song.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 27,
    "name": "Museo de Arte Italiano",
    "latitude": "-12.058426",
    "longitude": "-77.036842",
    "excerpt": "Just north of MALI, the Museo de Arte Italiano exhibits a tepid collection of 19th- and 20th-century Italian art. Its best attribute is the glittering…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-de-arte-italiano/a/poi-sig/416084/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f5977a893c4edfc8dda51719899d79f3-museo-de-arte-italiano.jpg",
    "detail_description": "Just north of MALI, the Museo de Arte Italiano exhibits a tepid collection of 19th- and 20th-century Italian art. Its best attribute is the glittering Venetian mosaics on the exterior walls.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 26,
    "name": "Palacio Torre Tagle",
    "latitude": "-12.0486",
    "longitude": "-77.029152",
    "excerpt": "The most immaculate of Lima’s historic casonas was completed in 1735, and features an ornate baroque portico (the best one in Lima) and striking Moorish…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/palacio-torre-tagle/a/poi-sig/416112/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4ab17bb49b57cc18c2620f0e3923bf3f-palacio-torre-tagle.jpg",
    "detail_description": "The most immaculate of Lima’s historic casonas was completed in 1735, and features an ornate baroque portico (the best one in Lima) and striking Moorish-style balconies. It's now home to Peru’s Foreign Ministry; entry is very limited.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 25,
    "name": "Casa de Oquendo",
    "latitude": "-12.043791",
    "longitude": "-77.032549",
    "excerpt": "The cornflower-blue Casa de Oquendo is a ramshackle turn-of-the-19th-century house (in its time, the tallest in Lima) with a creaky lookout tower that, on…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/casa-de-oquendo/a/poi-sig/416044/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5d68c410f1bbafae0616a8f93d116e67-casa-de-oquendo.jpg",
    "detail_description": "The cornflower-blue Casa de Oquendo is a ramshackle turn-of-the-19th-century house (in its time, the tallest in Lima) with a creaky lookout tower that, on a clear day, has views of Callao. Arrange tours for small groups ahead of time with a suggested donation.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 24,
    "name": "Museo Andrés del Castillo",
    "latitude": "-12.051806061536",
    "longitude": "-77.035804771267",
    "excerpt": "Housed in a pristine 19th-century mansion with Spanish tile floors, this worthwhile private museum showcases a vast collection of minerals, as well as…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-andres-del-castillo/a/poi-sig/1165223/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c249d7576ef83a73e8dffb92853d5009-museo-andres-del-castillo.jpg",
    "detail_description": "Housed in a pristine 19th-century mansion with Spanish tile floors, this worthwhile private museum showcases a vast collection of minerals, as well as breathtakingly displayed Nazca textiles and Chancay pottery, including some remarkable representations of Peruvian hairless dogs.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 23,
    "name": "Museo Pedro de Osma",
    "latitude": "-12.1541",
    "longitude": "-77.022989",
    "excerpt": "Housed in a lovely beaux-arts mansion surrounded by gardens, this undervisited museum has an exquisite collection of colonial furniture, silverwork and…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-pedro-de-osma/a/poi-sig/416086/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4ad7f23df7c173e726fe2e1b8833bbfc-museo-pedro-de-osma.jpg",
    "detail_description": "Housed in a lovely beaux-arts mansion surrounded by gardens, this undervisited museum has an exquisite collection of colonial furniture, silverwork and art, some of which dates back to the 1500s. Among the many fine pieces, standouts include a 2m-wide canvas that depicts a Corpus Christi procession in turn-of-the-17th-century Cuzco.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 22,
    "name": "Museo de Historia Natural",
    "latitude": "-12.077407",
    "longitude": "-77.037013",
    "excerpt": "One block west of cuadra 12 off Av Arequipa, south of the Parque de la Reserva, the 100-year-old Museo de Historia Natural, run by the Universidád de San…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-de-historia-natural/a/poi-sig/416088/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6688aed5e81c41506cbee11299c0f3db-museo-de-historia-natural.jpg",
    "detail_description": "One block west of cuadra 12 off Av Arequipa, south of the Parque de la Reserva, the 100-year-old Museo de Historia Natural, run by the Universidád de San Marcos, has a modest taxidermy collection that provides a useful overview of Peruvian fauna. Guided tours (S50 per group) in Spanish, English and Portuguese are available.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 21,
    "name": "Museo Central",
    "latitude": "-12.048069",
    "longitude": "-77.030205",
    "excerpt": "Housed in a graceful bank building, the Museo Central is a well-presented overview of several millennia of Peruvian art, from pre-Columbian gold and…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-central/a/poi-sig/416080/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/41bd48f96cde4e0323eb7b5fa872f2e0-museo-banco-central-de-reserva-del-peru.jpg",
    "detail_description": "Housed in a graceful bank building, the Museo Central is a well-presented overview of several millennia of Peruvian art, from pre-Columbian gold and pottery to a selection of 19th- and 20th-century canvases. Don’t miss the watercolors by Pancho Fierro on the top floor, which provide an unparalleled view of dress and class in 19th-century Lima. Identification is required for admittance.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 20,
    "name": "Lugar de la Memoria",
    "latitude": "-12.111292",
    "longitude": "-77.052473",
    "excerpt": "An ambitious state project to preserve the memory of victims of violence during Peru's tumultuous period from 1980 to 2000. This new postmodernist museum…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/lugar-de-la-memoria/a/poi-sig/1513898/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eca7ef997aedf93fe769ebf40bf02ce5-lugar-de-la-memoria.jpg",
    "detail_description": "An ambitious state project to preserve the memory of victims of violence during Peru's tumultuous period from 1980 to 2000. This new postmodernist museum features exhibits reflecting on events and commemorating victims, aiming to help Peruvians heal and embrace a strong stance on human rights. It's directed especially at younger generations that didn't experience the period, but will prove fascinating to history-obsessed non-nationals as well. Information is in Spanish only.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 19,
    "name": "Panteón de los Próceres",
    "latitude": "-12.05395810357",
    "longitude": "-77.032414211283",
    "excerpt": "Located inside a little-visited 18th-century Jesuit church, this monument pays tribute to Peruvian battle heroes, from Túpac Amaru II, the 18th-century…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/panteon-de-los-proceres/a/poi-sig/1165228/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f9b9abf91057c665b96c04d786cdbc2d-panteon-de-los-proceres.jpg",
    "detail_description": "Located inside a little-visited 18th-century Jesuit church, this monument pays tribute to Peruvian battle heroes, from Túpac Amaru II, the 18th-century Quechua leader who led an uprising, to José de San Martín, who led the country to independence in the 1820s. The mosaic-lined crypt holds the remains of Ramón Castilla, the four-time Peruvian president who saw the country through a good piece of the 19th century. The impressive baroque altar, carved out of Ecuadorean mahogany, dates from the 1500s.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 18,
    "name": "Huaca Pucllana",
    "latitude": "-12.110983739825",
    "longitude": "-77.033768462965",
    "excerpt": "Located near the Óvalo Gutiérrez, this huaca is a restored adobe ceremonial center from the Lima culture that dates back to AD 400. In 2010 an important…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/huaca-pucllana/a/poi-sig/1165288/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1a760c5624172645cef9b2385fe26c78-huaca-pucllana.jpg",
    "detail_description": "Located near the Óvalo Gutiérrez, this huaca is a restored adobe ceremonial center from the Lima culture that dates back to AD 400. In 2010 an important discovery of four Wari mummies, untouched by looting, was made. Though vigorous excavations continue, the site is accessible by regular guided tours in Spanish (for a tip). In addition to a tiny on-site museum, there’s a celebrated restaurant that offers incredible views of the illuminated ruins at night.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 17,
    "name": "Iglesia de San Agustín",
    "latitude": "-12.046544257268",
    "longitude": "-77.0334258931",
    "excerpt": "This church has an elaborate churrigueresque facade (completed in 1720), replete with stone carvings of angels, flowers, fruit and, of course, St…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/iglesia-de-san-agustin/a/poi-sig/416068/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a59ed276d71088747acfbab3a5085f86-iglesia-de-san-agustin.jpg",
    "detail_description": "This church has an elaborate churrigueresque facade (completed in 1720), replete with stone carvings of angels, flowers, fruit and, of course, St Augustine. The interiors are drab, but the church is home to a curious woodcarving called La Muerte (Death) by 18th-century sculptor Baltazar Gavilán. As one (probably fictional) story goes, Gavilán died in a state of madness after viewing his own chilling sculpture in the middle of the night. The piece sometimes travels, so call ahead.\nBe aware that limited opening hours can make the church a challenge to visit."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 16,
    "name": "Iglesia de las Nazarenas",
    "latitude": "-12.045511556402",
    "longitude": "-77.037342880372",
    "excerpt": "One of Lima’s most storied churches was part of a 17th-century shantytown inhabited by former slaves. One of them painted an image of the Crucifixion on a…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/iglesia-de-las-nazarenas/a/poi-sig/416066/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cec5612a986ac9a06c26859639ce3341-iglesia-de-las-nazarenas.jpg",
    "detail_description": "One of Lima’s most storied churches was part of a 17th-century shantytown inhabited by former slaves. One of them painted an image of the Crucifixion on a wall here. It survived the devastating earthquake of 1655 and a church was built around it (the painting serves as the centerpiece of the main altar) in the 1700s. The church has been rebuilt many times since but the wall endures.\nOn October 18 each year a representation of the mural, known as ‘El Señor de los Milagros’ is carried around in a tens-of-thousands-strong procession that lasts for days."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 15,
    "name": "Plaza de Armas",
    "latitude": "-12.045951958107",
    "longitude": "-77.030607461929",
    "excerpt": "Lima’s 140-sq-meter Plaza de Armas, also called the Plaza Mayor, was not only the heart of the 16th-century settlement established by Francisco Pizarro,…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/plaza-de-armas/a/poi-sig/416120/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8e9a8467c1763fe946544227bd98aaeb-plaza-de-armas.jpg",
    "detail_description": "Lima’s 140-sq-meter Plaza de Armas, also called the Plaza Mayor, was not only the heart of the 16th-century settlement established by Francisco Pizarro, it was a center of the Spaniards’ continent-wide empire. Though not one original building remains, at the center of the plaza is an impressive bronze fountain erected in 1650.\nSurrounding the plaza are a number of significant public buildings: to the east is the Palacio Arzobispal, built in 1924 in a colonial style and boasting some of the most exquisite Moorish-style balconies in the city. To the northeast is the block-long Palacio de Gobierno."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 13,
    "name": "Palacio de Gobierno",
    "latitude": "-12.044660726999",
    "longitude": "-77.029731281996",
    "excerpt": "To the northeast of Plaza de Armas is the block-long Palacio de Gobierno, a grandiose baroque-style building from 1937 that serves as the residence of…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/palacio-de-gobierno/a/poi-sig/416110/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d04b70c40c4bedf3c3fe756e02e7f26a-palacio-de-gobierno.jpg",
    "detail_description": "To the northeast of Plaza de Armas is the block-long Palacio de Gobierno, a grandiose baroque-style building from 1937 that serves as the residence of Peru’s president. Out front stands a handsomely uniformed presidential guard (think French Foreign Legion, c 1900) that changes every day at noon – a ceremonious affair that involves slow-motion goose-stepping and the sublime sounds of a brass band playing ‘El Cóndor Pasa’ as a military march.\nThe palace is open on weekends for two morning tours that require advance reservation. Book by calling the Office of Tourism between Monday and Thursday. Visitors must bring a valid ID."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 14,
    "name": "Fortaleza del Real Felipe",
    "latitude": "-12.063956643466",
    "longitude": "-77.1484208107",
    "excerpt": "In the 1820s the Spanish royalists made their last stand during the battle for independence at this historic fort, which was built in 1747 to guard…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/fortaleza-del-real-felipe/a/poi-sig/416056/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1232642f2fbff241b8d292e851325bdb-fortaleza-del-real-felipe.jpg",
    "detail_description": "In the 1820s the Spanish royalists made their last stand during the battle for independence at this historic fort, which was built in 1747 to guard against pirates. It still houses a small military contingent. Visits are by guided tours in Spanish only.\nOn the western flank of the fort, don’t miss an opportunity to stroll through the truly bizarre Parque Tématico de la Policía (Police Park), a nicely landscaped garden that is dotted with police tanks and life-size statues of police in riot gear – a perfect place for those surreal family vacation photos.Note that the nearby dock area is quite a rough neighborhood; travel by taxi."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 12,
    "name": "Museo Nacional de Antropología, Arqueología e Historía del Perú",
    "latitude": "-12.077144623103",
    "longitude": "-77.062203884125",
    "excerpt": "Trace the history of Peru from the pre-ceramic period to the early republic. Displays include the famous Raimondi Stela, a 2.1m Chavín rock carving from…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-nacional-de-antropologia-arqueologia-e-historia-del-peru/a/poi-sig/416102/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/77e1b71a98015a44f24ff213d6c5b8e9-museo-nacional-de-antropologia-arqueologia-e-historia-del-peru.jpg",
    "detail_description": "Trace the history of Peru from the pre-ceramic period to the early republic. Displays include the famous Raimondi Stela, a 2.1m Chavín rock carving from one of the first Andean cultures to have a widespread, recognizable artistic style. Late-colonial and early republic paintings include an 18th-century Last Supper in which Christ and his disciples feast on cuy (guinea pig). The building was home to revolutionary heroes José de San Martín (from 1821 to 1822) and Simón Bolívar (from 1823 to 1826).\nFrom Miraflores, take a ‘Todo Brasil’ combi from Av Arequipa (just north from Óvalo) to cuadra 22 on the corner of Vivanco, then walk seven blocks up that street. A blue line connects this museum with Museo Larco."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 11,
    "name": "Monasterio de San Francisco",
    "latitude": "-12.04563280061",
    "longitude": "-77.027170373793",
    "excerpt": "This bright-yellow Franciscan monastery and church is most famous for its bone-lined catacombs (containing an estimated 70,000 remains) and its remarkable…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/monasterio-de-san-francisco/a/poi-sig/1165201/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2bddc10d55938e5082765ca903483dff-monasterio-de-san-francisco.jpg",
    "detail_description": "This bright-yellow Franciscan monastery and church is most famous for its bone-lined catacombs (containing an estimated 70,000 remains) and its remarkable library housing 25,000 antique texts, some of which pre-date the conquest. Admission includes a 30-minute guided tour in English or Spanish. Tours leave as groups gather.\nThis baroque structure has many other treasures: the most spectacular is a geometric Moorish-style cupola over the main staircase, which was carved in 1625 out of Nicaraguan cedar and restored in 1969. In addition, the refectory contains 13 paintings of the biblical patriarch Jacob and his 12 sons, attributed to the studio of Spanish master Francisco de Zurbarán."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 10,
    "name": "Iglesia de la Merced",
    "latitude": "-12.048338964391",
    "longitude": "-77.032623024547",
    "excerpt": "The first Latin Mass in Lima was held in 1534 on a small patch of land now marked by the Iglesia de la Merced. Originally built in 1541, it was rebuilt…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/iglesia-de-la-merced/a/poi-sig/416064/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2236a5442ffdab1ecea5159bc5b1c17c-iglesia-de-la-merced.jpg",
    "detail_description": "The first Latin Mass in Lima was held in 1534 on a small patch of land now marked by the Iglesia de la Merced. Originally built in 1541, it was rebuilt several times over the course of the next two centuries. Most of today’s structure dates to the 18th century. The most striking feature is the imposing granite facade, carved in the churrigueresque manner (a highly ornate style popular during the late Spanish baroque period).\nInside, the nave is lined with more than two dozen magnificent baroque and Renaissance-style altars, some carved entirely out of mahogany. To the right as you enter is a large silver cross that once belonged to Father Pedro Urraca (1583–1657), renowned for having had a vision of the Virgin. This is a place of pilgrimage for Peruvian worshippers, who come to place a hand on the cross and pray for miracles."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 9,
    "name": "Museo de Oro del Perú",
    "latitude": "-12.108627379043",
    "longitude": "-76.966438293457",
    "excerpt": "The now notorious Museo de Oro del Perú, a private museum, was a Lima must-see until 2001, when a study revealed that 85% of the museum’s metallurgical…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-de-oro-del-peru/a/poi-sig/416098/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0f9cd8dab5fffe4f5565d6e88ee8e869-museo-de-oro-del-peru.jpg",
    "detail_description": "The now notorious Museo de Oro del Perú, a private museum, was a Lima must-see until 2001, when a study revealed that 85% of the museum’s metallurgical pieces were fakes. It reopened with an assurance that works on display are bona fide, though descriptions classify certain pieces as ‘reproductions.’ The cluttered, poorly signed exhibits still leave something to be desired.\nOf greater interest (and, in all likelihood, of greater authenticity) are the thousands of weapons presented in the Arms Museum, on the ground floor. Here, in various jumbled rooms, you’ll find rifles, swords and guns from across the centuries, including a firearm that once belonged to Fidel Castro.Go via taxi or combi from Museo de la Nación heading northeast on Angamos toward Monterrico and get off at the Puente Primavera. From there, it’s a 15-minute stroll north to the museum."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 8,
    "name": "Plaza San Martín",
    "latitude": "-12.051687190369",
    "longitude": "-77.034645335948",
    "excerpt": "Built in the early 20th century, Plaza San Martín has come to life in recent years as the city has set about restoring its park and giving the surrounding…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/plaza-san-martin/a/poi-sig/1271004/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ff04ac779cc2e0ee1a3a14e08980a973-plaza-san-martin.jpg",
    "detail_description": "Built in the early 20th century, Plaza San Martín has come to life in recent years as the city has set about restoring its park and giving the surrounding beaux-arts architecture a much-needed scrubbing. It is especially lovely in the evenings, when it is illuminated. The plaza is named for the liberator of Peru, José de San Martín, who sits astride a horse at the center of the plaza.\nAt the base of the statue, don’t miss the bronze rendering of Madre Patria, the symbolic mother of Peru. Commissioned in Spain with the instruction to give the good lady a crown of flames, nobody thought to iron out the double meaning of the word flame in Spanish (llama), so the hapless artisans duly placed a delightful little llama on her head.The once-stately Gran Hotel Bolívar, built in the 1920s, presides over the square from the northwest."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 7,
    "name": "La Catedral de Lima",
    "latitude": "-12.046702405464",
    "longitude": "-77.029717081209",
    "excerpt": "Next to the Palacio Arzobispal, the cathedral resides on the plot of land that Pizarro designated for the city’s first church in 1535. Though it retains a…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/la-catedral-de-lima/a/poi-sig/416074/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ab02ddb8250db3bd181ffc815a0bcd14-la-catedral-de-lima.jpg",
    "detail_description": "Next to the Palacio Arzobispal, the cathedral resides on the plot of land that Pizarro designated for the city’s first church in 1535. Though it retains a baroque facade, the building has been built and rebuilt numerous times: in 1551, in 1622 and after the earthquakes of 1687 and 1746. The last major restoration was in 1940.\nA craze for all things neoclassical in the late 18th century left much of the interior (and the interiors of many Lima churches) stripped of its elaborate baroque decor. Even so, there is plenty to see. The various chapels along the nave display more than a dozen altars carved in every imaginable style, and the ornate wood choir, produced by Pedro de Noguera in the early 17th century, is a masterpiece of rococo sculpture. A museum, in the rear, features paintings, vestments and an intricate sacristy.By the cathedral’s main door is the mosaic-covered chapel with the remains of Pizarro. The authenticity of the remains came into question in 1977, after workers cleaning out a crypt discovered several bodies and a sealed lead box containing a skull that bore the inscription, ‘Here is the head of the gentleman Marquis Don Francisco Pizarro, who found and conquered the kingdom of Peru…’ After a battery of tests in the 1980s, a US forensic scientist concluded that the body previously on display was of an unknown official and that the brutally stabbed and headless body from the crypt was Pizarro’s. The head and body were reunited and transferred to the chapel, where you can also view the inscribed lead box.Guide services in Spanish, English, French, Italian and Portuguese are available for an additional fee."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 6,
    "name": "Monumental Callao",
    "latitude": "-12.060253",
    "longitude": "-77.147026",
    "excerpt": "Superstar graffiti artists are helping to revive the rough neighborhood surrounding Casa Ronald, a 1920 architectural masterpiece. Now a center for…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/monumental-callao/a/poi-sig/1570420/363412",
    "image_url": null,
    "detail_description": "Superstar graffiti artists are helping to revive the rough neighborhood surrounding Casa Ronald, a 1920 architectural masterpiece. Now a center for creatives, Monumental Callao incorporates restaurants and artists’ studios, as well as galleries, with tenants intermittently donating their time to the surrounding community. Every weekend you can find rooftop parties with DJs or live salsa concerts, and even fashion shows using the colorful Spanish-style tiling as the catwalk.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 5,
    "name": "Museo de Arte de Lima",
    "latitude": "-12.060471071637",
    "longitude": "-77.036998305356",
    "excerpt": "Known locally as MALI, Lima’s principal fine-art museum is housed in a striking beaux-arts building that was renovated in 2015. Subjects range from pre…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-de-arte-de-lima/a/poi-sig/416082/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/46a4806f7620a0198cf6bd531e8c8079-museo-de-arte-de-lima.jpg",
    "detail_description": "Known locally as MALI, Lima’s principal fine-art museum is housed in a striking beaux-arts building that was renovated in 2015. Subjects range from pre-Columbian to contemporary art, and there are also guided visits to special exhibits. On Sunday entry is just S1. A satellite museum is under construction in Barranco.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 4,
    "name": "Fundación Museo Amano",
    "latitude": "-12.114229",
    "longitude": "-77.04096",
    "excerpt": "The well-designed Fundación Museo Amano features a fine private collection of ceramics, with a strong representation of wares from the Chimú and Nazca…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/fundacion-museo-amano/a/poi-sig/416058/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8ec00ac5b4f59b2a1048df1e7688398d-fundacion-museo-amano.jpg",
    "detail_description": "The well-designed Fundación Museo Amano features a fine private collection of ceramics, with a strong representation of wares from the Chimú and Nazca cultures. It also has a remarkable assortment of lace and other textiles produced by the coastal Chancay culture. There's an optional 1.5-hour guided tour in English, Portuguese or Spanish.\n"
},
{
    "country": "lima",
    "city": "Lima",
    "index": 3,
    "name": "El Circuito Mágico del Agua",
    "latitude": "-12.069869",
    "longitude": "-77.034444",
    "excerpt": "This indulgent series of illuminated fountains is so over the top it can’t help but induce stupefaction among even the most hardened travel cynic. A dozen…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/el-circuito-magico-del-agua/a/poi-sig/1407821/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c6d2ed63e5a682bd4737e9105bf19692-el-circuito-magico-del-agua.jpg",
    "detail_description": "This indulgent series of illuminated fountains is so over the top it can’t help but induce stupefaction among even the most hardened travel cynic. A dozen different fountains are capped, at the end, by a laser light show at the 120m-long Fuente de la Fantasía (Fantasy Fountain). The whole display is set to a medley of tunes comprising everything from Peruvian waltzes to ABBA. It has to be seen to be believed.\nAccess to the area is free by day when the fountains are off."
},
{
    "country": "lima",
    "city": "Lima",
    "index": 2,
    "name": "Iglesia de Santo Domingo",
    "latitude": "-12.044106309629",
    "longitude": "-77.03186751125",
    "excerpt": "One of Lima’s most historic religious sites, the Iglesia de Santo Domingo and its expansive convent are built on land granted to the Dominican friar…",
    "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/iglesia-de-santo-domingo/a/poi-sig/416072/363412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bd83b61caf4b29b1aa96d1bb5619bb8d-iglesia-de-santo-domingo.jpg",
    "detail_description": "One of Lima’s most historic religious sites, the Iglesia de Santo Domingo and its expansive convent are built on land granted to the Dominican friar Vicente de Valverde, who accompanied Pizarro throughout the conquest and was instrumental in persuading him to execute the captured Inca Atahualpa. Originally completed in the 16th century, this impressive pink church has been rebuilt and remodeled at various points since.\nIt is most renowned as the final resting place for three important Peruvian saints: San Juan Macías, Santa Rosa de Lima and San Martín de Porres (the continent’s first black saint). The convent – a sprawling courtyard-studded complex lined with baroque paintings and clad in vintage Spanish tiles – contains the saints’ tombs. The church, however, has the most interesting relics: the skulls of San Martín and Santa Rosa, encased in glass, in a shrine to the right of the main altar."
}
]