[
{
    "country": "linz",
    "city": "Linz",
    "index": 1,
    "name": "Ars Electronica Center",
    "latitude": "48.309417",
    "longitude": "14.284297",
    "excerpt": "The technology, science and digital media of the future are in the spotlight at Linz' biggest crowd-puller. In the labs you can interact with robots,…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/ars-electronica-center/a/poi-sig/465752/358634",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/99b52792fc4c384f3dba04ff86c52d15-ars-electronica-center.jpg",
    "detail_description": "The technology, science and digital media of the future are in the spotlight at Linz' biggest crowd-puller. In the labs you can interact with robots, animate digital objects, print 3D structures, turn your body into musical instruments and (virtually) travel to outer space. Kids love it. Designed by Vienna-based architectural firm Treusch, the centre resembles a futuristic ship by the Danube after dark, when its LED glass skin kaleidoscopically changes colour.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 19,
    "name": "Ursulinenkirche",
    "latitude": "48.302726924669",
    "longitude": "14.289744382117",
    "excerpt": "This baroque, twin-domed church was a former nunnery and features altar paintings by the prolific Martin Altomonte.",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/ursulinenkirche/a/poi-sig/1336523/358634",
    "image_url": null,
    "detail_description": "This baroque, twin-domed church was a former nunnery and features altar paintings by the prolific Martin Altomonte.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 18,
    "name": "Minoritenkirche",
    "latitude": "48.3041",
    "longitude": "14.286186",
    "excerpt": "Founded in 1236 and redesigned in rococo style with delicate pink stucco, this church contains altar paintings by Bartolomeo Altomonte.",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/minoritenkirche/a/poi-sig/1336514/358634",
    "image_url": null,
    "detail_description": "Founded in 1236 and redesigned in rococo style with delicate pink stucco, this church contains altar paintings by Bartolomeo Altomonte.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 16,
    "name": "Bischofshof",
    "latitude": "48.301488",
    "longitude": "14.287312",
    "excerpt": "This ornate baroque bishop’s residence was built between 1721 and 1726 by Michael Pruckmayr following designs by Jakob Prandtauer, who also made his mark…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/bischofshof/a/poi-sig/1336507/358634",
    "image_url": null,
    "detail_description": "This ornate baroque bishop’s residence was built between 1721 and 1726 by Michael Pruckmayr following designs by Jakob Prandtauer, who also made his mark on the abbeys in St Florian and Melk. The interior is closed to the public.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 17,
    "name": "Landhaus",
    "latitude": "48.303972875755",
    "longitude": "14.284900476829",
    "excerpt": "This striking Renaissance former convent, with a trio of interlinking courtyards, is now the seat of Upper Austrian parliament and government. The bronze…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/landhaus/a/poi-sig/1336520/358634",
    "image_url": null,
    "detail_description": "This striking Renaissance former convent, with a trio of interlinking courtyards, is now the seat of Upper Austrian parliament and government. The bronze Planet Fountain dates from 1582.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 15,
    "name": "Martinskirche",
    "latitude": "48.30435",
    "longitude": "14.279641",
    "excerpt": "One of Austria’s oldest churches, Martinskirche was first mentioned in 799. Inside are Roman inscriptions and a kiln, and a painting believed to date from…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/martinskirche/a/poi-sig/1336521/358634",
    "image_url": null,
    "detail_description": "One of Austria’s oldest churches, Martinskirche was first mentioned in 799. Inside are Roman inscriptions and a kiln, and a painting believed to date from the early 13th century of the famous Volto Santo sculpture in Lucca, Italy.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 13,
    "name": "Grottenbahn",
    "latitude": "48.324072",
    "longitude": "14.25696",
    "excerpt": "At the summit of Pöstlingberg is the turn-of-the-century Grottenbahn, where families – and anyone that loves a bit of cult kitsch – can board the dragon…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/grottenbahn/a/poi-sig/465760/358634",
    "image_url": null,
    "detail_description": "At the summit of Pöstlingberg is the turn-of-the-century Grottenbahn, where families – and anyone that loves a bit of cult kitsch – can board the dragon train to trundle past gnomes, glittering stalactites and scenes from Grimms’ fairytales.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 14,
    "name": "Alter Dom",
    "latitude": "48.305014",
    "longitude": "14.288117",
    "excerpt": "The twin towers of this late-17th-century cathedral dominate Linz’ skyline. With its stuccowork, pink-marble altar and gilt pillars, the interior is…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/alter-dom/a/poi-sig/1336505/358634",
    "image_url": null,
    "detail_description": "The twin towers of this late-17th-century cathedral dominate Linz’ skyline. With its stuccowork, pink-marble altar and gilt pillars, the interior is remarkably ornate. Famous local lad Anton Bruckner served as organist here from 1856 to 1868.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 12,
    "name": "Botanischer Garten",
    "latitude": "48.295964",
    "longitude": "14.277323",
    "excerpt": "These peaceful botanical gardens, 1.7km southwest of the centre, nurture 10,000 species, from native alpine plants to orchids, rhododendrons, tropical…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/botanischer-garten/a/poi-sig/465754/358634",
    "image_url": null,
    "detail_description": "These peaceful botanical gardens, 1.7km southwest of the centre, nurture 10,000 species, from native alpine plants to orchids, rhododendrons, tropical palms and one of Europe’s largest cacti collections. Concerts and exhibitions take place here throughout the year.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 11,
    "name": "Donaupark",
    "latitude": "48.310772",
    "longitude": "14.29184",
    "excerpt": "Next to Lentos on the southern bank of the Danube is the Donaupark, the city’s green escape vault. Modern sculptures rise above the bushes in the well…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/donaupark/a/poi-sig/465756/358634",
    "image_url": null,
    "detail_description": "Next to Lentos on the southern bank of the Danube is the Donaupark, the city’s green escape vault. Modern sculptures rise above the bushes in the well-tended gardens, which are a magnet for walkers, joggers, skaters, picnickers and city workers seeking fresh air in summer.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 10,
    "name": "Zahnmuseum",
    "latitude": "48.305956",
    "longitude": "14.286733",
    "excerpt": "If you're terrified of the whine of the dentist's drill, this is one museum guaranteed to set your teeth on edge. On display are items spanning 300 years…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/zahnmuseum/a/poi-sig/1422809/358634",
    "image_url": null,
    "detail_description": "If you're terrified of the whine of the dentist's drill, this is one museum guaranteed to set your teeth on edge. On display are items spanning 300 years of dentistry, from rudimentary 18th-century appliances and chairs to cavity preparations (gripping stuff) and X-ray devices.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 9,
    "name": "Schlossmuseum",
    "latitude": "48.305092",
    "longitude": "14.282076",
    "excerpt": "Romans, Habsburg emperors, fire – Linz' castle has seen the lot. Enjoy the panoramic city views before delving into its museum's trove of treasures,…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/schlossmuseum/a/poi-sig/465778/358634",
    "image_url": null,
    "detail_description": "Romans, Habsburg emperors, fire – Linz' castle has seen the lot. Enjoy the panoramic city views before delving into its museum's trove of treasures, gathered from abbeys and palaces over the centuries. The collection skips through art, archaeology, historical weapons and instruments, technology and folklore. The Gothic ecclesiastical paintings are a real highlight.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 8,
    "name": "Kepler Salon",
    "latitude": "48.306327",
    "longitude": "14.287301",
    "excerpt": "The great astronomer, mathematician and astrologer Johannes Kepler lived here while he completed the groundbreaking Rudolphine Tables. The house now…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/kepler-salon/a/poi-sig/1337073/358634",
    "image_url": null,
    "detail_description": "The great astronomer, mathematician and astrologer Johannes Kepler lived here while he completed the groundbreaking Rudolphine Tables. The house now harbours the Kepler Salon, which opens to the public when it hosts science-themed events. The genius is also commemorated by the Planet Fountain at the Landhaus, and by the university named after him, where he taught from 1612 to 1626.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 7,
    "name": "Hauptplatz",
    "latitude": "48.305454203201",
    "longitude": "14.286698504584",
    "excerpt": "Street performers entertain the crowds, trams rumble past and locals relax in pavement cafes on the city's centrepiece square, framed by ornate baroque…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/hauptplatz/a/poi-sig/1336498/358634",
    "image_url": null,
    "detail_description": "Street performers entertain the crowds, trams rumble past and locals relax in pavement cafes on the city's centrepiece square, framed by ornate baroque and pastel-coloured Renaissance houses. The square's Dreifaltigkeitssäule (Trinity Column) – a 20m pillar of Salzburg marble carved in 1723 to commemorate the town’s deliverance from war, fire and plague – glints when it catches the sunlight.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 6,
    "name": "Landesgalerie",
    "latitude": "48.305949",
    "longitude": "14.294232",
    "excerpt": "Housed in a sumptuous late-19th-century building, the Landesgalerie focuses on 20th- and 21st-century paintings, photography and installations. The…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/landesgalerie/a/poi-sig/465762/358634",
    "image_url": null,
    "detail_description": "Housed in a sumptuous late-19th-century building, the Landesgalerie focuses on 20th- and 21st-century paintings, photography and installations. The rotating exhibitions often zoom in on works by Upper Austrian artists, such as Alfred Kubin's expressionist fantasies and Valie Export's shocking Viennese Actionist–inspired pieces. The open-air sculpture park contrasts modern sculpture with the gallery's neoclassical architecture.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 5,
    "name": "Mural Harbour",
    "latitude": "48.312093",
    "longitude": "14.313222",
    "excerpt": "Street art comes into its own on the graffiti-blasted industrial facades in Linz' harbourside Hafenviertel. You'll find eye-catching, larger-than-life…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/mural-harbour/a/poi-sig/1608401/358634",
    "image_url": null,
    "detail_description": "Street art comes into its own on the graffiti-blasted industrial facades in Linz' harbourside Hafenviertel. You'll find eye-catching, larger-than-life works from the likes of Roa (Belgium), Lords (USA), Aryz (Spain) and a host of Austrian artists. For more insider info, join one of the regular walks, workshops or cruises; combination tours include stencil and spray-can classes (you can also take classes separately). Visit the website for times and dates.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 4,
    "name": "Pöstlingberg",
    "latitude": "48.323401",
    "longitude": "14.258451",
    "excerpt": "Linz spreads out beneath you atop Pöstlingberg (537m), a precipitous 20- to 30-minute ride aboard the narrow-gauge Pöstlingbergbahn from the Hauptplatz…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/poestlingberg/a/poi-sig/1337072/358634",
    "image_url": null,
    "detail_description": "Linz spreads out beneath you atop Pöstlingberg (537m), a precipitous 20- to 30-minute ride aboard the narrow-gauge Pöstlingbergbahn from the Hauptplatz. It's Austria's – and one of the world's – steepest adhesion railways (running on electricity alone, rather than cables and pulleys), which is quite some feat for such a low-lying city.\nAt the summit is the turn-of-the-century Grottenbahn, where families – and anyone who loves a bit of cult kitsch – can board the dragon train to trundle past gnomes, glittering stalactites and scenes from Grimms’ fairy tales."
},
{
    "country": "linz",
    "city": "Linz",
    "index": 3,
    "name": "Mariendom",
    "latitude": "48.300246",
    "longitude": "14.286486",
    "excerpt": "Also known as the Neuer Dom, this neo-Gothic giant of a cathedral lifts your gaze to its riot of pinnacles, flying buttresses and filigree-traceried…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/mariendom/a/poi-sig/465772/358634",
    "image_url": null,
    "detail_description": "Also known as the Neuer Dom, this neo-Gothic giant of a cathedral lifts your gaze to its riot of pinnacles, flying buttresses and filigree-traceried windows. Designed in the mid-19th century by Vinzenz Statz of Cologne Dom fame, the cathedral sports a tower whose height was restricted to 134m, so as not to outshine Stephansdom in Vienna. The interior is lit by a veritable curtain of stained glass, including the Linzer Fenster, depicting scenes from Linz' history.\n"
},
{
    "country": "linz",
    "city": "Linz",
    "index": 2,
    "name": "Lentos",
    "latitude": "48.308239057262",
    "longitude": "14.288361818752",
    "excerpt": "Overlooking the Danube, the rectangular glass-and-steel Lentos is strikingly illuminated by night. The gallery guards one of Austria's finest modern-art…",
    "detail_url": "https://www.lonelyplanet.com/austria/the-danube-valley/linz/attractions/lentos/a/poi-sig/1279938/358634",
    "image_url": null,
    "detail_description": "Overlooking the Danube, the rectangular glass-and-steel Lentos is strikingly illuminated by night. The gallery guards one of Austria's finest modern-art collections, including works by Warhol, Schiele, Klimt, Kokoschka and Lovis Corinth, which sometimes feature in the large-scale exhibitions. Download Lentos' app from the website, or rent a multimedia guide (€2).\nRegular guided tours in German and 30-minute guided tours in English at 4pm on the first Saturday of the month are included in admission."
}
]