[
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 1,
    "name": "Ljubljana Castle",
    "latitude": "46.04887",
    "longitude": "14.508578",
    "excerpt": "Crowning a 375m-high hill east of the Old Town, this castle is an architectural mishmash, with most of it dating from the early 16th century when it was…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/ljubljana-castle/a/poi-sig/421675/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_186963659.jpg",
    "detail_description": "Crowning a 375m-high hill east of the Old Town, this castle is an architectural mishmash, with most of it dating from the early 16th century when it was largely rebuilt after a devastating earthquake. It’s free to ramble around the castle grounds, but you’ll have to pay to enter the Watchtower and the Chapel of St George, and to see the worthwhile Slovenian History Exhibition, visit the Puppet Theatre and take the Time Machine tour.\nThere are several ways to access the castle, with the easiest being a 70m-long funicular that leaves from the Old Town not far from the market on Vodnikov trg. There's also an hourly tourist train that departs from south of the Ljubljana TIC. There are three main walking routes: Študentovska ulica, which runs south from Ciril Metodov trg; steep Reber ulica from Stari trg; and Ulica na Grad from Gornji trg.You can explore the castle's various attractions at your own pace, or join one of the highly recommended 90-minute Time Machine tours, led by costumed guides.The castle's 19th-century watchtower is located on the southwestern side of the castle courtyard. The climb to the top, via a double wrought-iron staircase (95 steps from the museum level) and a walk along the ramparts, is worth the effort for the views down into the Old Town and across the river to Center. Within the watchtower, there is a 12-minute video tour of Ljubljana and its history in several languages.Situated below the watchtower down a small flight of stairs, the remarkable Chapel of St George (Kapela Sv Jurija) is one of the oldest surviving remnants of the castle, dating from 1489. It is covered in frescoes and the coats of arms of the Dukes of Carniola.The interesting and well-presented interactive Slovenian History Exhibition (Razstava Slovenska Zgodovina) looks at the country through the ages, running from the very earliest Roman times, through the Middle Ages, the 19th century, WWI and WWII, and ending with socialist Yugoslavia and independence.Also worth a look, the Museum of Puppetry (Lutkovni Muzej) explores the world of puppetry, from the manufacture of marionettes and glove puppets to the staging of the shows themselves. It's very interactive and lots of fun.The Ljubljana Castle Information Centre can advise on tours and events that might be on during your visit."
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 40,
    "name": "Railway Museum",
    "latitude": "46.062728",
    "longitude": "14.503788",
    "excerpt": "A trainspotter's dreamland, there's a boiler room here with 10 locomotives (one going back to 1861 and one you can climb all over) and carriages. In the…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/railway-museum/a/poi-sig/1258820/360721",
    "image_url": null,
    "detail_description": "A trainspotter's dreamland, there's a boiler room here with 10 locomotives (one going back to 1861 and one you can climb all over) and carriages. In the old ticket office opposite you'll find maps, uniforms, lanterns and signalling equipment. It's just north of Center.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 39,
    "name": "Ursuline Church of the Holy Trinity",
    "latitude": "46.050041",
    "longitude": "14.502307",
    "excerpt": "This church, which faces Kongresni trg from across Slovenska cesta and dates from 1726, is the most beautiful baroque building in the city. It contains a…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/ursuline-church-of-the-holy-trinity/a/poi-sig/421709/360721",
    "image_url": null,
    "detail_description": "This church, which faces Kongresni trg from across Slovenska cesta and dates from 1726, is the most beautiful baroque building in the city. It contains a multicoloured altar by Italian sculptor Francesco Robba made of African marble.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 38,
    "name": "Church of St Joseph",
    "latitude": "46.049088",
    "longitude": "14.515042",
    "excerpt": "The Jesuit Church of St Joseph was built in neo-Romanesque style by the architect Anzelm Werner in 1913, then later extended and rebuilt by local…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/church-of-st-joseph/a/poi-sig/1284186/360721",
    "image_url": null,
    "detail_description": "The Jesuit Church of St Joseph was built in neo-Romanesque style by the architect Anzelm Werner in 1913, then later extended and rebuilt by local architect Jože Plečnik, including the addition of the austere altar in 1941. The church offers weekly Catholic services in English.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 37,
    "name": "Hercules Fountain",
    "latitude": "46.046766",
    "longitude": "14.506714",
    "excerpt": "This fountain in the middle of Levstikov trg, the southern extension of Stari trg, is a favourite meeting place in summer. A copy has replaced the…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/hercules-fountain/a/poi-sig/1282819/360721",
    "image_url": null,
    "detail_description": "This fountain in the middle of Levstikov trg, the southern extension of Stari trg, is a favourite meeting place in summer. A copy has replaced the original 17th-century statue, which is now in the town hall.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 36,
    "name": "Prešeren Monument",
    "latitude": "46.051403",
    "longitude": "14.506336",
    "excerpt": "Taking pride of place near the centre of Prešernov trg is the 1905 Prešeren monument designed by Maks Fabiani and Ivan Zajc, and erected in honour of…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/preseren-monument/a/poi-sig/1283563/360721",
    "image_url": null,
    "detail_description": "Taking pride of place near the centre of Prešernov trg is the 1905 Prešeren monument designed by Maks Fabiani and Ivan Zajc, and erected in honour of Slovenia’s greatest poet, France Prešeren (1800–49). On the plinth are motifs from his poems.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 35,
    "name": "Ljubljana Zoo",
    "latitude": "46.052744",
    "longitude": "14.472148",
    "excerpt": "The 20-hectare zoo, on the southern slope of Rožnik Hill (394m), contains some 500 animals representing almost 120 species and is an upbeat and well…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/ljubljana-zoo/a/poi-sig/421679/360721",
    "image_url": null,
    "detail_description": "The 20-hectare zoo, on the southern slope of Rožnik Hill (394m), contains some 500 animals representing almost 120 species and is an upbeat and well-landscaped menagerie. There's a petting zoo and lots of other activities for children; consult the website for feeding schedules.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 34,
    "name": "International Centre of Graphic Arts",
    "latitude": "46.054635",
    "longitude": "14.493016",
    "excerpt": "This museum and gallery dedicated to the graphic arts regularly hosts rotating exhibitions and is home to the International Biennial of Graphic Arts every…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/international-centre-of-graphic-arts/a/poi-sig/1259678/360721",
    "image_url": null,
    "detail_description": "This museum and gallery dedicated to the graphic arts regularly hosts rotating exhibitions and is home to the International Biennial of Graphic Arts every odd-numbered year. The centre is located in the 17th-century Tivoli Mansion (Grad Tivoli) and has a delightful terrace cafe with views over the park.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 33,
    "name": "Citizen of Emona",
    "latitude": "46.050368",
    "longitude": "14.502956",
    "excerpt": "The small gilded statue on top of a column at the western end of Kongresni trg is a copy (the original is in the National Museum) of the Roman-era Citizen…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/citizen-of-emona/a/poi-sig/1284158/360721",
    "image_url": null,
    "detail_description": "The small gilded statue on top of a column at the western end of Kongresni trg is a copy (the original is in the National Museum) of the Roman-era Citizen of Emona, dating from the 4th century and unearthed not far from here in 1836.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 32,
    "name": "National Museum of Slovenia – Metelkova",
    "latitude": "46.05529",
    "longitude": "14.516995",
    "excerpt": "This modern building in what is now becoming known as the Museum Quarter contains a bizarre assortment of mostly applied art and objets d’art (furniture,…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/national-museum-of-slovenia-metelkova/a/poi-sig/1259674/360721",
    "image_url": null,
    "detail_description": "This modern building in what is now becoming known as the Museum Quarter contains a bizarre assortment of mostly applied art and objets d’art (furniture, icons, paintings, sporting goods etc) that are tenuously linked through themes (Seating &amp; Lighting). It's a rich collection spread over two very large floors.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 31,
    "name": "Slovenian Ethnographic Museum",
    "latitude": "46.055089",
    "longitude": "14.516147",
    "excerpt": "Housed in the 1886 Belgian Barracks on the southern edge of Metelkova, this museum has a permanent collection on the 2nd and 3rd floors. There’s…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/slovenian-ethnographic-museum/a/poi-sig/421705/360721",
    "image_url": null,
    "detail_description": "Housed in the 1886 Belgian Barracks on the southern edge of Metelkova, this museum has a permanent collection on the 2nd and 3rd floors. There’s traditional Slovenian trades and handicrafts – everything from beekeeping and blacksmithing to glass-painting and pottery making – and some excellent exhibits directed at children.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 30,
    "name": "Funicular Lower Station",
    "latitude": "46.050219",
    "longitude": "14.509721",
    "excerpt": "The easiest (and for kids, the most fun) way to access Ljubljana Castle is to take the 70m-long funicular that leaves from the Old Town not far from…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/funicular-lower-station/a/poi-sig/1282810/360721",
    "image_url": null,
    "detail_description": "The easiest (and for kids, the most fun) way to access Ljubljana Castle is to take the 70m-long funicular that leaves from the Old Town not far from Vodnikov trg. Cable cars leave at regular intervals throughout the day. Buy tickets on-site; ticket options include castle entry or funicular only.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 29,
    "name": "Trg Republike",
    "latitude": "46.049951",
    "longitude": "14.500076",
    "excerpt": "Center’s main plaza is dominated by a pair of glowering, grey tower blocks – TR3, housing offices and embassies, and the headquarters of Nova Ljubljanska…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/trg-republike/a/poi-sig/1526011/360721",
    "image_url": null,
    "detail_description": "Center’s main plaza is dominated by a pair of glowering, grey tower blocks – TR3, housing offices and embassies, and the headquarters of Nova Ljubljanska Banka – and a couple of garish revolutionary monuments. But the car park that once created such an eyesore is gone and the square has been cobbled in lovely blue Slovenian granite.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 28,
    "name": "Museum of Contemporary Art Metelkova",
    "latitude": "46.055707",
    "longitude": "14.517113",
    "excerpt": "This gallery, housed in a sleekly redesigned block building, picks up the thread from its sister institution, the Museum of Modern Art, with Eastern…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/museum-of-contemporary-art-metelkova/a/poi-sig/1526076/360721",
    "image_url": null,
    "detail_description": "This gallery, housed in a sleekly redesigned block building, picks up the thread from its sister institution, the Museum of Modern Art, with Eastern European (mostly ex-Yugoslav) works from the 1960s till today. Plenty of obscure material here, but just as much of it is challenging and thought-provoking.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 27,
    "name": "Robba Fountain",
    "latitude": "46.05011",
    "longitude": "14.507001",
    "excerpt": "The three titans with their gushing urns on this fountain represent the three rivers of the historic Slovenian province of Carniola: the Sava, Krka and…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/robba-fountain/a/poi-sig/1283595/360721",
    "image_url": null,
    "detail_description": "The three titans with their gushing urns on this fountain represent the three rivers of the historic Slovenian province of Carniola: the Sava, Krka and Ljubljanica – but are modern copies. The original fountain, worn down by time and eaten away by urban pollution, is now housed in the National Gallery.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 26,
    "name": "Franciscan Church of the Annunciation",
    "latitude": "46.051768",
    "longitude": "14.506116",
    "excerpt": "The 17th-century salmon-pink Franciscan Church of the Annunciation stands on the northern side of Prešernov trg. The interior has six side altars and an…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/franciscan-church-of-the-annunciation/a/poi-sig/421667/360721",
    "image_url": null,
    "detail_description": "The 17th-century salmon-pink Franciscan Church of the Annunciation stands on the northern side of Prešernov trg. The interior has six side altars and an enormous choir stall. The main altar was designed by the Italian sculptor Francesco Robba (1698–1757). To the left of the main altar is a glass-fronted coffin with the spooky remains of St Deodatus.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 25,
    "name": "Parliament Building",
    "latitude": "46.051374",
    "longitude": "14.501224",
    "excerpt": "The parliament building at the northeast corner of Trg Republike, built between 1954 and 1959 by Vinko Glanz, is no beauty-pageant winner on the outside,…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/parliament-building/a/poi-sig/421697/360721",
    "image_url": null,
    "detail_description": "The parliament building at the northeast corner of Trg Republike, built between 1954 and 1959 by Vinko Glanz, is no beauty-pageant winner on the outside, but the mammoth portal festooned with bronze sculptures is noteworthy. If you time it right, it’s worth booking a guided tour via the website to see the inside, especially the period-piece mural by Slavko Pengov.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 24,
    "name": "Schweiger House",
    "latitude": "46.047736",
    "longitude": "14.506368",
    "excerpt": "Between Stari trg Nos 11 and 15, the lovely rococo Schweiger House is easily recognisable for its large Atlas supporting an upper balcony. The figure has…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/schweiger-house/a/poi-sig/1284170/360721",
    "image_url": null,
    "detail_description": "Between Stari trg Nos 11 and 15, the lovely rococo Schweiger House is easily recognisable for its large Atlas supporting an upper balcony. The figure has his finger raised to his lips, asking passers-by to be quiet (the owner’s name means ‘Silent One’ in German). The address is 11a (instead of 13) perhaps because in this part of the world, bordellos were traditionally located at house No 13 of a street.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 23,
    "name": "Gornji Trg",
    "latitude": "46.046602",
    "longitude": "14.507572",
    "excerpt": "The five medieval houses at Nos 7 to 15 of this square have narrow side passages (some with doors) where rubbish was once deposited so that it could be…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/gornji-trg/a/poi-sig/1525985/360721",
    "image_url": null,
    "detail_description": "The five medieval houses at Nos 7 to 15 of this square have narrow side passages (some with doors) where rubbish was once deposited so that it could be washed down into the river. Look for the Church of St Florian, built in 1672 and renovated in the 1930s by local architect Jože Plečnik. From here, Ulica na Grad is an easy way to reach the castle.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 22,
    "name": "Cobblers' Bridge",
    "latitude": "46.04847",
    "longitude": "14.505676",
    "excerpt": "In the midst of the Old Town, a small street running west from Stari trg called Pod Trančo (Below Tranča) leads to this evocatively named footbridge…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/cobblers-bridge/a/poi-sig/1526001/360721",
    "image_url": null,
    "detail_description": "In the midst of the Old Town, a small street running west from Stari trg called Pod Trančo (Below Tranča) leads to this evocatively named footbridge. During the Middle Ages this was a place of trade, and a tolled gateway led to the town. Craftspeople worked and lived on bridges (in this case 16 shoemakers) to catch the traffic and avoid paying town taxes – a medieval version of duty-free.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 21,
    "name": "Early Christian Centre Archaeological Park",
    "latitude": "46.04946",
    "longitude": "14.499357",
    "excerpt": "Behind the Cankarjev Dom centre is this important site, with the remains of an early Christian church portico with mosaics from the 4th century, a total…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/early-christian-centre-archaeological-park/a/poi-sig/421665/360721",
    "image_url": null,
    "detail_description": "Behind the Cankarjev Dom centre is this important site, with the remains of an early Christian church portico with mosaics from the 4th century, a total-immersion baptistery and a hypocaust system. Opposite and to the west of the Cankarjev Dom are the remains of a Roman wall dating from 14–15 AD. The city's northern gate is closer to Kongresni trg.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 20,
    "name": "Slovenian Museum of Natural History",
    "latitude": "46.051925",
    "longitude": "14.499571",
    "excerpt": "This museum shares the same building as the National Museum of Slovenia, and contains reassembled mammoth and whale skeletons, stuffed birds, reptiles and…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/slovenian-museum-of-natural-history/a/poi-sig/1259654/360721",
    "image_url": null,
    "detail_description": "This museum shares the same building as the National Museum of Slovenia, and contains reassembled mammoth and whale skeletons, stuffed birds, reptiles and mammals. The mineral collections amassed by the philanthropic Baron Žiga Zois in the early 19th century and the display on Slovenia’s unique salamander Proteus anguinus are worth the visit. Note the entrance to both museums is on the eastern side of the building, facing the park.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 19,
    "name": "City Museum of Ljubljana",
    "latitude": "46.046951",
    "longitude": "14.504088",
    "excerpt": "The excellent city museum, established in 1935, focuses on Ljubljana’s history, culture and politics via imaginative multimedia and interactive displays…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/city-museum-of-ljubljana/a/poi-sig/1259669/360721",
    "image_url": null,
    "detail_description": "The excellent city museum, established in 1935, focuses on Ljubljana’s history, culture and politics via imaginative multimedia and interactive displays. The reconstructed street that once linked the eastern gates of the Roman colony of Emona (today’s Ljubljana) to the Ljubljanica River, and the collection of well-preserved classical artefacts in the basement treasury, are worth a visit in themselves. So too are the models of buildings that the celebrated architect Jože Plečnik never got around to erecting.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 18,
    "name": "Museum of Modern Art",
    "latitude": "46.053101",
    "longitude": "14.498895",
    "excerpt": "This gallery houses the very best in modern Slovenian art. Keep an eye out for works by painters Tone Kralj (Family), the expressionist France Mihelič …",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/museum-of-modern-art/a/poi-sig/1258736/360721",
    "image_url": null,
    "detail_description": "This gallery houses the very best in modern Slovenian art. Keep an eye out for works by painters Tone Kralj (Family), the expressionist France Mihelič (The Quintet) and the surrealist Stane Kregar (Hunter at Daybreak), as well as sculptors including Jakob Savinšek (Protest). The museum also owns works by the influential 1980s and 1990s multimedia group Neue Slowenische Kunst (NSK; Suitcase for Spiritual Use: Baptism under Triglav) and the artists’ cooperative Irwin (Capital).\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 17,
    "name": "Kongresni Trg",
    "latitude": "46.050048",
    "longitude": "14.503756",
    "excerpt": "This lovely square, with leafy Zvezda Park (Star Park) at its centre and an underground car park beneath, was named in honour of the Congress of the Holy…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/kongresni-trg/a/poi-sig/1525987/360721",
    "image_url": null,
    "detail_description": "This lovely square, with leafy Zvezda Park (Star Park) at its centre and an underground car park beneath, was named in honour of the Congress of the Holy Alliance, convened by Austria, Prussia, Russia and Naples in 1821 and hosted by Ljubljana. Today, the square is a popular venue for open-air concerts and national celebrations. To the south at No 12 is the central building of Ljubljana University, erected as a ducal palace in 1902.\nThe Roman-era Citizen of Emona is at the western end of the square. Just south is an excavated section of the city's northern gate."
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 16,
    "name": "National Gallery of Slovenia",
    "latitude": "46.053987",
    "longitude": "14.500387",
    "excerpt": "Slovenia's foremost assembly of fine art is housed over two floors in an old building (1896) and a modern wing. It exhibits copies of medieval frescoes…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/national-gallery-of-slovenia/a/poi-sig/1265095/360721",
    "image_url": null,
    "detail_description": "Slovenia's foremost assembly of fine art is housed over two floors in an old building (1896) and a modern wing. It exhibits copies of medieval frescoes and wonderful Gothic statuary as well as Slovenian landscapes from the 17th to 19th centuries (check out works by Romantic painters Pavel Künl and Marko Pernhart). Other noteworthies: impressionists Jurij Šubic (Before the Hunt) and Rihard Jakopič (Birches in Autumn), the pointillist Ivan Grohar (Larch) and Slovenia’s most celebrated female painter, Ivana Kobilca (Summer).\nThe bronzes by Franc Berneker and Alojz Gangl are exceptional. In the entrance vestibule stands the original Robba Fountain, which was moved here from Mestni trg in the Old Town in 2008."
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 15,
    "name": "Miklošičeva Cesta",
    "latitude": "46.053235",
    "longitude": "14.506813",
    "excerpt": "This 650m-long thoroughfare links Prešernov trg with the train and bus stations; the southern end boasts a splendid array of secessionist buildings and a…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/miklosiceva-cesta/a/poi-sig/1525983/360721",
    "image_url": null,
    "detail_description": "This 650m-long thoroughfare links Prešernov trg with the train and bus stations; the southern end boasts a splendid array of secessionist buildings and a fine park.\nBuildings along the stretch include the People’s Loan Bank (1908) at No 4, the one-time Cooperative Bank at No 8, and, just opposite, the Grand Hotel Union, the grande dame of Ljubljana hotels, built in 1905. About 150m to the north is Miklošičev Park, laid out by Slovenian urban planner Maks Fabiani in 1902. Many of the buildings facing it are art nouveau masterpieces."
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 14,
    "name": "Slovenian School Museum",
    "latitude": "46.050212",
    "longitude": "14.502522",
    "excerpt": "This rather esoteric museum explores how Slovenian kids learned the three Rs in past centuries. The mock-ups of the old classrooms are excellent and there…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/slovenian-school-museum/a/poi-sig/1259670/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/27a7ae4adae2e7578fdb1cc187a1002d5484512188d877059b66b945cf45b626.jpg",
    "detail_description": "This rather esoteric museum explores how Slovenian kids learned the three Rs in past centuries. The mock-ups of the old classrooms are excellent and there is some explanatory material in English.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 13,
    "name": "Dragon Bridge",
    "latitude": "46.05191",
    "longitude": "14.510504",
    "excerpt": "The much-loved Dragon Bridge, topped with four scary-looking dragons on each corner, stands northeast of the Old Town, just beyond Vodnikov trg. The…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/dragon-bridge/a/poi-sig/1282799/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9b5fd9fc7ec5817bf9529fd491c558df2bc7c907e3b821339e0f6b27d290776d.jpg",
    "detail_description": "The much-loved Dragon Bridge, topped with four scary-looking dragons on each corner, stands northeast of the Old Town, just beyond Vodnikov trg. The bridge was built in Viennese Secession (art nouveau) style and dates from 1900–01.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 12,
    "name": "Stari Trg",
    "latitude": "46.047528",
    "longitude": "14.506352",
    "excerpt": "Lined with 19th-century wooden shopfronts, quiet courtyards and cobblestone passageways, this is the heart of the Old Town. From behind the medieval…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/stari-trg/a/poi-sig/1525984/360721",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/965c9ce3e61bab40823f6954dd8011e7-stari-trg.jpg",
    "detail_description": "Lined with 19th-century wooden shopfronts, quiet courtyards and cobblestone passageways, this is the heart of the Old Town. From behind the medieval houses on the eastern side, paths once led to Castle Hill, which was a source of water. The buildings fronting the river had large passageways built to allow drainage in case of flooding.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 11,
    "name": "Novi Trg",
    "latitude": "46.047822",
    "longitude": "14.505118",
    "excerpt": "South of Cobblers' Bridge, this was a walled settlement of fisherfolk outside the town administration in the Middle Ages. Remnants include the very narrow…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/novi-trg/a/poi-sig/1525986/360721",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/c2819361ab803c7c51341853deda26ba-novi-trg.jpg",
    "detail_description": "South of Cobblers' Bridge, this was a walled settlement of fisherfolk outside the town administration in the Middle Ages. Remnants include the very narrow street to the north called Židovska ulica and its offshoot Židovska steza (Jewish Lane), once the site of a medieval synagogue. Breg, the city’s port when the Ljubljanica River was still navigable commercially this far inland, runs south from the square and is entirely pedestrianised.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 10,
    "name": "Museum of Contemporary History of Slovenia",
    "latitude": "46.05905",
    "longitude": "14.495355",
    "excerpt": "This museum, housed in the 18th-century Cekin Mansion (Grad Cekinov), traces the history of Slovenia in the 20th century through multimedia and artefacts…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/museum-of-contemporary-history-of-slovenia/a/poi-sig/421683/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2887d1d794addab475993ae86c97140f6603df9e479f097d31123cc2e45a7748.jpg",
    "detail_description": "This museum, housed in the 18th-century Cekin Mansion (Grad Cekinov), traces the history of Slovenia in the 20th century through multimedia and artefacts. Note the contrast between the sober earnestness of the communist-era rooms and the exuberant, logo-mad commercialism of the industrial exhibits. The sections focusing on Ljubljana under occupation during WWII are very effective. The gloriously baroque Ceremonial Hall (Viteška Dvorana) on the 1st floor is how the whole mansion once looked. Cutting-edge special exhibits too.\n"
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 9,
    "name": "Town Hall",
    "latitude": "46.049858596193",
    "longitude": "14.506976226364",
    "excerpt": "The seat of the city government and sometimes referred to as the Magistrat or Rotovž, the town hall was erected in the late 15th century and rebuilt in…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/town-hall/a/poi-sig/1259830/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c7dd601441f100b894775f5719a8b56b9f2a0426605c6ee20a8b0aeb22b1817c.jpg",
    "detail_description": ""
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 8,
    "name": "Cathedral of St Nicholas",
    "latitude": "46.050748",
    "longitude": "14.508348",
    "excerpt": "A church has stood here since the 13th century, but the existing twin-towered building dates from the start of the 18th century. Inside, it’s a vision of…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/cathedral-of-st-nicholas/a/poi-sig/421659/360721",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/c9c992473c5f86f714898fde8a643b6f-cathedral-of-st-nicholas.jpg",
    "detail_description": ""
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 6,
    "name": "National Museum of Slovenia",
    "latitude": "46.052133",
    "longitude": "14.499646",
    "excerpt": "Housed in a grand building from 1888 – the same building as the Slovenian Museum of Natural History – highlights include the highly embossed Vače situla –…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/national-museum-of-slovenia/a/poi-sig/421689/360721",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/ce9bf9df6222f58b58ea42db9c30e52c-national-museum-of-slovenia.jpg",
    "detail_description": ""
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 7,
    "name": "Žale Cemetery",
    "latitude": "46.067708",
    "longitude": "14.529226",
    "excerpt": "This cemetery, some 2km northeast of Tabor, is Ljubljana’s answer to Père Lachaise in Paris or London's Highgate. It is 'home’ to a number of…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/zale-cemetery/a/poi-sig/1259673/360721",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/e11c950797cd7a337ba4b659176207af-zale-cemetery.jpg",
    "detail_description": ""
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 5,
    "name": "Central Market",
    "latitude": "46.051277",
    "longitude": "14.509495",
    "excerpt": "Central Market is Ljubljana's larder and worth a trip to stock up on provisions or just have a good snoop (and sniff) around. Go first to the vast open…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/central-market/a/poi-sig/1259828/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/461f8b4b4a177f5d8e5b8c332e05afaa-central-market.jpg",
    "detail_description": ""
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 4,
    "name": "Prešernov Trg",
    "latitude": "46.051524",
    "longitude": "14.506076",
    "excerpt": "The centrepiece of Ljubljana's wonderful architectural aesthetic is this marvellous square, a public space of understated elegance that serves not only as…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/presernov-trg/a/poi-sig/421703/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e1c0f951cd1840aa4140e501b0bdf5c2-presernov-trg.jpg",
    "detail_description": ""
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 2,
    "name": "National & University Library",
    "latitude": "46.047613",
    "longitude": "14.503809",
    "excerpt": "This library is architect Jože Plečnik’s masterpiece, completed in 1941. To appreciate this great man’s philosophy, enter through the main door (note the…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/national-university-library/a/poi-sig/1259875/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b22c3ed040855cca886d62a14bb8300681431d2884be9b4e7653ebb98d45e92f.jpg",
    "detail_description": ""
},
{
    "country": "ljubljana",
    "city": "Ljubljana",
    "index": 3,
    "name": "Triple Bridge",
    "latitude": "46.051187",
    "longitude": "14.506223",
    "excerpt": "Running south from Prešernov trg to the Old Town is the much celebrated Triple Bridge, originally called Špital (Hospital) Bridge. When it was built as a…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/triple-bridge/a/poi-sig/1265083/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a022459202d5db880f7b541ccc3ad75aa528c525972684f6ae2059258b89ee08.jpg",
    "detail_description": ""
}
]