[
{"collection_title": "11 Road Trips For Every Delhiite To Make The Most Out Of A Long Weekend!",
 "places": [{"name": "Neemrana's Glasshouse On The Ganges", "budget": {"cost": null, "notes": "Price for two", "mean": null}, "coordinates": {"lat": 30.125908, "lng": 78.4211195}, "generalDescription": "<p>A great place to road trip to if what you’re looking for is&nbsp;a dash of adventure in Rishikesh. Let the breeze accompany you on this thrilling road trip as you go river-rafting, bungee jumping, and cliff-diving through the day and gaze at the starry sky from your riverside tent at night.</p><p><b>Pro-Tip: </b>If you are looking for a hotel with a good view of the Ganges, we'd recommend you to check in at Glasshouse on the Ganges. <a href=\"https://lbb.in/delhi/5-best-hotels-in-rishikesh/?ref=lbbpost\" target=\"_blank\">Here</a> are some other hotels that you can check out.&nbsp;</p>\n<p><b>Distance from Delhi:</b> 236 kms</p>\n"}, {"name": "Mehrangarh Fort", "budget": {"cost": null, "notes": ""}, "coordinates": {"lat": 26.298011, "lng": 73.018823}, "generalDescription": "<p>Drown the world out, experience breathtaking culture, and get lost in the city drenched in true blue. Jodhpur is a city full of heritage, ancient forts, and wondrous views. Catch talented folk dancers and singers, and experience the tribal way of life and make sure you visit Mehrangarh Fort.&nbsp;</p><p><b>Pro-Tip:</b> Our suggestion? Save this one for autumn.</p>\n<p><b>Distance from Delhi: </b>607 kms</p>\n"}, {"name": "Bir Billing", "budget": {"cost": "2000", "notes": "Upwards", "mean": "4500"}, "coordinates": {"lat": 32.033691, "lng": 76.722428}, "generalDescription": "<p>Leave the ground behind in a daring feat of paragliding, watch mesmerising sunsets, and explore the off-beat Himachal village for its beauty, adventures, and experiences. Bir is the perfect road trip destination if you’re looking to get away from the noise and pollution of the city.</p><p><b>Pro-Tip: </b>If you are planning to paraglide, <a href=\"https://lbb.in/delhi/paragliding-bir-billing/?ref=lbbpost\" target=\"_blank\">check</a> this out.</p>\n<p><b>Distance from Delhi:</b> 516 kms</p>\n"}, {"name": "Bharatpur Bird Sanctuary", "budget": {"cost": null, "notes": ""}, "coordinates": {"lat": 27.200194, "lng": 77.50019700000007}, "generalDescription": "<p>Take to the Yamuna Express Highway, roll down the windows, and let the winds take over as you zoom through singing your favourite songs (isn’t that what road trips are about?). Get a little closer to nature as you explore the Bharatpur Bird Sanctuary riding cycles and watching exotic birds while taking in the lush green views. A good time to go by is in October, as this month sees a drastic increase in migratory birds, making it the best time to pay a visit.</p>\n<p><b>Distance from Delhi: </b>219 km</p>\n"}, {"name": "Sariska Tiger Reserve", "budget": {"cost": null, "notes": null}, "coordinates": {"lat": 27.3917082, "lng": 76.37565389999997}, "generalDescription": "<p>The endangered tiger species makes multiple appearances at the Sariska Tiger Reserve. Make your trip special by spotting the mighty beasts in their natural habitat (warning: Might make you feel powerless). Furthermore, a relaxing weekend is on the cards as you explore the state of the kings. Culture, history, and expansive views of natural beauty – all await you&nbsp;on this road trip.</p>\n<p><b>Distance from Delhi: </b>203 kms</p>\n"}, {"name": "Raju's Guest House", "budget": {"cost": null, "notes": "", "mean": null}, "coordinates": {"lat": 31.638327, "lng": 77.424284}, "generalDescription": "<p>Gushaini makes for a venturesome vacation spot with its thrilling treks and rewarding hikes. This off-the-grid destination is a tranquil spot to unwind and&nbsp;get some&nbsp; peace and quiet away from the riff-raff.</p>\n<p><b>Pro-Tip: </b>Book a stay at Raju’s Cottage in Tirthan Valley for a stay in the majestic wooden house, covered in vibrant green vines. You have to cross the Tirthan River on a zip-line, which makes it even more awesome.</p>\n<p><b>Distance from Delhi:</b> 503 kms</p>\n"}, {"name": "Neemrana Fort Palace", "budget": {"cost": null, "notes": "", "mean": null}, "coordinates": {"lat": 27.99398, "lng": 76.388222}, "generalDescription": "<p>Rev up the car and head to Neemrana for a luxurious stay in the Neemrana Fort. Stay in royal bedrooms, gorge on delectable food, and take a dip in the swimming pool. With superb views of the small town from your royal retreat, you’re bound to check all the boxes in your vacay goals list. All rested? Great. Head to the Flying Fox&nbsp;zip-line&nbsp;(it’s a part of the fort, so no need to step out) and swoosh through the air for an exhilarating time. Luxury plus thrills? Nothing’s better.</p>\n<p><b>Distance from Delhi:</b> 131 km</p>\n"}, {"name": "Janardan Homestay", "budget": {"cost": null, "notes": null, "mean": null}, "coordinates": {"lat": 29.4253141, "lng": 79.4277244}, "generalDescription": "<p>A very short drive away from the oh-so-famous (read:&nbsp;commercial) hill station of Nainital, Pangot is a small town in the hilly Kumaon region. There’s also beautiful, scenic trek route from Pangot to Naina Peak. Bird watchers &amp; photographers, you’re in for a treat here. There are allegedly over 200 bird species to be spotted here and&nbsp;Snow View Point and Kilbury are the best spots to watch them.&nbsp;</p><p><b>Pro-Tip: </b>We would recommend Janardan Resort for a perfect stay.</p>\n<p><b>Distance from Delhi:</b>&nbsp;300 kms</p>\n"}, {"name": "Bhagsunag Waterfall", "budget": {"cost": null, "notes": null, "mean": null}, "coordinates": {"lat": 32.24863399999999, "lng": 76.33991100000003}, "generalDescription": "<p>This mystic hill of Himachal Pradesh is a tourist hotspot during almost every season. From famous Tibetan monasteries to cultural places, it's usually also an attraction for religious retreat. Clean air and peaceful roads make it an ideal escape spot from Delhi. You can expect good momos, laphing and basically good tibetan food paired with tibetan culture all around. Don't miss the Bhagsu Falls if you take a trip to McLeod Ganj.</p><p><b>Pro-Tip:&nbsp;</b><a href=\"https://lbb.in/delhi/seven-spots-next-trip-mcleod-ganj/?ref=lbbpost\" target=\"_blank\">Here&nbsp;</a>are places you must visit if you take a trip to McLeod Ganj.</p><p><b>Distance from Delhi: </b>474 kms</p><p><a href=\"https://lbb.in/delhi/seven-spots-next-trip-mcleod-ganj/?ref=lbbpost\" target=\"_blank\">Here&nbsp;</a>are places you must visit if you take a trip to McLeod Ganj.<br></p>"}, {"name": "Chadwick Falls", "budget": {"cost": null, "notes": null, "mean": null}, "coordinates": {"lat": 31.1192978, "lng": 77.13930430000005}, "generalDescription": "<p>Since summers are back and the temperature in Delhi is rising, we've found your perfect destination to chill and it's none other than Shimla. Roam&nbsp;around Mall Road and check out the shops and restaurants. You can also go for the Hatu Trek. It’s a short trek and even beginners can try their luck at this. It barely takes 5-6 hours. There is also a beautiful temple here that offers a magnificent view of the hills.&nbsp;Another place that you can enjoy being at is Kufri {which is just another two-hour drive from Shimla} and Chadwick Waterfall. The waterfall is just 7 km from Shimla and offers a picturesque view.&nbsp;</p><p><b>Distance from Delhi: </b>360 kms</p>"}, {"name": "Baikunth Resorts", "budget": {"cost": "7450", "notes": "Upwards", "mean": "10000"}, "coordinates": {"lat": 30.92392, "lng": 76.975106}, "generalDescription": "<p>This is as close as we can get to the hills without killing ourselves driving. It helps that the cantonment town is quiet through the week, and holds out the promise of bun samosas at the end of every trek. If you can’t pull some strings and stay at the Kasauli Club, we suggest <a href=\"https://lbb.in/delhi/head-over-hills-for-a-shortacation-062116?ref=lbbpost&ref=lbbpost\">Baikunth Resorts</a>&nbsp;for its comfortable rooms and views (and relatively fewer monkeys).<br></p><p><b>Distance from Delhi: </b>287 kms</p>"}]}
]