[
{"url": "https://lbb.in/delhi/weekend-getaways-gurgaon/", "collection_title": "15 Weekend Getaways From Gurgaon That Are Less Than 4 Hours Away", "places": [{"name": "Tijara Fort Palace", "budget": {"cost": "6100", "notes": "Upwards", "mean": "10000"}, "coordinates": {"lat": 27.92129, "lng": 76.887215}, "generalDescription": "<p>Each of the suites and rooms at this gorgeous property by Neemrana Hotels has been named after 21 of India’s most famous women painters, such as the Anju Mahal or the Pushpmala Mahal. Their artwork adorns the walls of these namesake rooms as a celebration of&nbsp;their legacy.</p><p>Walks in their terrace gardens, a holistic treatment at the spa and a trip to the natural spring of Surajmukhi–this sounds like the perfect recipe for relaxation. Don’t forget to stop by the Sariska Wildlife Sanctuary, maybe you’ll spot some tiger stripes among the wilderness.&nbsp;</p><p><b>Travel Time:</b>&nbsp;1 hour 50 minutes</p><p><b>Price:</b> Starting at INR 5,700 (approx.) per night&nbsp;</p><p><b>Google Rating:</b> 4.4/5</p>"}, {"name": "Heritage Village Resort & Spa", "budget": {"cost": "8500", "notes": "Upwards", "mean": "15000"}, "coordinates": {"lat": 28.36694, "lng": 76.939932}, "generalDescription": "<p>Planning a weekend getaway from Gurgaon? The Heritage Village Resort &amp; Spa in Manesar is your best bet as it scores big because it’s a&nbsp;<a href=\"https://lbb.in/delhi/organic-food-pet-friendly-luxury-heritage-village-resort-spa/?ref=lbbpost\" target=\"_blank\">pet-friendly resort</a>! There’s nothing worse than going on vacay without your best friend (who can leave when big puppy eyes stare you down?) and every pet-owner will agree. A gym, jogging tracks, spa, pool, a trip to Damdama Lake and the Sultanpur Bird Sanctuary, with lots and lots of down-time as well, should cover you for two days.</p><p><b>Travel Time:</b>&nbsp;About 40 minutes</p><p><b>Price</b>: Starting at INR 6,500 (approx.) per night</p><p><b>Google Rating: </b>4.4/5</p>"}, {"name": "Hill Fort", "budget": {"cost": "5400", "notes": "Upwards", "mean": "15000"}, "coordinates": {"lat": 27.548991, "lng": 76.712515}, "generalDescription": "<p>The fun thing about this property is that it is equidistant from Agra, Jaipur and Delhi, so maybe you could even squeeze in a day trip to the Pink City for some&nbsp;lassi&nbsp;and a plate of kachoris&nbsp;on MI Road, after sightseeing. More than comfortable, The Hill Fort offers opportunities to unwind at the resort itself, making it one of the best weekend trips from Gurgaon!</p><p><b>Travel Time:</b>&nbsp;2 hours 50 minutes</p><p><b>Price:</b> Starting at INR 5,300 (approx.) per night</p><p><b>Google Rating: </b>4.3/5</p>"}, {"name": "Aravali Resorts", "budget": {"cost": "3500", "notes": "Upwards", "mean": "7999"}, "coordinates": {"lat": 28.2049707, "lng": 76.75804140000002}, "generalDescription": "<p>If you can only get away for one night, we suggest checking out Downtown Resort in Rewari for the best weekend getaway near Gurgaon. The highlight at this resort is the huge variety of outdoor activities you can sign up for. They’re equipped with paintball, rappelling, zorbing and valley-crossing facilities so you can get those endorphins flowing.</p><p><b>Travel Time</b>:&nbsp;1 hour 10 minutes</p><p><b>Price</b>: Starting at 3,000 (approx.) per night.</p><p><b>Google rating:</b> 4.2/5</p>"}, {"name": "The Fort Unchagaon", "budget": {"cost": "7500", "notes": "Upwards", "mean": "13000"}, "coordinates": {"lat": 28.488447, "lng": 78.152264}, "generalDescription": "<p>This one clocks in at just a little over four hours but we thought it deserved a mention anyway. Primarily because the area in which Fort Unchagaon is situated is well-known for river dolphin sighting! In addition to that, the hotel offers a plethora of activities, such as boat cruises, bullock cart rides, pottery, horse riding and a visit to the mango orchards. The rooms are super comfy, clean and perfect for afternoon naps.</p><p><b>Travel Time</b>:&nbsp;3 hours 30 minutes</p><p><b>Price</b>: Starting at INR 5,300 (approx.) per night.</p><p><b>Google Rating: </b>4.2/5</p>"}, {"name": "The Lalit Mangar", "budget": {"cost": "10000", "notes": "Upwards", "mean": "20000"}, "coordinates": {"lat": 28.3820607, "lng": 77.17641000000003}, "generalDescription": "<p>Located on the Gurgaon-Faridabad highway, this one is definitely a splurge but deserves a spot in this list of best weekend getaways near Gurgaon. Two nights in opulent luxury–the rooms at the Lalit Mangar afford some really stunning views of the Aravallis, which you can admire from the balcony. There’s lots of fun stuff to do on the property, including yoga and pottery classes and a romantic night of stargazing. The Lalit Mangar makes for a wonderful trip for two, especially if you’re ready to take things to the&nbsp;next level.</p><p><b>Travel Time</b>:&nbsp;About 40 minutes</p><p><b>Price</b>: Starting at INR 10,000 (approx.) per night</p><p><b>Google Rating: </b>4.4/5</p>"}, {"name": "Mud Fort Kuchesar", "budget": {"cost": "6000", "notes": "Upwards", "mean": "15000"}, "coordinates": {"lat": 28.684164, "lng": 77.942377}, "generalDescription": "<p>The very famous Mud Fort HAD to make it to the list! This fort, built in the 1700s, has a crazy tale to tell. Initially, this was built as an opium trading post. Over time, as it passed hands, it also became home to Kashmiri brahmins and in 2007, it was restored to its present state by Ajit Singh. Here, you can enjoy the princely treatment at the fort and&nbsp;take a break at the vast forest cover the place lies in. Although the accommodation is on the higher side, it sure is worth the experience.</p><p><b>Travel Time</b>:&nbsp;About 3 hours</p><p><b>Price</b>: Starting at INR 6,500 (approx.) per night</p><p><b>Google Rating: </b>4.1/5</p>"}, {"name": "The Gateway Resort Damdama Lake", "budget": {"cost": "6500", "notes": "Upwards", "mean": "15000"}, "coordinates": {"lat": 28.3010057, "lng": 77.12310309999998}, "generalDescription": "<p>One of the best weekend getaways near Gurgaon situated at Damdama Lake and overlooking Aravali Hills, this Taj property is a pet-friendly resort with huge, sprawling gardens and activities like mini golf, badminton and volleyball courts, a spa and lots of other things to do that will help you pass the time.&nbsp;</p><p><b>Travel Time</b>:<b>&nbsp;</b>About 1 hour 30 minutes</p><p><b>Price: </b>INR 7,800 (approx.) per night</p><p><b>Google Rating: </b>4.4/5</p>"}, {"name": "Karma Lakelands", "budget": {"cost": "8500", "notes": "Upwards", "mean": "20000"}, "coordinates": {"lat": 28.374, "lng": 76.953728}, "generalDescription": "<p>Located just 20 minutes away from Sector 80 in Gurgaon is the Karma Lakelands Resort where nature meets luxury. This lavish resort has got gorgeous chalets, nature walk trails and an award-winning nine-hole golf course, among many other amenities.&nbsp;A gym, spa, and squash, tennis and badminton courts are among many other facilities offered to help you enjoy a comfortable stay. There’s also a European-style cafe, where you can drink coffee, read a book, play board games and have a chill time.&nbsp;<br></p><p><b>Travel Time:</b>&nbsp;Less than an hour&nbsp;</p><p><b>Price:</b> Starting at INR 8,500 (approx.) per night.</p><p><b>Google Rating: </b>4.4/5</p><p><b>Pro Tip:</b> Find more info <a href=\"https://lbb.in/delhi/karma-lakelands-gurgaon/?ref=lbbpost\" target=\"_blank\">here</a>.&nbsp;</p>"}, {"name": "Baweja Farm", "budget": {"cost": "26000", "notes": "Room Rent", "mean": "35000"}, "coordinates": {"lat": 28.290878, "lng": 76.9345907}, "generalDescription": "<p>Baweja Farms is a private farm stay situated right outside Gurgaon that lets you experience farm life with serene green lawns, exquisite architecture, an inviting pool with a Gazebo and so much more.&nbsp;Basically, it is the idyllic weekend getaway every city-tired soul who is short on time (or leave) could do with.</p><p><b>Travel Time:</b>&nbsp;Less than an hour</p><p><b>Price:</b> You can book the entire farmhouse for INR 26,000 for a night.</p><p><b>Google Rating: </b>4.3/5</p>"}, {"name": "Tree Of Life Resort & Spa", "budget": {"cost": "15000", "notes": "Upwards", "mean": "25000"}, "coordinates": {"lat": 27.0821096, "lng": 75.8956596}, "generalDescription": "<p>This luxurious resort offers a serene and peaceful escape from the hustle and bustle of the city. The resort features a variety of amenities, including a spa, swimming pool, and yoga classes, as well as several dining options. Guests can also take part in activities such as horseback riding and hot air balloon rides.</p><p><b>Travel Time:</b>&nbsp;4 hours</p><p><b>Price:</b> Starting at INR 14,000 (approx.) per night</p><p><b>Google Rating: </b>4.4/5</p>"}, {"name": "Amrit Bhawan", "budget": {"cost": "11000", "notes": "Upwards", "mean": "25000"}, "coordinates": {"lat": 29.9388985, "lng": 78.1557578}, "generalDescription": "<p>This spiritual retreat is the perfect destination for those looking to reconnect with their inner selves. The retreat offers yoga and meditation classes, as well as Ayurvedic treatments and massages. Guests can also participate in the Ganga Aarti ceremony, a ritual performed on the banks of the Ganges River.</p><p><b>Travel Time</b>:&nbsp;4 hours</p><p><b>Price</b>: Starting at INR 12,800 (approx.) per night</p><p><b>Google Rating: </b>4.6/5</p>"}, {"name": "Alila Fort Bishangarh", "budget": {"cost": "23400", "notes": "Room Rent", "mean": "30000"}, "coordinates": {"lat": 27.321251, "lng": 75.89420940000002}, "generalDescription": "<p>This stunning fort-turned-hotel is over 200 years old and makes for a unique and historic getaway. The hotel features luxurious rooms and suites, as well as a spa and several dining options. Guests can also take part in activities such as hot air balloon rides and jeep safaris.</p><p><b>Travel Time:</b> 3.5 hours</p><p><b>Price:</b> Starting at INR 24,000 (approx.) per night</p><p><b>Google Rating: </b>4.5/5</p>"}, {"name": "The Oberoi Amarvilas", "budget": {"cost": "35000", "notes": "Upwards", "mean": "50000"}, "coordinates": {"lat": 27.168013, "lng": 78.049012}, "generalDescription": "<p>This lavish hotel gets you stunning views of the iconic Taj Mahal (it's only 600 meters away) from the&nbsp;terrace, swimming pool and some of the rooms. The hotel's design is inspired by the Mughal era and offers a variety of room options, including deluxe rooms, suites and villas, all of which feature traditional Indian decor and modern amenities. It is pricey but definitely an experience worth saving up for.</p><p><b>Travel Time:</b> 3 hours</p><p><b>Price:</b> Starting at INR 61,000 (approx.) per night</p><p><b>Google Rating: </b>4.7/5</p>"}, {"name": "Utsav Camp Sariska", "budget": {"cost": "4800", "notes": "Upwards", "mean": null}, "coordinates": {"lat": 27.259497, "lng": 76.460844}, "generalDescription": "<p>Nestled amidst the lush greenery of the Sariska National Park, Utsav Camp offers a perfect getaway for those looking to escape the hustle and bustle of city life. You wake up to the sounds of birds and the rustling of leaves. From jeep safaris to bird watching and star gazing, they have a variety of activities to keep you entertained. The tents are comfortable and equipped with all the necessary amenities. It's the place to head to if you truly want to rejuvenate your mind, body and soul.</p><p><b>Travel Time:</b> 4 hours<br></p><p><b>Price:</b> Starting at INR 14,500 (approx.) per night</p><p><b>Google Rating: </b>4.3/5</p>"}]},
{"url": "https://lbb.in/delhi/budget-road-trips-from-delhi/", "collection_title": "10 Road And Day Trips You Can Take Under INR 5,000", "places": [{"name": "Bharatpur Bird Sanctuary", "budget": {"cost": null, "notes": ""}, "coordinates": {"lat": 27.200194, "lng": 77.50019700000007}, "generalDescription": "<p>At a distance of only 200 kms from the capital, Bharatpur is a mere 3-4 hour drive away. It attracts birdwatchers from across the country, with the Keoladeo National Park, a world heritage site. Bharatpur plays home to a bunch of migrating birds in winter. Time your trip just before Holi if you want to catch the colourful Brij Festival.&nbsp;With the petrol costs split evenly among all of you and the INR 101 entry to the national park, it won’t even set you back 5K.</p>\n<p><b>Driving Time: </b>4-5 hours (approx.)</p>\n"}, {"name": "Binsar Wildlife Sanctuary", "budget": {"mean": null, "notes": null, "cost": null}, "coordinates": {"lat": 29.7055045, "lng": 79.753968}, "generalDescription": "<p>How does 300 kms of pure panorama sound? Plan a road trip to Binsar, just 380 kms from Delhi, in the Kumaon region of Uttarakhand, and the view will be all yours. The town has also been made famous by the Binsar Wildlife Sanctuary, which was declared an important bird region. If you’re lucky enough, you can also spot a leopard or a barking deer.&nbsp;The tickets will set you back INR 40 per person and an additional INR 50 has to be paid per car.</p>\n<p><b>Driving Time: </b>8 hours (approx.)</p>\n"}, {"name": "Jungle Lore Birding Lodge", "budget": {"mean": "10000", "notes": "Upwards", "cost": "4000"}, "coordinates": {"lat": 29.4259578, "lng": 79.4270094}, "generalDescription": "<p>13 kms from Nainital and 305 kms from Delhi, the picture-perfect hill station is also a popular site for birdwatching. Snow View Point and Kilbury are the most frequented spots for birdwatching. There are many streams around Pangot, so put sightseeing on your schedule for sure. Staying over?&nbsp;A night at the Jungle Lore Birding Lodge&nbsp;will have you shelling out around INR 3,000. Split that, along with the fuel, with your buddies and you have yourself a nice little budgeted holiday.</p>\n<p><b>Driving Time: </b>6-7 hours (approx.)</p>\n"}, {"name": "Lemon Tree Hotel", "budget": {"cost": "4200", "notes": "Upwards", "mean": "10000"}, "coordinates": {"lat": 28.291806, "lng": 76.968039}, "generalDescription": "<p>Only 50 kms from Delhi lies the Tarudhan Valley Golf Resort, in the Dadu Village of Haryana. The resort is a haven for both the avid golfer, as well as the noob. Surrounded by the Aravalli hills, Tarudhan boasts of a beautiful golf course, as well as a spa and wellness centre. A night at the premises costs about INR 5,000 but they have constant deals and discounts, so do call up in advance and inquire.</p>\n<p><b>Driving Time:</b> 1.5 hours (approx.)</p>\n"}, {"name": "Hotel Heritage Mandawa", "budget": {"mean": "10000", "notes": "Upwards", "cost": "2600"}, "coordinates": {"lat": 28.0547339, "lng": 75.1512698}, "generalDescription": "<p>Situated in the Shekhawati region of Rajasthan, Mandawa is best suited for those excited by haveli explorations. The Mandawa fort, the Chokhani and Ladia Havelis,&nbsp;and the street with Saraf Havelis are the popular attractions here. Drive the 268 kms when you’re in the mood for some practical history lessons. Stay over at the Hotel Heritage Mandawa (about INR 2,600 per night) and drive back home the next day after your fab mini vacation.</p>\n<p><b>Driving Time:</b> 5-6 hours (approx.)</p>\n"}, {"name": "The Ramgarh Bungalows", "budget": {"cost": "4000", "notes": "Upwards", "mean": "10000"}, "coordinates": {"lat": 29.438207, "lng": 79.551031}, "generalDescription": "<p>313 kms from Delhi, Ramgarh is an ideal destination for the more adventurous – the vast forest makes it an exciting place to go exploring, and the mountainous terrain provides many sites for rock climbing. On the other hand, Ramgarh is also home to numerous temples such as Sati Mandir, Hanuman Mandir, and Kalika Mandir, for those looking for a religious/historical escape. Stay at the Ramgarh Bungalows for approx. INR 4,000 per night or if you want to really budget, the Camp Club Tarzan nearby in Mukteshwar is a great option.</p>\n<p><b>Driving Time:</b> 7-8 hours (approx.)</p>\n"}, {"name": "Agra", "budget": {"cost": null, "notes": null, "mean": null}, "coordinates": {"lat": 27.1766701, "lng": 78.00807450000002}, "generalDescription": "<p>Courtesy the Delhi-Agra Expressway, you can make the drive in under four hours. Hotels start at as cheap as INR 1,000 for the night, and 5-star properties start at as low as INR 2,000 (at the Radisson Hotel) and that rate will stay the same provided you eat all your meals outside. As for the attractions, you have many historic monuments including the Taj Mahal and Agra Fort.</p>\n<p><b>Driving Time:</b>&nbsp;3-4 hours (approx.)</p><p><b>PS</b>- You could even just make this a day trip so you end up saving even more.&nbsp;<br></p>\n"}, {"name": "Sariska Tiger Reserve", "budget": {"cost": null, "notes": null}, "coordinates": {"lat": 27.3917082, "lng": 76.37565389999997}, "generalDescription": "<p>At a driving distance from the capital, Sariska is the perfect spot to drive down to with a bunch of friends in Alwar, Rajasthan. Far from paw marks, and one too many deer, we hear people have been successful in spotting the striped animal. If you split fuel, and pay the entry fee of INR 25 per person, with an added cost of INR 150 per person for a guided jeep tour, you’re still way in the range of the aforementioned budget. As for places to stay, there’s enough to choose from around the park; split room charges and drive back the next day.</p>\n<p><b>Driving Time:</b>&nbsp;4-5 hours (approx.)</p>\n"}, {"name": "Vrindavan", "budget": {"cost": null, "notes": ""}, "coordinates": {"lat": 27.5648154, "lng": 77.6593709}, "generalDescription": "<p>For all you spirituality seekers, or anyone looking for a good photo-op, this holy city definitely warrants a visit. Dotted with temples (both old and new), if praying, pilgrimage and rituals don’t catch&nbsp;your fancy, Vrindavan makes for a fascinating place to just observe. Since it is designed for pilgrims, hotels start at as low as INR 600 for a night, if you are looking to make it an overnight stay. A slightly fancier option we like is the MVT Guesthouse that's around INR 2,000 a night. We recommend the Pagal Baba Temple (10-storey temple complete with animated puppets, depicting the life of Lord Krishna and&nbsp;Rama), the Cave Passageway and the Nidhivan Temple.</p>\n<p><b>Driving Time:</b>&nbsp;3-4 hours (approx.)</p>\n"}, {"name": "Neemrana Fort Palace", "budget": {"cost": null, "notes": "", "mean": null}, "coordinates": {"lat": 27.99398, "lng": 76.388222}, "generalDescription": "\n<p>At Neemrana, zip lining can be a budget activity.&nbsp;Expect a gorgeous aerial view of the historic fort and surrounding rural India. If you’re looking at staying within the budget, we recommend you make it a day trip, since rooms only start at INR 4,000 to 5,000 in the fort but if you split it up equally, you shouldn't be pushing your budget too much. As for the activity, we recommend you book online in advance.</p><b>\n\nDriving Time:</b>&nbsp;Under 3 hours (approx.)<br>"}]},
{"url": "https://lbb.in/delhi/monsoon-getaways-near-delhi/", "collection_title": "10 Best Monsoon Getaways That're Less Than 8 Hours Away From Delhi", "places": [{"name": "Khas Bagh", "budget": {"cost": null, "notes": "", "mean": null}, "coordinates": {"lat": 27.01636, "lng": 75.896672}, "generalDescription": "<p>Khas Bagh is no more than a ten-minute drive from Amer Fort on farms around the city of Jaipur. Built on the lines of a Haveli but spread out like a country home with large open terraces, courtyards, and verandas, the property offers 18 spacious suites. Ransher Singh, a polo player, is the owner and host. A&nbsp;stable of robust polo ponies shares the four-acre space that Khas Bagh is set on. An inviting swimming pool on the estate is just made for a relaxing day with a tall drink at hand, and&nbsp;visits to the elephant camp, horse safaris, and riding lessons are some activities you can undertake.</p>\n<p><b>Distance From Delhi (approx.)</b>:&nbsp;5 hr 5 min (243.0 km)</p><p><b>Price Per Day (approx.):</b> INR 5,800</p><p><b>Check-in/Check-out Timings:</b> 12 PM &amp; 11 AM respectively</p><p><b>Social Media/ Website</b>: <a href=\"https://khasbagh.com/?utm_source=LBB&ref=lbbpost\" target=\"_blank\">Khas Bagh</a></p><p><b>Pro-Tip</b>:&nbsp;<a href=\"https://lbb.in/delhi/jaipur-things-to-do-in-a-day/?ref=lbbpost\" target=\"_blank\">Guide To An Awesome Day In The Pink City</a></p>\n"}, {"name": "Jim's Jungle Retreat", "budget": {"cost": "3000", "notes": "Upwards", "mean": "10000"}, "coordinates": {"lat": 29.407787, "lng": 79.01055999999994}, "generalDescription": "<p>Jim’s Jungle Retreat in the southern forests of Corbett offers 18 cottages and lodges close to a seasonal river that comes alive during&nbsp;monsoons. The retreat combines luxury with a concept that borrows as much from the forest bungalows as from the enduring architectural legacy of the local villages. The land features water bodies and open spaces with native shrubs and trees for birds to nest, and animals like deer and birds can be seen walking through the natural fencing, creating a vital connection between man and jungle.</p>\n<p><b>Distance From Delhi (approx.):</b>&nbsp;5 hr 13 min (263.1 km)</p><p><b>Price Per Day (approx.):</b>&nbsp;INR 5,800</p><p><b>Check-in/Check-out Timings:</b>&nbsp;1 PM &amp; 11 AM respectively</p><p><b>Social Media/ Website</b>: <a href=\"https://www.jimsjungleretreat.com/?utm_source=LBB&ref=lbbpost\" target=\"_blank\">Jim's Jungle Retreat</a></p>\n"}, {"name": "Malji Ka Kamra", "budget": {"cost": null, "notes": null, "mean": null}, "coordinates": {"lat": 28.3016713, "lng": 74.96917819999999}, "generalDescription": "<p>Churu is a quaint town and a delightful getaway in the fresco region of Shekhawati. Amidst sprawling havelis, Churu’s heritage buildings are in various stages of decay, but thanks to crusaders like Deepak Balan (born here, educated overseas), who have kick-started a passionate movement to conserve the city's history and architecture. Visit Malji Ka Kamra, set within a restored Haveli that brings into focus the region’s rich heritage and conservation history, which is a rare proposition.</p>\n<p><b>Distance From Delhi&nbsp;</b><b>(approx.)</b>: 6 hr 7 min (281.4 km)</p><p><b>Price Per Day (approx.):</b>&nbsp;INR 5,000</p><p><b>Check-in/Check-out Timings:</b>&nbsp;2 PM &amp; 11 AM respectively</p><p><b>Social Media/ Website</b>:&nbsp;<a href=\"https://www.instagram.com/maljikakamra/?utm_source=LBB&ref=lbbpost\" target=\"_blank\">Malji Ka Kamra</a></p>\n"}, {"name": "Patan Mahal", "budget": {"cost": "5000", "notes": "Upwards", "mean": "10000"}, "coordinates": {"lat": 27.7987864, "lng": 75.97178940000003}, "generalDescription": "<p>Patan, up to the early 18th century, was the centre of a small state ruled by the Tomara clan. The Battle of Patan, one of the last great battles in Indian history between the Marathas and the Rajputs, supported by the Mughals, was fought here. Surrounded by high Aravallis on one side and a private farm on the other, Patan Mahal has 19 spacious and elegantly furnished palace suites opening to large terraces. This palace hotel is a perfect getaway from Delhi and is connected to Shekhawati and Jaipur. You can undertake treks to the monsoon palace, craft centres like bangle-making units, and so on.</p>\n<p><b>Distance From Delhi</b><b>&nbsp;</b><b>(approx.)</b>:&nbsp;4 hr 2 min (179.8 km)</p><p><b>Price Per Day (approx.):</b>&nbsp;INR 12,000</p><p><b>Check-in/Check-out Timings:</b>&nbsp;2 PM &amp; 11 AM respectively</p><p><b>Social Media/ Website</b>: <a href=\"https://www.instagram.com/patanmahal/?hl=en&utm_source=LBB&ref=lbbpost\" target=\"_blank\">Patal Mahal</a></p>\n"}, {"name": "Hotel Castle Kanota", "budget": {"cost": "3500", "notes": "Upwards", "mean": "10000"}, "coordinates": {"lat": 26.8721875, "lng": 75.9495625}, "generalDescription": "<p>Catle Kanota, featured as the ‘Viceroy Club’ in ‘The Best Exotic Marigold Hotel’ parts 1 and 2, is a stunning property. A definite highlight is the museum, which showcases Thakur Amar Singh's meticulously preserved collection of arms and ammunition, maps, and diaries. </p>\n<p><b>Distance From Delhi</b><b>&nbsp;</b><b>(approx.)</b>:&nbsp;4 hr 20 min (278.1 km)</p><p><b>Price Per Day (approx.):</b>&nbsp;INR 4,500</p><p><b>Check-in/Check-out Timings:</b>&nbsp;12 PM &amp; 11 AM respectively</p><p><b>Social Media/ Website</b>:&nbsp;<a href=\"https://www.instagram.com/castlekanota/?hl=en&utm_source=LBB&ref=lbbpost\" target=\"_blank\">Castle Kanota</a></p>\n"}, {"name": "Soulitude By The Riverside", "budget": {"cost": "23000", "notes": "Upwards", "mean": "50000"}, "coordinates": {"lat": 29.385584, "lng": 79.58518000000004}, "generalDescription": "<p>Solitude By The Riverside is a nature lover’s haven, a birder's paradise, a trekker’s dream and an accessible getaway for vacation seekers from the plains. It is an award-winning Himalayan retreat which is just six hours away from Delhi. It's basically a 1940s house, but a lot modern now and is comprised of two cottages. The rooms are warm, earthy, and everything you need to be cosy when it is raining outside!</p>\n<p><b>Distance From Delhi</b><b>&nbsp;</b><b>(approx.)</b>:&nbsp;6 hr 13 min (308.8 km)</p><p><b>Price Per Day (approx.)</b>: INR 14,000</p><p><b>Check-in/Check-out Timings:</b>&nbsp;2 PM &amp; 10 AM respectively</p><p><b>Social Media/Website</b>: <a href=\"https://www.instagram.com/soulitudebytheriverside/?hl=en&utm_source=LBB&ref=lbbpost\" target=\"_blank\">Solitude By The River</a></p>\n"}, {"name": "Alila Fort Bishangarh", "budget": {"cost": "23400", "notes": "Room Rent", "mean": "30000"}, "coordinates": {"lat": 27.321251, "lng": 75.89420940000002}, "generalDescription": "<p>Alila Fort&nbsp;in Bishangarh is a 230-year-old fort that has been converted into a heritage resort where you can fulfil your childhood dream of living as royalty. Alila redefines luxury getaways like nothing else, and this one in Bishangarh is no less. It is a refurbished 18th-century fort from which you can get a scenic hilltop view. To give you a full-blown Rajput-like experience, there is a rooftop restaurant that serves classic Rajput dishes.</p><p><b>Distance from Delhi</b><b>&nbsp;</b><b>(approx.)</b>:&nbsp;4 hr 32 min (219.4 km)</p><p><b>Price Per Day (approx.)</b>: INR 18,000</p><p><b>Check-in/Check-out Timings:</b>&nbsp;3&nbsp;PM &amp; 12 PM respectively</p><p><b>Social Media/Website</b>:&nbsp;<a href=\"https://www.instagram.com/alilafortbishangarh/?hl=en&utm_source=LBB&ref=lbbpost\" target=\"_blank\">Alila Fort</a></p>"}, {"name": "Neemrana Fort Palace", "budget": {"cost": null, "notes": "", "mean": null}, "coordinates": {"lat": 27.99398, "lng": 76.388222}, "generalDescription": "<p>Enjoy a nice and quaint weekend at the&nbsp;Neemrana Fort Palace. You can choose to take a dip in the pool or take a tour of the town. If you are a history buff, you can ask the manager to walk you through its history. There are many rooms available, and some also include turrets, antique furniture, whirlpool tubs, and kitchenettes. There is also an art deco-style rooftop tent.</p><p><b>Distance From Delhi</b><b>&nbsp;</b><b>(approx.):&nbsp;</b>2 hr 43 min (123.0 km)</p><p><b>Price Per Day (approx.)</b>: INR 12,000</p><p><b>Check-in/Check-out Timings:</b>&nbsp;2&nbsp;PM &amp; 12 PM respectively</p><p><b>Social Media/Website</b>: <a href=\"https://www.neemranahotels.com/fort-palace-neemrana/?utm_source=LBB&ref=lbbpost\" target=\"_blank\">Neemrana Fort</a></p>"}, {"name": "Antrix Resorts & Retreat", "budget": {"cost": null, "notes": null, "mean": null}, "coordinates": {"lat": 30.0670145, "lng": 78.4131946}, "generalDescription": "<p>Rishikesh has become the go-to escape for Delhiites, and rightly so. It’s the kind of place where you can meet warm, like-minded travellers, try your hand at adventure activities, and stay close to nature. While rafting during the monsoon is a no-go, a glamping getaway at Antrix Resorts &amp; Retreat&nbsp;should&nbsp;very much be on the cards. Take advantage of gorgeous mountain-view rooms, gourmet dining, yoga sessions, and yes, even pool parties to shake things up.</p><p><b>Distance From Delhi</b><b>&nbsp;</b><b>(approx.):&nbsp;</b>5 hr 31 min (265.5 km)&nbsp;</p><p><b>Price Per Day (approx.)</b>: INR 6,600</p><p><b>Check-in/Check-out Timings:</b>&nbsp;2 PM &amp; 11 AM respectively</p><p><b>Social Media/Website</b>:&nbsp;<a href=\"https://www.instagram.com/antrix_resorts/?hl=en&utm_source=LBB&ref=lbbpost\" target=\"_blank\">Antrix Resorts &amp; Retreat</a></p><p><b>Pro-Tip:&nbsp;</b><a href=\"https://lbb.in/all/rishikesh-things-to-do/?ref=lbbpost\" target=\"_blank\">Things To Do In Rishikesh: Places To Stay At, Eat, &amp; Activities To Do</a></p>"}, {"name": "Ratan Villas Sariska", "budget": {"cost": null, "notes": null, "mean": null}, "coordinates": {"lat": 27.5236653, "lng": 76.52266809999999}, "generalDescription": "<p>Not to sound too <i>market-y</i>, but peak grandeur meets top-notch service at Ratan Vilas. It's&nbsp;a luxury resort inside the Sariska Tiger Reserve, which overlooks a serene lake. With a range of stay options, from club and pool-view rooms to royal club cottages and the Maharani suites, it is all about giving you royal treatment. The reserve is also home to majestic tigers, so don't miss the chance to plan a safari and have a <i>wild </i>experience.</p>\n<p></p><p><b>Distance From Delhi</b><b>&nbsp;</b><b>(approx.):&nbsp;</b>3 hr 45 min (188.3 km)</p><p><b>Price Per Day (approx.)</b>: INR 14,000</p><p><b>Check-in/Check-out Timings:</b>&nbsp;2 PM &amp; 11 AM respectively</p><p><b>Social Media/Website</b>:&nbsp;<a href=\"https://www.instagram.com/ratanvillas.sariska/?hl=en&utm_source=LBB&ref=lbbpost\" target=\"_blank\">Ratan Villas Sariska</a></p>"}]},
{"url": "https://lbb.in/delhi/holi-weekend-getaway/", "collection_title": "13 Holi Weekend Getaways From Delhi To Visit & Have The Best Time", "places": [{"name": "Phool Mahal Palace", "budget": {"cost": "4300", "notes": "Upwards", "mean": "10000"}, "coordinates": {"lat": 26.571689, "lng": 74.8744678}, "generalDescription": "<p>Founded in 1611 AD, Kishangarh is a heritage town located about 72 km away from Ajmer; this is where you’ll find Phool Mahal Palace which has been converted into a luxury heritage hotel. The location is pretty stellar—right at the brink of Gundalao Lake and with the Kishangarh Fort as its backdrop. Plus, imagine spending the festival of Holi at this sun-struck palace. Sounds pretty cool!</p><p>The rooms have been done up with antiques and colonial furniture to retain that old-world charm. If you do end up going there, we suggest you check out Studio Kishangarh, which is an art initiative by the princess of Kishangarh to revive the Kishangarh style of painting.</p><p><b>Price</b>: INR 5,700 (approx.)</p><p><b>How To Reach</b>: The nearest railway station is&nbsp;Kishangarh Railway Station which is 3.2 km away</p><p><b>Google Ratings: </b>4.3/5</p><p><b>Nearby Attractions</b>:&nbsp;Kishangarh Fort, Foy Sagar Lake,&nbsp;Khoda Ganesh Temple</p><p><b>Distance From Delhi:</b>&nbsp;6 hr 29 min (416.7 km)</p>\n"}, {"name": "Dundlod Fort", "budget": {"cost": "4100", "notes": "Upwards", "mean": "10000"}, "coordinates": {"lat": 27.9003876, "lng": 75.2262263}, "generalDescription": "<p>This is one of the best Holi weekend getaways from Delhi where you're guaranteed to have an authentic experience since it is a royal residence. The rooms are traditional in style, so think of high ceilings, pillars, and ornate motifs. As for entertainment, knock yourself out with rooftop dinners, horseback and jeep safaris, or if you're a firm when in Rome believer, then a camel for all the sightseeing. Your host is an avid horseman, so we recommend skipping the camel ride and doing horseback instead.</p><p>The village of Dundlod is in the heart of Shekhawati, and with a long-standing history, expect to see many havelis, forts, family portraits, and some Louis the XIV furniture. So, how about it? Treat your loved ones to this vacation for the upcoming long weekend of Holi.&nbsp;</p><p><b>Price</b>: INR 11,000 (approx.)</p><p><b>How To Reach</b>: The nearest railway station is&nbsp;Jhunjhunu which is around 7 km away</p><p><b>Google Ratings:&nbsp;</b>4.1/5</p><p><b>Nearby Attractions</b>:&nbsp;Morarka Haveli,&nbsp;Aath Havelis,&nbsp;Dundlod Fort</p><p><b>Distance From Delhi:</b>&nbsp;5 hr 30 min (262.4 km)&nbsp;</p>\n"}, {"name": "Avenida Himalayan Retreat", "budget": {"cost": null, "notes": null, "mean": null}, "coordinates": {"lat": 29.4751459, "lng": 79.6092675}, "generalDescription": "<p>With a view of oak, rhododendron, deodar, and pine tree-covered mountains, this is one of the must-visits for your Holi weekend getaways from Delhi. It is situated at the heart of the Kumaon Himalayas. They have multi-level standalone cottages; you can pick the ones situated higher for a great view and the lower ones for a gorgeous sit-out area.</p>\n<p>Each cottage comes equipped with a fireplace, heater, and blankets, so you can be nice and toasty. Head out on one of the many walking trails and come back to gorge on some yummy home-cooked food. This is a more chill and quiet way of spending Holi, so if you're really not into how loud and wild the festival gets, this is the perfect place for you!</p><p><b>Price</b>: INR 8,000 (approx.)</p><p><b>How To Reach</b>: The nearest railway station is&nbsp;Kathgodam which is around 60 km away</p><p><b>Google Ratings:&nbsp;</b>4.7/5</p><p><b>Nearby Attractions</b>:&nbsp;Mukteshwar Dham Temple,&nbsp;Chauli Ki Jali,&nbsp;Ramgarh</p><p><b>Distance From Delhi:&nbsp;</b>7 hr 22 min (343.0 km)</p>\n"}, {"name": "Saur Cottages", "budget": {"cost": "4700", "notes": "Upwards", "mean": "10000"}, "coordinates": {"lat": 30.3975254, "lng": 78.33529829999998}, "generalDescription": "<p>Located in Garhwal about five kilometres from Chamba, Saur was once a forgotten village that had been abandoned by its inhabitants, until it got picked up by DueNorth, a group that promotes tourism adventure in Uttarakhand, for restoration. The cottages are Pahadi houses that have been renovated to accommodate guests and are essentially made of bamboo, mud, stone, and wood. So, another great way to spend your time is to book this for your Holi weekend getaways near Delhi.&nbsp;</p>\n<p>Look out for the handicraft items made&nbsp;by women from the village. We also suggest you don’t leave without trying some locally-made rhododendron juice.</p><p><b>Price</b>: INR 4,000 (approx.)</p><p><b>How To Reach</b>: The nearest railway station is&nbsp;Rishikesh Railway Station which is around 75 km away</p><p><b>Google Ratings:&nbsp;</b>4.4/5</p><p><b>Nearby Attractions</b>: Shikhar Falls,&nbsp;Guccupani Robbers Cave</p><p><b>Distance From Delhi:&nbsp;</b>6 hr 30 min (316.1 km)</p>\n"}, {"name": "Norwood Green", "budget": {"cost": "6500", "notes": "Upwards", "mean": "20000"}, "coordinates": {"lat": 32.1185176, "lng": 76.54189559999998}, "generalDescription": "<p>Located in the picturesque valley of Palampur, Norwood Green is where you should head for a breathtaking view of the Bundla tea gardens. Their boutique cottages are warm and inviting, and perfect to spend a few idyllic days in. You even have the option of renting bicycles to go on a tour around the valley. So, we feel like it is going to sound way too repetitive at this point, but just look at how scenic and cosy this place is, don't you want to take advantage of this? Yes? Well, check into it for the best Holi weekend getaways from Delhi.&nbsp;</p><p><b>Price</b>: INR 10,000 (approx.)</p><p><b>How To Reach</b>: The nearest railway station is&nbsp;Panch Rukhi Railway Station which is around 10.9 km away</p><p><b>Google Ratings:&nbsp;</b>4.6/5</p><p><b>Nearby Attractions</b>:&nbsp;Chamunda Devi Temple, Tea Gardens, Lama Market</p><p><b>Distance From Delhi:&nbsp;</b>10 hr 22 min (481.4 km)&nbsp;</p>\n"}, {"name": "Castle Mandawa Hotel", "budget": {"cost": "7000", "notes": "Upwards", "mean": "20000"}, "coordinates": {"lat": 28.0538509, "lng": 75.148875}, "generalDescription": "<p>Not far from Dundlod, the Castle Mandawa Hotel is also evocative of the Shekhawati region. An erstwhile fortress, now converted into a heritage hotel, like most restored properties, expect traditional art and architecture, generations of family portraits, palanquin-roofed balconies, antique cannons and arms, and a huge brass gong, struck by the resident timekeeper (yes!).<br> </p><p>It's equipped with 80 rooms, a verandah, an Ayurvedic centre, a swimming pool and spa, and in-house restaurants. For recreation have your pick between camel and horse rides, jeep safaris, puppet shows, folk dances, and vintage car rides. It's one luxurious way to celebrate the festival by booking this for your Holi weekend getaways near Delhi.</p><p><b>Price</b>: INR 7,000 (approx.)</p><p><b>How To Reach</b>: The nearest railway station is Mukundgarh Railway Station which is around 14 km away</p><p><b>Google Ratings:&nbsp;</b>4.6/5</p><p><b>Nearby Attractions</b>:&nbsp;Murmuria Haveli,&nbsp;Harlalka Well, Mandawa Fort</p><p><b>Distance From Delhi:&nbsp;</b>5 hr 32 min (265.8 km)</p>"}, {"name": "Pilibhit Tiger Reserve", "budget": {"cost": "2400", "notes": "Upwards", "mean": "10000"}, "coordinates": {"lat": 28.623382, "lng": 79.798918}, "generalDescription": "<p>Located in the Pilibhit district in Uttar Pradesh, in the foothills of the Himalayas and the plains of the 'terai' in Uttar Pradesh, it is one of India's 41 project tiger reserves. Forests in Pilibhit have at least 36 tigers, home to over 127 animals, 556 bird species, and 2100 flowering plants. </p><p>If you like the outdoors and aren't fussy about living in the quarters, the tiger reserve has its own tourist log huts, all of which are super basic, and charge a nominal fee. But there's something about living smack in the middle of wildlife, and you can't put a price on that. So, if you really enjoy the idea of vacationing among the wildlife and nature, and consider yourself a bit of a khaki-shorts-wearing-safari-enthusiast this could be the best Holi weekend getaways around Delhi.</p><p><b>Price</b>: INR 5,000 (approx.)</p><p><b>How To Reach</b>: The nearest railway station is Pilibhit Junction Railway Station which is around 63.2 km away</p><p><b>Google Ratings:&nbsp;</b>4.3/5</p><p><b>Nearby Attractions</b>:&nbsp;Dudhwa National Park,&nbsp;Kishanpur Wildlife Sanctuary</p><p><b>Distance From Delhi:&nbsp;</b>6 hr 11 min (334.1 km)</p>"}, {"name": "The Fort Unchagaon", "budget": {"cost": "7500", "notes": "Upwards", "mean": "13000"}, "coordinates": {"lat": 28.488447, "lng": 78.152264}, "generalDescription": "<p>A royal heritage hotel located in Uttar Pradesh,&nbsp;Fort Unchagaon IS most famous for its Surya Mahal. Don't expect the finest, most luxurious service and facilities, but if a hotel well off the beaten path is what you're looking for, look no further. Equipped&nbsp;with 23 double rooms and suites, a multi-cuisine restaurant, boat cruises (it's very close to the Ganges), horseback riding, bullock cart rides, pottery sessions, and river dolphin sighting tours, they'll definitely deliver keeping you busy for three days. And, since this property is so, so close to the capital city, this is pretty much the best place to head to for Holi weekend getaways around Delhi.</p><p><b>Price</b>: INR 5,000 (approx.)</p><p><b>How To Reach</b>: The nearest railway station is Garh Mukteshwar Railway Station which is around 40 km away</p><p><b>Google Ratings:&nbsp;</b>4.3/5</p><p><b>Nearby Attractions</b>: Brijghat,&nbsp;Mukteshwar Mahadev Temple</p><p><b>Distance From Delhi:&nbsp;</b>2 hr 19 min (130.4 km)</p>"}, {"name": "Hyatt Regency - Dharamshala", "budget": {"cost": "13000", "notes": "Upwards", "mean": "25000"}, "coordinates": {"lat": 32.24293, "lng": 76.327428}, "generalDescription": "<p>This property is about 9 hours away from Delhi. So, it is definitely a great luxury option for a long weekend getaway. You can expect stunning views from the rooms over here, along with a lot of fun activities like yoga sessions, meditation sessions, photo walks, and tours of local attractions including the tea gardens and sunset points! If you don't want to spend Holi in Delhi, this place can be a paradise.</p><p><b>Price</b>: INR 14,000 (approx.)</p><p><b>How To Reach</b>: The nearest railway station is Garh Mukteshwar Railway Station which is around 40 km away</p><p><b>Google Ratings:&nbsp;</b>4.5/5</p><p><b>Nearby Attractions</b>:&nbsp;Dalai Lama Temple Complex,&nbsp;Gyuto Monastery</p><p><b>Distance From Delhi:&nbsp;</b>10 hr 36 min (499.5 km)</p>"}, {"name": "Shiv Vilas", "budget": {"cost": "8000", "notes": "Upwards", "mean": "14000"}, "coordinates": {"lat": 27.051341, "lng": 75.912553}, "generalDescription": "<p>Shiv Villas is located on the Delhi Jaipur highway and as is with almost all heritage properties, The Shiv Villas is a super charming destination to plan your getaway at for the upcoming Holi chhuti. You can head to their luxury spa or to their fabulous Crystal Bar to unwind! Picture yourself just chilling over a nice glass of wine, late at night over a course of 2-3 days. If this isn't motivation enough to head here for Holi weekend getaways from Delhi, then we don't know what is.</p><p><b>Price</b>: INR 25,000 (approx.)</p><p><b>How To Reach</b>: The nearest railway station is Jaipur Railway Station which is around 24 km away</p><p><b>Google Ratings:&nbsp;</b>4.4/5</p><p><b>Nearby Attractions</b>:&nbsp;Amber Palace, Amer Fort, Jal Mahal</p><p><b>Distance From Delhi:&nbsp;</b>4 hr 50 min (236.7 km)</p>"}, {"name": "The Hermitage Kanatal", "budget": {"cost": "6000", "notes": "Upwards", "mean": "10000"}, "coordinates": {"lat": 30.41932889999999, "lng": 78.3291654}, "generalDescription": "<p>The Hermitage is only about 7 hours away from Delhi and it offers great views and the comfiest rooms you can imagine. The rooms have a lodge-like feel and they've got a beautiful outdoor area where you can sit and relax! The feel and vibe of The Hermitage are very cosy, and at the same time, very airy and well-lit. So, book your tickets, pack your bags, and head out to this stunning property for Holi.</p><p><b>Price</b>: INR 8,000 (approx.)</p><p><b>How To Reach</b>: The nearest place is Rishikesh which is around 75 km away</p><p><b>Google Ratings:&nbsp;</b>4/5</p><p><b>Nearby Attractions</b>:&nbsp;Surkanda Devi Temple,&nbsp;Kodia Jungle, Tehri Dam</p><p><b>Distance From Delhi:&nbsp;</b>6 hr 46 min (329.4 km)</p>"}, {"name": "JW Marriott Jaipur Resort & Spa", "budget": {"cost": null, "notes": null, "mean": null}, "coordinates": {"lat": 27.048058, "lng": 75.90271200000007}, "generalDescription": "<p>JW Marriott Jaipur Resort And Spa is the perfect place to escape with your significant other because it’s romantic, utterly stunning, and full of lovely things for you both to do. At first sight, it looks like the love child of the hilltop hues of Santorini and the old palaces of Rajasthan. With a private pool and courtyard, we recommend that you book a stay at Royal Pool Villa.&nbsp;</p><p><b>Price</b>: INR 10,000 (approx.)</p><p><b>How To Reach</b>: The nearest railway station Jaipur Railway Station which is around 10 km away</p><p><b>Google Ratings:&nbsp;</b>4.5/5</p><p><b>Nearby Attractions</b>:&nbsp;Patrika Gate,&nbsp;Nahargarh Fort</p><p><b>Distance From Delhi:&nbsp;</b>4 hr 46 min (298.7 km)</p>"}, {"name": "Taj Corbett Resort & Spa", "budget": {"cost": "7200", "notes": "Upwards", "mean": "15000"}, "coordinates": {"lat": 29.4783628, "lng": 79.14859039999999}, "generalDescription": "<p>Taj Corbett Resort &amp; Spa nestled&nbsp;in the foothills of the Himalayas is the perfect scenic escape from your usual hectic Delhi life, perfect for making the most out of the Holi long weekend. Enjoy the mountain life amid the canopy of sal trees in the Kumaon region— savour a lovely meal at the Makrut Deck with lush greenery and flowing water making your view, a relaxing massage at&nbsp;J Wellness Circle or explore the wilderness around you and request for a jungle safari.</p><p><b>Price</b>: INR 10,000 (approx.)</p><p><b>How To Reach</b>:&nbsp;The nearest railway station to Jim Corbett National Park is Ramnagar Railway Station, located approximately 12 kilometres far from the park's entrance.&nbsp;</p><p><b>Google Ratings:&nbsp;</b>4.5/5</p><p><b>Nearby Attractions</b>: Corbett Waterfall, Garjiya Devi Temple and Jim Corbett Museum</p><p><b>Distance From Delhi: </b>5 hr&nbsp;8 min (270 kms)</p>"}]}
]