[
{
    "country": "london",
    "city": "The West End",
    "index": 1,
    "name": "Westminster Abbey",
    "latitude": "51.499627",
    "longitude": "-0.127265",
    "excerpt": "A splendid mixture of architectural styles, Westminster Abbey is considered the finest example of Early English Gothic. It's not merely a beautiful place…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/westminster-abbey/a/poi-sig/370357/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/GettyRF_475675788.jpg",
    "detail_description": "A splendid mixture of architectural styles, Westminster Abbey is considered the finest example of Early English Gothic. It's not merely a beautiful place of worship – the Abbey is still a working church and the stage on which history unfolds. Never a cathedral (the seat of a bishop), Westminster Abbey is what is called a \"royal peculiar\", administered by the Crown.\nInside Westminster Abbey\nAt the heart of the Abbey is the beautifully tiled sanctuary, the stage for coronations, royal weddings and funerals. Architect George Gilbert Scott designed the ornate High Altar in 1873. In front of the altar is the Cosmati Pavement, dating to 1268. It has intricate designs of small pieces of stone and glass inlaid into plain marble, which symbolize the universe at the end of time (an inscription claims the world will end after 19,683 years). At the entrance to the lovely Chapel of St John the Baptist is a sublime translucent alabaster Virgin and Child, placed here in 1971.\nThe most sacred spot in the Abbey is the shrine of St Edward the Confessor, which lies behind the High Altar; access is restricted to guided tours to protect the fragile 13th-century flooring. King Edward, long considered a saint before he was canonised, was the founder of the Abbey, and the original building was consecrated a few weeks before his death in 1066. Henry III added a new shrine with Cosmati mosaics in the mid-12th century where the sick prayed for healing – and also chipped off a few souvenirs to take home.\n\n  \nThe Quire dates from the mid-19th century © Dean and Chapter of Westminster\n\nThe Quire (choir), a stunning space of gold, blue and red Victorian Gothic above a black-and-white chequerboard tiled floor, dates to the mid-19th century. It sits where the original choir for the monks' worship would have been but bears little resemblance to the original. Nowadays, the Quire is still used for singing, but its regular occupants are the Choir of Westminster Abbey – about 30 boys and 12 \"lay vicars\" (men) who sing the services and evensong.\n\n  \nThe impressive Lady Chapel is at the eastern end of the church © Dean and Chapter of Westminster\n\nHenry VII's magnificent Perpendicular Gothic–style Lady Chapel, with an impressive fan-vaulted ceiling and tall stained-glass windows is at the eastern end of the church.\nOpened in 2018, the Queen's Diamond Jubilee Galleries are a museum and gallery space located in the medieval triforium, the arched gallery above the nave. Among its exhibits are the death masks and wax effigies of generations of royalty, armor and stained glass. Highlights are the graffiti-inscribed chair used for the coronation of Mary II, the beautifully illustrated manuscripts of the Litlyngton Missal from 1380 and the 13th-century Westminster Retable, England's oldest surviving altarpiece.\n\n  \nThe Unknown Warrior was laid to rest in Westminster Abbey in 1920 © Dean and Chapter of Westminster\n\nAt the western end of the nave near the Tomb of the Unknown Warrior, killed in France during WWI and laid to rest here in 1920, is St George's Chapel, which contains the rather ordinary-looking Coronation Chair, upon which every monarch since the early 14th century has been crowned (apart from joint monarchs Mary II and William III, who had their own chairs fashioned for the event in 1689).\nApart from the royal graves, keep an eye out for the many famous commoners interred here, especially in Poets' Corner, where you'll find the resting places of Geoffrey Chaucer, Charles Dickens, Thomas Hardy, Alfred Tennyson, Samuel Johnson and Rudyard Kipling, as well as memorials to the other greats (William Shakespeare, Jane Austen, the Brontë sisters etc). Another set of illustrious stones is in Scientists' Corner near the north aisle of the nave, including the final resting places of Sir Isaac Newton, Charles Darwin and the ashes of Stephen Hawking.\nThe octagonal Chapter House dates from the 1250s and was where the monks would meet for daily prayer and their job assignments, before Henry VIII's suppression of the monasteries some three centuries later. To the right of the entrance to Chapter House is what's claimed to be the oldest door in Britain – it’s been there since the 1050s. Used as a treasury, the crypt-like Pyx Chamber dates from about 1070 and takes its name from boxes that held gold and silver to be tested for purity to make coins.\n\n  \nWestminster Abbey is the resting place of many famous people © Grzegorz_Pakula / Shutterstock\n\nHistory\nMuch of the Abbey's architecture is from the 13th century, but it was founded much earlier, in AD 960. Henry III began work on the new Abbey building in 1245 but didn't complete it; the Gothic nave was finished under Richard II in 1388. The Lady Chapel was completed after 13 years of construction in 1516.\nFor centuries, the country's greatest have been interred here, including 17 monarchs from King Henry III (1272) to King George II (1760). Every monarch since William the Conqueror has been crowned here, with the exception of a couple of Eds who were either murdered (Edward V) or abdicated (Edward VIII) before the magic moment. It has also hosted 16 royal weddings, the most recent being that of Prince William and Catherine Middleton in 2011.\nTickets and other practicalities\nSightseeing visitors must book their tickets in advance via the website. There is an additional charge for a multimedia guide. The Abbey is open for worship and individual prayer, and there are daily services. Check the website for the schedule. Evensong is 5pm on Tuesdays and 3pm on weekends.\nPhotography is allowed inside the church, but beware that there are restrictions on what you can photograph and when.\n"
},
{
    "country": "london",
    "city": "Kensington & Hyde Park",
    "index": 39,
    "name": "National Army Museum",
    "latitude": "51.486136898",
    "longitude": "-0.1601857479999",
    "excerpt": "This inventively redesigned museum vibrantly relates the history of the British Army, from the perspective of its servicemen and servicewomen. Reopening a…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/national-army-museum/a/poi-sig/371055/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock_editorial_1120562270.jpg",
    "detail_description": "This inventively redesigned museum vibrantly relates the history of the British Army, from the perspective of its servicemen and servicewomen. Reopening a few years ago with a big bang, the museum has five state-of-the-art galleries, including the Soldier Gallery, the Army Gallery, the Society Gallery (exploring society's relationship with the army), the Battle Gallery (the army at war) and the Insight Gallery (on the impact of the British Army through the world). Free talks, workshops and tours are also hosted; see the website for details.\nOn the Ground Floor Lower Level, Play Base (£5.75) offers a fun and immersive experience for under-nines (including an assault course and the chance to clamber aboard a command liaison vehicle), with six one-hour sessions starting from 9.40am to 4.20pm. There's a cafe (10am to 5pm) too, for museum-weary legs, caffeine shots and snacks."
},
{
    "country": "london",
    "city": "Richmond, Kew & Hampton Court",
    "index": 40,
    "name": "Great Pagoda",
    "latitude": "51.470745",
    "longitude": "-0.2947",
    "excerpt": "This 49.5m-tall eight-sided pagoda (1762), designed by William Chambers (who designed Somerset House), is one of Kew Gardens' architectural icons. During…",
    "detail_url": "https://www.lonelyplanet.com/england/london/richmond-kew-and-hampton-court/attractions/great-pagoda/a/poi-sig/1512310/1322059",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial1398226547.jpg",
    "detail_description": "This 49.5m-tall eight-sided pagoda (1762), designed by William Chambers (who designed Somerset House), is one of Kew Gardens' architectural icons. During WWII, the pagoda withstood the blast from a stick of Luftwaffe bombs exploding nearby, and was also secretly employed by the Ministry of Defence to test bomb trajectories (which involved cutting holes in each floor). Restorations in 2018 offered access to sweeping views and returned its former full colours, along with the 80 dragons that once decorated the pagoda.\nThe original wooden dragons vanished in the 1780s, never to return. Although almost identical to a Chinese pagoda (tǎ), the structure has an even number of floors (10), while pagodas in China all have an odd number. Also designed by Chambers, an 18th-century mosque with minarets stood nearby, which had disappeared by 1785. A nearby Moorish-style building, similarly designed by the indefatigable Chambers, likewise vanished, destroyed in 1820."
},
{
    "country": "london",
    "city": "The West End",
    "index": 38,
    "name": "Somerset House",
    "latitude": "51.510723831177",
    "longitude": "-0.1180244608732",
    "excerpt": "Designed in 1775 for government departments and royal societies – perhaps the world's first office block – Somerset House now contains galleries,…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/somerset-house/a/poi-sig/371193/1321927",
    "image_url": null,
    "detail_description": "Designed in 1775 for government departments and royal societies – perhaps the world's first office block – Somerset House now contains galleries, restaurants and cafes that encircle a lovely open courtyard and extend to an elevated sun-trap terrace. The Embankment Galleries are devoted to temporary exhibitions (usually related to photography, design or fashion). In summer, the grand courtyard hosts open-air live performances, dancing fountains for kids to cool off in and the Film4 Summer Screen, plus an atmospheric ice-skating rink in winter.\nThe Courtauld Gallery, home to a wealth of 14th- to 20th-century art, is closed for renovations, scheduled to be completed by the end of 2020.Exhibition prices vary, as do the opening hours of the galleries and restaurants; check the website for the latest.Construction started on the first Somerset House, a palace for the Duke of Somerset (brother of Jane Seymour, King Henry VIII's third wife) in 1547. For two centuries, it played host to royals (Queen Elizabeth I lived here while she was a princess), foreign diplomats, wild masked balls, peace treaties, the Parliamentary army (during the 1642 English Civil War) and Oliver Cromwell's wake. Having fallen into disrepair, it was pulled down in 1775 and rebuilt to designs by architect William Chambers. Among other weighty organisations, it went on to house the Royal Academy of Arts (and the first Summer Exhibition), the Society of Antiquaries, the Navy Board and, that most popular of institutions, Inland Revenue – see if you can spot some of the old signage in the courtyard.Two sets of free hour-long guided tours are run three times a week: one delves into the historical highlights of the current building, the other takes a closer look at what remains of the old palace. Pick up tickets on the day from the information desk in Seamen's Hall in the South Wing."
},
{
    "country": "london",
    "city": "North London",
    "index": 37,
    "name": "British Library",
    "latitude": "51.529151",
    "longitude": "-0.12718",
    "excerpt": "Consisting of low-slung red-brick terraces and fronted by a large piazza with an oversized statue of Sir Isaac Newton, Colin St John Wilson’s British…",
    "detail_url": "https://www.lonelyplanet.com/england/london/hampstead-and-north-london/attractions/british-library/a/poi-sig/370979/1319409",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cab65979dbd1cbbf8230f033b77375d084305d1f6c1137d668d81bbc3ccee462.jpg",
    "detail_description": "Consisting of low-slung red-brick terraces and fronted by a large piazza with an oversized statue of Sir Isaac Newton, Colin St John Wilson’s British Library building is an architectural wonder. Completed in 1998, it's home to some of the greatest treasures of the written word, including the Codex Sinaiticus (the first complete text of the New Testament), Leonardo da Vinci's notebooks and two copies of the Magna Carta (1215).\nThe most precious manuscripts are held in the Sir John Ritblat Treasures Gallery, including stunningly illustrated religious texts, Shakespeare's First Folio (1623), a Gutenberg Bible from 1455, a copy of The Diamond Sutra in Chinese dating to 868 – the world's oldest block-printed book – as well as handwritten lyrics by the Beatles and the score to Handel's Messiah.Book a one-hour guided library tour (adult/child £10/8) for an eye-opening glimpse into the inner workings of the library and its treasures. Tours can be arranged on the website."
},
{
    "country": "london",
    "city": "North London",
    "index": 35,
    "name": "Kenwood House",
    "latitude": "51.571475",
    "longitude": "-0.167284",
    "excerpt": "This magnificent neoclassical mansion stands at the northern end of Hampstead Heath in a glorious sweep of landscaped gardens that lead down to a…",
    "detail_url": "https://www.lonelyplanet.com/england/london/hampstead-and-north-london/attractions/kenwood-house/a/poi-sig/370977/1319409",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1682964382.jpg",
    "detail_description": "This magnificent neoclassical mansion stands at the northern end of Hampstead Heath in a glorious sweep of landscaped gardens that lead down to a picturesque pond. The 17th-century house was substantially remodelled in the 1760s and rescued from developers by Edward Cecil Guinness, 1st Earl of Iveagh, who donated it and the wonderful collection of art it contains to the nation in 1927. Among its treasures are paintings by Rembrandt (one of his estimated 90 self-portraits), Constable, Turner, Gainsborough and Vermeer.\nThe Iveagh Bequest, as it is known, is one of the finest small collections in Britain. Head up the great stairs for the Suffolk Collection, consisting of Jacobean portraits by William Larkin and a set of royal Stuart portraits.The house was extensively refurbished in 2013, with rooms repainted in their original 18th-century colours. The Great Library, with its powder-pink and sky-blue vaulted ceiling and vignette paintings, is magnificent.The gardens are another highlight; you'll find sculptures by Henry Moore and Barbara Hepworth on the lawn. The old servants' wing now houses a sit-down cafe and a snack bar with an ice-cream counter."
},
{
    "country": "london",
    "city": "Kensington & Hyde Park",
    "index": 36,
    "name": "Albert Memorial",
    "latitude": "51.50231552",
    "longitude": "-0.177619904",
    "excerpt": "This splendid Victorian confection on the southern edge of Kensington Gardens is as ostentatious as its subject wasn't. Queen Victoria’s humble German…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/albert-memorial/a/poi-sig/370835/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/042ac2272359d726728421b6125a59fe-albert-memorial.jpg",
    "detail_description": "This splendid Victorian confection on the southern edge of Kensington Gardens is as ostentatious as its subject wasn't. Queen Victoria’s humble German husband Albert (1819–61) explicitly insisted he did not want a monument. Ignoring the good prince’s wishes, the Lord Mayor instructed George Gilbert Scott to build the 53m-high, gaudy Gothic memorial – the 4.25m-tall gilded statue of the prince, surrounded by 187 figures representing the continents (Asia, Europe, Africa and America), the arts, industry and science, went up in 1876.\nAn eye-opening blend of mosaic, gold leaf, marble and Victorian bombast, the renovated monument is topped with a crucifix. The statue was painted black for 80 years, originally – some say – to disguise it from WWI Zeppelins (nonetheless, the memorial was selected by German bombers during WWII as a landmark). To step beyond the railings for a close-up of the staggering 64m-long Frieze of Parnassus along the base – carved in situ – join one of the 90-minute tours."
},
{
    "country": "london",
    "city": "The West End",
    "index": 34,
    "name": "Wallace Collection",
    "latitude": "51.517122",
    "longitude": "-0.152875",
    "excerpt": "Arguably London’s finest smaller gallery, the Wallace Collection is an enthralling glimpse into 18th-century aristocratic life. The sumptuously restored…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/wallace-collection/a/poi-sig/1333774/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3e85f83e2d744603a1af84730d3c3393-wallace-collection.jpg",
    "detail_description": "Arguably London’s finest smaller gallery, the Wallace Collection is an enthralling glimpse into 18th-century aristocratic life. The sumptuously restored Italianate mansion houses a treasure trove of 17th- and 18th-century paintings, porcelain, artefacts and furniture collected by generations of the same family and bequeathed to the nation by the widow of Sir Richard Wallace (1818–90) on the condition it remain displayed in the same fashion.\nAmong the many highlights here are paintings by Rembrandt, Hals, Delacroix, Titian, Rubens, Poussin, Van Dyck, Velàzquez, Reynolds and Gainsborough in the stunning Great Gallery; look out for the Laughing Cavalier by Frans Hals. Beyond the dramatic chandeliers and a sweeping staircase that is considered one of the best examples of French interior architecture anywhere, there’s also an astonishing array of armour and weapons, both medieval and Renaissance and from Europe and Asia. There are also temporary exhibitions (paid admission) and very popular themed events, sometimes involving ballroom dancing (check the website for what’s on).Have lunch (or weekend dinner) at the excellent restaurant Wallace, which occupies the central glass-roofed courtyard."
},
{
    "country": "london",
    "city": "Kensington & Hyde Park",
    "index": 33,
    "name": "Apsley House",
    "latitude": "51.503456850651",
    "longitude": "-0.1516655087471",
    "excerpt": "This stunning house, containing exhibits about the Duke of Wellington, who defeated Napoleon Bonaparte at Waterloo, was once the first building to appear…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/apsley-house/a/poi-sig/371211/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0ac6cda6eb8190f168d0b85b9bf39274-apsley-house.jpg",
    "detail_description": "This stunning house, containing exhibits about the Duke of Wellington, who defeated Napoleon Bonaparte at Waterloo, was once the first building to appear when entering London from the west and was therefore known as 'No 1 London'. Wellington memorabilia, including the Duke's death mask, fills the basement gallery, while an astonishing collection of china and silver, and paintings by Velasquez, Rubens, Van Dyck, Brueghel, Murillo and Goya awaits in the 1st-floor Waterloo Gallery, which runs the length of the building's west flank.\nThe stairwell is dominated by Antonio Canova’s staggering 3.4m-high statue of a fig-leafed Napoleon with titanic shoulders, adjudged by the subject as ‘too athletic’. Another highlight is the elaborate Portuguese silver service, presented to Wellington in honour of his triumph over le petit caporal.Still one of London’s finest buildings, Apsley House was designed by Robert Adam for Baron Apsley in the late 18th century, but later sold to the first Duke of Wellington, who lived here until he died in 1852.Grab one of the handy and informative multimedia touchscreen guides, included in the ticket price (a British Sign Language version is also available)."
},
{
    "country": "london",
    "city": "Notting Hill & West London",
    "index": 32,
    "name": "Portobello Road Market",
    "latitude": "51.51416432806",
    "longitude": "-0.2039551734924",
    "excerpt": "Lovely on a warm summer's day, Portobello Road Market is an iconic London attraction with an eclectic mix of street food, fruit and veg, antiques, curios,…",
    "detail_url": "https://www.lonelyplanet.com/england/london/notting-hill-and-west-london/attractions/portobello-road-market/a/poi-sig/372087/1322078",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8772e92aae0cec579fa9bdbb869a09a9-portobello-road-market.jpg",
    "detail_description": "Lovely on a warm summer's day, Portobello Road Market is an iconic London attraction with an eclectic mix of street food, fruit and veg, antiques, curios, collectables, fashion and trinkets. The shops along Portobello Rd open daily and the fruit-and-veg stalls (from Elgin Cres to Talbot Rd) only close on Sunday. But while some antique stalls operate on Friday, the busiest day by far is Saturday, when antique dealers set up shop (from Chepstow Villas to Elgin Cres).\nSaturday is also when the fashion market (beneath Westway, from Portobello to Ladbroke Rds) is in full swing – although you can also browse for fashion on Friday and Sunday.Among the vintage and ‘first-hand’ fashion stalls of Westway, you’ll also find accessories, shoes, jewellery, soul/funk CDs and collectable vinyl. The more upmarket Portobello Green Arcade is home to some edgy clothing and jewellery designers. Acklam Village Market under the Westway is a popular weekend street-food market with snacks from across the globe, a bar and music.Towards the north end of Portobello Road, Golborne Rd is famous for vintage furniture, clothes shops, delis, a Portuguese patisserie and and an assortment of hip cafes.Not all vendors along Portobello Road accept credit cards, so bring cash."
},
{
    "country": "london",
    "city": "The West End",
    "index": 31,
    "name": "National Portrait Gallery",
    "latitude": "51.50933",
    "longitude": "-0.127748",
    "excerpt": "What makes the National Portrait Gallery so compelling is its familiarity; in many cases, you will have heard of the subject (royals, scientists,…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/national-portrait-gallery/a/poi-sig/370715/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/818fcadb072c400fd2c0304c845e12c8-national-portrait-gallery.jpg",
    "detail_description": "What makes the National Portrait Gallery so compelling is its familiarity; in many cases, you will have heard of the subject (royals, scientists, politicians, celebrities) or the artist (Andy Warhol, Annie Leibovitz, Lucian Freud), but you won't necessarily recognise the face. The collection is organised chronologically (starting with the early Tudors on the 2nd floor), and then by theme. The gallery is closed from June 2020 to spring 2023 for renovations.\nThe 1st-floor portraits illustrate the rise and fall of the British Empire through the Victorian era and the 20th century. Don’t miss the high-kitsch statue of Victoria and Albert in Anglo-Saxon dress in room 21. In room 32 is a beautiful work of Malala Yousafzai, by Iranian artist Shirin Neshat.Short-term contemporary exhibitions are held on the ground floor, often using a variety of media, including sculpture, photography and video.The excellent audio guide (£3) highlights more than 300 portraits, or you can download the app (free wifi is available) and read the curation notes on your own device for free. The gallery also hosts child-focused activities, particularly on weekends and for the British school holidays.The Portrait restaurant does wonderful (if expensive) food and has superb views over Trafalgar Sq toward the Houses of Parliament."
},
{
    "country": "london",
    "city": "London",
    "index": 29,
    "name": "Eltham Palace",
    "latitude": "51.44716034698",
    "longitude": "0.0483441352844",
    "excerpt": "This gorgeous 1930s art-deco mansion was built by Stephen Courtauld, whose family made a fortune in the rayon (artificial silk) industry, and his wife…",
    "detail_url": "https://www.lonelyplanet.com/england/london/attractions/eltham-palace/a/poi-sig/370955/358914",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/England-London-Kate-Shi-Shutterstock670923193-RFE.jpg",
    "detail_description": "This gorgeous 1930s art-deco mansion was built by Stephen Courtauld, whose family made a fortune in the rayon (artificial silk) industry, and his wife Virginia (Ginie) as a country estate for entertaining guests. It features high-tech amenities of the time, such as telephones, electrically synchronised clocks, a built-in vacuum system and a boiler with enough hot water for 12 baths at the same time, but is also attached to the remnants of a medieval royal estate.\nA royal palace was built on this site in 1305 and was the boyhood home of Henry VIII before the Tudors decamped to Greenwich. Apart from the restored Great Medieval Hall, which has been incorporated into the mansion, little of that palace remains.Visitors view the mansion's rooms and the medieval hall on a self-paced tour with an entertaining handheld multimedia guide, from the built-in cage for the pet lemur purchased from Harrods to the impressive domed entrance hall panelled in veneered Australian black-bean wood and the black marble dining room with silver-foil ceiling and heavy black doors decorated with lacquered animal figures.The Map Room, where the couple plotted their extensive travels, was unveiled after 70 years of being covered by wallpaper and has wonderfully restored, if colonialist stereotyped, imagery. During the Blitz, the basement was converted to a deluxe air-raid shelter. Outside, there are 8 hectares of gardens to explore, include a rockery and moat with working bridge, so dedicate at least half a day."
},
{
    "country": "london",
    "city": "London",
    "index": 30,
    "name": "Tottenham Hotspur Stadium",
    "latitude": "51.604112",
    "longitude": "-0.06609",
    "excerpt": "This state-of-the-art 62,300-seat stadium in Tottenham, with a retractable pitch that hosts both 'real’ and American football games, opened in April 2019…",
    "detail_url": "https://www.lonelyplanet.com/england/london/attractions/tottenham-hotspur-stadium/a/poi-sig/1634835/358914",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20London%20Michael715%20shutterstock_1516861004%20RFE.jpg",
    "detail_description": "This state-of-the-art 62,300-seat stadium in Tottenham, with a retractable pitch that hosts both 'real’ and American football games, opened in April 2019 replacing the White Hart Lane ground (in place since 1899) and costing upwards of £850 million to build. Even if you're not a Spurs supporter or even a fan of either game, you may want to visit what could be called the Eighth Wonder of the World.\nTottenham Experience guided tours lasting 90 minutes depart every half-hour and are led by young and very enthusiastic supporters who bring life to the back story of both stadium and club. It starts in the very well-stocked shop (of course) and leads to the West Atrium on level 9, with its time capsule (to be opened in 2068) and 69m LED screen. Then it’s up to the Stratus West lounge for stunning views of the pitch, stands and four mammoth TV screens. The exclusive Loge on level 4 where VIPs watch the matches is next and then comes the famous tunnel with the exhortation 'Come on You Spurs’ leading to the home dugout. You’ll also get to see the various changing rooms, with the home one especially luxurious and the NFL locker room containing giant-sized fixtures and fittings. The tour also includes visits to the press box and conference rooms. New features will include a high-tech museum of club artefacts and history and an adrenalin-raising Skywalk some 50m above the South Stand and just below the club’s celebrated statue of its mascot, the Cockerel."
},
{
    "country": "london",
    "city": "North London",
    "index": 28,
    "name": "Regent's Canal",
    "latitude": "51.535743083233",
    "longitude": "-0.1590834632516",
    "excerpt": "To escape the crowded streets and enjoy a picturesque, waterside side stretch of North London, take to the canals that once played such a vital role in…",
    "detail_url": "https://www.lonelyplanet.com/england/london/hampstead-and-north-london/attractions/regent-s-canal/a/poi-sig/1263971/1319409",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF1180867939.jpg",
    "detail_description": "To escape the crowded streets and enjoy a picturesque, waterside side stretch of North London, take to the canals that once played such a vital role in the transport of goods across the capital. The towpath of the Regent's Canal also makes an excellent shortcut across North London, either on foot or by bike. In full, the ribbon of water runs 8.5 miles from Little Venice (where it connects with the Grand Union Canal) to the Limehouse Basin and the Thames.\nYou can make do with walking from Little Venice to Camden Town in less than an hour, passing Regent's Park and ZSL London Zoo as well as beautiful villas designed by architect John Nash and redevelopments of old industrial buildings. Allow 25 to 30 minutes between Little Venice and Regent's Park, and 15 to 20 minutes between Regent's Park and Camden Town. There are plenty of well-signed exits along the way.If you decide to continue on, it's worth stopping at the London Canal Museum in King’s Cross to learn more about the canal's history. Shortly afterwards you'll hit the 878m-long Islington Tunnel and have to take to the roads for a spell. After joining the path again near Colebrooke Row, you can follow the water all the way to the Thames at Limehouse Basin, or divert on to the Hertford Union Canal at Victoria Park -waving to one of our authors as you pass his back garden - and head to Queen Elizabeth Olympic Park."
},
{
    "country": "london",
    "city": "Richmond, Kew & Hampton Court",
    "index": 27,
    "name": "London Wetland Centre",
    "latitude": "51.478738185",
    "longitude": "-0.2307417129999",
    "excerpt": "One of Europe’s largest inland wetland projects, this 42-hectare centre run by the Wildfowl & Wetlands Trust was transformed from four Victorian…",
    "detail_url": "https://www.lonelyplanet.com/england/london/richmond-kew-and-hampton-court/attractions/london-wetland-centre/a/poi-sig/371717/1322059",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock311331761.jpg",
    "detail_description": "One of Europe’s largest inland wetland projects, this 42-hectare centre run by the Wildfowl &amp; Wetlands Trust was transformed from four Victorian reservoirs in 2000 and attracts some 140 species of bird, as well as frogs, butterflies, dragonflies and lizards, plus a thriving colony of watervoles. The glass-fronted observatory affords panoramic views over the lakes, while meandering paths and boardwalks lead visitors through the watery habitats of black swans, Bewick's swans, geese, red-crested pochards, sand martins, coots, bitterns, herons and kingfishers.\nDon’t miss the Peacock Tower, a three-storey hide – and magnet for serious birders – on the main lake’s eastern edge; other hides are sprinkled around the reserve, including the Headley Discovery Hide in the west. The wetland is also well populated with eight different species of bats that feed on the abundant moths. A short walk north of the entrance, the wetland's family of sleek-coated otters are fed at 11am and 2pm Monday to Friday.Free daily tours, which are led by knowledgeable and enthusiastic staff members, are highly recommended. They depart at 11.30am and 2.30pm. Binoculars can be hired from the shop. Routes and hides are shut 30 minutes before closing time. Book online for the best ticket prices.Bus 485 runs from Hammersmith bus station direct to the centre, running twice an hour, but does not run on Sundays or bank holidays. Buses 33, 72 or 209 also run from Hammersmith bus station to stops near the London Wetland Centre."
},
{
    "country": "london",
    "city": "The West End",
    "index": 25,
    "name": "National Gallery",
    "latitude": "51.508535",
    "longitude": "-0.128306",
    "excerpt": "With more than 2300 European masterpieces in its collection, this is one of the world's great galleries, with seminal works from the 13th to the mid-20th…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/national-gallery/a/poi-sig/370399/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/077df6be3c6dc1b81b9ccacc8bff730f-national-gallery.jpg",
    "detail_description": "With more than 2300 European masterpieces in its collection, this is one of the world's great galleries, with seminal works from the 13th to the mid-20th century, including masterpieces by Leonardo da Vinci, Michelangelo, Titian, Vincent van Gogh and Auguste Renoir. Many visitors flock to the eastern rooms on the main floor (1700–1930), where works by British artists such as Thomas Gainsborough, John Constable and JMW Turner, and Impressionist and post-Impressionist masterpieces by Van Gogh, Renoir and Claude Monet await.\nThe modern Sainsbury Wing on the gallery’s western side houses the oldest paintings, from 1200 to 1500, in rooms 51 to 66. Here you will find largely religious works commissioned for private devotion (such as the Wilton Diptych in the alcove of room 51), as well as more unusual masterpieces, such as Sandro Botticelli’s Venus &amp; Mars (room 58) and Jan van Eyck's Arnolfini Portrait (room 63). Leonardo da Vinci's stunning Virgin of the Rocks (room 66) is a stroke of genius.Works from the High Renaissance (1500–1600) embellish rooms 2 to 14, where Michelangelo, Titian, Raphael, Correggio, El Greco and Bronzino hold court; Rubens, Rembrandt and Caravaggio grace rooms 15 to 32 (1600–1700). Notable are two self-portraits of Rembrandt (at age 34 and 63, in room 22) and the beautiful Rokeby Venus by Diego Velázquez in room 30.Before you leave, don't miss the astonishing floor mosaics in the main vestibule.The comprehensive audio guides (adult/family £5/10) are highly recommended, as are the free one-hour tours that leave from the Sainsbury Wing foyer at 2pm Monday to Friday. There are also special trails and activity sheets for children."
},
{
    "country": "london",
    "city": "Richmond, Kew & Hampton Court",
    "index": 26,
    "name": "Wimbledon Lawn Tennis Museum",
    "latitude": "51.434106",
    "longitude": "-0.213804",
    "excerpt": "This ace museum details the history of tennis – from its French precursor jeu de paume (which employed the open hand) to the supersonic serves of today's…",
    "detail_url": "https://www.lonelyplanet.com/england/london/richmond-kew-and-hampton-court/attractions/wimbledon-lawn-tennis-museum/a/poi-sig/371795/1322059",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/LPI-26402-46.jpg",
    "detail_description": "This ace museum details the history of tennis – from its French precursor jeu de paume (which employed the open hand) to the supersonic serves of today's champions. It’s a state-of-the-art presentation, with plenty of video clips and a projection of John McEnroe in the dressing room at Wimbledon.\nExhibitions\nThere are over 20,000 objects in the museum, chronicling the long history of lawn tennis. Expect trophies, medals and player memorabilia galore, along with fascinating displays on traditional tennis equipment and fashion styles – tennis clothes worn by female tennis players in 1881 weighed up to a gruelling 4.9kg! A far cry from Maria Sharapova’s ultra-lightweight 2004 Ladies Singles outfit (the year she won the title), which is also on display. For many, however, the highlight of the museum is the chance to see Centre Court from the 360-degree viewing box. Free audio guides are available.\nThe museum also houses a cafe and a shop selling all manner of tennis merch.\n\n  \nExhibitions inside the Wimbledon Lawn Tennis Museum © Neil Setchfield / Lonely Planet\n\nTickets and other practicalities\nEntry fees for the museum are £13 for adults and £8 for children. Regular 90-minute tours of Wimbledon that take in Centre Court, No 1 Court and other areas of the All England Club also include access to the museum (adult £25/child £15). Museum tickets and tours can be booked online via the official website, though it's worth noting that during the championships in June/July, only those with tickets to the tournament can access the museum. \nTo reach the museum from Southfields tube station take bus 493, or it's a 15-minute walk; alternatively, take the tube, train or tram to Wimbledon and then take bus 493.\n"
},
{
    "country": "london",
    "city": "The West End",
    "index": 24,
    "name": "Royal Academy of Arts",
    "latitude": "51.508435",
    "longitude": "-0.139078",
    "excerpt": "Britain’s oldest society devoted to fine arts was founded in 1768 and moved here to Burlington House a century later. For its 250th birthday in 2018, the…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/royal-academy-of-arts/a/poi-sig/370773/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4d4bf119eae312b34b5fa7cdc644b95a-royal-academy-of-arts.jpg",
    "detail_description": "Britain’s oldest society devoted to fine arts was founded in 1768 and moved here to Burlington House a century later. For its 250th birthday in 2018, the RA gave itself a £56-million makeover. Its collection of drawings, paintings, architectural designs, photographs and sculptures by past and present Royal Academicians, such as Sir Joshua Reynolds, John Constable, Thomas Gainsborough, JMW Turner, David Hockney and Tracey Emin, has historically been male-dominated, but this is slowly changing.\nIn 2018 the academy expanded magnificently into 6 Burlington Gardens, a 19th-century former university building, behind the museum, providing another entrance and more room in which to display its permanent collection. Though more areas are open to the public for free, it's usually the temporary exhibitions that steal the show; prices vary, but tickets are usually £15 and up.The rooms themselves are a treat; it was in the Reynolds Room on the 1st floor, for instance, that Charles Darwin first presented his groundbreaking ideas on evolutionary biology to the Linnean Society, which is still based here.Burlington House’s courtyard features a stone-paved piazza with lights and fountains arranged to display the astrological star chart of Sir Joshua Reynolds, the RA's first president, on the night he was born. His statue stands in the centre. The courtyard is also the venue for temporarily installed statues and outdoor works by contemporary artists.Free 30-minute guided tours of Burlington House run most days at 11.30am. Another tour departs at 12.30pm to explore the recently added building at Burlington Gardens.The famous Summer Exhibition, which has showcased contemporary art for sale by unknown and established artists since 1769, is the RA's biggest annual event."
},
{
    "country": "london",
    "city": "The West End",
    "index": 23,
    "name": "Tate Britain",
    "latitude": "51.490743",
    "longitude": "-0.127094",
    "excerpt": "On the site of the former Millbank Penitentiary, the older and more venerable of the two Tate siblings opened in 1892 and celebrates British art from 1500…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/tate-britain/a/poi-sig/370389/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8505817f7ad7e9e49e67aeac9a37e6f2-lpl-02485.jpg",
    "detail_description": "On the site of the former Millbank Penitentiary, the older and more venerable of the two Tate siblings opened in 1892 and celebrates British art from 1500 to the present, including pieces from William Blake, William Hogarth, Thomas Gainsborough and John Constable, as well as vibrant modern and contemporary pieces from Lucian Freud, Barbara Hepworth, Gillian Ayres, Francis Bacon and Henry Moore. The stars of the show are, undoubtedly, the light-infused visions of JMW Turner in the Clore Gallery.\nAfter Turner died in 1851, his estate was settled by a decree declaring that whatever had been found in his studio – 300 oil paintings and about 30,000 watercolours and sketches – would be bequeathed to the nation. The collection here constitutes a grand and sweeping display of his work, including classics such as The Field of Waterloo and Norham Castle, Sunrise.Tate Britain is also home to seminal works from Constable, Gainsborough and Joshua Reynolds, as well as the Pre-Raphaelites, including William Holman Hunt's Strayed Sheep, John William Waterhouse's sculpture Hylas Surprised by the Naiades, Christ in the House of His Parents by John Everett Millais and Edward Burne-Jones' The Golden Stairs. Look out also for Francis Bacon's Three Studies for Figures at the Base of a Crucifixion.The gallery hosts the prestigious and often controversial Turner Prize from October to early January every year (adult/child £13/free), plus a programme of ticketed exhibitions that changes every few months; consult the website for what's on.Quick 15-minute Art in Focus talks on a selected work take place every Tuesday, Thursday and Saturday at 1.15pm; the piece under the microscope changes monthly, so check online or ask at the visitor information desk. Free 45-minute themed guided tours are held four times a day, and the 3pm slot is invariably on the work of JMW Turner. Both tours are free; booking is not required.On the first Friday of each month, Late at Tate Britain means the gallery stays open until 9.30pm."
},
{
    "country": "london",
    "city": "Kensington & Hyde Park",
    "index": 22,
    "name": "Kensington Palace",
    "latitude": "51.50507355",
    "longitude": "-0.188083172",
    "excerpt": "Built in 1605, Kensington Palace became the favourite royal residence under William and Mary of Orange in 1689, and remained so until George III became…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/kensington-palace/a/poi-sig/370795/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/de1234c850af97ff0f69fec381c0bc36-kensington-palace.jpg",
    "detail_description": "Built in 1605, Kensington Palace became the favourite royal residence under William and Mary of Orange in 1689, and remained so until George III became king and relocated to Buckingham Palace. Today, it remains a residence for high-ranking royals, including the Duke and Duchess of Cambridge (Prince William and his wife Kate). A large part of the palace is open to the public, however, including the King's and Queen's State Apartments.\nThe King's State Apartments are the most lavish, starting with the King's Staircase, a dizzying feast of trompe l'œil. Next comes the imposing King's Gallery, lined with paintings, followed by the Drawing Room where the king and courtiers would entertain themselves with cards. The beautiful Cupola Room ensues; arranged with gilded statues and a gorgeous painted ceiling, it was once the venue of choice for music and dance.The Queen's State Apartments are on a smaller scale, but include the Dining Room where William and Mary could enjoy a private meal away from the spotlight of the court, and the rooms in which Mary spent her final hours before dying of smallpox in 1694, leaving a grieving William to reign alone for another eight years.Visitors can also access Victoria's apartments, where Queen Victoria (r 1837–1901) was born and lived until she became queen. It was here she received the news that her uncle, William IV, had died and that she was now the monarch. An informative narrative about her life is told through a few personal effects, extracts from her journals and plenty of visual props, in an exhibition entitled Victoria: A Royal Childhood.Outside, take a turn around the charming sunken garden and the 'cradle walk' arbour that surrounds it. This area is also home to the popular Luna Cinema, which puts on screenings of iconic movies in summer and at Christmas.Palace tickets are cheaper when booked online. Unlimited year-long admission to Kensington Palace, the Tower of London, Hampton Court Palace, Kew Palace and Banqueting House is £52 (see the website for details) and is well worth considering. Also see online for details on activities for kids."
},
{
    "country": "london",
    "city": "The West End",
    "index": 21,
    "name": "Trafalgar Square",
    "latitude": "51.50800525",
    "longitude": "-0.128036992",
    "excerpt": "Opened to the public in 1844, Trafalgar Sq is the true centre of London, where rallies and marches take place, tens of thousands of revellers usher in the…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/trafalgar-square/a/poi-sig/1092896/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-110162782_high.jpg",
    "detail_description": "Opened to the public in 1844, Trafalgar Sq is the true centre of London, where rallies and marches take place, tens of thousands of revellers usher in the New Year and locals congregate for anything from communal open-air cinema and Christmas celebrations to political protests. It is dominated by the 52m-high Nelson's Column, guarded by four bronze lion statues, and ringed by many splendid buildings, including the National Gallery and the church of St Martin-in-the-Fields.\nThree of the four plinths at Trafalgar Sq’s corners are occupied by notables: King George IV on horseback, and military men General Sir Charles James Napier and Major General Sir Henry Havelock. The Fourth Plinth, originally intended for a statue of King William IV, remained empty for 150 years because of a lack of funds.Since 1999 the fourth plinth has been the stage for modern sculpture; each remains in place for 18 months. In March 2020, the 13th piece was revealed. By the British artist Heather Phillipson, known for her video works and sculptural installations, the piece -- a giant, unstable dollop of whipped cream topped with a cherry, a fly and a drone which is apparently filming onlookers -- is titled The End. The work comments on congregation and surveillance, with the top-heavy sculpture inviting the notion of impending collapse -- a theme that is echoed by the work's rather apocalyptic title.Nearby, the much-overlooked, if not quite ignored, brass plaques recording the precise length of imperial units – including the inch, foot and yard – are set into the stonework to the left of the steps as you walk down from the National Gallery. All distances to London are measured from another plaque at the foot of the statue of King Charles II on horseback, located on a traffic island south of Nelson's Column.Fountains were included in the square's designs to reduce the number of people who gather in the area and to deter riots. If anything got out of hand, a small police box with a direct line to Scotland Yard and narrow windows to view the whole square was built in the southeast corner and is often called London's smallest police station."
},
{
    "country": "london",
    "city": "Kensington & Hyde Park",
    "index": 20,
    "name": "Victoria & Albert Museum",
    "latitude": "51.496773888",
    "longitude": "-0.172194654",
    "excerpt": "The Museum of Manufactures, as the V&A was known when it opened in 1852, was part of Prince Albert’s legacy to the nation in the aftermath of the…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/victoria-albert-museum/a/poi-sig/1216535/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-133646334_large.jpg",
    "detail_description": "The Museum of Manufactures, as the V&amp;A was known when it opened in 1852, was part of Prince Albert’s legacy to the nation in the aftermath of the successful Great Exhibition of 1851. It houses the world's largest collection of decorative arts, from Asian ceramics to Middle Eastern rugs, Chinese paintings, Western furniture, fashion from all ages and modern-day domestic appliances. The (ticketed) temporary exhibitions are another highlight, covering anything from David Bowie to Mary Quant retrospectives, car design, special materials and trends.\nThere are over 140 galleries in the museum, pick carefully or join a free one-hour guided tour (they meet close to the information desk in the main hall); there are several a day on a variety of themes, including introductory tours, medieval and Renaissance tours, theatre and performance, and tours exploring the architecture of the museum.Must-sees for first-timers include the British Galleries (with the biggest bed you'll ever see), the Cast Courts (replicas of world-famous sculptures and architectural wonders – look out for the fig leaf of Michelangelo’s David, created to protect Victorian sensibilities), the Raphael Cartoons (huge sketches by the Italian artist in preparation for equally huge tapestries), the Photography Centre (exploring the history of the medium from its earliest days) and the Jewellery Gallery (a priceless, jaw-dropping collection covering millennia of necklaces, earrings and bracelets). Part of the fun at the V&amp;A, though, is getting lost in the sometimes confusing labyrinth of galleries and stumbling upon your own highlights, as well as exploring the museum's superb architecture.For fresh air, the landscaped John Madejski Garden is a lovely shaded inner courtyard. Cross it to reach the original Refreshment Rooms (Morris, Gamble and Poynter Rooms; also called the V&amp;A Cafe), dating from the 1860s and redesigned by McInnes Usher McKnight Architects, who also renovated the Medieval and Renaissance galleries (1350–1600) to the right of the Grand Entrance. The rooms form the world's first restaurant in a museum; the Morris Room does a splendid afternoon tea for £30 per person, served on British Burleigh crockery. There is also the Garden Cafe in the John Madejski Garden itself.The museum is open until 10pm on Friday evenings, although the number of open galleries is reduced."
},
{
    "country": "london",
    "city": "Richmond, Kew & Hampton Court",
    "index": 19,
    "name": "Hampton Court Palace",
    "latitude": "51.403372801254",
    "longitude": "-0.3362783731867",
    "excerpt": "Built by Cardinal Thomas Wolsey in 1515 but coaxed from him by Henry VIII just before Wolsey (as chancellor) fell from favour, Hampton Court Palace is…",
    "detail_url": "https://www.lonelyplanet.com/england/london/richmond-kew-and-hampton-court/attractions/hampton-court-palace/a/poi-sig/371787/1322059",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-478158283_full.jpg",
    "detail_description": "Built by Cardinal Thomas Wolsey in 1515 but coaxed from him by Henry VIII just before Wolsey (as chancellor) fell from favour, Hampton Court Palace is England's largest and grandest Tudor structure. It was already one of Europe's most sophisticated palaces when, in the 17th century, Christopher Wren designed an extension. The result is a beautiful blend of Tudor and 'restrained baroque' architecture. You could easily spend a day exploring the palace and its 24 hectares of riverside gardens, including a 300-year-old maze.\nTake a themed tour led by costumed historians or, if you're in a rush, visit the highlights: Henry VIII's State Apartments, including the Great Hall with its spectacular hammer-beamed roof; the Tudor Kitchens; the Wolsey Closet; the Chapel Royal; William III's &amp; Mary II's Apartments; the King's Staircase and the Chocolate Kitchens; Mantegna's The Triumphs of Caesar; Young Henry VIII's Story; and the restored Cumberland Art Gallery off Clock Court. The magnificent gardens are not to be missed, including the Kitchen Garden as well as the spectacular Great Vine – and don't leave without getting lost in the maze. The Magic Garden is an interactive garden attraction for children and families. Also keep an eye out for the Real Tennis Court, dating from the 1620s. Do not overlook exploring the palace's magnificent riverside gardens; on a sunny day it reveals London at its very finest and most beautiful. Check the schedule for spectacular shows and events, including Tudor jousting, falconry displays, ghost hunts (for children), garden adventures, family trails and more. In summer, fun 15- to 20-minute shire-horse-drawn charabanc tours (adult/child £6/3) depart from the East Front Garden between 11am and 5pm.Ask one of the red-tunic-garbed warders for anecdotes and information. The excellent free audio guides can be picked up just off Base Court and then dropped off in the bin as you exit the palace to the gardens.Hampton Court is 13 miles southwest of central London and is easily reached by train from Waterloo. Alternatively, the riverboats that head from Westminster to Kew continue here from April to October (adult/child £19/9.50, three to four hours)."
},
{
    "country": "london",
    "city": "The West End",
    "index": 18,
    "name": "Sir John Soane's Museum",
    "latitude": "51.516948",
    "longitude": "-0.117352",
    "excerpt": "This museum is one of the most atmospheric and fascinating in London. The Georgian building was the beautiful, bewitching home of architect Sir John Soane…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/sir-john-soane-s-museum/a/poi-sig/370719/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148277155_master.jpg",
    "detail_description": "This museum is one of the most atmospheric and fascinating in London. The Georgian building was the beautiful, bewitching home of architect Sir John Soane (1753–1837), which he bequeathed to the nation through an Act of Parliament on condition that it remain untouched after his death and free to visit. It's brimming with Soane's vast collection of art and archaeological purchases, as well as intriguing personal effects and curiosities. The house-museum represents his exquisite and eccentric tastes, persuasions and proclivities.\nA famous neoclassical architect and professor of architecture at the Royal Academy, Soane was a country bricklayer’s son, most famous for designing the old Bank of England (most of which was demolished by another architect in 1925) and the Dulwich Picture Gallery. His work drew on classical ideas picked up while on an 18th-century grand tour of Italy. In 1792, he purchased No 12 Lincoln's Inn Fields and then 15 years later bought No 13 next door, where he repurposed the stables into a museum space.A visit to the house starts in the basement, where a canopy dome filters light down to the crypt, illuminating a treasure of the collection, the translucent limestone sarcophagus of Egyptian Pharaoh Seti I. The rest of the catacombs, which used to be storage for coal and wine, are also themed around death – the dingy corridors packed with urns meant to invoke the burial chambers of ancient Rome. Above is a colonnade filled with statuary, as well as the Picture Room, where Soane’s choicest artwork is displayed. The paintings are cleverly stowed behind each other on folding wooden panes, which are opened by a caretaker every half-hour, and include pieces by Canaletto and the original A Rake’s Progress, a set of satirical works by William Hogarth detailing the rise and fall of a man who inherits his father's fortunes and then squanders it. Brilliant works of art continue in the 1st-floor Drawing Rooms.History buffs would be advised to book a tour to fully appreciate the collection, or exhaust the wonderfully helpful curators for background.Soane's precious Model Room, located in his private apartment on the 2nd floor, houses original architectural models of classical buildings. The hour-long Highlights Tour (£15) includes the private apartments and Model Room, and can be booked online.Also look out for info on the 'Soane Lates' evening candlelit tours on the website. They are very popular, so arrive early to avoid the long queue.As Instagrammable as this place is, photography is not allowed."
},
{
    "country": "london",
    "city": "London",
    "index": 17,
    "name": "Mayfield Lavender",
    "latitude": "51.333186",
    "longitude": "-0.169258",
    "excerpt": "With a bright-red London phone box rising surreally up in a sea of purple flowers, Mayfield Lavender is one of the most alluring summer sights around…",
    "detail_url": "https://www.lonelyplanet.com/england/london/attractions/mayfield-lavender/a/poi-sig/1566420/358914",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1175295904.jpg",
    "detail_description": "With a bright-red London phone box rising surreally up in a sea of purple flowers, Mayfield Lavender is one of the most alluring summer sights around London, drawing visitors from as far as China (in large numbers) and, of course, plenty of buzzy bees. A shop by the gate sells lavender products and a cafe is at hand too.\nWhen to go\nOutside the summer season, the field is dormant, then in June it awakens, with July and August the peak flowering season and a sumptuous, glorious blaze of purple. The views as the sun goes down are killer.\n\n  \nMayfield Lavender fields are at their peak in July and August © Mark Chilvers / Lonely Planet\n\nHow to get there and other information \nThe farm is in between Purley and Banstead; take bus 166 from West Croydon Overground station or from Purley to Oaks Park, which is right outside the gate to Mayfield Lavender. If you come by car, parking is free (as long as you pay the £4 admission fee). Fun tractor rides are £2 per person. Weekday visits are recommended, as weekends can get overloaded.\n"
},
{
    "country": "london",
    "city": "The West End",
    "index": 16,
    "name": "Temple Church",
    "latitude": "51.513196",
    "longitude": "-0.110228",
    "excerpt": "The magnificent Temple Church was built by the secretive Knights Templar, an order of crusading monks founded in the 12th century to protect pilgrims…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/temple-church/a/poi-sig/371201/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyImages-459943165.jpg",
    "detail_description": "The&nbsp;magnificent Temple Church was built by the secretive Knights Templar, an order of crusading monks founded in the 12th century to protect pilgrims traveling to and from Jerusalem. Today, the sprawling oasis of fine buildings and pleasant, traffic-free green space is home to two Inns of Court:&nbsp;Inner Temple&nbsp;and&nbsp;Middle Temple.\nHistory and architecture\nThe Temple Church has a distinctive design and is in two parts: the Round (consecrated in 1185 and believed to have been modelled after the Church of the Holy Sepulchre in Jerusalem) adjoins the Chancel (built in 1240), which is the heart of the modern church. The west door and elaborately moulded porch are outstanding examples of Norman architecture. Both parts of the church were badly damaged by a bomb in 1941.\nThe church's most obvious points of interest are the life-size stone effigies of nine 13th-century knights lying on the floor of the Round. In 1214–15, it was the site of vital negotiations for Magna Carta. It's one of just four round churches left in England.\nThe Da Vinci Code\nA key part of the book&nbsp;The Da Vinci Code&nbsp;by Dan Brown was set at Temple Church, and scenes from the 2006 movie of the same name were filmed there.\nVisiting Temple Church\nTemple Church is closed to visitors currently, and all services are&nbsp;livestreamed on the church's YouTube channel.&nbsp;\n"
},
{
    "country": "london",
    "city": "The West End",
    "index": 15,
    "name": "Madame Tussauds",
    "latitude": "51.522603",
    "longitude": "-0.155214",
    "excerpt": "Packed with waxwork likenesses of celebrities, Madame Tussauds is kitschy and pricey, but makes for a fun-filled day. There are plenty of personalities to…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/madame-tussauds/a/poi-sig/370411/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstock_460048255.jpg",
    "detail_description": "Why you should go\nPacked with waxwork likenesses of celebrities,&nbsp;Madame Tussauds is kitschy and pricey, but makes for a fun-filled day. There are&nbsp;plenty of personalities to ogle, from past and current politicians to sportspeople, actors, singers and movie characters. It's selfie heaven, so for that&nbsp;perfect shot with your favorite look-alike, don't forget your selfie stick.\nThe museum covers A-listers from Bollywood stars to the Royal Family. In the Music area, you can grab photo ops with top current singers, including Beyoncé, Ed Sheeran, Rihanna and One Direction, and legends such as Bob Marley and Freddie Mercury. In the Film zone, sit in the director's chair next to a standing Steven Spielberg and get up close with E.T. Don't miss the heroes and villains in the immersive Star Wars experience.\nBeware that the whole place is pretty commercial, with shops and spending opportunities in each of the dozen rooms.\nHistory\nThe museum has a long and interesting history, which started when the French artist and model-maker Marie Tussaud (1761–1850) made death masks of people guillotined during the French Revolution. She came to London in 1803 and exhibited around 30 wax models in nearby Baker Street, providing visitors with their only glimpse of the famous and infamous before photography became widespread.\nTickets\nBook online for much cheaper rates.&nbsp;If you're interested in visiting a partner sight such as the London Eye or London Dungeon, you'll make good savings by buying a London Combination&nbsp;Ticket.&nbsp;Check the website for seasonal opening hours.&nbsp;Madame Tussauds is fully accessible to visitors with reduced mobility.\n"
},
{
    "country": "london",
    "city": "North London",
    "index": 14,
    "name": "Camden Market",
    "latitude": "51.541558",
    "longitude": "-0.14588",
    "excerpt": "Eclectic and alternative, Camden Market attracts millions of people each year and is one of London's top places to visit. What started out as a collection…",
    "detail_url": "https://www.lonelyplanet.com/england/london/hampstead-and-north-london/attractions/camden-market/a/poi-sig/1093013/1319409",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0f9fe9bff9036a683b426dbab7cd14bb-camden-market.jpg",
    "detail_description": "Eclectic and alternative, Camden Market attracts millions of people each year and is one of London's top places to visit. What started out as a collection of attractive craft stalls beside Camden Lock on the Regent's Canal in 1974 now extends most of the way from Camden Town Tube station to Chalk Farm Tube station. \nThere are now two main market areas – Camden Lock Market on Regent's Canal and Stables Market further west – although they seem to blend together with the crowds snaking along and the more mainstream shops lining the streets. You'll find a bit of everything: vintage designs, clothes (of variable quality), bags, jewelry, arts and crafts, candles, incense and myriad decorative titbits. Check out the side streets too, such as Inverness Street south of the canal, which are lined with stalls selling cheap clothes and accessories. In Stables Market there's a bronze statue of Amy Winehouse (1983–2011), the late and much missed singer-songwriter who lived in the neighborhood.\n\n  \nThere are food stalls throughout the market © Marco Prati / Shutterstock\n\nFood at Camden Market\nFrom cafes to terrace bars, fresh food stalls to bakeries, there are many different eating options to be found across the market. The West Yard of Camden Lock Market is a good place to start, offering every imaginable cuisine – from French and Argentinian to Japanese and Caribbean. Quality is generally pretty good and it's affordable. You can eat at the big communal tables or by the canal.\nOpening times and getting there\nEach individual trader may set different times, but generally speaking, the market is open from 10am daily. The market can get uncomfortably crowded at the weekend; come on a Thursday or Friday if you don't fancy crawling along. The nearest Tube stations are Chalk Farm and Camden Town. \n"
},
{
    "country": "london",
    "city": "London",
    "index": 13,
    "name": "Museum of London",
    "latitude": "51.517736",
    "longitude": "-0.096302",
    "excerpt": "Romp through 450,000 years of London history at this entertaining and educational museum, one of the capital's finest. Exhibiting everything from a…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-city/attractions/museum-of-london/a/poi-sig/370679/1321940",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/LPL-02469.jpg",
    "detail_description": "Note: The Museum of London is closed for renovations until 2026.\nRomp through 450,000 years of London history at this entertaining and educational museum, one of the capital's finest. Exhibiting everything from a mammoth's jaw circa 200,000 BCE to Oliver Cromwell's death mask and the desperate scrawls of convicts on a cell from Wellclose Prison, interactive displays and reconstructed scenes transport visitors from Roman Londinium and Saxon Lundenwic right up to the 21st-century metropolis. \n\n  \nThe People's City gallery includes a 1928 art-deco lift from Selfridges © Museum of London\n\nGalleries and exhibitions\nThe first gallery, London Before London, sheds light on the small settlements along the Thames and is followed by Roman London, which shows reconstructed rooms (seek out the incredibly intact Bucklersbury mosaic) and engrossing archaeological finds. After a glimpse of the real Roman city wall from the window, head into Medieval London to see artefacts from Saxon Lundenwic and then onto War, Plague &amp; Fire, with depictions of the 1666 conflagration that forever altered the city.\n\n  \nWalk a recreated Victorian street at the Museum of London © Museum of London\n\nDownstairs, Expanding City documents London's transformation into a centre of empire and industry, though the 1750s debtors' cell shows that not all benefitted. Take a spin through the suitably Dickensian mock-up of a Victorian street and recreated Vauxhall Pleasure Gardens in People's City, where other highlights include a taxi from 1908, a 1928 art-deco lift from Selfridges and a fascinating multimedia display on the suffragettes. World City brings the timeline up to date with Beatles memorabilia, remnants of race riots and gay-rights marches, and kit from the 2012 Olympics.\nTickets and other information\nGeneral admission tickets are free but must be booked in advance. Check online for the availability of talks and events, including interactive trails for children, which also need to be pre-booked. The museum will be closing at this site and moving to a new space in Smithfield Market in 2024. There's a sister museum in the Docklands, which traces the city's history through its docks and waterways.\n"
},
{
    "country": "london",
    "city": "The West End",
    "index": 12,
    "name": "British Museum",
    "latitude": "51.518951",
    "longitude": "-0.126718",
    "excerpt": "With almost six million visitors trooping through its doors annually, the British Museum in Bloomsbury, one of the oldest and finest museums in the world,…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/british-museum/a/poi-sig/370373/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/46e3203d7997df00a49d372a75086215-british-museum.jpg",
    "detail_description": "Why you should go\nWith almost six million visitors trooping through its doors annually, the British Museum in Bloomsbury, one of the oldest and finest museums in the world, is Britain’s most visited attraction. Through the varied (and occasionally controversial) collection, you'll see some of the world's greatest treasures, and learn a little more about how England sees the world today.\nYou could spend a lifetime navigating this vast and hallowed collection of artefacts, art and age-old antiquity and still make daily discoveries. If you're not sure where to start, join a tour or pick up a Highlights map, a self-guided hour-long tour, for a precis of the museum’s treasures. Whatever your approach, there are several blockbusters you don't want to miss: the Rosetta Stone, the key to deciphering Egyptian hieroglyphics (head upstairs for the Egyptian mummies); the controversial Parthenon sculptures, taken from Athens' Acropolis by Lord Elgin (British ambassador to the Ottoman Empire); and the vast Etruscan, Greek, Roman, European, Asian and Islamic galleries. Other must-see items include the Anglo-Saxon Sutton Hoo Ship Burial relics and the winged bulls from Khorsabad. \n\n  \nBe sure to visit the Ancient Egypt galleries © Jaroslav Moravcik / Shutterstock\n\nHistory\nBegun in 1753 with a \"cabinet of curiosities\" sold to the nation by physician and collector Sir Hans Sloane, the collection mushroomed over the ensuing years through acquisitions, bequests and the indiscriminate plundering of the empire. The grand Enlightenment Gallery was the first section of the redesigned museum to be built in 1823.\nThe light-filled Great Court, restored and augmented by architect Norman Foster in 2000, has a spectacular glass-and-steel roof. In the center is the Reading Room where Karl Marx researched and wrote Das Kapital; Virginia Woolf and Mahatma Gandhi were also cardholders.\nTickets and other practicalities \nIt's free to visit the permanent collections at the British Museum, but there are charges for special exhibitions. In order to control visitor numbers, you need to book a timed slot online ahead of arrival. \n"
},
{
    "country": "london",
    "city": "London",
    "index": 11,
    "name": "Tower Bridge",
    "latitude": "51.505955691",
    "longitude": "-0.0749464549999",
    "excerpt": "It doesn't matter from where you first glimpse Tower Bridge, with two neo-Gothic towers rising gracefully from either side of the Thames: London's…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-city/attractions/tower-bridge/a/poi-sig/370695/1321940",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/GettyRF_534565253.jpg",
    "detail_description": "Why you should go\nIt doesn't matter from where you first glimpse Tower Bridge, with two neo-Gothic towers rising gracefully from either side of the Thames: London's emblematic river crossing, with its lifting road section, is astonishing. \nThese days Tower Bridge is electrically powered, and lifts around 800 times a year (as often as 10 times a day in summer). The best spot to see it raised is at the 11m-long glass walkways of the Tower Bridge Exhibition, 42m above the river. Views plunge into the Thames, outshining the story of the bridge's construction, which is also recounted here.\n\n  \nTower Bridge opens around 800 times a year to let river traffic through © piotreknik / Shutterstock\n\nTower Bridge Exhibition\nThe inner workings of Tower Bridge can't compare with its exterior magnificence, but this geeky exhibition tries to bridge that gap with details of the construction and access to the Victorian steam-powered machinery that once raised the bascules. Archive footage at the start of the exhibition shows the bridge lifting for the first time, and girders in the South Tower show the bridge's original drab chocolate-brown paint job. Highlights include the view from the upper walkways and walking on the glass floors above the River Thames. \n\n  \nDon't miss stepping out on the glass walkway above the Thames and roadway © Christian Mueller / Shutterstock\n\nHistory\nLondon was a thriving port in the 1880s when building work started on Tower Bridge as a much-needed crossing point in the east. Designed by Horace Jones and tweaked by engineer John Wolfe Barry, the bridge was made entirely from British materials, including Glaswegian steel, Portland stone and Cornish granite. Sadly Jones never saw the bridge completed, dying in 1887, a year into its construction.\nDraped with curved suspension struts, the city's most easterly bridge was finished in 1894. On completion, its then-revolutionary steam-driven bascule mechanism could raise the bridge's roadway in three minutes, allowing ships to pass underneath. \nTickets and other practicalities\nTickets to Tower Bridge Exhibition can be booked online up to 50 minutes before your visit and include access to the Towers, West Walkway, Glass Floor and Engine Rooms. More expensive guided tours and behind-the-scenes tours run at weekends. The site is fully accessible to wheelchair-users. \nBridge lift times are published online. The nearest Tube station is Tower Hill, on the Circle and District Lines, and the Tower Gateway DLR stop is just up the hill.\n"
},
{
    "country": "london",
    "city": "North London",
    "index": 10,
    "name": "Hampstead Heath",
    "latitude": "51.564532801045",
    "longitude": "-0.1687860488892",
    "excerpt": "Sprawling Hampstead Heath, with its rolling woodlands and meadows, feels a million miles away from the city – despite being about 3.5 miles from Trafalgar…",
    "detail_url": "https://www.lonelyplanet.com/england/london/hampstead-and-north-london/attractions/hampstead-heath/a/poi-sig/370393/1319409",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/GettyImages-909709098.jpg",
    "detail_description": "Sprawling Hampstead Heath, with its rolling woodlands and meadows, feels a million miles away from the city – despite being about 3.5 miles from Trafalgar Square. It covers 320 hectares, most of it woods, hills and meadows, and is home to about 180 bird species, 25 species of butterflies, grass snakes, bats and a rich array of flora.\nIt's a wonderful place for a ramble, especially to the top of&nbsp;Parliament Hill, which offers expansive views across flat-as-a-pancake London. You could visit&nbsp;Kenwood House, a grand 18th-century house with lovely landscaped gardens, or lose yourself in the West Heath. Signage is limited, but getting a little lost is part of the experience. The Heath is also home to three swimming ponds, which are among the capital's best open-air swimming spots.\nHampstead Heath Ponds\nThe Heath's three bathing ponds (men's, women's and mixed) offer a cooling dip in murky brown water. Despite what you might think from its appearance, the water is tested daily and meets stringent quality guidelines.\nThe men’s and women’s ponds are open year-round and are supervised by a lifeguard. Opening times vary with the seasons; check online in advance. Swimming slots are limited and, at peak times,&nbsp;you will need to book in advance.\nThe men's pond is popular with gay men and the surrounding lawns are a prime sunbathing and posing spot whenever the sun's out. There's also a nude sunbathing area within the changing-room enclosure. The women's pond is the most tucked away and has a particularly rural feel. The mixed pond closes in winter; it's the least secluded of the three and can sometimes get crowded in summer.\nPlaces to eat nearby\nOnce you’ve had your fill of fresh air and/or culture, do as Londoners do and head to one of the wonderful pubs around the Heath for a restorative pint.&nbsp;The Garden Gate has an atmospheric beer garden for summer tipples and a working fireplace in winter to warm you up.&nbsp;The Stag is famous up and down the heath for its Sunday roasts and pies.\nIf you're watching your budget, Hampstead is the perfect place for a picnic. You'll find plenty of shops to buy supplies around Hampstead Heath station.\nGetting there\nThe best transport links are in the southwest corner; the northeast corner is poorly served. Gospel Oak and Hampstead Heath stations, located at the bottom of the heath, are on the Overground.\nHampstead Heath is steep, and huge, so to optimize your energy, make sure you plan where you want to exit and what transport options you'll have there.\n"
},
{
    "country": "london",
    "city": "London",
    "index": 8,
    "name": "St Paul's Cathedral",
    "latitude": "51.513737",
    "longitude": "-0.098308",
    "excerpt": "Sir Christopher Wren’s 300-year-old architectural masterpiece is a London icon. Towering over diminutive Ludgate Hill in a superb position that's been a…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-city/attractions/st-paul-s-cathedral/a/poi-sig/370377/1321940",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/shutterstockRF_176374394.jpg",
    "detail_description": "Why you should go\nSir Christopher Wren’s 300-year-old architectural masterpiece is a London icon. Towering over diminutive Ludgate Hill in a superb position that's been a place of Christian worship for more than 1400 years (and pagan before that), St Paul’s Cathedral is one of London’s most magnificent buildings. For Londoners, the vast dome is a symbol of resilience and pride. Seeing this stunning structure from the inside and climbing to the top for sweeping views of the capital is a celestial experience.\n\n  \nThe dome rises 85m above the ground © Lukasz Pajor / Shutterstock\n\nThe dome\nInside, rising more than 85m above the floor, is the dome, supported by eight huge columns. It actually consists of three parts: a plastered brick inner dome, a nonstructural lead outer dome visible on the skyline and a brick cone between them holding it all together. The walkway around its base, accessed via 257 steps from a staircase on the western side of the southern transept, is called the Whispering Gallery. A further 119 steps brings you to the exterior Stone Gallery, your first taste of the city vistas, and 152 iron steps more bring you to the Golden Gallery at the very top, with unforgettable views of London.\nThe crypt\nThe crypt has memorials to around 300 of Britain's great and the good, including the Duke of Wellington and Vice Admiral Horatio Nelson, whose body lies directly below the dome. But the most poignant is to Wren himself. On a simple tomb slab bearing his name, part of a Latin inscription translates as: \"If you seek his monument, look around you\".\n\n  \nAdmission includes access to the cathedral floor, crypt and dome © Kotsovolos Panagiotis / Shutterstock\n\nHistory\nFollowing the destructive Great Fire of London in 1666, which burned 80% of the city, Wren designed St Paul's to replace the old church, and it was built between 1675 and 1710. The site is ancient hallowed ground, with four other cathedrals preceding Wren's English baroque masterpiece, the first dating from 604 BCE.\nThe cathedral dome, inspired by St Peter's Basilica in the Vatican, is famed for surviving Luftwaffe incendiary bombs in the \"Second Great Fire of London\" of December 1940, becoming an icon of London resilience during the Blitz. North of the church is the simple People of London Memorial, honouring the 32,000 civilians killed.\n\n  \nEnjoy the views over the City of London from the dome © Israel HervÃ¡s / Getty Images\n\nTickets and other practicalities\nBook tickets online in advance for a slight discount and faster entry. Admission includes access to the cathedral floor, the crypt and the dome galleries, as well as multimedia guides. Free 1½-hour guided tours run daily; reserve a place at the tour desk, just past the entrance. For an additional charge, there are also tours to the geometric staircase, Great Model and library, offering impressive views down the nave from above the Great West Doors. Check at the tour desk for details.\nThere's no charge to attend a service, but not all areas of the cathedral are accessible. To hear the cathedral choir, attend Sunday Eucharist or Evensong. Check the website in advance for timings and information on visiting choirs.\n"
},
{
    "country": "london",
    "city": "London",
    "index": 9,
    "name": "Tower of London",
    "latitude": "51.508001",
    "longitude": "-0.075992",
    "excerpt": "Few parts of the UK are as steeped in history or as impregnated with legend and superstition as the titanic stonework of the Tower of London. Not only is…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-city/attractions/tower-of-london/a/poi-sig/370403/1321940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/145074adb387be6f8f357d7dc3ae9e3c-tower-of-london.jpg",
    "detail_description": "Why you should go\nFew parts of the UK are as steeped in history or as impregnated with legend and superstition as the titanic stonework of the Tower of London. Not only is this fabulous fortress an architectural odyssey, but also there are the world's largest diamond, free tours from magnificently attired Yeoman Warders (better known as \"Beefeaters\"), a dazzling array of armor and weaponry, and a palpable sense of ancient history at every turn.\nIt has been a royal residence, a treasury, a mint, an armory and a zoo, but it's perhaps most remembered as the prison where a king, three queens and many nobles met their deaths. Most visitors head straight to the Waterloo Barracks, which contains the spectacular Crown Jewels, including the platinum crown of the late Queen Mother, set with the 106-carat Koh-i-Nûr (Persian for \"Mountain of Light\") diamond, and the Imperial State Crown, worn by the monarch at the State Opening of Parliament. Slow-moving walkways slide wide-eyed visitors past the collection.\n\n  \nThe Tower is home to seven resident ravens © VDB Photos / Shutterstock\n\nLook out for the Tower's famous ravens, which legend says could cause the Tower, and therefore the kingdom, to collapse should they leave (a spare bird is kept in the aviary, and their wing feathers are clipped in case they get any ideas). They are free to roam within the walls during the daytime.\nTo fully appreciate all of the Tower's roles through its vast history – as well as gawp at the Crown Jewels and meet the famous ravens – you'll need to allow at least half a day here.\n\n  \nVisit the armory inside the White Tower © khunmee / Shutterstock\n\nHistory\nStarted in the 1070s by William the Conquerer, the striking White Tower is London's oldest building, with its solid Norman architecture and four turrets. On the entrance floor is a collection from the Royal Armouries, including Henry VIII's commodious suit of armor. One floor up is the impressive but unadorned 11th-century Chapel of St John the Evangelist, which was once used as the national record office.\nSouthwest of the White Tower is the Bloody Tower, where 12-year-old Edward V and his little brother Richard were held by their uncle, the future Richard III, and later thought to have been murdered to annul their claims to the throne. Sir Walter Raleigh did a 13-year stretch here too under James I, and wrote his Historie of the World.\nNear the Chapel Royal of St Peter ad Vincula stood the Tower Green scaffold, where nobles such as Anne Boleyn and Catherine Howard (Henry's second and fifth wives) were beheaded.\n\n  \nThe Imperial State Crown is a priceless symbol of the British monarchy © John Harper / Getty Images\n\nTickets and other practicalities\nBook online in advance for cheaper rates, and start your day early to make the most of your visit ahead of the crowds. Allow at least half a day for your visit. There are stairs and cobbled paths throughout the site, and wheelchair access is limited. \n"
},
{
    "country": "london",
    "city": "Kensington & Hyde Park",
    "index": 7,
    "name": "Natural History Museum",
    "latitude": "51.495886",
    "longitude": "-0.176286",
    "excerpt": "With its thunderous, animatronic dinosaur, riveting displays about planet earth, outstanding Darwin Centre and architecture straight from a Gothic fairy…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/natural-history-museum/a/poi-sig/1216536/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-157673427_medium.jpg",
    "detail_description": "Why you should go\nWith its thunderous, animatronic dinosaur, riveting displays about planet earth, outstanding Darwin Centre and architecture straight from a Gothic fairy tale, the Natural History Museum is astonishing. Kids are the target audience, but adults will be equally mesmerized.\nGo on a journey through the times of dinosaurs with a visit to the Dinosaurs Gallery in the Blue Zone, an absolute must for those traveling with children. It's packed with specimens from tiny fossils to a colossal triceratops skull, but it's the animatronic T-rex that steals the show. \n\n  \nThe T-Rex is a highlight of a visit to London's NHM © Kotsovolos Panagiotis / Shutterstock\n\nAlso in the Blue Zone you can learn all about Human Biology, and stroll the Mammals gallery, which is lined with life-size creatures from hippos to horses. A model of a blue whale is suspended dramatically from the ceiling.\nAdults will love the intriguing Treasures exhibition in the Cadogan Gallery (Green Zone), which displays a host of unrelated objects, each telling its own unique story, from a chunk of moon rock to a dodo skeleton. Also in the Green Zone, the Mineral Gallery is a breathtaking display of architectural perspective leading to the Vault, where you'll find the Aurora Collection of almost 300 colored diamonds.\nIn the Orange Zone, the vast Darwin Centre focuses on taxonomy, showcasing 28 million insects and six million plants in a giant cocoon; glass windows allow you to watch scientists at work. Travel through a sculpture of Earth in the Red Zone, where you'll learn all about the natural forces that have helped shape our world.\n\n  \nA blue whale skeleton is the centerpiece of Hintze Hall © ExFlow / Shutterstock\n\nAt the center of the museum is Hintze Hall, a huge room resembling a cathedral nave. The blue whale skeleton you see on entering the hall was unveiled in 2017, replacing the famous cast of a diplodocus skeleton (nicknamed Dippy), who has gone on a long tour of the UK. The transfer itself was a painstaking engineering project, disassembling and preparing the whale's 4.5 tonnes of bones for reconstruction in a dramatic diving posture that greets museum visitors.\nSeasonal treats at the NHM include the beautiful Wildlife Garden (April to November), next to the West Lawn, which encompasses a range of British lowland habitats, including a meadow with farm gates and a bee tree where a colony of honey bees fills the air. From Halloween to January, a section of the museum by the East Lawn is transformed into a glittering and highly popular ice rink, complete with a hot-drinks stall.\n\n  \nThe NHM's ice rink is very popular through winter © Gordon Bell / Shutterstock\n\nTickets and other practicalities \nIt's free to enter the museum, although donations are welcome. There is a charge for special exhibits. Book well ahead for Wildlife Photographer of the Year and ice-skating.\nThe best time to come to the museum on weekdays is after 2pm when school groups leave; at weekends arrive as soon as it opens. More than five million visitors come each year, so lines can often get long, especially during the school holidays. If the main Cromwell Road entrance is looking congested, head to the Exhibition Road entrance round the corner. Entrances at Queen's Gate and Exhibition Road are wheelchair-accessible. \n"
},
{
    "country": "london",
    "city": "Richmond, Kew & Hampton Court",
    "index": 6,
    "name": "Kew Gardens",
    "latitude": "51.472345049029",
    "longitude": "-0.3061811492134",
    "excerpt": "Where else in London can you size up an 18th-century 10-storey Chinese pagoda and a Japanese gateway while finding yourself among one of the world’s most…",
    "detail_url": "https://www.lonelyplanet.com/england/london/richmond-kew-and-hampton-court/attractions/kew-gardens/a/poi-sig/370385/1322059",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_1007107219.jpg",
    "detail_description": "Why you should go\nWhere else in London can you size up an 18th-century 10-storey Chinese pagoda and a Japanese gateway while finding yourself among one of the world’s most outstanding botanical collections? Kew Gardens is loved by Londoners for its 19th-century Palm House and other Victorian glasshouses, its conservatories, tree-canopy walkway, architectural follies and mind-boggling variety of plants. The 121-hectare gardens at Kew should not be missed. Don't worry if you don’t know your quiver tree from your alang-alang: a visit here is a discovery for all.\n\n  \nThe Great Pagoda is one of Kew Gardens' architectural icons © Alexey Fedorenko / Shutterstock\n\nHighlights include the enormous, steamy early Victorian Palm House, a hothouse of metal and curved sheets of glass; the impressive Princess of Wales Conservatory; the red-brick 1631 Kew Palace, formerly King George III's country retreat; the celebrated Great Pagoda, designed by William Chambers in 1762; the Temperate House, the world's largest ornamental glasshouse; and the very enjoyable Treetop Walkway, where you can survey the tree canopy from 18m up in the air.\nThe Hive is a 17m-high lattice fashioned from thousands of pieces of aluminium illuminated with hundreds of LED lights, which mimics activity within a real beehive. The arboretum covers two-thirds of the gardens at Kew and includes more than 14,000 trees, which are often gathered together according to genus. You can find everything from eucalyptus trees to giant redwoods and ancient Japanese pagoda trees. \n\n  \nHive is an immersive installation at Kew Gardens © Mark Chilvers / Lonely Planet\n\nOpened in 2016, the 320m-long Great Broad Walk Borders is the longest double herbaceous border in the UK. The idyllic, thatched Queen Charlotte’s Cottage in the southwest of the gardens was popular with \"mad\" George III and his wife, queen consort Charlotte of Mecklenburg-Strelitz. Stop by here in sprint to enjoy the beautiful carpets of bluebells. Kids will have a blast in the play areas including the huge interactive Children's Garden, which has the span of 40 tennis courts.\nAs well as being a public garden, Kew is a pre-eminent research center, maintaining its reputation as the most exhaustive botanical collection in the world.\n\n  \nKew is a Unesco World Heritage Site © iLongLoveKing / Shutterstock\n\nHistory\nKew was founded in 1759 by Princess Augusta, mother of King George III, as a botanic garden with pleasure grounds. Botanists began rummaging around the world for specimens to plant here and they never stopped collecting. The gardens, which have bloomed to 121 hectares, provide the most comprehensive botanical collection on earth (including the world's largest collection of orchids). Kew Gardens became a Unesco World Heritage Site in 2003.\nTickets and other practicalities\nTickets should be booked in advance online, with discounts available for family groups and concessions. Victoria Gate is a five-minute walk west from Kew Gardens Tube station. If you're traveling by train, alight at Kew Bridge station and cross Kew Bridge south to Kew Gardens. From April to October you can sail to Kew from Westminster with Thames River Boats. There is limited parking at the site.\nYou could easily spend the day here, but the Kew Explorer train will help you tick off the main sights in half that time. Seasonal events are held at Kew through the year, including Christmas light shows and summer concerts.\n"
},
{
    "country": "london",
    "city": "The West End",
    "index": 5,
    "name": "Houses of Parliament",
    "latitude": "51.499587",
    "longitude": "-0.124712",
    "excerpt": "Both the elected House of Commons and the House of Lords, who are appointed or hereditary, sit in the sumptuous Houses of Parliament, officially called…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/houses-of-parliament/a/poi-sig/370359/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2021-01/GettyRF_560530545.jpg",
    "detail_description": "Both the elected House of Commons and the House of Lords, who are appointed or hereditary, sit in the sumptuous Houses of Parliament, officially called the Palace of Westminster. This neo-Gothic building dates from the mid-19th century – its oldest part is 11th-century Westminster Hall, one of only a few sections that survived a catastrophic 1834 fire. A visit to the Houses of Parliament is a journey to the very heart of British democracy.\n\n  \nThe iconic Big Ben (Elizabeth Tower) is undergoing restoration © Sara Lynch / EyeEm / Getty Images\n\nBig Ben\nThe palace's most famous feature is its clock tower, Elizabeth Tower (better known as Big Ben), covered in scaffolding until restoration works are finished. Big Ben is actually the 13.7-tonne bell hanging inside and is named after Benjamin Hall, the first Commissioner of Works when the tower was completed in 1859.\nWestminster Hall\nOne of the most interesting features of the Palace of Westminster, the seat of the English monarchy from the 11th to the early 16th centuries, is Westminster Hall. Originally built in 1097, it is the oldest surviving part of the complex; the awesome hammer-beam roof was added between 1393 and 1401 and is the largest medieval timber roof in northern Europe. The only other part of the original palace to survive the devastating 1834 fire is the Jewel Tower, built in 1365 and used to store the monarch's valuables.\nWestminster Hall was used for coronation banquets in medieval times and served as a courthouse until the 19th century. The trials of William Wallace (1305), Thomas More (1535), Guy Fawkes (1606) and King Charles I (1649) took place here. In the 20th century, monarchs and Prime Minister Winston Churchill lay in state here after their deaths.\n\n  \nThe House of Commons and the House of Lords sit in the Palace of Westminster © Mirek Osmera / 500px\n\nThe House of Commons and the House of Lords\nParliament is split into two houses. The green-hued House of Commons is the lower house, where the 650 elected Members of Parliament (MPs) sit. Traditionally the home of hereditary blue bloods, the scarlet-decorated House of Lords, with around 800 members, now has peers appointed through various means. Both houses debate and vote on legislation, which is then presented to the Queen for her Royal Assent (in practice, this is a formality; the last time Royal Assent was denied was in 1707). At the annual State Opening of Parliament in May or June, the Queen takes her throne in the House of Lords, having arrived in the gold-trimmed Irish State Coach from Buckingham Palace (her crown travels alone with equerries in Queen Alexandra's State Coach).\nVisiting Parliament\nCurrently all visits to Parliament are suspended, but virtual tours and workshops are available.\nOnce tours resume, book your slot in advance (usually only available on a Saturday), and be prepared for lines and thorough security checks before you're allowed access to the building. UK residents can also approach their MPs to arrange a free tour.\nWhen visiting restrictions lift and Parliament is in session, visitors are welcome to attend debates for free. It’s not unusual to have to wait for hours to access the chambers. The best (and busiest) time to watch a debate is during Prime Minister’s Question Time at noon on Wednesday. The debating style in the Commons is quite combative, but not all debates are flamboyant argumentative duelling matches – many are rather boring and long-winded.\n"
},
{
    "country": "london",
    "city": "The West End",
    "index": 4,
    "name": "Buckingham Palace",
    "latitude": "51.500775",
    "longitude": "-0.142876",
    "excerpt": "Built in 1703 for the Duke of Buckingham, Buckingham Palace replaced St James's Palace as the monarch's official London residence in 1837. Queen Elizabeth…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/buckingham-palace/a/poi-sig/370369/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_457813381.jpg",
    "detail_description": "Built in 1703 for the Duke of Buckingham, Buckingham Palace replaced St James's Palace as the monarch's official London residence in 1837. Today, King Charles III is bucking that tradition, mainly dividing his time between his homes at Clarence House and Highgrove (in Gloucestershire). If the King is in on official duties at Buckingham Palace, the square yellow, red and blue Royal Standard flag is flown; if not, it's the Union Flag.\nThe good news for visitors, the 19 lavishly furnished State Rooms are open when His Majesty is on summer vacation from mid-July to September. Booking your tickets ahead is a must. \nThe State Rooms inside Buckingham Palace\nThe self-guided tour starts in the Grand Hall at the foot of the monumental Grand Staircase, commissioned by King George IV in 1828. It takes in architect John Nash's Italianate Green Drawing Room, the State Dining Room (all red damask and Regency furnishings), the Blue Drawing Room (which has a gorgeous fluted ceiling by Nash) and the White Drawing Room, where foreign ambassadors are received.\nAdmission includes entry to a themed special exhibition (for example, royal couture during the late Queen's reign, growing up at the palace, etc) in the enormous Ballroom, built between 1853 and 1855, and these displays are often the main reason for a visit. The Throne Room is rather anticlimactic, with simple his-and-her monogrammed chairs.\n\n  \nIf the Royal Standard is flying above Buckingham Palace, it means the King is there. Tetra Images/Getty Images\n\nThe Palace Garden\nWandering the gardens is another highlight of a visit to Buckingham Palace – in addition to admiring some of the 350 or so species of flowers and plants and listening to the many birds, you’ll get beautiful views of the palace and a peek at its famous lake. A guided tour of the gardens must be pre-booked when you purchase your entry tickets and includes stories from the groundskeepers.\nTickets and other practicalities\nBuckingham Palace is open to visitors in the summer months when the King is on vacation. It can also sometimes be visited in winter (December to February), but only on select days. \nEntry is by timed ticket, which is best booked online in advance. The self-guided tour, using excellent audio-guide commentary, takes about two hours. Security is airport-style and unsurprisingly strict. Large bags are not permitted inside. Ask staff to stamp your ticket before you leave for free access for a year. \nThe State Rooms are fully accessible, but it's a long tour involving lots of standing and with few places to sit down. Have a snack and use the toilet before you enter. There's a cafe and toilets but only at the end of the tour, and it's not easy to get there and then back to where you left off.\nThe closest Underground stations to Buckingham Palace are Green Park on the Piccadilly, Victoria and Jubilee Lines and St James's Park on the District and Circle Lines.\n\n  \nChanging of the Guard. David Steele/Shutterstock\n\nChanging of the Guard\nIf you're not able to tour the Palace itself, you may want to see the pageantry of soldiers in red uniforms and bearskin hats parading down the Mall and into Buckingham Palace. The 45-minute Changing of the Guard ceremony swaps out the Old Guard (Foot Guards of the Household Regiment) with the New Guard on the forecourt, and ends with a full military band. The pomp and circumstance can feel far away when you're near the back trying to watch through a forest of selfie sticks, so get here at least 45 minutes before the main event. It's free to attend – check the calendar online as the ceremony is sometimes cancelled due to bad weather or road closures.\n"
},
{
    "country": "london",
    "city": "Kensington & Hyde Park",
    "index": 3,
    "name": "Science Museum",
    "latitude": "51.497416",
    "longitude": "-0.174365",
    "excerpt": "The Science Museum will mesmerize with its interactive and educational exhibits covering everything from early technology to space travel. Take the family…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/science-museum/a/poi-sig/370837/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/Making%20the%20Modern%20World%20gallery%20at%20the%20Science%20Museum%20%C2%A9%20Science%20Museum%20Group.jpeg",
    "detail_description": "The Science Museum will mesmerize with its interactive and educational exhibits covering everything from early technology to space travel. Take the family along to nurture a wide-eyed fascination for the complexities of the world and the cosmos. Here are the most popular galleries and displays at the Science Museum, along with all the practical information you need to plan your visit. \nThe Garden\nThe basement at the Science Museum is home to the Garden, an incredible sensory play zone, perfect for children under the age of six. Here they can play with water, light, sound, and work on their construction skills. Take a waterproof apron or a spare set of clothes for the water-play area, which is usually besieged by splashing tots.\nMaking the Modern World Gallery\nThe Making the Modern World Gallery on level 0 is a visual feast of locomotives, planes, cars and other revolutionary inventions. Objects on display here track progress from industrialization in the 1750s through to the present day.\n\n  \nSee real modules that have been into space at the Exploring Space gallery © Science Museum Group\n\nExploring Space\n\nAlso on level 0 and a perennial favorite is Exploring Space, a gallery featuring genuine rockets and satellites. There's a full-size replica of the Eagle, the lander that took Neil Armstrong and Buzz Aldrin to the moon in 1969, and the real Soyuz module that transported astronauts Tim Peake, Yuri Malenchenko and Tim Kopra back from the International Space Station in 2016. \nInformation Age Gallery\nThe fantastic Information Age Gallery on level 2 showcases how information and communication technologies – from the telegraph to smartphones – have transformed our lives since the 19th century. Standout displays include wireless messages sent by a sinking Titanic, the first BBC radio broadcast and a Soviet BESM-6 supercomputer.\nMathematics: the Winton Gallery\nAlso on level 2 is Mathematics: the Winton Gallery, designed by Zaha Hadid Architects, is a riveting exploration of maths in the real world and how it can impact on all aspects of everyday life.\n\n  \nExplore the medical world in the Wellcome Galleries © Science Museum Group\n\nMedicine: the Wellcome Galleries\nThe Medicine Galleries, which opened on level 2 in 2019, look at the medical world using objects from both the museum's collections and those of Sir Henry Wellcome, pharmacist, entrepreneur, philanthropist and collector. See the world's first MRI machine, a prosthetic arm, and robotic surgery tools, alongside more recent developments such as vials from COVID-19 mass vaccination campaigns. \nFlight Gallery\nThe Flight Gallery on level 3 is a favorite place for children, with its gliders, hot-air balloons and aircraft, including the De Havilland Gipsy Moth airplane Jason I, which Amy Johnson flew to Australia in 1930. There are also various flight-simulators to try out (additional charge): have a 3D flights with the Red Arrows; replicate a low-level mission aboard a Typhoon fighter jet; and take part in a virtual-reality experience with (a digital) Tim Peake, British astronaut, on Space Descent.\n\n  \nWonderlab, with hands-on exhibits and live experiments, is an absolute must for inquisitive children © Science Museum Group\n\nWonderlab\nAlso on level 3, Wonderlab: The Equinor Gallery (adult/child £11/9) explores scientific phenomena in a fun and educational way. Kids will love the hands-on exhibits where they can recreate sound waves, sit by a model Earth as it orbits the sun, run test flights of their own paper plane creations over a giant fan, experiment with pulley systems, and challenge their engineering skills by building a bridge with curved blocks. Daily shows include live experiments with – occasional explosions – and knowledgeable \"Explainers\" are on hand to chat you through anything in the gallery that piques your curiosity.\nTickets and other practicalities \nGeneral admission to the Science Museum is free, but must be booked online in advance. Visitors wanting to go to a specific gallery should check if tickets need to be booked in advance, and beware that your visit may have strict time restrictions (for example, visits to the Garden are for 20-minute slots only).\nThere are charges for tickets to the IMAX, virtual-reality experiences, flight simulators, Wonderlab, and special events.\nThere is a cafe and snack bar within the museum. Lifts and toilets are accessible throughout, and it's possible to borrow a wheelchair.\n"
},
{
    "country": "london",
    "city": "Kensington & Hyde Park",
    "index": 2,
    "name": "Hyde Park",
    "latitude": "51.508773014811",
    "longitude": "-0.1652477399252",
    "excerpt": "One of London’s best parks, Hyde Park spreads itself over 142 hectares of neat gardens, wild expanses of overgrown grass and glorious trees. As well as…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/hyde-park/a/poi-sig/370383/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_662562646.jpg",
    "detail_description": "One of London’s best parks, Hyde Park spreads itself over 142 hectares of neat gardens, wild expanses of overgrown grass and glorious trees. As well as being a fantastic green space in the middle of the city, it's home to a handful of fascinating sights, and hosts live concerts and events through the year.\nThe eastern half of the park is covered with expansive lawns, which become one vast picnic-and-frolic area on sunny days. The western half is more untamed, with plenty of trees and areas of wild grass. If you're after somewhere more colorful (and some shade), head to the Rose Garden, a beautifully landscaped area with flowers year-round. A little further west, you'll find the Holocaust Memorial Garden, a simple stone marker in a grove of trees. You won't want to miss the Serpentine or the Diana, Princess of Wales Memorial Fountain either.\nOnce you've found the perfect spot in the park, hire a deck chair (one/four hours £1.80/4.80, all day £9). They are available throughout the park from March to October, weather permitting.\n\n  \nHyde Park is central London's largest green space © Andrew Holt / Getty Images\n\nThe Serpentine\nHyde Park is separated from Kensington Gardens by the L-shaped Serpentine, a small lake once fed by waters from the River Westbourne. Between June and September you can swim at the Serpentine Lido, where a swimming area within the lake is ring-fenced. There is also a paddling pool for children. If you'd rather stay dry, rent a paddle boat from the Serpentine Boathouse.\nDiana, Princess of Wales Memorial Fountain\nThis memorial fountain is dedicated to the late Princess of Wales. Envisaged by the designer Kathryn Gustafson as a \"moat without a castle\" and draped \"like a necklace\" around the southwestern edge of Hyde Park near the Serpentine Bridge, the circular double stream is composed of 545 pieces of Cornish granite, its waters drawn from a chalk aquifer more than 100m below ground. Unusually, visitors are actively encouraged to splash about, to the delight of children.\nThe Serpentine SolarShuttle Boat ferries passengers from the Serpentine Boathouse to the fountain on weekends from March to September (every day from mid-July to late August).\n\n  \nDeck chairs are available for hire through the warmer months © Doug McKinlay / Lonely Planet\n\nSpeakers' Corner\nFrequented by Karl Marx, Vladimir Lenin, George Orwell and William Morris, Speakers' Corner in the northeastern corner of Hyde Park is traditionally the spot for oratorical flourishes and soapbox ranting. If you’ve got something to get off your chest, do so on Sunday, although you’ll mainly have fringe dwellers, religious fanatics and hecklers for company.\nIt’s the only place in Britain where demonstrators can assemble without police permission, a concession granted in 1872 after serious riots 17 years before when 150,000 people gathered to demonstrate against the Sunday Trading Bill before Parliament, only to be unexpectedly ambushed by police concealed within Marble Arch. Some historians also link Speakers' Corner with the nearby Tyburn gallows, where condemned criminals might speak to the crowd before being hanged.\n\n  \nThe Serpentine Gallery is one of two galleries in Hyde Park © Ron Ellis / Shutterstock\n\nThe Serpentine Galleries\nConstituting some of the most important contemporary-art spaces in town, these two galleries are a major draw. South of the Serpentine lake is the original Serpentine Gallery, in which Damien Hirst, Andreas Gursky, Louise Bourgeois, Gabriel Orozco, Tomoko Takahashi and Jeff Koons have all exhibited, set in a 1930s former tea pavilion in Kensington Gardens.\nSister establishment the Serpentine Sackler Gallery can be found within the Magazine, a former gunpowder depot, across the Serpentine Bridge. Built in 1805, it was augmented with a daring, undulating extension designed by Pritzker Prize–winning architect Zaha Hadid.\nThe galleries run a full program of exhibitions, readings and talks. A leading architect who has never previously built in the UK is annually commissioned to build a new \"Summer Pavilion\" nearby, open from June to October.\n\n  \nThe Rose Garden has colorful flowers all year round © irisphoto1 / Shutterstock\n\nHistory\nHenry VIII expropriated the park from the church in 1536. It then became a hunting ground for kings and aristocrats, and later a place for duels, executions and horse racing. The park was the site of the Great Exhibition in 1851, and during WWII became a vast potato bed. \nHotels near Hyde Park\nTo the northside of Hyde Park, around Lancaster Gate, Queensway and Bayswater Tubes, there are some decent budget accommodation choices. Kensington is packed with high-end hotels near the park. The best options there are:\n37 Trevor SquareKnightsbridge HotelLanesborough\n"
}
]