[
{
    "country": "loreto",
    "city": "Loreto",
    "index": 5,
    "name": "Sierra de la Giganta",
    "latitude": "25.982428",
    "longitude": "-111.576118",
    "excerpt": "The trails in the rugged, striated mountains that rise up behind Loreto are seldom marked, but there's great hiking for the fit and adventurous. Guides…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/loreto/attractions/sierra-de-la-giganta/a/poi-sig/1584341/361479",
    "image_url": null,
    "detail_description": "The trails in the rugged, striated mountains that rise up behind Loreto are seldom marked, but there's great hiking for the fit and adventurous. Guides can be found at the Municipal Department of Tourism or via www.hikingloreto.com (you can also order a hiking guidebook here). Take lots of precautions out here as there's no cellphone service.\n"
},
{
    "country": "loreto",
    "city": "Loreto",
    "index": 4,
    "name": "Misión San Francisco Javier de Viggé-Biaundó",
    "latitude": "25.896291",
    "longitude": "-111.548309",
    "excerpt": "This wonderful mission is well worth a daytime detour. The windy road passes some beautiful arroyos (streams) before arriving at the mission. Be sure to…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/loreto/attractions/mision-san-francisco-javier-de-vigge-biaundo/a/poi-sig/1528633/361479",
    "image_url": null,
    "detail_description": "This wonderful mission is well worth a daytime detour. The windy road passes some beautiful arroyos (streams) before arriving at the mission. Be sure to wander to the back garden to see the 300-year-old olive tree with rope-like bark that looks like something out of a Tolkien fantasy. The mission itself is almost unchanged from its look of three centuries ago.\nHead south on the Transpeninsular for around 35km and look for the sign to the right shortly after you leave Loreto. Guides at the mission may offer to take you to see cave paintings (guide fee M$300; entry to the caves M$100). Note that this involves driving 15km on a very rough road and climbing a steep rocky hill to see a very small wall with several red paintings."
},
{
    "country": "loreto",
    "city": "Loreto",
    "index": 3,
    "name": "Museo de las Misiones Jesuíticas",
    "latitude": "26.01022",
    "longitude": "-111.343303",
    "excerpt": "The modest yet interesting Museo de las Misiones chronicles the settlement of Baja California.",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/loreto/attractions/museo-de-las-misiones-jesuiticas/a/poi-sig/1082933/361479",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/db5c1f4d9e819ca3c50dbd6e5b39a24a-museo-de-las-misiones.jpg",
    "detail_description": "The modest yet interesting Museo de las Misiones chronicles the settlement of Baja California.\n"
},
{
    "country": "loreto",
    "city": "Loreto",
    "index": 1,
    "name": "Parque Marine Nacional Bahía de Loreto",
    "latitude": "26.067886",
    "longitude": "-111.233482",
    "excerpt": "This park makes Loreto a world-class destination for all types of outdoor activities; a number of outfitters offer everything from kayaking and diving to…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/loreto/attractions/parque-marine-nacional-bahia-de-loreto/a/poi-sig/1380945/361479",
    "image_url": null,
    "detail_description": "This park makes Loreto a world-class destination for all types of outdoor activities; a number of outfitters offer everything from kayaking and diving to stand-up paddleboarding and snorkeling along the reefs around Islas del Carmen and dormant-volcano-dominated Coronado Islands. Aside from gray whales that frequent the Sea of Cortez, this is the best place to see blue whales. Pay the entrance fee at the park's office in the marina. Staff can advise on water activities.\n"
},
{
    "country": "loreto",
    "city": "Loreto",
    "index": 2,
    "name": "Misión Nuestra Señora de Loreto",
    "latitude": "26.010375",
    "longitude": "-111.343045",
    "excerpt": "Dating from 1697, this was the first permanent mission in the Californias and was the base for the expansion of Jesuit missions up and down the Baja…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/loreto/attractions/mision-nuestra-senora-de-loreto/a/poi-sig/1082932/361479",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-465740516_master.jpg",
    "detail_description": "Dating from 1697, this was the first permanent mission in the Californias and was the base for the expansion of Jesuit missions up and down the Baja peninsula. Alongside the church, the Museo de las Misiones chronicles the settlement of the Baja Peninsula.\n"
}
]