[
{
    "country": "los-angeles",
    "city": "Venice, Marina Del Rey & Playa del Rey",
    "index": 1,
    "name": "Venice Boardwalk",
    "latitude": "33.988073381563",
    "longitude": "-118.4747171402",
    "excerpt": "Prepare for a sensory overload on Venice's Boardwalk, a one-of-a-kind experience. Buff bodybuilders brush elbows with street performers and sellers of…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/venice/attractions/venice-boardwalk/a/poi-sig/380015/1324616",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_618145523.jpg",
    "detail_description": "Prepare for a sensory overload on Venice's Boardwalk, a one-of-a-kind experience. Buff bodybuilders brush elbows with street performers and sellers of sunglasses, string bikinis, Mexican ponchos and cannabis, while cyclists and in-line skaters whiz by on the bike path and skateboarders and graffiti artists get their own domains.\nHistory\nVenice, SoCal’s quintessential bohemian playground, is the legacy of Abbot Kinney (1850–1920). A tobacco mogul by trade and a dreamer at heart, Kinney in 1905 dug canals and turned fetid swampland into a cultural and recreational resort he dubbed the ‘Venice of America.' For nearly two decades, crowds thronged to this ‘Coney Island on the Pacific’ to be poled around by imported gondoliers, walk among Renaissance-style arcaded buildings and listen to Benny Goodman tooting his horn in clubs. But time was not kind to Kinney’s vision.\nVenice was incorporated into the city of LA in 1926, most of the canals were filled and paved over in 1929 and Venice plunged into a steep decline until its cheap rents and mellow vibe drew first the beatniks then hippies in the '50s and '60s. A decade later Venice and Santa Monica's Ocean Park neighborhood along Main St turned into ‘Dogtown’ as modern skateboarding hit the big time. \nThese days, tech and entertainment dollars have fueled a hard-charging gentrification that is changing this once-low-key enclave with a strong sense of community. As rents have risen, many long-term businesses have been forced out and locals speak of an 'old Venice/new Venice' divide. The year 2017 saw a further influx of cash as locally headquartered Snap Inc (parent company of Snapchat) went public, creating multiple millionaires. Paradoxically, along with these new millionaires and long-time-resident surf rats, skate punks, string bikinis, yogis, psychics and street performers, you'll also find a prodigious and entrenched houseless population. Venice Beach's houseless community has long been part of the fabric of the neighborhood, despite routine attempts by the city to uproot them.\n\n  \nBiking, skateboarding, roller blading and other wheeled activities are the thing to do on the boardwalk ©Layland Masuda/Getty Images\n\nThings to do on Venice Boardwalk\nMurals\nVenice Beach has long been associated with street art and for decades there was a struggle between outlaw artists and law enforcement. Art won out and the tagged-up towers and the free-standing concrete wall of the Venice Beach Art Walls, right on the beach, have been covered by graffiti artists from 1961 to the present. To really get into the art around Venice stroll past murals by famous Rip Cronk, including Venice Reconstituted,  Jim Morrison and the Homage to Starry Night. Abbot Kinney Blvd, not far from the boardwalk, has wonderful art galleries. Probably the best art gallery in the area, and maybe the city is the LA Louvre. It's housed in a landmark building designed by Frederick Fisher. It's a modern and contemporary art gallery featuring rotating, museum-quality exhibitions that show for five to six weeks.\nMuscle Beach \nGym rats with an exhibitionist streak can get a tan and a workout at this famous outdoor gym right on the Venice Boardwalk, where Arnold Schwarzenegger and Franco Columbu once bulked up. Its fun to meander past and gawk, because the body builders totally want you to gawk.\nVenice Skatepark\nWhen Angelenos drained their swimming pools during a 1970s drought, board-toting teens from Venice and neighboring Santa Monica made their not-quite-welcome invasion and modern skateboarding culture was born. Well, as the bumper sticker says, 'skateboarding is not a crime,' at least not anymore, and if you needed further proof, this public, 17,000-sq-ft, ocean-view skate park is now a destination for both high flyers and gawking spectators. Look for great photo ops, especially as the sun sets. Brave the bowls if you dare. \nSaturday &amp; Sunday drum circle\nOn weekend evenings at the end of Brooks Ave. on the beach, hundreds of people gather with drums, shakers, congas – anything that keeps a beat and fills the air with rhythms. Dancers come in hoards to feed off the energy and move their bodies to the impromptu music. Its high vibe fun, completely unofficial and totally amazing. It usually starts around noon and lasts well past dark.\n\n  \nPhotos at the world famous skatepark are great at sunset ©Michael Urmann/Shutterstock\n\nWhen to go to the Venice Boardwalk\nLate nights and early mornings are the quietest times on the boardwalk, but quiet is not really why people come to Venice Beach. Busiest times are summer weekend afternoons, especially when the drum circle is beating its resounding beats. During the off season, local crowds tend to gather at the cafes around sunset.\nWhere to eat and drink\nNo place melds Old Venice and New Venice like the Rose. This airy institution dates from 1979 yet remains current, serving a diverse, all-day menu (sophisticated pastries to gourmet feasts) to laptop-toting writers, tech geeks and Venice locals.\nWhere to stay\nHotel Erwin near the canals and the boardwalk, this one-time motor inn has been dressed up, colored and otherwise funkified in retro style. Think eye-popping oranges, yellows and greens, framed photos of graffiti art and ergo sofas in the spacious rooms. Book online for the best deals. Whether or not you stay here, the High rooftop lounge is wonderful for a sundowner. Valet parking is $42.\nGetting to the Venice Boardwalk, parking and other practicalities\nTraffic is bumper to bumper in Venice on busy weekends, especially in summer near the beach. Instead, try parking inland, ride-sharing or do as the locals do and get around by bike. Rentals are available in Venice at Venice Boardwalk Bike Rental or in neighboring Santa Monica. The Expo Line train opened in 2016 in Santa Monica; the station is about 1.5 miles from the Venice border.\n \n"
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 40,
    "name": "Zuma Beach",
    "latitude": "34.003542",
    "longitude": "-118.804307",
    "excerpt": "Zuma is easy to find, and thanks to the wide sweep of blonde sand that has been attracting valley kids to the shore since the 1970s, it gets busy on…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/zuma-beach/a/poi-sig/1426671/1324614",
    "image_url": null,
    "detail_description": "Zuma is easy to find, and thanks to the wide sweep of blonde sand that has been attracting valley kids to the shore since the 1970s, it gets busy on weekends and summer afternoons. Pass around Point Dume to Westward Beach.\nPoint Dume State Beach begins once you pass through the parking gate south of the Sunset restaurant. Keep walking down the beach and navigate a short trail to semi-private Pirate's Cove."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 39,
    "name": "One Archives",
    "latitude": "34.031021",
    "longitude": "-118.281469",
    "excerpt": "One Archives houses the world's largest LGBT library. Its roots are in One, the first homophile magazine published in the US (1953–67), and the 30,000…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/exposition-park-south-la/attractions/one-archives/a/poi-sig/1567442/1337416",
    "image_url": null,
    "detail_description": "One Archives houses the world's largest LGBT library. Its roots are in One, the first homophile magazine published in the US (1953–67), and the 30,000-plus volume library covers everything from LGBT news magazines from around the world to recordings, gay and lesbian pulp fiction and erotica. Art exhibitions (often edgy) change about four times a year. If you'd like to tour the collection, contact the archives in advance.\nParking and entrance are via Scarff St."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 38,
    "name": "Los Angeles Police Museum",
    "latitude": "34.118031",
    "longitude": "-118.187624",
    "excerpt": "Crime fighting goes under the spotlight at Police Station No 11, now better known as the Los Angeles Police Museum. Exhibits trace the history of the LAPD…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/highland-park-eagle-rock/attractions/los-angeles-police-museum/a/poi-sig/1564718/1337417",
    "image_url": null,
    "detail_description": "Crime fighting goes under the spotlight at Police Station No 11, now better known as the Los Angeles Police Museum. Exhibits trace the history of the LAPD, from its humble beginnings in 1869 to the modern force of today. There's fascinating background on some of the city's most infamous crimes, plus a collection of historic police vehicles. Built in 1926, the handsome station itself isn't short of anecdotes, with former captives including notorious Mexican mafioso Joe 'Pegleg' Morgan.\n"
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 37,
    "name": "Blum & Poe",
    "latitude": "34.033057",
    "longitude": "-118.375518",
    "excerpt": "Major player and juggernaut of the Culver City Arts District, Blum & Poe represents such international stars as Takashi Murakami, Sam Durant and Sharon…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/culver-city-mar-vista/attractions/blum-poe/a/poi-sig/1423522/1337406",
    "image_url": null,
    "detail_description": "Major player and juggernaut of the Culver City Arts District, Blum &amp; Poe represents such international stars as Takashi Murakami, Sam Durant and Sharon Lockhart. The gallery recently hosted a solo exhibition of the influential Japanese artist Kishio Suga, the first outside Japan to include an extensive overview of the artist's early works on paper. In 2016 the space showcased rapper Kanye West's infamous installation Famous, comprised of 12 silicon celebrities snoozing together in bed.\n"
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 36,
    "name": "Adamson House",
    "latitude": "34.034604",
    "longitude": "-118.680722",
    "excerpt": "Up on a bluff overlooking Surfrider Beach is this gorgeous Spanish-style villa, which used to belong to the Rindge family and is awash in locally made,…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/adamson-house/a/poi-sig/1157116/1324614",
    "image_url": null,
    "detail_description": "Up on a bluff overlooking Surfrider Beach is this gorgeous Spanish-style villa, which used to belong to the Rindge family and is awash in locally made, hand-painted tiles. Check out the ‘Persian rug’ in the entryway and the tiled dog bath outside. The last tour leaves at 2pm.\nTo learn more about Malibu’s arc of history – Chumash to glamour town – pop into the adjacent Malibu Lagoon Museum.From here it’s a pleasant stroll through the marsh to Surfrider Beach."
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 35,
    "name": "Legacy Park",
    "latitude": "34.035324",
    "longitude": "-118.688693",
    "excerpt": "On gently rolling hills across from Malibu City Hall and next to the Malibu Country Mart, this 15-acre park is a microcosm of six SoCal landscapes all in…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/legacy-park/a/poi-sig/1565785/1324614",
    "image_url": null,
    "detail_description": "On gently rolling hills across from Malibu City Hall and next to the Malibu Country Mart, this 15-acre park is a microcosm of six SoCal landscapes all in one place: coastal prairies, vernal pools, woodlands, coastal bluffs, riparian corridor and wet meadow, all with inspirational views of the Malibu Hills.\nNatural scenes are punctuated with statues of local icons, from surfers to pail-toting beachgoers.The plaques of donors for the park's 2010 opening read like a phone book of Hollywood elite."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 34,
    "name": "Dunbar Hotel",
    "latitude": "34.006797",
    "longitude": "-118.256729",
    "excerpt": "The Dunbar was a luxury hotel built in 1928 in this predominantly African-American neighborhood, at a time when segregation barred African-Americans from…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/exposition-park-south-la/attractions/dunbar-hotel/a/poi-sig/1427283/1337416",
    "image_url": null,
    "detail_description": "The Dunbar was a luxury hotel built in 1928 in this predominantly African-American neighborhood, at a time when segregation barred African-Americans from comparable facilities elsewhere. Prominent guests included entertainment legends Louis Armstrong, Count Basie, Duke Ellington, Bessie Smith and Bill 'Bojangles' Robinson, poet and playwright Langston Hughes, boxer Joe Louis and historian and civil-rights activist WEB Du Bois.\nThe hotel went into decline in the 1960s but has since been renovated into senior housing."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 33,
    "name": "Culver City Arts District",
    "latitude": "34.03351",
    "longitude": "-118.375926",
    "excerpt": "The Helms complex marks the beginning of Culver City’s vital Arts District, which runs east along Washington Ave to La Cienega Blvd and up one block to…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/culver-city-mar-vista/attractions/culver-city-arts-district/a/poi-sig/1424251/1337406",
    "image_url": null,
    "detail_description": "The Helms complex marks the beginning of Culver City’s vital Arts District, which runs east along Washington Ave to La Cienega Blvd and up one block to Venice Blvd. Most of the galleries on Washington are clustered at the La Cienega end, with the best on La Cienega itself.\nAmong these is Blum &amp; Poe, the first to move into the area back in 2003. Since then, more than two dozen galleries have piggybacked on its success. Note that most galleries are closed on Sunday and Monday."
},
{
    "country": "los-angeles",
    "city": "Venice, Marina Del Rey & Playa del Rey",
    "index": 32,
    "name": "Fisherman’s Village",
    "latitude": "33.972335",
    "longitude": "-118.445749",
    "excerpt": "Most boats, including party fishing boats and winter whale-watching boats, leave from this kitschy strip of candy-colored cottages filled with tacky gift…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/venice/attractions/fisherman-s-village/a/poi-sig/1424769/1324616",
    "image_url": null,
    "detail_description": "Most boats, including party fishing boats and winter whale-watching boats, leave from this kitschy strip of candy-colored cottages filled with tacky gift shops and restaurants.\nNorth of here, the small Burton Chace Park is a good spot for a picnic, flipping a Frisbee, flying a kite or watching the parade of boats sailing through the Main Channel. In July and August there’s a weekend concert series in the evenings. The same months also see the WaterBus in operation."
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 31,
    "name": "Malibu Hindu Temple",
    "latitude": "34.091936",
    "longitude": "-118.701051",
    "excerpt": "This house (or, more precisely, these houses) of Hindu gods sneaks up on you as you drive up Malibu Canyon, but you won’t miss the ivory towers located 6…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/malibu-hindu-temple/a/poi-sig/1423561/1324614",
    "image_url": null,
    "detail_description": "This house (or, more precisely, these houses) of Hindu gods sneaks up on you as you drive up Malibu Canyon, but you won’t miss the ivory towers located 6.5 miles north of Pepperdine. Temple grounds are shaped and dappled like a big blissful sandcastle and include a series of shrines to various deities.\nVisitors are welcome any day, but it’s best to visit on a Hindu holiday, when colorfully robed flocks descend with fruit, flowers and smoldering incense in hand. Kick your shoes off before stepping up to the marble platform."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 30,
    "name": "University of Southern California",
    "latitude": "34.018767",
    "longitude": "-118.282928",
    "excerpt": "George Lucas, John Wayne and Neil Armstrong are among the famous alumni of this well-respected private university, founded in 1880, just north of…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/exposition-park-south-la/attractions/university-of-southern-california/a/poi-sig/1426263/1337416",
    "image_url": null,
    "detail_description": "George Lucas, John Wayne and Neil Armstrong are among the famous alumni of this well-respected private university, founded in 1880, just north of Exposition Park. Free 50-minute, student-led tours depart from the admissions center Monday to Friday, and touch on campus history, architecture and student life. Reservations are strongly recommended. You can also pick up a self-guided tour at the admissions center or online.\nTo see changing art exhibits of noted artists and student shows, visit the USC Fisher Museum of Art."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 29,
    "name": "Museum of Jurassic Technology",
    "latitude": "34.025828",
    "longitude": "-118.394905",
    "excerpt": "Nope, this kooky museum has nothing to do with dinosaurs and even less to do with technology. Instead you’ll find madness nibbling at your synapses as you…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/culver-city-mar-vista/attractions/museum-of-jurassic-technology/a/poi-sig/1071061/1337406",
    "image_url": null,
    "detail_description": "Nope, this kooky museum has nothing to do with dinosaurs and even less to do with technology. Instead you’ll find madness nibbling at your synapses as you try to read meaning into displays about Cameroonian stink ants, a tribute to trailer parks and a sculpture of the Pope squished into the eye of a needle.\nIt may all be a mind-bending spoof, an elaborate hoax or a complete exercise in ironic near-hysteria by founder David Wilson. Maybe. For an entertaining read about the place, pick up Mr Wilson’s Cabinet of Wonder by ex–New Yorker staff writer Lawrence Weschler."
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 28,
    "name": "Malibu Lagoon State Beach",
    "latitude": "34.031759",
    "longitude": "-118.681054",
    "excerpt": "This salty marsh is where Malibu Creek meets the ocean, attracting migratory birds and their human admirers. It underwent a major native-species…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/malibu-lagoon-state-beach/a/poi-sig/1424481/1324614",
    "image_url": null,
    "detail_description": "This salty marsh is where Malibu Creek meets the ocean, attracting migratory birds and their human admirers. It underwent a major native-species restoration in the early 2010s. Some 50,000 individual plants of roughly a dozen native marsh species were planted, temporary drip irrigation was installed and weeds hand removed, making it a great place to bring a picnic and binoculars and grab a spot in the sand or at a picnic table near Malibu Creek Bridge.\nHowever, given that this is where the creek meets the sea, water quality tends to be low. Swimmers and surfers should push further north."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 27,
    "name": "Central Avenue",
    "latitude": "34.004929",
    "longitude": "-118.256235",
    "excerpt": "From the 1920s to the 1950s, Central Ave was the lifeblood of LA’s African-American community, not by choice but because segregation laws kept black…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/exposition-park-south-la/attractions/central-avenue/a/poi-sig/1427289/1337416",
    "image_url": null,
    "detail_description": "From the 1920s to the 1950s, Central Ave was the lifeblood of LA’s African-American community, not by choice but because segregation laws kept black people out of other neighborhoods. It was also a hotbed of jazz and R&amp;B, a legacy commemorated every July with the Central Avenue Jazz Festival held outside the 1928 Dunbar Hotel.\nDuke Ellington once maintained a suite at the Dunbar, which was LA’s only 1st-class hotel for African Americans. It’s now a low-income seniors center, but has been renovated and the facade faithfully restored. It's worth a peek."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 26,
    "name": "Los Angeles Memorial Coliseum",
    "latitude": "34.013839",
    "longitude": "-118.28737",
    "excerpt": "Built in 1923, this grand stadium hosted the 1932 and 1984 Summer Olympic Games, the 1959 baseball World Series and two Super Bowls, is the temporary home…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/exposition-park-south-la/attractions/los-angeles-memorial-coliseum/a/poi-sig/1427295/1337416",
    "image_url": null,
    "detail_description": "Built in 1923, this grand stadium hosted the 1932 and 1984 Summer Olympic Games, the 1959 baseball World Series and two Super Bowls, is the temporary home stadium for the Los Angeles Rams and permanent home of University of Southern California Trojans (American) football teams. Informative guided tours dish the history and take you inside locker rooms, press box, the field and more (blackout dates apply).\r\n\nSelf-guided tours are also available, but don't let you inside the bowl.\r\n\r\n\r\n"
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 25,
    "name": "Catalina Island Museum",
    "latitude": "33.343436",
    "longitude": "-118.327947",
    "excerpt": "Opened in a spiffy new building in 2016, this museum has a permanent collection showcasing Catalina's history from the province of the indigenous people…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/catalina-island/attractions/catalina-island-museum/a/poi-sig/1425923/361784",
    "image_url": null,
    "detail_description": "Opened in a spiffy new building in 2016, this museum has a permanent collection showcasing Catalina's history from the province of the indigenous people to playground of Hollywood's elite – everyone from Errol Flynn and Charlie Chaplin through to John Wayne, Marilyn Monroe and George Harrison visited. A 12-minute newsreel-style video tells the story. Other sections are dedicated to the Wrigley family, local legends and characters, Catalina's clay-tile industry and artifacts such as the telephone switchboard used until 1978.\nTemporary exhibits round out the experience, including some blockbusters such as the works of glass artist Dale Chihuly."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 24,
    "name": "Exposition Park",
    "latitude": null,
    "longitude": null,
    "excerpt": "A quick jaunt south of Downtown LA by Metro Expo Line or DASH bus, the family-friendly Exposition Park began as an agricultural fairground in 1872 then…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/exposition-park-south-la/attractions/exposition-park/a/poi-sig/1429349/1337416",
    "image_url": null,
    "detail_description": "A quick jaunt south of Downtown LA by Metro Expo Line or DASH bus, the family-friendly Exposition Park began as an agricultural fairground in 1872 then devolved into a magnet for the down-and-out and finally emerged as a patch of public greenery in 1913. It contains three quality museums (the Natural History Museum, California Science Center and California African American Museum), a robust and rambling Rose Garden and the 1923 Los Angeles Memorial Coliseum.\nParking in lots around Expo Park costs $12."
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 23,
    "name": "Villa Aurora",
    "latitude": "34.046282",
    "longitude": "-118.555935",
    "excerpt": "Built in 1928 in the hills above Sunset Blvd, this was the home of Jewish-German novelist and intellectual Lion Feuchtwanger (1888–1958) and his wife…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/villa-aurora/a/poi-sig/1423619/1324614",
    "image_url": null,
    "detail_description": "Built in 1928 in the hills above Sunset Blvd, this was the home of Jewish-German novelist and intellectual Lion Feuchtwanger (1888–1958) and his wife Marta (1891–1987), exiled after Nazis confiscated their Berlin home in 1933. Complete with pipe organ, thick timber-beamed ceilings and miraculous sea views, the villa hosted salons of European artists and intellectuals in exile – folks such as Bertholt Brecht, Charles Chaplin and Thomas Mann – and later served as a base for Marta's political activism.\nIt is now a German-American art and cultural center hosting visiting artists, musicians, filmmakers and writers in residence, plus occasional concerts, screenings and events. Tours are free but must be arranged in advance."
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 22,
    "name": "Malibu Colony",
    "latitude": "34.031164",
    "longitude": "-118.685437",
    "excerpt": "Malibu has been celebrity central since the 1930s, when money troubles forced landowner May Rindge to lease out property to her famous Hollywood buds…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/malibu-colony/a/poi-sig/1437648/1324614",
    "image_url": null,
    "detail_description": "Malibu has been celebrity central since the 1930s, when money troubles forced landowner May Rindge to lease out property to her famous Hollywood buds. Clara Bow and Barbara Stanwyck were the first to stake out their turf in what would become the Malibu Colony. Ever since, privacy-seeking A-listers, including Leo, Cher, Jen Aniston, Judd Apatow and many others, are or have been residents, owning or renting houses for as much as $100,000 per month.\nWhile it’s impossible to get past the gate without a personal invitation from a resident, you could always join the paparazzi on the beach – just stay below the high-tide mark. For photogenic bird's-eye views of the colony, head up the coast to Malibu Bluffs Park."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 21,
    "name": "Self Realization Fellowship",
    "latitude": "34.102139",
    "longitude": "-118.216753",
    "excerpt": "When Parmanhansa Yogananda first came to LA from India in the 1920s to spread his yoga love, he set up shop at this beautiful estate, which remains a…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/highland-park-eagle-rock/attractions/self-realization-fellowship/a/poi-sig/1425899/1337417",
    "image_url": null,
    "detail_description": "When Parmanhansa Yogananda first came to LA from India in the 1920s to spread his yoga love, he set up shop at this beautiful estate, which remains a working monastery that offers stunning views of the Downtown skyline from its garden. The house doors are also open. Peek into the library where you’ll find a number of books by ‘yogiji’ (as he’s affectionately called), as well as his letter opener, robes and locks of his hair.\nYou'll also find tomes from great philosophers and poets from Plato and Dostoevsky to Gandhi (one of his contemporaries). It's said that if you sit in an area where Yogananda sat for a prolonged period, you may feel his calming vibration – word is that every night before bed he sipped tea on the sofa by the fireplace."
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 20,
    "name": "Pepperdine University",
    "latitude": "34.041938",
    "longitude": "-118.708191",
    "excerpt": "Self-assuredly holding court on 830 acres atop a grassy slope down to the ocean where deer graze at sundown, this private, Christian institution has views…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/pepperdine-university/a/poi-sig/1426715/1324614",
    "image_url": null,
    "detail_description": "Self-assuredly holding court on 830 acres atop a grassy slope down to the ocean where deer graze at sundown, this private, Christian institution has views of the Pacific and the mountains and is consistently ranked one of America's most beautiful campuses.\nNotable faculty over the years have included Ben Stein (former law professor who played the teacher in Ferris Bueller's Day Off, and current political gadfly) and former law-school dean Kenneth Starr, who previously was the independent investigator who revealed to the world where Bill Clinton put his cigars.Art fans should check out the latest show at the university’s Frederick R Weisman Museum of Art, which rotates edgy works created by contemporary American artists."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 19,
    "name": "Wrigley Memorial & Botanic Gardens",
    "latitude": "33.326369",
    "longitude": "-118.340242",
    "excerpt": "About 1.5 miles inland from central Avalon, this nearly-38-acre park emphasizes indigenous California plants: agave, aloe, Catalina cherry, cedar, island…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/catalina-island/attractions/wrigley-memorial-botanic-gardens/a/poi-sig/1426503/361784",
    "image_url": null,
    "detail_description": "About 1.5 miles inland from central Avalon, this nearly-38-acre park emphasizes indigenous California plants: agave, aloe, Catalina cherry, cedar, island scrub oak, silver dollar plant, yucca and more. It slopes uphill to the 1934 memorial to William Wrigley Jr, 180ft tall and made of concrete mixed with crushed local stone for an almost terrazzo effect, with accents of local tile. Here you'll get inspirational views down the canyon to the harbor and mainland on a clear day.\nIn case you're creeped out by the idea of a memorial, Wrigley himself is buried in Pasadena.The garden is also the starting point for one of the island's most popular hiking routes, the Garden to Sky trail.It's about a 30-minute walk from central Avalon, or take the Garibaldi bus or golf cart."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 18,
    "name": "Mar Vista Tract",
    "latitude": "34.005854",
    "longitude": "-118.444033",
    "excerpt": "Aficionados of mid-century architecture will appreciate the Mar Vista Tract, bordered by Palms Blvd, Marco Pl, Beethoven St and Meier St. The first…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/culver-city-mar-vista/attractions/mar-vista-tract/a/poi-sig/1565669/1337406",
    "image_url": null,
    "detail_description": "Aficionados of mid-century architecture will appreciate the Mar Vista Tract, bordered by Palms Blvd, Marco Pl, Beethoven St and Meier St. The first designated historic district in the city consisting solely of modernist, post-war homes, its original 52 houses are all still intact, offering a rare, uninterrupted glimpse of late-1940s LA suburbia. The tract was driven by prolific modernist architect Gregory Ain, who believed that modern architecture promised a better life and should be available to all.\nOriginally planned to house 100 homes on 60 acres, the estate's scaled-down version was completed by Ain (in collaboration with Joseph Johnson and Alfred Day) in 1948. Note the themed flora on its trio of streets: ficus on Beethoven St, Australian melaleuca on Moore St and magnolias on Meier St."
},
{
    "country": "los-angeles",
    "city": "Venice, Marina Del Rey & Playa del Rey",
    "index": 17,
    "name": "Ballona Wetlands",
    "latitude": "33.963651",
    "longitude": "-118.447208",
    "excerpt": "These last remaining wetlands in LA County are home to at least 200 migrating and resident bird species, including the great blue heron. Their habitat,…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/venice/attractions/ballona-wetlands/a/poi-sig/1426696/1324616",
    "image_url": null,
    "detail_description": "These last remaining wetlands in LA County are home to at least 200 migrating and resident bird species, including the great blue heron. Their habitat, however, has shrunk significantly since Playa Vista, a much-debated custom-planned luxury community for about 11,000 residents, took root across Lincoln. Still, the developers get points for restoring and expanding the healthiest intact marsh, which has seen increasing bird activity.\nWetlands are the unsung heroes of the natural world. They clean silty rivers before the water trickles into the sea, provide shelter and hatcheries for birds and fish, and are extremely difficult to restore and protect in an increasingly urbanized world.The Ballona Wetlands are west of Lincoln Blvd, around the corner of Jefferson Blvd. Park on the south (eastbound) side of Jefferson Blvd."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 16,
    "name": "Leimert Park",
    "latitude": "34.005196",
    "longitude": "-118.331423",
    "excerpt": "The soft lilt of a saxophone purrs from a storefront. Excited chatter streams from a coffee house. The savory aroma of barbecue wafts into the steamy…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/exposition-park-south-la/attractions/leimert-park/a/poi-sig/1427306/1337416",
    "image_url": null,
    "detail_description": "The soft lilt of a saxophone purrs from a storefront. Excited chatter streams from a coffee house. The savory aroma of barbecue wafts into the steamy noontime air. Welcome to Leimert (luh-MERT) Park, the cultural hub of LA’s African-American community.\nAbout 2.5 miles west of Exposition Park, the mostly residential neighborhood was designed by the Olmsted brothers of New York Central Park fame, and was nicknamed ‘the black Greenwich Village’ by filmmaker and local resident John Singleton (Boyz n the Hood). Here, bongo freaks gather in the park for Sunday-afternoon drum circles. Nearby, the World Stage is a destination for jazz aficionados. Check out the Sankofa Passage (Leimert Park’s walk of fame), paying homage to local figures such as LA jazz legends Horace Tapscott, Dexter Gordon and Buddy Collette."
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 15,
    "name": "Self-Realization Fellowship Lake Shrine",
    "latitude": "34.042739",
    "longitude": "-118.552501",
    "excerpt": "No matter your religious persuasion, any negative vibes seem to disappear while strolling through these uplifting meditation gardens. Paths meander around…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/self-realization-fellowship-lake-shrine/a/poi-sig/1423537/1324614",
    "image_url": null,
    "detail_description": "No matter your religious persuasion, any negative vibes seem to disappear while strolling through these uplifting meditation gardens. Paths meander around a spring-fed, artificial lake and past clumps of flowers and swaying palms to the Windmill Chapel, where George Harrison’s memorial was held, and back to a shrine containing some of the ashes of Mahatma Gandhi.\nSprinkled throughout are quotes from Hindu and Christian saints. The gold-lotus-peaked sanctuary situated on the hillside is where meditation services and lectures are held by resident monks on Thursday evenings at 8pm and Sunday mornings at 9am and 11am, and are open to the public. The fellowship was founded in 1925 by charismatic Paramahansa Yogananda, one of the first yogis to come to the West from India. His teachings blend traditions and stories from the five major religions."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 14,
    "name": "Hayden Tract",
    "latitude": "34.026324",
    "longitude": "-118.380515",
    "excerpt": "Architecture fans gravitate to the block where Eric Owen Moss has turned a worn-out industrial compound into a hub of avant-garde architecture. Start with…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/culver-city-mar-vista/attractions/hayden-tract/a/poi-sig/1423423/1337406",
    "image_url": null,
    "detail_description": "Architecture fans gravitate to the block where Eric Owen Moss has turned a worn-out industrial compound into a hub of avant-garde architecture. Start with the Samitaur Tower on the corner of National and Hayden, a rusted-steel-and-glass tower that recalls a disjointed rocket. Beside it, at 3530 Hayden, the Stealth building transforms its form from triangular to rectangular as it shoots south. Directly behind it stands the gob-smacking Pterodactylm, where offices tumble down over a parking garage like building blocks.\nTo the right of the Pterodactylm, the IRS building looks like it's melting, while back on Hayden itself, the twisting, grid-like Vespertine tower at 3599 Hayden Ave drew its original inspiration from a square pile of note paper. The tower is home to an exclusive, fine-dining restaurant. For more information on all of Hayden Tract's buildings, check out the website."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 13,
    "name": "Wende Museum",
    "latitude": "34.011048",
    "longitude": "-118.404014",
    "excerpt": "Newly housed in the former National Guard Armory, this under-the-radar museum stands out for its vast, yet niche collection. German for 'turning point',…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/culver-city-mar-vista/attractions/wende-museum/a/poi-sig/1489794/1337406",
    "image_url": null,
    "detail_description": "Newly housed in the former National Guard Armory, this under-the-radar museum stands out for its vast, yet niche collection. German for 'turning point', Wende collects anything and everything made, bought, sold and created in Soviet Bloc countries from the end of WWII to the fall of the Berlin Wall. It's the brainchild of Oxford grad Justin Jampol, who has produced two documentary films on the Cold War, as well as urban art programs, including The Wall Project.\nSaving countless films, photographs and artifacts from incinerators and garbage dumps, his collection reveals how typical Germans lived behind the wall. If that sounds dry to you, don't worry, it's anything but. He's revealed the strange world of the Soviet hippie, now owns an extensive East German film archive, and has over 100,000 pieces all told, including a wonderful Lenin bust painted pink and turquoise by a 1980s street artist.Guided tours of the museum are available; see the website for details."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 12,
    "name": "Watts Labor Community Action Committee",
    "latitude": "33.936319",
    "longitude": "-118.253263",
    "excerpt": "Watts was around the epicenter of two sets of LA riots – first in 1965 and then in 1992 – when this vibrant community and cultural center was burned to…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/exposition-park-south-la/attractions/watts-labor-community-action-committee/a/poi-sig/1425865/1337416",
    "image_url": null,
    "detail_description": "Watts was around the epicenter of two sets of LA riots – first in 1965 and then in 1992 – when this vibrant community and cultural center was burned to the ground. The neighborhood is still teeming with large numbers of kids growing up poor and angry, but there are pockets of improvements, thanks in part to such groups as this.\nFounded by Ted Watkins and run by his son, Timothy, the headquarters doubles as a cultural theme park. A huge bronze sculpture of a black woman called Mother of Humanity dominates the campus, and the Cecil Ferguson Gallery rotates exhibits of LA’s best African-American artists, such as Willie Middlebrook and Michael Massenburg.The most powerful exhibit, though, is the Civil Rights Museum, which is only accessible on guided tours that must be booked at least a day in advance. Guides take you through the hull of the Amistad (the actual facade used in the Spielberg film), a body-filled slave ship, and along the Mississippi Delta Rd to displays about Martin Luther King, the Black Panther Party and the 1960s Civil Rights movement.There's also a wonderful new skate park (open 8am to dusk) where South LA’s growing crew of skaters freelance and grind with incredible skill."
},
{
    "country": "los-angeles",
    "city": "Venice, Marina Del Rey & Playa del Rey",
    "index": 11,
    "name": "Dockweiler State Beach",
    "latitude": "33.944535",
    "longitude": "-118.443174",
    "excerpt": "With jumbo jets soaring overhead, sailboats bobbing beyond the rolling surf, bonfires raging in the pit and a waxing moon rising high, summer nights on…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/venice/attractions/dockweiler-state-beach/a/poi-sig/1426692/1324616",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_388810342.jpg",
    "detail_description": "With jumbo jets soaring overhead, sailboats bobbing beyond the rolling surf, bonfires raging in the pit and a waxing moon rising high, summer nights on Dockweiler – a 3.5-mile stretch of open beach – are always a good time.\nStreet parking is usually available (arrive early for best options), or get here by bike; it's on the South Bay Bicycle Trail."
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 10,
    "name": "Malibu Pier",
    "latitude": "34.036289",
    "longitude": "-118.675966",
    "excerpt": "The pier marks the beginning of Malibu’s commercial heart. It’s open for strolling and license-free fishing (note the brackets for your rod and reel) and…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/malibu-pier/a/poi-sig/1423539/1324614",
    "image_url": "https://lp-cms-production.imgix.net/2021-10/shutterstockRF_339784517.jpg",
    "detail_description": "The pier marks the beginning of Malibu’s commercial heart. It’s open for strolling and license-free fishing (note the brackets for your rod and reel) and delivers fine views of surfers riding waves off Surfrider Beach. The restaurant at the end caters to tourists. You can rent a rod and reel ($14 for two hours), and buy bait ($5) here, too.\nAlthough the Pier management stops at sunset, some businesses stay open later."
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 9,
    "name": "Will Rogers State Historic Park",
    "latitude": "34.054908",
    "longitude": "-118.512515",
    "excerpt": "This park sprawls across ranch land once owned by Will Rogers (1875–1935), an Oklahoma-born cowboy turned humorist, radio-show host and movie star (in the…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/will-rogers-state-historic-park/a/poi-sig/1427096/1324614",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1305847776.jpg",
    "detail_description": "This park sprawls across ranch land once owned by Will Rogers (1875–1935), an Oklahoma-born cowboy turned humorist, radio-show host and movie star (in the early 1930s he was the highest-paid actor in Hollywood). In the late '20s, he traded his Beverly Hills manse for a 31-room ranch house and lived here until his tragic 1935 death in a plane crash.\nFree guided tours allow you to nose around the Western art and Native American rugs and baskets, and marvel at the porch swing right in the living room.The park’s chaparral-cloaked hills, where Rogers used to ride his horses, are laced with trails and offer an easy escape from the LA hubbub. The best time for a ramble is late in the day when the setting sun delivers golden views of the mountains, city and ocean from Inspiration Point. They’re yours after an easy-to-moderate 1.5-mile trek. Trails continue along the Backbone Trail into Topanga State Park.A big polo fan, Will Rogers built his own field to battle such famous buddies as Spencer Tracy, Gary Cooper and Walt Disney. The Will Rogers Polo Club still plays in the park on what is the city’s only remaining polo field."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 8,
    "name": "Natural History Museum of Los Angeles",
    "latitude": "34.016984444166",
    "longitude": "-118.28883469105",
    "excerpt": "Dinos to diamonds, bears to beetles, hissing roaches to African elephants – this museum will take you around the world and back, through millions of years…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/exposition-park-south-la/attractions/natural-history-museum-of-los-angeles/a/poi-sig/380011/1337416",
    "image_url": null,
    "detail_description": "Dinos to diamonds, bears to beetles, hissing roaches to African elephants – this museum will take you around the world and back, through millions of years in time. It’s all housed in a beautiful 1913 Spanish Renaissance–style building that stood in for Columbia University in the first Toby McGuire Spider-Man movie – yup, this was where Peter Parker was bitten by the radioactive arachnid. There's enough to see here to fill several hours.\nSpecial exhibits usually draw the biggest crowds, but don’t miss out on a spin around the permanent halls to see such trophy displays as the Dinosaur Hall, featuring the world's first T. rex growth series (baby, juvenile and adult). There are the requisite dioramas of animals from North America and Africa, as well as the bird hall and a gallery of Aztec and Latin American artifacts. If diamonds are your best friend, head to the Gem and Mineral Hall with its walk-through gem vault and a Fort Knox–worthy gold collection, including the world's second-largest-known gold nugget.Kids will have plenty of ooh-and-aah moments in the spruced-up Discovery Center, where they can assemble a T. rex puzzle, handle bones, antlers and minerals, and get close to tarantulas, scorpions and other creepy-crawlies. Other interactive programs include the Nature Lab, which encourages local kids to survey their neighborhoods for biodiversity, and a bug-sorting lab.The Becoming Los Angeles exhibit takes a serious look at the region from the native Gabrieleño-Tongva peoples through the missions, Mexican independence, joining the US, movies, aviation and innovations such as the catalytic converter and solar panels.Outside are 3.5 acres of nature gardens, including native plants that bloom in season, and a seasonal pavilion showcasing butterflies or spiders (not at the same time!).For grown-ups, the museum turns up the volume during its First Fridays event series, which combines brainy lectures, live music and KCRW DJs in the African Mammal Hall, bars and late-night access to the exhibits, which are all bathed in nocturnal light. Check the website for upcoming dates. The $25 charge includes museum admission.Parking is $12."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 7,
    "name": "California Science Center",
    "latitude": "34.016185",
    "longitude": "-118.286034",
    "excerpt": "Top billing at the Science Center goes to the Space Shuttle Endeavour, one of only four space shuttles nationwide, but there's plenty else to see at this…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/exposition-park-south-la/attractions/california-science-center/a/poi-sig/379971/1337416",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ea3c3a590dfe1ad8ac96704d63f89149379ce8ef6f1ed2705b70ea1049813875.jpg",
    "detail_description": "Top billing at the Science Center goes to the Space Shuttle Endeavour, one of only four space shuttles nationwide, but there's plenty else to see at this large, multistory, multimedia museum filled with buttons to push, lights to switch on and knobs to pull. A simulated earthquake and a giant techno-doll named Tess bring out the kid in everyone. Admission is free, but special exhibits, experiences and IMAX movies cost extra.\nBehind its stately facade facing Expo Park, the enormous space is quite modern inside; part of the building was designed by LA's own starchitect Frank Gehry.Among the many themed sections, upstairs on the left, World of Life focuses on the five life processes that unite living creatures from single-cell amoebae to 100 trillion-cell humans. On the human side, you can hop on a red blood cell for a computer fly-through of the circulatory system, visit the Digestion Diner to ask Gertie the waitress how long your insides really are, watch open-heart surgery, and learn about homeostasis from Tess, a giant talking animatronic body billed as ‘50ft of brains, beauty and biology.’Creative World is all about the ingenious ways humans have devised to transport things and build structures. Meet a family of crash-test dummies, fly a virtual hovercraft and get all shook up during a fake earthquake. Ecosystems takes visitors through a variety of habitats: desert, river, island, urban and forest.Aircraft and space travel take center stage in the SKETCH Foundation Gallery. Spirits will soar at the sight of a pioneering 1902 Wright glider; space capsules flown on Mercury, Gemini and Apollo missions; and a replica Soviet Sputnik, the first human-made object to orbit the earth in 1957.But these days, the Space Shuttle Endeavour is the Science Center's star attraction (get it?). Exhibits leading up to it show one of the Mission Control centers (which operated here in LA County, no less!) and shuttles' inner workings from food prep to toilets. A remarkable time-lapse video shows Endeavour's much ballyhooed final voyage to its current location in 2012 – a meandering flyover of the city on the back of a Boeing 747, then its tow through city streets that lasted a couple days in the ultimate slow-speed chase (and this was with no traffic!).When you finally get to see Endeavour, it dominates its pavilion, looking as it did after its 25th and last space flight, damaged heat-shield tiles and all. It will be kept in this temporary pavilion until its permanent home in the Samuel Oschin Air and Space Center is built (the Science Center is in the midst of a fundraising campaign). Just outside is one of the external fuel tanks used for liftoff, which is even longer than the shuttle itself. The gift shop sells space goods and super-cute plush toys such as the space chimp. During peak periods and holidays, visiting Endeavour requires a timed-ticket reservation (fee $3).To avoid crowds of schoolkids, arrive at the Science Center after 2pm on school days.And save the $12 parking fee by riding Metro."
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 6,
    "name": "El Matador State Beach",
    "latitude": "34.037947",
    "longitude": "-118.874795",
    "excerpt": "Arguably Malibu’s most stunning beach, where you park on the bluffs and stroll down a trail to sandstone rock towers that rise from emerald coves. Topless…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/el-matador-state-beach/a/poi-sig/1424476/1324614",
    "image_url": null,
    "detail_description": "Arguably Malibu’s most stunning beach, where you park on the bluffs and stroll down a trail to sandstone rock towers that rise from emerald coves. Topless sunbathers stroll through the tides, and dolphins breech the surface beyond the waves. It's been impacted by coastal erosion, but you can still find a sliver of dry sand tucked against the bluffs.\n"
},
{
    "country": "los-angeles",
    "city": "Venice, Marina Del Rey & Playa del Rey",
    "index": 5,
    "name": "Venice Canals",
    "latitude": "33.984435",
    "longitude": "-118.466413",
    "excerpt": "Even many Angelenos have no idea that just a couple of blocks from the Boardwalk madness is an idyllic neighborhood that preserves 3 miles of Abbot Kinney…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/venice/attractions/venice-canals/a/poi-sig/1156950/1324616",
    "image_url": null,
    "detail_description": "Even many Angelenos have no idea that just a couple of blocks from the Boardwalk madness is an idyllic neighborhood that preserves 3 miles of Abbot Kinney’s canals. The Venice Canal Walk threads past eclectic homes, over bridges and along waterways where ducks preen and locals lollygag in little rowboats. It’s best accessed from either Venice or Washington Blvds.\n"
},
{
    "country": "los-angeles",
    "city": "Venice, Marina Del Rey & Playa del Rey",
    "index": 4,
    "name": "Abbot Kinney Boulevard",
    "latitude": "33.991071",
    "longitude": "-118.46755",
    "excerpt": "Abbot Kinney, who founded Venice in the early 1900s, would probably be delighted to find that one of Venice’s best-loved streets bears his name. Sort of a…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/venice/attractions/abbot-kinney-boulevard/a/poi-sig/1426975/1324616",
    "image_url": null,
    "detail_description": "Abbot Kinney, who founded Venice in the early 1900s, would probably be delighted to find that one of Venice’s best-loved streets bears his name. Sort of a seaside Melrose with a Venetian flavor, the mile-long stretch of Abbot Kinney Blvd between Venice Blvd and Main St is full of upscale boutiques, galleries, lofts and sensational restaurants. Some years back, GQ named it America's coolest street, and that cachet has only grown since.\nWe have to admit, we're a bit conflicted about the success. Rising rents have forced out some long-standing establishments, so although shops like Aviator Nation, Mystic Journey, Salt and Waraku keep the old Venice vibe alive, their neighbors now include national and international brands like Toms, John Fluevog, Shinola Detroit and Adidas. And if restaurant quality has skyrocketed thanks to places like Gjelina, the Tasting Kitchen, MTN, Plant Food + Wine and Salt &amp; Straw, so have prices.In late September, the Abbot Kinney Festival draws tens of thousands of revelers, and the monthly First Friday street fair bills itself as LA's premier food-truck gathering, with street foods up and down the boulevard."
},
{
    "country": "los-angeles",
    "city": "Malibu & Pacific Palisades",
    "index": 2,
    "name": "Getty Villa",
    "latitude": "34.045489",
    "longitude": "-118.56474",
    "excerpt": "Stunningly perched on an ocean-view hillside, this museum in a replica 1st-century Roman villa is an exquisite, 64-acre showcase for Greek, Roman and…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/malibu/attractions/getty-villa/a/poi-sig/1130753/1324614",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/906c5352b1f0379bf4946276c11107b8-getty-villa.jpg",
    "detail_description": "Stunningly perched on an ocean-view hillside, this museum in a replica 1st-century Roman villa is an exquisite, 64-acre showcase for Greek, Roman and Etruscan antiquities. Dating back 7000 years, they were amassed by oil tycoon J Paul Getty. Galleries, peristiles, courtyards and lushly landscaped gardens ensconce all manner of friezes, busts and mosaics, along with millennia-old cut, blown and colored glass and brain-bending geometric configurations in the Hall of Colored Marbles. Other highlights include the Pompeii fountain and Temple of Herakles.\nThe upper balcony has the best view of the lovely courtyard garden surrounding a reflecting pool – and down to the ocean – and there are plays and events in the more modern amphitheater.When the Getty Villa reopened in 2006 after a seven-year renovation, the institution immediately found egg on its face when allegations of illegally obtained treasures surfaced. Although dozens of items have since been returned to Italy, there are plenty left.Admission is free, but a timed ticket is required, and parking costs $15 ($10 after 3pm). Walk-ins are not allowed, so if you arrive by bus, be sure to ask the driver to hole-punch your villa ticket."
},
{
    "country": "los-angeles",
    "city": "Los Angeles",
    "index": 3,
    "name": "Watts Towers",
    "latitude": "33.938834",
    "longitude": "-118.241049",
    "excerpt": "The three 'Gothic' spires of the fabulous Watts Towers rank among the world’s greatest monuments of folk art. In 1921 Italian immigrant Simon Rodia set…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/los-angeles/exposition-park-south-la/attractions/watts-towers/a/poi-sig/1426266/1337416",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-474550829_full.jpg",
    "detail_description": "The three 'Gothic' spires of the fabulous Watts Towers rank among the world’s greatest monuments of folk art. In 1921 Italian immigrant Simon Rodia set out ‘to make something big’ and then spent 33 years cobbling together this whimsical free-form sculpture from concrete, steel and a motley assortment of found objects: green 7Up bottles to sea shells, tiles, rocks and pottery.\nThe towers reach up to 99.5ft in height, just below the city's legal limit of 100ft. You can admire Watts Towers from beyond the fencing any time, but to get inside you must take the tour (free during ongoing restoration works; check website for updates). A 12-minute black-and-white documentary from the 1950s tells the story through rare archival footage.The adjacent Watts Towers Art Center sponsors workshops, performances and classes for the community, hosts art exhibits and organizes the acclaimed Watts Towers Day of the Drum and Jazz Festival in late September or early October."
}
]