[
{
    "country": "louisville",
    "city": "Louisville",
    "index": 1,
    "name": "Muhammad Ali Center",
    "latitude": "38.258377",
    "longitude": "-85.759739",
    "excerpt": "This must-see museum tells the tale of the city's most famous native: a local boxer nicknamed the Louisville Lip or, simply, The Greatest. Highlights…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/louisville/attractions/muhammad-ali-center/a/poi-sig/1129209/362202",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1a007f21713028c3799ccafbdd7c3637-muhammad-ali-center.jpg",
    "detail_description": "This must-see museum tells the tale of the city's most famous native: a local boxer nicknamed the Louisville Lip or, simply, The Greatest. Highlights among the interactive exhibits include a ring where you shadowbox with Ali, and a punching bag to practice your rhythm. Videos of his famous fights and street poetry captivate, but it’s the way they’re put in context with the Vietnam War and civil rights issues that Ali fought for that give the place its power.\nExpect to spend a couple of hours browsing the galleries."
},
{
    "country": "louisville",
    "city": "Louisville",
    "index": 10,
    "name": "Kentucky Science Center",
    "latitude": "38.257408",
    "longitude": "-85.762689",
    "excerpt": "Three floors of exhibits illuminate biology, physiology, physics, computing and more for families (kids love it) on historic Main St. For an extra $8 to …",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/louisville/attractions/kentucky-science-center/a/poi-sig/1412196/362202",
    "image_url": null,
    "detail_description": "Three floors of exhibits illuminate biology, physiology, physics, computing and more for families (kids love it) on historic Main St. For an extra $8 to $10 you can catch a film in the IMAX-like theater.\n"
},
{
    "country": "louisville",
    "city": "Louisville",
    "index": 8,
    "name": "Frazier History Museum",
    "latitude": "38.257559",
    "longitude": "-85.764256",
    "excerpt": "This state-of-the-art museum covers 1000 years of history with grisly battle dioramas and costumed interpreters demonstrating swordplay and staging mock…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/louisville/attractions/frazier-history-museum/a/poi-sig/1129208/362202",
    "image_url": null,
    "detail_description": "This state-of-the-art museum covers 1000 years of history with grisly battle dioramas and costumed interpreters demonstrating swordplay and staging mock debates. The new Spirit of Kentucky bourbon exhibit lets you make your own bourbon barrel (well, a model of one) and behold the Bottle Hall, where all 500 brands produced in the state shimmer in a fancy showcase.\nThe Bourbon Trail Welcome Center, with maps and distillery information, is on the museum's ground floor, along with an excellent gift shop of Kentucky goods."
},
{
    "country": "louisville",
    "city": "Louisville",
    "index": 9,
    "name": "Angel's Envy",
    "latitude": "38.2550007",
    "longitude": "-85.7434015",
    "excerpt": "A micro-distillery that's one of the hippest spots around, Angel's Envy bucks local tradition by finishing its bourbon in port barrels, giving it a hint…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/louisville/attractions/angel-s-envy/a/poi-sig/1563309/362202",
    "image_url": null,
    "detail_description": "A micro-distillery that's one of the hippest spots around, Angel's Envy bucks local tradition by finishing its bourbon in port barrels, giving it a hint of sweetness. The intimate tours are by reservation only, held on the hour Monday and Wednesday, and also on the half hour Thursday through Sunday, in groups of 12 maximum. A quality tasting session follows. Be sure to look up at the Big Ass Fans!\nAfter the tour, enjoy a cocktail (from $12) in the full bar."
},
{
    "country": "louisville",
    "city": "Louisville",
    "index": 7,
    "name": "Kentucky Peerless Distilling Co",
    "latitude": "38.258528",
    "longitude": "-85.766412",
    "excerpt": "This small distiller located downtown along Whiskey Row has an intriguing story. First opened in the 1880s, it closed during WWI to conserve corn. It…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/louisville/attractions/kentucky-peerless-distilling-co/a/poi-sig/1619451/362202",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Louisville%20ANDREW%20CABALLERO-REYNOLDS%20%20GettyImages-1141223053%20RM.jpg",
    "detail_description": "This small distiller located downtown along Whiskey Row has an intriguing story. First opened in the 1880s, it closed during WWI to conserve corn. It remained shuttered for almost a century, until family members of the original distiller revived his whiskey recipes, and voilà. Tours depart every hour on the half hour; the last one is 90 minutes before closing time. They peak at the handsome vintage bar in the tasting room where you’ll knock back four delicious samples.\n"
},
{
    "country": "louisville",
    "city": "Louisville",
    "index": 5,
    "name": "Evan Williams Bourbon Experience",
    "latitude": "38.256776",
    "longitude": "-85.759395",
    "excerpt": "The first distillery to open on Whiskey Row, Evan Williams puts on quite a multimedia show. Exhibits transport you back to the 1780s when bourbon-making…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/louisville/attractions/evan-williams-bourbon-experience/a/poi-sig/1619452/362202",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United-States-Louisville-Rosemarie-Mosteller-shutterstock_2039952233-RFE-cropped.jpg",
    "detail_description": "The first distillery to open on Whiskey Row, Evan Williams puts on quite a multimedia show. Exhibits transport you back to the 1780s when bourbon-making began, and Mr Williams’ original still was pumping out his elixir just a block away. The one-hour traditional tour and tasting runs every half hour on weekdays, every 20 minutes on weekends. The half-hour speakeasy tasting (per person $20, Friday through Sunday) is good fun in a hidden basement room.\nNote that while you’ll see the artisanal distillery in operation here on Whiskey Row, most of the brand’s production takes place at the massive Heaven Hill facility in Bardstown."
},
{
    "country": "louisville",
    "city": "Louisville",
    "index": 6,
    "name": "Kentucky Derby Museum",
    "latitude": "38.205417",
    "longitude": "-85.771036",
    "excerpt": "On the Churchill Downs racetrack grounds, the museum has exhibits on derby history, including a peek into the life of jockeys and a roundup of the most…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/louisville/attractions/kentucky-derby-museum/a/poi-sig/456749/362202",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/550816406a65a1d0f1fcb8f3970cc24a-kentucky-derby-museum.jpg",
    "detail_description": "On the Churchill Downs racetrack grounds, the museum has exhibits on derby history, including a peek into the life of jockeys and a roundup of the most illustrious horses. Highlights include a 360-degree HD film about the race that lets you feel the horses thundering by, the 30-minute walking tour of the grandstands (which includes some engaging yarns), the eye-popping derby hat collection and sipping mint juleps in the museum cafe.\nThe 90-minute 'Behind the Scenes Tour' ($15) leads you through the jockey's quarters and posh VIP seating areas known as Millionaire's Row."
},
{
    "country": "louisville",
    "city": "Louisville",
    "index": 4,
    "name": "Old Forester Distilling Co",
    "latitude": "38.256304",
    "longitude": "-85.752507",
    "excerpt": "A new Whiskey Row facility that opened in 2018, Old Forester itself is a classic brand, around since the 1870s. The distillery lets you view the entire…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/louisville/attractions/old-forester-distilling-co/a/poi-sig/1619453/362202",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/United%20States%20Louisville%20CNMages%20Alamy%202B3RCKC%20RFE.jpg",
    "detail_description": "A new Whiskey Row facility that opened in 2018, Old Forester itself is a classic brand, around since the 1870s. The distillery lets you view the entire scope of bourbon production from fermentation and barrel making (not seen elsewhere) to maturation and bottling. The one-hour tour covers three levels in the building and ends with an excellent sit-down tasting. Note tours only cost $12 on Sundays and Mondays, when production is not fully operational and you won’t see as much.\nTours depart every 15 minutes, with the last one an hour before closing time. Reservations recommended for Saturdays. If a tour isn’t in the cards, head into old-fashioned George’s Bar on-site to order a bourbon flight or cocktail."
}