[
{
    "country": "lusaka",
    "city": "Lusaka",
    "index": 1,
    "name": "Lusaka National Park",
    "latitude": "-15.527129",
    "longitude": "28.543854",
    "excerpt": "The idea of seeing a rhino in the wild just 15km from the capital seems absurd, but this new national park (opened in 2015) allows you to do just that…",
    "detail_url": "https://www.lonelyplanet.com/zambia/lusaka/attractions/lusaka-national-park/a/poi-sig/1552493/355717",
    "image_url": null,
    "detail_description": "The idea of seeing a rhino in the wild just 15km from the capital seems absurd, but this new national park (opened in 2015) allows you to do just that. Set over 46 sq km, it's home to eland, zebra, giraffe and wildebeest, among others. But it's the white rhino that brings people here. While you'll be able to tick it off from the list of Big Five, most likely you'll see them in their holding pen, so it can feel more like a zoo than national park.\nImported from South Africa, the rhino are dehorned for anti-poaching purposes and guarded 24 hours a day. They spend most of the time roaming, but are fed in their pen – so it's a good idea to call ahead to ensure you see them. All up it's a nice retreat from town, but with the nearby power station at the park's entry, it's not the most pristine of locations.Theoretically it has bikes to rent, but in practice they're rarely available. It's located 4.5km off Leopards Hill Rd."
},
{
    "country": "lusaka",
    "city": "Lusaka",
    "index": 9,
    "name": "Henry Tayali Visual Arts Centre",
    "latitude": "-15.395225",
    "longitude": "28.315018",
    "excerpt": "A lovely space exhibiting quality contemporary works by local artists, and all are for sale.",
    "detail_url": "https://www.lonelyplanet.com/zambia/lusaka/attractions/henry-tayali-visual-arts-centre/a/poi-sig/1552403/355717",
    "image_url": null,
    "detail_description": "A lovely space exhibiting quality contemporary works by local artists, and all are for sale.\n"
},
{
    "country": "lusaka",
    "city": "Lusaka",
    "index": 8,
    "name": "Lusaka City Market",
    "latitude": "-15.420269231064",
    "longitude": "28.276697475735",
    "excerpt": "Fronted by the chaotic and congested eponymously named bus station, as well as a veritable Maginot Line of sidewalk vendors, reaching the entrance to the…",
    "detail_url": "https://www.lonelyplanet.com/zambia/lusaka/attractions/lusaka-city-market/a/poi-sig/440350/355717",
    "image_url": null,
    "detail_description": "Fronted by the chaotic and congested eponymously named bus station, as well as a veritable Maginot Line of sidewalk vendors, reaching the entrance to the Lusaka City Market is an achievement in and of itself. Unfortunately, while large, lively and packed to the rafters, the clothing and housewares sold in the warren of stalls aren't of much interest to the average traveller.\n"
},
{
    "country": "lusaka",
    "city": "Lusaka",
    "index": 7,
    "name": "Freedom Statue",
    "latitude": "-15.422951354",
    "longitude": "28.290437615",
    "excerpt": "The Freedom Statue, around the corner from the Lusaka National Museum, is dedicated to freedom fighters and those who lost their lives in the struggle for…",
    "detail_url": "https://www.lonelyplanet.com/zambia/lusaka/attractions/freedom-statue/a/poi-sig/1294779/355717",
    "image_url": null,
    "detail_description": "The Freedom Statue, around the corner from the Lusaka National Museum, is dedicated to freedom fighters and those who lost their lives in the struggle for Zambia’s independence. The depiction of a man breaking his chains symbolises the country’s break with colonial bondage and was erected to celebrate Zambia’s independence in 1964. It’s a popular place for Africa Freedom Day celebrations (25 May).\n"
},
{
    "country": "lusaka",
    "city": "Lusaka",
    "index": 6,
    "name": "Namwandwe Gallery",
    "latitude": "-15.473652115986",
    "longitude": "28.415948769946",
    "excerpt": "Featuring the impressive private collection of businessman and patron of the arts John Kapotwe, Namwandwe is hands-down the best in the country for…",
    "detail_url": "https://www.lonelyplanet.com/zambia/lusaka/attractions/namwandwe-gallery/a/poi-sig/1294783/355717",
    "image_url": null,
    "detail_description": "Featuring the impressive private collection of businessman and patron of the arts John Kapotwe, Namwandwe is hands-down the best in the country for contemporary Zambian art. The gallery space is within his private home (an attraction in itself) and features paintings, sculptures, masks and fabrics by both established and up-and-coming artists. It's located 15km southeast of the city centre.\nA return taxi from the city costs at least ZMW100, depending on waiting time."
},
{
    "country": "lusaka",
    "city": "Lusaka",
    "index": 5,
    "name": "Presidential Burial Site National Monument",
    "latitude": "-15.421807",
    "longitude": "28.30945",
    "excerpt": "This mausoleum is where the late Zambian presidents Levy Patrick Mwanawasa (1948–2008), Frederick Chiluba (1943–2011) and Michael Sata (1937–2014) are…",
    "detail_url": "https://www.lonelyplanet.com/zambia/lusaka/attractions/presidential-burial-site-national-monument/a/poi-sig/1552404/355717",
    "image_url": null,
    "detail_description": "This mausoleum is where the late Zambian presidents Levy Patrick Mwanawasa (1948–2008), Frederick Chiluba (1943–2011) and Michael Sata (1937–2014) are buried. Remarkably both Mwanawasa and Sata died while in office; the latter's tomb will be completed in 2018. It's an interesting enough sight, but the US$15 entry is a bit steep, though does include a guided tour.\nBe aware photography is prohibited of the building opposite the main road, which is a former parliament building and now used by the Ministry of Defence."
},
{
    "country": "lusaka",
    "city": "Lusaka",
    "index": 4,
    "name": "Munda Wanga Environmental Park",
    "latitude": "-15.520513",
    "longitude": "28.259239",
    "excerpt": "Munda Wanga Environmental Park is a rescue centre of sorts, with a variety of animals, including rarely seen pangolins and owls used for black magic. The…",
    "detail_url": "https://www.lonelyplanet.com/zambia/lusaka/attractions/munda-wanga-environmental-park/a/poi-sig/440352/355717",
    "image_url": null,
    "detail_description": "Munda Wanga Environmental Park is a rescue centre of sorts, with a variety of animals, including rarely seen pangolins and owls used for black magic. The park is shabby in parts with slightly dilapidated enclosures, but the animals seem well cared for. While it's a great spot for local families, for tourists you're best to head into the national parks for all your wildlife viewing. The feeding of the animals, at 2pm on Friday, Saturday and Sunday, is a popular time to visit.\r\n\nIts lovely botanical gardens, with nearly 500 species of plants, is one of the few places in the city suitable for a picnic.\r\n\r\nMunda Wanga is about 16km south of central Lusaka and accessible by any minibus heading towards Chilanga or Kafue from the Kulima Towers Bus Station or South End Roundabout (near the downtown Spar supermarket).\r\n"
},
{
    "country": "lusaka",
    "city": "Lusaka",
    "index": 3,
    "name": "Lusaka National Museum",
    "latitude": "-15.421869768",
    "longitude": "28.291445282",
    "excerpt": "This big square box of a building resembling a Soviet-era Moscow ministry has upstairs galleries displaying exhibits on urban culture and Zambian history…",
    "detail_url": "https://www.lonelyplanet.com/zambia/lusaka/attractions/lusaka-national-museum/a/poi-sig/440354/355717",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d65bbd5a0605ea716c1413814d7e3aeb-lusaka-national-museum.jpg",
    "detail_description": "This big square box of a building resembling a Soviet-era Moscow ministry has upstairs galleries displaying exhibits on urban culture and Zambian history as well cultural, ethnographic and archaeological displays. Contemporary Zambian paintings and sculpture are shown downstairs.\nIt makes for an interesting visit, but it's nearly identical in content to the museums in Livingstone, Mbale and Ndola, so it can be skipped if you've been to these. There's a basic cafeteria, souvenir store and kids corner."
},
{
    "country": "lusaka",
    "city": "Lusaka",
    "index": 2,
    "name": "Wildlife Discovery Centre",
    "latitude": "-15.512574",
    "longitude": "28.301468",
    "excerpt": "On the southern outskirts of town is this elephant nursery set up by Game Rangers International (a Zambian conservationist NGO), which works with rescuing…",
    "detail_url": "https://www.lonelyplanet.com/zambia/lusaka/attractions/wildlife-discovery-centre/a/poi-sig/1552497/355717",
    "image_url": null,
    "detail_description": "On the southern outskirts of town is this center set up by Game Rangers International (a Zambian conservationist NGO), which just opened the relocated elephant nursery that moved from Lilayi Lodge in 2022 and works with rescuing and rehabilitating orphaned elephants in Kafue National Park. They are open seven days a week from 9am to 3pm, and elephant viewing happens daily from 11:45am to 1pm. Entry is US$15 for adults; prices vary for residents and citizens. The center also runs sponsored 'Kids for Conservation' programs for children from under-resourced schools in Zambia. \n"
}
]