[
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 1,
    "name": "St Servaasbasiliek",
    "latitude": "50.849239",
    "longitude": "5.686669",
    "excerpt": "Built above and around the shrine of St Servaas (Servatius), the first bishop of Maastricht, the basilica presents an architectural pastiche whose…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/st-servaasbasiliek/a/poi-sig/429608/360856",
    "image_url": null,
    "detail_description": "Built above and around the shrine of St Servaas (Servatius), the first bishop of Maastricht, the basilica presents an architectural pastiche whose earliest sections date from AD 1000. Its beautiful curved brick apse and towers dominate the Vrijthof. Tickets include access to the cloister garden and the four-room treasury whose star attractions are St Servaas' gilded bust and 11th-century sarcophagus.\nThe linen that wrapped his body is also preserved while, up the spiral stairs, the forearm of St Thomas is one of many other sacred reliqueries.The basilica itself is huge and while less atmospheric than the Lieve Vrouwbasiliek, there's a small underground sub-chapel beneath the altar where St Servaas's original 384 AD gravesite is preserved in a cellar-like crypt. Except during religious ceremonies, entry is by ticket from the northwest corner, though without paying you can peer through glass in the southwest corner to get just a minor impression of the polychrome statuary and arches of the original main portal."
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 13,
    "name": "D'Artagnan Statue",
    "latitude": "50.844409",
    "longitude": "5.683773",
    "excerpt": "Of countless battles and sieges that have afflicted Maastricht, the best known was in 1673 when Louis XIV's French army took the city guided by master…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/d-artagnan-statue/a/poi-sig/1603131/360856",
    "image_url": null,
    "detail_description": "Of countless battles and sieges that have afflicted Maastricht, the best known was in 1673 when Louis XIV's French army took the city guided by master engineer-tactician Vauban. One of the conflict's casualties was musketeer D'Artagnan whose mythologised afterlife took on an entirely fictional guise in the stories of Alexandre Dumas.\n"
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 14,
    "name": "NATO War Command",
    "latitude": "50.822028",
    "longitude": "5.664697",
    "excerpt": "One of the least-known uses of the St Pietersberg quarry tunnels was as a once-top-secret NATO HQ to be used in times of nuclear conflict. The hospital…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/nato-war-command/a/poi-sig/1598117/360856",
    "image_url": null,
    "detail_description": "One of the least-known uses of the St Pietersberg quarry tunnels was as a once-top-secret NATO HQ to be used in times of nuclear conflict. The hospital-like tiled interior, abandoned in 1992, remains relatively intact but as yet the site can only be visited on rare guided tours, one weekend a month. Book online.\n"
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 12,
    "name": "Vrijthof",
    "latitude": "50.849158",
    "longitude": "5.688633",
    "excerpt": "Home to a range of city festivities and occasional funfairs, the Vrijthof is an expansive square on which a row of terrace cafes face off against two…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/vrijthof/a/poi-sig/1335683/360856",
    "image_url": null,
    "detail_description": "Home to a range of city festivities and occasional funfairs, the Vrijthof is an expansive square on which a row of terrace cafes face off against two magnificent churches. Punctuated by interesting shops and any number of places for a drink, the narrow streets to its east and southeast form Maastricht's most appealing zone for random exploration.\n"
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 9,
    "name": "Museum Aan Het Vrijthof",
    "latitude": "50.848321179532",
    "longitude": "5.6886841631921",
    "excerpt": "Exhibitions in this small museum change every few months but even if the current subject doesn't interest you it's worth popping your head inside.",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/museum-aan-het-vrijthof/a/poi-sig/429610/360856",
    "image_url": null,
    "detail_description": "Exhibitions in this small museum change every few months but even if the current subject doesn't interest you it's worth popping your head inside.The grand cafe, accessible without entry ticket, straddles a skylit courtyard incorporating the stone loggia of a building known as the Spaans Gouvernement. It was here that Holy Roman Emperor Charles V would stay when visiting Maastricht 500 years ago.\n"
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 11,
    "name": "Markt",
    "latitude": "50.851373",
    "longitude": "5.691057",
    "excerpt": "The Markt, Maastricht's commercial heart, still hosts markets several times a week in the shadow of the 1664 city hall, a distinctively spired, cubic…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/markt/a/poi-sig/1233416/360856",
    "image_url": null,
    "detail_description": "The Markt, Maastricht's commercial heart, still hosts markets several times a week in the shadow of the 1664 city hall, a distinctively spired, cubic building built on the site of the original medieval cloth hall.At the north end of the square, holding a flaming rod, is a statue of Johannes Petrus Minckelers, the chap who invented gaslight.\n"
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 10,
    "name": "Bonnefantenmuseum",
    "latitude": "50.842496896059",
    "longitude": "5.7016243381962",
    "excerpt": "Maastricht's star gallery has an excellent collection of early European painting and sculpture on the 1st floor, but is best known for contemporary art,…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/bonnefantenmuseum/a/poi-sig/429594/360856",
    "image_url": null,
    "detail_description": "Maastricht's star gallery has an excellent collection of early European painting and sculpture on the 1st floor, but is best known for contemporary art, with works by Limburg artists displayed upstairs; accessed via a dramatic sweep of stairs. There are regularly changing exhibitions.\nThe gallery is in the Ceramique district east of the Maas."
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 8,
    "name": "St Janskerk",
    "latitude": "50.848365865643",
    "longitude": "5.6876315544626",
    "excerpt": "This attractive 17th-century Gothic church has a soaring if relatively unadorned interior and a 43m limestone tower whose deep red hue was originally…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/st-janskerk/a/poi-sig/429604/360856",
    "image_url": null,
    "detail_description": "This attractive 17th-century Gothic church has a soaring if relatively unadorned interior and a 43m limestone tower whose deep red hue was originally achieved with coats of ox blood (now just paint). Climbing the tower reveals wide views, well explained by explanatory panels that make for a great introduction to Maastricht, but the narrow spiral stairs (around 260 of them with few passing points) can feel rather claustrophobic.\n"
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 7,
    "name": "Centre Ceramique",
    "latitude": "50.845974",
    "longitude": "5.701561",
    "excerpt": "Primarily a state-of-the-art library, this modern airy cube also has changing exhibitions in the spacious foyer area.",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/centre-ceramique/a/poi-sig/1039383/360856",
    "image_url": null,
    "detail_description": "Primarily a state-of-the-art library, this modern airy cube also has changing exhibitions in the spacious foyer area.\nWhile not worth a long detour, if you're passing do take five minutes to go up to the 4th floor where there are sweeping city views across the river and a model showing how Maastricht looked in 1748. Plein 1992, the rather stark pedestrianised triangle outside, has a couple of cafes and a large supermarket."
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 6,
    "name": "Helpoort",
    "latitude": "50.845425535746",
    "longitude": "5.6945872306824",
    "excerpt": "This rough-cut-stone tower-gateway dating from 1229 dominates the most impressive of several fragmentary sections of medieval city wall. You can look…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/helpoort/a/poi-sig/429596/360856",
    "image_url": null,
    "detail_description": "This rough-cut-stone tower-gateway dating from 1229 dominates the most impressive of several fragmentary sections of medieval city wall. You can look inside but the main charm is snapping a picture of the southern exterior, a red box-window sitting above a tunnel-passage that photogenically frames the lantern-lit old houses of Sint Bernardusstraat. The structure is claimed to be the oldest surviving town gate in the Netherlands.\n"
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 5,
    "name": "Zonneberg Caves",
    "latitude": "50.825728",
    "longitude": "5.694652",
    "excerpt": "This gigantic network of quarry-tunnels date back centuries but are most intriguing for their occasional charcoal murals and the stories linked to their…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/zonneberg-caves/a/poi-sig/1603130/360856",
    "image_url": null,
    "detail_description": "This gigantic network of quarry-tunnels date back centuries but are most intriguing for their occasional charcoal murals and the stories linked to their use in WWII as a virtual city for hiding the population during times of bombardment.Check the website for tour times and meet the guide behind the Buitengoed Slavante cafe, arriving a little before the appointed time. Booking ahead online incurs a €1 extra fee but ensures your place should the visit be oversubscribed.\nTours are less frequent than to the North Caves but in reality both systems are part of the same extraordinary underground maze that once added up to 230km of tunnels (some 80km remain)."
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 4,
    "name": "Fort St Pieter",
    "latitude": "50.83529",
    "longitude": "5.685382",
    "excerpt": "Set within a deep-cut dry moat, this hefty five-sided brick fort once formed the city's southern defence and is linked to a network of underground tunnels…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/fort-st-pieter/a/poi-sig/1128518/360856",
    "image_url": null,
    "detail_description": "Set within a deep-cut dry moat, this hefty five-sided brick fort once formed the city's southern defence and is linked to a network of underground tunnels. Dating from 1701, it is sturdily striking more than beautiful and best viewed from the footpaths that loop around it for fine city panoramas.The restored interior can be seen on guided tours which can be combined with North Cave tunnel tours. Purchase tickets at the Chalet Bergrust restaurant overlooking the (payable) car park.\nIt's a 2km walk south of Maastricht, or take bus No 7 and get off at 'Mergelweg'. Three nature walks begin from here, each marked by colour-coded posts. The fort is also the southernmost point of the Pieterpad, one of the Netherlands' most popular long-distance hikes, extending 492km to Pietersburen in Groningen province."
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 3,
    "name": "Maastricht Underground",
    "latitude": "50.83531",
    "longitude": "5.685425",
    "excerpt": "Maastricht Underground runs spooky, amusing and fascinating tours into sections of the vast tunnel network beneath St-Pietersberg massif. Departures run…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/maastricht-underground/a/poi-sig/1128521/360856",
    "image_url": null,
    "detail_description": "Maastricht Underground runs spooky, amusing and fascinating tours into sections of the vast tunnel network beneath St-Pietersberg massif. Departures run on a constantly shifting schedule, with up to five tours daily in summer, but very few in the off season – check the website.\nThe more popular North Cave tours focus on Napoleonic history and start from the same ticket office as for Fort St Pieter. If you get a small group, ask politely and the guide might be kind enough to extend the tour to the fascinating Nazi art-vaults. The bigger Zonneberg (southern) Caves, which sheltered thousands during WWII bombardments, have far fewer visiting slots but are fascinating for their murals, centuries of mining history and escape stories. Zonneberg Cave tours start from behind the Buitengoed Slavante cafe, a 1.5km walk further south (much further by road)."
},
{
    "country": "maastricht",
    "city": "Maastricht",
    "index": 2,
    "name": "Onze Lieve Vrouwebasiliek",
    "latitude": "50.847505",
    "longitude": "5.693353",
    "excerpt": "Dominating an intimate cafe-filled square, this millennium-old basilica-church is a fabulous example of Mosan architecture, made 'extra authentic' through…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/onze-lieve-vrouwebasiliek/a/poi-sig/429600/360856",
    "image_url": null,
    "detail_description": "Dominating an intimate cafe-filled square, this millennium-old basilica-church is a fabulous example of Mosan architecture, made 'extra authentic' through 1886–1916 restorations led by Pierre Cuypens (of Rijksmuseum fame). Still a deeply spiritual place, you'll usually come in past pilgrims kneeling at the candle-filled medieval shrine to 'Maria Star of the Sea' and will need to adjust slowly to the brooding darkness of the interior, with its gigantic Romanesque pillars.\nThe treasury houses a rich cache of jewels and paying the access charge allows you to visit the small north cloister. An audioguide is available (€3) from the shop-stall to the right as you enter the main church."
}
]