[
{
    "country": "macau",
    "city": "Macau",
    "index": 40,
    "name": "Luís de Camões Garden & Grotto",
    "latitude": "22.200796",
    "longitude": "113.539506",
    "excerpt": "This relaxing garden with dappled meandering paths is dedicated to the one-eyed poet Luís de Camões (1524–80), who is said to have written part of his…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/luis-de-camoes-garden-grotto/a/poi-sig/1241072/1324547",
    "image_url": null,
    "detail_description": "This relaxing garden with dappled meandering paths is dedicated to the one-eyed poet Luís de Camões (1524–80), who is said to have written part of his epic Os Lusíadas in Macau, though there is little evidence that he ever reached the city. You'll see a bronze bust (c 1886) of the man here. The wooded garden attracts a fair number of chess players, bird owners and Chinese shuttlecock kickers. The Sr Wong Ieng Kuan Library is also here.\r\n\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 37,
    "name": "Kun Iam Statue & Ecumenical Centre",
    "latitude": "22.185782650261",
    "longitude": "113.55213730998",
    "excerpt": "An unconventional but utterly ethereal statue of Guan Yin, the Goddess of Mercy, designed by Portuguese architect and sculptor Cristina Rocha Leiria. The…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/kun-iam-statue-ecumenical-centre/a/poi-sig/1102722/1324547",
    "image_url": null,
    "detail_description": "An unconventional but utterly ethereal statue of Guan Yin, the Goddess of Mercy, designed by Portuguese architect and sculptor Cristina Rocha Leiria. The 20m-tall bronze figure, emerging from a 7m-high lotus on a causeway in the outer harbour, is probably one of very few seaside Goddess of Mercy statues that is not facing the sea. The lotus shelters a compact ecumenical centre, which comprises a small library, a display of religious objects and a gallery detailing the design and construction of the statue.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 38,
    "name": "Former Chong Sai Pharmacy",
    "latitude": "22.196064",
    "longitude": "113.539566",
    "excerpt": "This late 19th-century shophouse was, for a brief period, a pharmacy established by Dr Sun Yatsen, founder of the Republic of China. It was subsequently…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/former-chong-sai-pharmacy/a/poi-sig/1601577/1324547",
    "image_url": null,
    "detail_description": "This late 19th-century shophouse was, for a brief period, a pharmacy established by Dr Sun Yatsen, founder of the Republic of China. It was subsequently used as a Taoist hall for rites and retreat, and leased to textile merchants. Displayed here are stone structures and artefacts uncovered by excavations in recent years, such as Kraak porcelain. The upper floors are decorated in a period fashion with explanations of the building's architectural features, such as Chinese stucco and mother-of-pearl windows.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 39,
    "name": "Taipa Houses-Museum",
    "latitude": "22.153853",
    "longitude": "113.559709",
    "excerpt": "Before being converted into a museum, the pastel-coloured villas (c 1921) here were the summer residences of wealthy Macanese. The Macanese Living Museum…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/taipa/attractions/taipa-houses-museum/a/poi-sig/364843/1341097",
    "image_url": null,
    "detail_description": "Before being converted into a museum, the pastel-coloured villas (c 1921) here were the summer residences of wealthy Macanese. The Macanese Living Museum is a permanent display of local history and culture, while two of the other houses are reserved for rotating exhibitions spanning art, religion, architecture and food culture. There's a large and attractively landscaped lotus pond out the front, with the towering casinos of Cotai in the distance, that art students like to sketch.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 36,
    "name": "Gallery of Macau's Gaming History",
    "latitude": "22.189784",
    "longitude": "113.544391",
    "excerpt": "Macau's gambling industry goes back to the 16th century, when labourers from China played a game called 'fan-tan' in makeshift stalls. While scholars have…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/gallery-of-macau-s-gaming-history/a/poi-sig/1491715/1324547",
    "image_url": null,
    "detail_description": "Macau's gambling industry goes back to the 16th century, when labourers from China played a game called 'fan-tan' in makeshift stalls. While scholars have written about the subject, this is the first gallery devoted to it. The eye-opening exhibition walks you through Macau's gaming history via texts (Chinese only), fascinating old photos and vintage slot machines.\nThe gallery is located on the 3rd floor of the old Hotel Lisboa, within the Crystal Palace Casino. Ask staff for directions if you're lost."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 35,
    "name": "A-Ma Temple",
    "latitude": "22.186168",
    "longitude": "113.531276",
    "excerpt": "A-Ma Temple was probably already standing when the Portuguese arrived, although the present structure may date from the 16th century. It was here that…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/a-ma-temple/a/poi-sig/364759/1324547",
    "image_url": null,
    "detail_description": "A-Ma Temple was probably already standing when the Portuguese arrived, although the present structure may date from the 16th century. It was here that fisherfolk once came to replenish supplies and pray for fair weather. A-Ma (aka Tin Hau and Mazu) is a sea goddess from whom the name Macau is derived. It's believed that when the Portuguese asked the locals the name of the place, they were told ‘A-Ma Gau’ (A-Ma Bay).\nIn modern Cantonese, ‘Macau’ (pronounced 'Ou Mun') means ‘gateway of the bay’."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 34,
    "name": "Moorish Barracks",
    "latitude": "22.18741",
    "longitude": "113.532605",
    "excerpt": "These former barracks (c 1874) were designed by an Italian in a neoclassical style inspired by Moorish architecture to accommodate Muslim Indian policemen…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/moorish-barracks/a/poi-sig/1241030/1324547",
    "image_url": null,
    "detail_description": "These former barracks (c 1874) were designed by an Italian in a neoclassical style inspired by Moorish architecture to accommodate Muslim Indian policemen from Goa. The confusion of Muslims with Moors was due to the fact that dated Cantonese refers to Indians as ‘moh loh cha’, and ‘moh loh’ is a transliteration of ‘Moorish’. You can't enter the building, occupied by the Macau Maritime Administration, but it's worth having a peek from the outside if you're in the vicinity.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 33,
    "name": "Lou Kau Mansion",
    "latitude": "22.194221",
    "longitude": "113.541252",
    "excerpt": "Built around 1889, this Cantonese-style mansion with southern European elements belonged to merchant Lou Wa Sio (aka Lou Kau), who also commissioned the…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/lou-kau-mansion/a/poi-sig/364803/1324547",
    "image_url": null,
    "detail_description": "Built around 1889, this Cantonese-style mansion with southern European elements belonged to merchant Lou Wa Sio (aka Lou Kau), who also commissioned the Lou Lim Ieoc Garden. Behind the grey facade, an intriguing maze of open and semi-enclosed spaces blurs the line between inside and outside. The flower-and-bird motif on the roof can also be found in the Mandarin's House and A-Ma Temple.\nFree guided tours in Chinese on weekends between 11am and 5pm, with a break from 1pm to 2pm."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 32,
    "name": "Maritime Museum",
    "latitude": "22.185945",
    "longitude": "113.530554",
    "excerpt": "Located a stone's throw from A-Ma Temple and Moorish Barracks is the Maritime Museum. The highlights here are the interactive displays detailing the…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/maritime-museum/a/poi-sig/364825/1324547",
    "image_url": null,
    "detail_description": "Located a stone's throw from A-Ma Temple and Moorish Barracks is the Maritime Museum. The highlights here are the interactive displays detailing the maritime histories of China and Portugal, a global maritime power in the 15th- and 16th-centuries. Also interesting are the artefacts from Macau’s seafaring past, and the mock-ups of boats – including the long, narrow dragon boats used during the Dragon Boat Festival – and a Hakka fishing village.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 31,
    "name": "Hong Kung Temple",
    "latitude": "22.196683",
    "longitude": "113.537993",
    "excerpt": "There's some debate over the identity of Hong Kung – whose statue is seen in the main hall of this peaceful and surprisingly magnificent 200-year-old…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/hong-kung-temple/a/poi-sig/1491647/1324547",
    "image_url": null,
    "detail_description": "There's some debate over the identity of Hong Kung – whose statue is seen in the main hall of this peaceful and surprisingly magnificent 200-year-old temple. He's been said to be Li Lie, a Han-dynasty general; Zhang Xun, a Tang dynasty general; and Kang Baoyi, a Song dynasty general, among other brave and patriotic men. On his left is a sea god and on his right, a martyr who drowned to death.\nThe boat-shaped sculpture in the hall was created in the Qing dynasty and is used to offer wine to the deities during festivities."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 28,
    "name": "Museum of Sacred Art & Crypt",
    "latitude": "22.197895",
    "longitude": "113.540976",
    "excerpt": "This small museum behind the Ruins of the Church of St Paul contains polychrome carved wooden statues, silver chalices, monstrances and oil paintings …",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/museum-of-sacred-art-crypt/a/poi-sig/1241024/1324547",
    "image_url": null,
    "detail_description": "This small museum behind the Ruins of the Church of St Paul contains polychrome carved wooden statues, silver chalices, monstrances and oil paintings –including a copy of a 17th-century painting depicting the martyrdom of 26 Japanese Christians by crucifixion at Nagasaki in 1597. The adjoining crypt contains the remains of Asian Christian martyrs. Also here is the tomb of Alessandro Valignano, the Jesuit who founded the College of the Mother of God and is credited with establishing Christianity in Japan.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 29,
    "name": "Lin Fung Temple",
    "latitude": "22.209837",
    "longitude": "113.547787",
    "excerpt": "Dedicated to Kun Iam, the Goddess of Mercy, this graceful Temple of the Lotus was built in 1592, and underwent several reconstructions. It used to host…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/lin-fung-temple/a/poi-sig/364801/1324547",
    "image_url": null,
    "detail_description": "Dedicated to Kun Iam, the Goddess of Mercy, this graceful Temple of the Lotus was built in 1592, and underwent several reconstructions. It used to host mandarins from Guangdong province when they visited Macau, the most famous being Commissioner Lin Zexu, who was credited with stamping out the opium trade. His statue stands in the entrance courtyard. The temple has beautiful religious art.\nFacing a courtyard in the back is a sculpted relief mural depicting marital harmony, which is elegant, modern and slightly Western-looking."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 30,
    "name": "Pou Tai Temple",
    "latitude": "22.16136",
    "longitude": "113.551656",
    "excerpt": "A picturesque monastery founded in the 19th century by Buddhist monks, Pou Tai is the most important Pure Land Buddhism or Amidism site in Macau. There's…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/taipa/attractions/pou-tai-temple/a/poi-sig/364849/1341097",
    "image_url": null,
    "detail_description": "A picturesque monastery founded in the 19th century by Buddhist monks, Pou Tai is the most important Pure Land Buddhism or Amidism site in Macau. There's an enormous bronze statue of Lord Gautama in its main hall, and prayer pavilions and orchid greenhouses scattered around the complex. There are two vegetarian restaurants here in the main building.\nThe original temple restaurant is on the 1st floor, and a new and modern one on the ground floor."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 27,
    "name": "Church of St Dominic",
    "latitude": "22.194616",
    "longitude": "113.540378",
    "excerpt": "Smack in the heart of Macau's historic centre, this sunny yellow baroque church with a beautiful altar and a timber roof was founded by three Spanish…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/church-of-st-dominic/a/poi-sig/364777/1324547",
    "image_url": null,
    "detail_description": "Smack in the heart of Macau's historic centre, this sunny yellow baroque church with a beautiful altar and a timber roof was founded by three Spanish Dominican priests from Acapulco, Mexico, in the 16th century, although the current structure dates from the 17th century. It was here, in 1822, that the first Portuguese newspaper was published on Chinese soil. The former bell tower now houses the Treasure of Sacred Art, an Aladdin’s cave of ecclesiastical art and liturgical objects exhibited on three floors.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 26,
    "name": "Lou Lim Ieoc Garden",
    "latitude": "22.200414",
    "longitude": "113.547565",
    "excerpt": "Locals come to this lovely Suzhou-style garden to practise taichi, play Chinese music or simply relax among its lotus ponds and bamboo groves. The…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/lou-lim-ieoc-garden/a/poi-sig/1102758/1324547",
    "image_url": null,
    "detail_description": "Locals come to this lovely Suzhou-style garden to practise taichi, play Chinese music or simply relax among its lotus ponds and bamboo groves. The Victorian-style Lou Lim Ieoc Garden Pavilion was where the Lou family received guests, including Dr Sun Yatsen, founder of the Republic of China; it is now used for exhibitions. Adjacent to the garden is the Macao Tea Culture House, displaying Chinese tea-drinking culture with exhibits of teapots and paintings related to the drink.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 25,
    "name": "Avenida da República",
    "latitude": "22.185508",
    "longitude": "113.535236",
    "excerpt": "Banyan-lined Avenida da República, along the northwest shore of Sai Van Lake, is Macau's oldest Portuguese quarter. There are several grand colonial…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/avenida-da-republica/a/poi-sig/1246098/1324547",
    "image_url": null,
    "detail_description": "Banyan-lined Avenida da República, along the northwest shore of Sai Van Lake, is Macau's oldest Portuguese quarter. There are several grand colonial villas not open to the public here. The former Bela Vista Hotel, one of the most storied hotels in Asia, is now the Residence of the Portuguese Consul-General. Nearby is the ornate Santa Sancha Palace, once the residence of Macau’s Portuguese governors, and now used to accommodate dignitaries. Not too far away are beautiful, abandoned art deco–inspired buildings.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 24,
    "name": "Dom Pedro V Theatre",
    "latitude": "22.191938",
    "longitude": "113.538146",
    "excerpt": "This sage green neoclassical theatre is one of the oldest western-style theatres in East Asia, and remains an important cultural venue today. It was built…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/dom-pedro-v-theatre/a/poi-sig/364781/1324547",
    "image_url": null,
    "detail_description": "This sage green neoclassical theatre is one of the oldest western-style theatres in East Asia, and remains an important cultural venue today. It was built in 1860 by the local Portuguese in the style of European theatres at the time, but some features were added later, including the facade with white columns. Check out the corridor on the right of the main hall; it has beautiful windows in an art nouveau style, and a quaint staircase leading to the upper circle.\nThe theatre is named after Pedro V, the Portuguese king. The theatre has a programme of mainly Western classical music and theatre."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 23,
    "name": "A-Ma Cultural Village",
    "latitude": "22.123492",
    "longitude": "113.563743",
    "excerpt": "Atop Alto de Coloane (170m), this 20m-high white jade statue of the goddess who gave Macau its name was erected in 1998. It's the best part of a touristy …",
    "detail_url": "https://www.lonelyplanet.com/china/macau/coloane/attractions/a-ma-cultural-village/a/poi-sig/364757/1341099",
    "image_url": null,
    "detail_description": "Atop Alto de Coloane (170m), this 20m-high white jade statue of the goddess who gave Macau its name was erected in 1998. It's the best part of a touristy 'cultural village', which also features Tian Hou Temple. A free bus runs from the A-Ma ornamental entrance gate (媽祖文化村石牌坊) on Estrada de Seac Pai Van half-hourly from 8am to 6pm. You can also reach both by following the Coloane Trail from Seac Pai Van Park; it's a 90-minute walk.\nBuses 21A, 25 and 50 go to Estrada de Seac Pai Van."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 22,
    "name": "Coloane Village",
    "latitude": "22.119437",
    "longitude": "113.551662",
    "excerpt": "Coloane's 'urban centre' is an old fishing village on its southwestern coast. It is marked by Tam Kung Temple to the south and Lai Chi Vun Village to the…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/coloane/attractions/coloane-village/a/poi-sig/1605297/1341099",
    "image_url": null,
    "detail_description": "Coloane's 'urban centre' is an old fishing village on its southwestern coast. It is marked by Tam Kung Temple to the south and Lai Chi Vun Village to the north, with winding alleys, tiny squares, temples and modern villas in between. Coloane Village retains an idyllic air, especially in the late afternoon when the tour groups have left. Attractions here include delicious Portuguese and Macanese restaurants, the Chapel of St Francis Xavier and a couple of small but important temples.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 21,
    "name": "MGM Cotai",
    "latitude": "22.146847",
    "longitude": "113.568163",
    "excerpt": "In the MGM Cotai's atrium, the walls are hung with LED screens showing razor-sharp images of landscapes from all over the world. These are interspersed…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/cotai/attractions/mgm-cotai/a/poi-sig/1605380/1341098",
    "image_url": null,
    "detail_description": "In the MGM Cotai's atrium, the walls are hung with LED screens showing razor-sharp images of landscapes from all over the world. These are interspersed with vertical gardens where purportedly 2000 plant species grow, including extinct 19th-century botanicals revived from seed banks. Topping it off is a glass canopy larger than a football field. It's quite an experience to traverse this space – lofty and futuristic, but with the grandeur and transience of an old train station.\nThe atrium is doused in natural light by day and dramatically lit by night. Not surprisingly, the massive space measuring four stories high is named the 'Spectacle'."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 19,
    "name": "Monte Fort",
    "latitude": "22.196962",
    "longitude": "113.542231",
    "excerpt": "Just east of the Ruins of the Church of St Paul, from which it is separated by a pebbled path and picturesque foliage, Monte Fort was built by the Jesuits…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/monte-fort/a/poi-sig/364827/1324547",
    "image_url": null,
    "detail_description": "Just east of the Ruins of the Church of St Paul, from which it is separated by a pebbled path and picturesque foliage, Monte Fort was built by the Jesuits between 1617 and 1626 to defend the College of the Mother of God against pirates. It was later handed over to the colonial government. Barracks and storehouses were designed to allow the fort to survive a two-year siege, but the cannons were fired only once, during the aborted attempt by the Dutch to invade Macau in 1622.\nOn the outside of the southeastern wall, about 6m from the ground, under a cannon, is a sealed rectangular opening. This was a door used by soldiers patrolling the old city wall, which used to be connected to the fort at a right angle."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 20,
    "name": "Macau Museum",
    "latitude": "22.196952",
    "longitude": "113.542253",
    "excerpt": "This museum inside Monte Fort gives an interesting overview of Macau's history. The 1st floor introduces the territory's history and how it was influenced…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/macau-museum/a/poi-sig/364815/1324547",
    "image_url": null,
    "detail_description": "This museum inside Monte Fort gives an interesting overview of Macau's history. The 1st floor introduces the territory's history and how it was influenced by commercial, cultural and religious interactions between China and Portugal. There is an elaborate section on Macau's religions. Highlights of the 2nd floor on folk customs include a recreated firecracker factory and a recorded reading in the local dialect by Macanese poet José dos Santos Ferreira. The top floor focuses on new architecture and urban-development plans.\nThere are guided tours in English and Chinese every Thursday, Saturday and Sunday. You're welcome to join without booking. See the website for details."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 18,
    "name": "Leal Senado",
    "latitude": "22.193296",
    "longitude": "113.539635",
    "excerpt": "Facing Largo do Senado is Macau’s most important historical building, the 18th-century ‘Loyal Senate’, which houses the Instituto para os Assuntos Cívicos…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/leal-senado/a/poi-sig/1241722/1324547",
    "image_url": null,
    "detail_description": "Facing Largo do Senado is Macau’s most important historical building, the 18th-century ‘Loyal Senate’, which houses the Instituto para os Assuntos Cívicos e Municipais (IACM; Civic and Municipal Affairs Bureau). It is so-named because the body sitting here refused to recognise Spain’s sovereignty during the 60 years that it occupied Portugal. In 1654, a dozen years after Portuguese sovereignty was re-established, King João IV ordered a heraldic inscription that is displayed inside the Leal Senado's entrance hall.\nInside the entrance hall is the IACM Temporary Exhibition Gallery with rotating art exhibitions. On the 1st floor is the Senate Library, which has a collection of some 19,000 books, and wonderful carved wooden furnishings and panelled walls."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 17,
    "name": "Former Ká Hó Leprosarium",
    "latitude": "22.132486",
    "longitude": "113.589248",
    "excerpt": "A row of five restored colonial-style houses of the former Ká Hó Leprosarium and the lovely Ká Hó Church of Our Lady of Sorrows have been restored and are…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/coloane/attractions/former-ka-ho-leprosarium/a/poi-sig/1602571/1341099",
    "image_url": null,
    "detail_description": "A row of five restored colonial-style houses of the former Ká Hó Leprosarium and the lovely Ká Hó Church of Our Lady of Sorrows have been restored and are reopening in phases. The yellow-and-red houses with verandahs used to accommodate female leprosy patients when the site was a leper colony; a sixth house, in a state of dilapidation at the time of research, will also be restored. It was the chapel before the larger Church of Our Lady of Sorrows was built in 1966.\nBus 15 from Hác Sá Beach goes to Ká Hó. Disembark at St Joseph School (Escola S. Jose de Ká Hó, 九澳聖若瑟小學), right at the exit of Ká Hó Village, a lacklustre cluster of houses next to a huge construction site. From the school, the walk here is 20 minutes. A cab ride from downtown Macau to the leprosarium is about 20 minutes."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 16,
    "name": "Church of St Lawrence",
    "latitude": "22.190644",
    "longitude": "113.536803",
    "excerpt": "One of Macau's three oldest churches, St Lawrence was originally constructed of wood in the 1560s, then rebuilt in stone in the early 19th century. The…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/church-of-st-lawrence/a/poi-sig/364779/1324547",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e1dd31837525c8d788e59f3742dc8b75-church-of-st-lawrence.jpg",
    "detail_description": "One of Macau's three oldest churches, St Lawrence was originally constructed of wood in the 1560s, then rebuilt in stone in the early 19th century. The neoclassical church has a magnificent painted ceiling and one of its towers once served as an ecclesiastical prison. Enter from Rua da Imprensa Nacional.\r\n\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 15,
    "name": "Church of St Augustine",
    "latitude": "22.19225",
    "longitude": "113.538389",
    "excerpt": "The foundations of this church date from 1586 when it was established by Spanish Augustinians, but the present structure was built in 1814. The high altar…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/church-of-st-augustine/a/poi-sig/1429972/1324547",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9b71c2258398140e3c7ea6db1cae3689-church-of-st-augustine.jpg",
    "detail_description": "The foundations of this church date from 1586 when it was established by Spanish Augustinians, but the present structure was built in 1814. The high altar has a statue of Christ bearing the cross, which is carried through the streets during the Procession of the Passion of Our Lord on the first Saturday of Lent, followed by thousands of devotees.\r\n\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 14,
    "name": "Sam Kai Vui Kun Temple",
    "latitude": "22.193989",
    "longitude": "113.539369",
    "excerpt": "Literally ‘a community hall for three streets’, this temple was a meeting place for merchants and an adjudication court, before the Chinese Chamber of…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/sam-kai-vui-kun-temple/a/poi-sig/364853/1324547",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e99783641c684dc7c8e912d0d148ab6c-sam-kai-vui-kun-temple.jpg",
    "detail_description": "Literally ‘a community hall for three streets’, this temple was a meeting place for merchants and an adjudication court, before the Chinese Chamber of Commerce came into existence in 1912. It's dedicated to Kwan Yu, the god of war and justice. It gets particularly busy in May, June and July when locals celebrate three festivals in the god’s honour.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 13,
    "name": "Kun Iam Temple",
    "latitude": "22.204395165022",
    "longitude": "113.55033490678",
    "excerpt": "Macau’s oldest temple was founded in the 13th century, but the present structures date to 1627. The roof ridges are ornately embellished with porcelain…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/kun-iam-temple/a/poi-sig/364797/1324547",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/78f5b95d0ccc5b4e1aec69e1e01cc3b8-kun-iam-temple.jpg",
    "detail_description": "Macau’s oldest temple was founded in the 13th century, but the present structures date to 1627. The roof ridges are ornately embellished with porcelain figurines and the halls are lavishly decorated, if a little weathered. Inside the main hall stands the likeness of Kun Iam, the Goddess of Mercy; to the left of the altar is a bearded arhat rumoured to represent Marco Polo. The first Sino-American treaty was signed at a round stone table in the temple's terraced gardens in 1844.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 12,
    "name": "St Lazarus Church District",
    "latitude": "22.197081",
    "longitude": "113.544753",
    "excerpt": "A lovely neighbourhood with colonial-style houses and cobbled streets makes for some of Macau's best photo ops. Designers and other creative types like to…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/st-lazarus-church-district/a/poi-sig/1335517/1324547",
    "image_url": null,
    "detail_description": "A lovely neighbourhood with colonial-style houses and cobbled streets makes for some of Macau's best photo ops. Designers and other creative types like to gather here, setting up shop and organising arty events.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 11,
    "name": "Mandarin’s House",
    "latitude": "22.188709",
    "longitude": "113.534889",
    "excerpt": "Built around 1869, the Mandarin’s House, with over 60 rooms, was the ancestral home of Zheng Guanying, an influential author-merchant whose readers…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/mandarin-s-house/a/poi-sig/1241027/1324547",
    "image_url": null,
    "detail_description": "Built around 1869, the Mandarin’s House, with over 60 rooms, was the ancestral home of Zheng Guanying, an influential author-merchant whose readers included emperors, Dr Sun Yatsen and Chairman Mao. The compound features a moon gate, tranquil courtyards, exquisite rooms and a main hall with French windows, all arranged in that labyrinthine-style typical of certain Chinese period buildings. There are guided tours in Cantonese on weekends.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 10,
    "name": "Macau Museum of Art",
    "latitude": "22.18923077794",
    "longitude": "113.55469253672",
    "excerpt": "This excellent five-storey museum has well-curated displays of art created in Macau and China, including paintings by western artists such as George…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/macau-museum-of-art/a/poi-sig/364817/1324547",
    "image_url": null,
    "detail_description": "This excellent five-storey museum has well-curated displays of art created in Macau and China, including paintings by western artists such as George Chinnery, who lived in the enclave. Other highlights are ceramics and stoneware excavated in Macau, Ming and Qing dynasty calligraphy from Guangdong, ceramic statues from Shiwan (Guangdong) and seal carvings. The museum also features 19th-century western historical paintings from all over Asia, and contemporary Macanese art.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 8,
    "name": "Treasure of Sacred Art",
    "latitude": "22.194739727807",
    "longitude": "113.54036839734",
    "excerpt": "Northeast of Largo do Senado, the 17th-century baroque Church of St Dominic contains the Treasure of Sacred Art, an Aladdin’s cave of ecclesiastical art…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/treasure-of-sacred-art/a/poi-sig/1102715/1324547",
    "image_url": null,
    "detail_description": "Northeast of Largo do Senado, the 17th-century baroque Church of St Dominic contains the Treasure of Sacred Art, an Aladdin’s cave of ecclesiastical art and liturgical objects exhibited on three floors. The majority of the items were made in the 19th- or early 20th-century in Macau or Portugal. You'll see doll-like statues of wood or ivory, precious rosary beads, and polychrome wood carvings of heads and limbs of saints stuffed in a wooden chest.\nIt also has fine collection of silver chalices, patens, cruets used during service."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 9,
    "name": "Senate Library",
    "latitude": "22.193216",
    "longitude": "113.539592",
    "excerpt": "Located in the Leal Senado, Macau's oldest and most lavish library is a beautiful adaptation of the 18th-century library in the Convento de Mafra outside…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/senate-library/a/poi-sig/1102710/1324547",
    "image_url": null,
    "detail_description": "Located in the Leal Senado, Macau's oldest and most lavish library is a beautiful adaptation of the 18th-century library in the Convento de Mafra outside Lisbon. Though much smaller, with only two rooms, it features a baroque style with scrolling on the ceiling, and dark wood bookcases surmounted by cartouches. The library's 19,000-book collection includes antique publications in Portuguese, French and English. Photos are not allowed inside the library.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 7,
    "name": "Taipa Village",
    "latitude": "22.153296",
    "longitude": "113.556468",
    "excerpt": "The historical part of Taipa is best preserved in this village in the south of the district. An intricate warren of alleys holds traditional Chinese shops…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/taipa/attractions/taipa-village/a/poi-sig/1103053/1341097",
    "image_url": null,
    "detail_description": "The historical part of Taipa is best preserved in this village in the south of the district. An intricate warren of alleys holds traditional Chinese shops and some excellent restaurants, while the broader main roads are punctuated by colonial villas, churches and temples. Rua da Cunha, the main pedestrian drag, is lined with vendors hawking free samples of Macanese almond cookies and beef jerky, and tiny cafes selling egg tarts and serradura pudding.\nAvenida da Praia, a tree-lined esplanade with wrought-iron benches, is perfect for a leisurely stroll."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 6,
    "name": "Chapel of Our Lady of Penha",
    "latitude": "22.186786",
    "longitude": "113.535152",
    "excerpt": "This graceful chapel atop Penha Hill was raised as a place of pilgrimage for Portuguese sailors in the 17th century, purportedly by survivors of a ship…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/chapel-of-our-lady-of-penha/a/poi-sig/1357332/1324547",
    "image_url": null,
    "detail_description": "This graceful chapel atop Penha Hill was raised as a place of pilgrimage for Portuguese sailors in the 17th century, purportedly by survivors of a ship that had narrowly escaped capture by the Dutch. Most of what you see though came about in 1935. In the courtyard is a marble statue of Our Lady of Lourdes facing the sea; symmetrical staircases lead down to a grotto of the saint, complete with pews and altar. The grey chapel is visible across the lake.\nAdjoining the chapel are the living quarters of the bishop. Nicknamed 'Bishop's Palace' though it is by no means palatial, the residence is off-limits to visitors. Penha Hill, also known as Bishop Hill (主教山), can be accessed via Calçada da Penha off Rua Boa Vista."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 5,
    "name": "Church of St Joseph",
    "latitude": "22.191462",
    "longitude": "113.537368",
    "excerpt": "St Joseph’s, which falls outside the tourist circuit, is Macau’s most beautiful model of tropicalised baroque architecture. Consecrated in 1758 as part of…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/church-of-st-joseph/a/poi-sig/1241026/1324547",
    "image_url": null,
    "detail_description": "St Joseph’s, which falls outside the tourist circuit, is Macau’s most beautiful model of tropicalised baroque architecture. Consecrated in 1758 as part of the Jesuit seminary, it features a scalloped canopy and a staircase leading to the courtyard from which you see the arresting white-and-yellow facade of the church and its dome. The latter is the oldest dome ever built in China. The interior, with its three altars, is lavishly ornamented with overlapping pilasters and attractive Solomonic 'spiral' columns.\nMacao's College and Church of St Joseph: Splendour of Baroque in China by art historian Cesar Guillen-Nuñez is a good book to read if you want to know more about the church, its architecture and history."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 4,
    "name": "Ká Hó Church of Our Lady of Sorrows",
    "latitude": "22.132486",
    "longitude": "113.589248",
    "excerpt": "Tent-like with a long, slanting roof, like hands in prayer, this church was raised in the Ká Hó leper colony in 1966. It was built for use by the female…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/coloane/attractions/ka-ho-church-of-our-lady-of-sorrows/a/poi-sig/1602570/1341099",
    "image_url": null,
    "detail_description": "Tent-like with a long, slanting roof, like hands in prayer, this church was raised in the Ká Hó leper colony in 1966. It was built for use by the female leprosy patients staying at the leprosarium, along with their families and caretakers. Italian architect Oseo Acconci designed the simple and graceful structure. The sturdy wooden door has planks echoing the angularity of the roof and the bell tower. The bronze crucifix was by another Italian, sculptor Francisco Messima.\nIn the courtyard are statues of Our Lady and St Michael the Archangel, and a grotto of the Madonna.The church is the newest addition to a village built for female leprosy patients that existed from the 1930s to the late 1990s. In 1963, a Salesian priest, originally from Sicily, came here, and improved conditions in the colony. The church and the restored colonial-style houses of the former leprosarium are reopening in phases."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 3,
    "name": "Sir Robert Ho Tung Library",
    "latitude": "22.192423",
    "longitude": "113.537724",
    "excerpt": "This charming building, founded in the 19th century, was the country retreat of the late tycoon Robert Ho Tung, who purchased it in 1918. The colonial…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/sir-robert-ho-tung-library/a/poi-sig/1240763/1324547",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a6930cad24bbf79619e7b582ffc7b8d3-sir-robert-ho-tung-library.jpg",
    "detail_description": "This charming building, founded in the 19th century, was the country retreat of the late tycoon Robert Ho Tung, who purchased it in 1918. The colonial edifice, featuring a dome, an arcaded facade, Ionic columns and Chinese-style gardens, was given a modern extension by architect Joy Choi Tin Tin in 2006. The new four-storey structure in glass and steel has Piranesi-inspired bridges connecting to the old house and a glass roof straddling the transitional space.\n"
},
{
    "country": "macau",
    "city": "Macau",
    "index": 2,
    "name": "Guia Fortress & Chapel",
    "latitude": "22.196544",
    "longitude": "113.549656",
    "excerpt": "As the highest point on the peninsula, Guia Fortress affords panoramic views of the city. At the top is the small but stunning Chapel of Our Lady of Guia,…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/guia-fortress-chapel/a/poi-sig/364791/1324547",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e3c60a624d869e6ea3fbda9de9801a9e-guia-fort-guia-chapel.jpg",
    "detail_description": "As the highest point on the peninsula, Guia Fortress affords panoramic views of the city. At the top is the small but stunning Chapel of Our Lady of Guia, built in 1622 and retaining almost 100% of its original features, including frescoes with both Portuguese and Chinese details that are among Asia’s most important. Next to the chapel stands the oldest modern lighthouse (c 1865) on the China coast – a commanding 15m-tall structure, often open every Saturday and Sunday in July.\nThe entrance to the fortress has an attractive display of old typhoon signals that were hoisted during storms – large metallic physical symbols of the strong-wind numbering system adopted by Macau (and Hong Kong). Inside the fortress is an information gallery on the chapel and the complex. On the other side of the fortress is a tunnel showing old photos and replicas of how things used to look when it was an air-raid shelter.You could walk up to the fortress and chapel, but it’s easier to take the Guia cable car that runs from the entrance of Flora Gardens, Macau’s largest public park."
},
{
    "country": "macau",
    "city": "Macau",
    "index": 1,
    "name": "Ruins of the Church of St Paul",
    "latitude": "22.197419",
    "longitude": "113.540998",
    "excerpt": "The most treasured icon in Macau, the towering facade and stairway are all that remain of this early-17th-century Jesuit church. With its statues, portals…",
    "detail_url": "https://www.lonelyplanet.com/china/macau/macau-peninsula/attractions/ruins-of-the-church-of-st-paul/a/poi-sig/364835/1324547",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bd93d463d6617feedff54e3fd036731b1248a97d7bc7f1c9898eb6ffad1e4233.jpg",
    "detail_description": "The most treasured icon in Macau, the towering facade and stairway are all that remain of this early-17th-century Jesuit church. With its statues, portals and engravings that effectively make up a ‘sermon in stone’ and a Biblia pauperum (Bible of the poor), the church was one of the greatest monuments to Christianity in Asia, intended to help the illiterate understand the Passion of Christ and the lives of the saints.\nThe church was designed by an Italian Jesuit and built by early Japanese Christian exiles and Chinese craftsmen between 1602 and 1640. It was abandoned after the expulsion of the Jesuits in 1762 and a military battalion was stationed here. In 1835 a fire erupted in the kitchen of the barracks, destroying everything, except what you see today. At the top is a dove, representing the Holy Spirit, surrounded by stone carvings of the sun, moon and stars. Beneath the Holy Spirit is a statue of the infant Jesus, and around it, stone carvings of the implements of the Crucifixion (the whip, crown of thorns, nails, ladder and spear). In the centre of the third tier stands the Virgin Mary being assumed bodily into heaven along with angels and two flowers: the peony, representing China, and the chrysanthemum, representing Japan. To the right of the Virgin is a carving of the tree of life and the apocalyptic woman (Mary) slaying a seven-headed hydra; the Japanese kanji next to her read: ‘The holy mother tramples the heads of the dragon’. To the left of the central statue of Mary, a ‘star’ guides a ship (the Church) through a storm (sin); a carving of the devil is to the left. The fourth tier has statues of four Jesuit doctors of the church: (from left) Blessed Francisco de Borja; St Ignatius Loyola, the founder of the order; St Francis Xavier, the apostle of the Far East; and Blessed Luís Gonzaga."
}