[
{
    "country": "madaba",
    "city": "Madaba",
    "index": 1,
    "name": "St George’s Church & Mosaic Map",
    "latitude": "31.71748091",
    "longitude": "35.79379655",
    "excerpt": "This rather modest 19th-century Greek Orthodox church houses a treasure of early Christianity. Imagine the excitement in 1884 when Christian builders came…",
    "detail_url": "https://www.lonelyplanet.com/jordan/kings-highway/madaba/attractions/st-george-s-church-mosaic-map/a/poi-sig/1105945/361078",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1472688197.jpg",
    "detail_description": "This rather modest 19th-century Greek Orthodox church houses a treasure of early Christianity. Imagine the excitement in 1884 when Christian builders came across the remnants of a Byzantine church on their construction site. Among the rubble, having survived wilful destruction, fire and neglect, the flooring they discovered wasn’t just another mosaic but one with extraordinary significance: to this day, it represents the oldest map of Palestine in existence and provides many historical insights into the region.\nCrafted in AD 560, the map has 157 captions (in Greek) depicting all the major biblical sites of the Middle East, from Egypt to Palestine. It was originally around 15m to 25m long and 6m wide, and once contained more than two million pieces. Although much of the mosaic has been lost, enough remains to sense the complexity of the whole.On Friday and Sunday mornings the church opens at 7am for Mass (visitors are welcome); viewing the map at these times is not permitted. A small shop by the exit sells copies of the map and reproduction Orthodox icons.The ticket office doubles as a small interpretative centre, and has excellent displays recounting the history of the mosaics and the church – it's well worth spending some time here before viewing the map, as it will make it easier to spot the details that you want to focus on in the church."
},
{
    "country": "madaba",
    "city": "Madaba",
    "index": 9,
    "name": "Dar Al Saraya",
    "latitude": "31.71500788",
    "longitude": "35.79336457",
    "excerpt": "Built in the late 19th century as the administrative centre of the Ottomans, this grand old building was subsequently used as the headquarters of the…",
    "detail_url": "https://www.lonelyplanet.com/jordan/kings-highway/madaba/attractions/dar-al-saraya/a/poi-sig/1443069/361078",
    "image_url": null,
    "detail_description": "Built in the late 19th century as the administrative centre of the Ottomans, this grand old building was subsequently used as the headquarters of the British administration in 1922. It's been well restored and there are plans for it to become a restaurant. In the meantime, the adjacent hillside plaza makes a good place to catch the breeze.\n"
},
{
    "country": "madaba",
    "city": "Madaba",
    "index": 8,
    "name": "Visitors Centre",
    "latitude": "31.716604",
    "longitude": "35.796386",
    "excerpt": "This helpful interpretative centre makes a good starting point for visiting the highlights of Madaba. It's worth a visit in its own right, as it's housed…",
    "detail_url": "https://www.lonelyplanet.com/jordan/kings-highway/madaba/attractions/visitors-centre/a/poi-sig/1443062/361078",
    "image_url": null,
    "detail_description": "This helpful interpretative centre makes a good starting point for visiting the highlights of Madaba. It's worth a visit in its own right, as it's housed in a beautifully restored traditional house from the late 19th century, belonging to the Al Batjali family. Two of the rooms contain interesting information panels in English on the history of Madaba, and there’s a 10-minute film that sets the town in its historical context.\nThe shady courtyard of plumbago and geraniums offers respite from a hot day's sightseeing; there are clean toilets next to the centre's car park."
},
{
    "country": "madaba",
    "city": "Madaba",
    "index": 7,
    "name": "Madaba Institute for Mosaic Art & Restoration",
    "latitude": "31.7160949",
    "longitude": "35.79555641",
    "excerpt": "Originally set up as a school in 1992 by the Jordanian government, this institute trains Jordanian artists in the production and restoration of mosaics,…",
    "detail_url": "https://www.lonelyplanet.com/jordan/kings-highway/madaba/attractions/madaba-institute-for-mosaic-art-restoration/a/poi-sig/1443039/361078",
    "image_url": null,
    "detail_description": "Originally set up as a school in 1992 by the Jordanian government, this institute trains Jordanian artists in the production and restoration of mosaics, spreads awareness of mosaics in Jordan and actively preserves mosaics throughout the country. The restoration work of the school’s artisans is evident in the Archaeological Park, the Church of the Apostles and at Khirbet Mukhayyat. Visit the administration office to arrange a workshop visit to enhance your appreciation of the painstaking nature of mosaic making.\n"
},
{
    "country": "madaba",
    "city": "Madaba",
    "index": 6,
    "name": "Madaba Museum",
    "latitude": "31.71393102",
    "longitude": "35.79242057",
    "excerpt": "Housed in several old Madaba residences, this museum features a 6th-century mosaic depicting a naked satyr; a saucy (and partly damaged) mosaic of Ariadne…",
    "detail_url": "https://www.lonelyplanet.com/jordan/kings-highway/madaba/attractions/madaba-museum/a/poi-sig/1105949/361078",
    "image_url": null,
    "detail_description": "Housed in several old Madaba residences, this museum features a 6th-century mosaic depicting a naked satyr; a saucy (and partly damaged) mosaic of Ariadne dancing with cymbals on her hands and feet; and a mosaic in the courtyard depicting two rams tied to a tree – a popular image recalling Abraham’s sacrifice. A small, dusty Folklore Museum is included in the admission price; it features jewellery, traditional costumes and a copy of the Mesha Stele.\nThe museum is a little below par if you've toured the rest of the Madaba mosaics, but the open courtyard with grapevines, palms and a view makes a pleasant place to sit."
},
{
    "country": "madaba",
    "city": "Madaba",
    "index": 5,
    "name": "Archaeological Park II",
    "latitude": "31.716678",
    "longitude": "35.79439",
    "excerpt": "Walkways lead around the ruins of this late-6th-century luxury private mansion, destroyed by fire and earthquake around 749. The walkways offer a good…",
    "detail_url": "https://www.lonelyplanet.com/jordan/kings-highway/madaba/attractions/archaeological-park-ii/a/poi-sig/1443067/361078",
    "image_url": null,
    "detail_description": "Walkways lead around the ruins of this late-6th-century luxury private mansion, destroyed by fire and earthquake around 749. The walkways offer a good view of assorted mosaics, the best of which are the hunting sequences in the east wing, and the lion attacking a bull in the west wing. It's fair to say that the site takes more imagination than most.\nLook out for the continuation of the ancient Roman road that runs through what is now the Archaeological Park, as well as the 6th-century Martyrs Church, which was destroyed in the 8th century. If the guard on duty is willing, you may be able to see the buried mosaics of the church: protected from the light by sand until restoration takes place, the few tesserae (squares) of mosaic that he’ll expose for you are astonishing in the vibrancy of their colour."
},
{
    "country": "madaba",
    "city": "Madaba",
    "index": 4,
    "name": "Church of the Apostles",
    "latitude": "31.71178006",
    "longitude": "35.79458881",
    "excerpt": "This insignificant-looking church contains a remarkable mosaic dedicated to the Twelve Apostles. The embroidery-like mosaic was created in AD 568 and is…",
    "detail_url": "https://www.lonelyplanet.com/jordan/kings-highway/madaba/attractions/church-of-the-apostles/a/poi-sig/1443082/361078",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1346419895.jpg",
    "detail_description": "This insignificant-looking church contains a remarkable mosaic dedicated to the Twelve Apostles. The embroidery-like mosaic was created in AD 568 and is one of the few instances where the name of the craftsman (Salomios) is included. The central portion shows Thalassa, a female personification of the sea, surrounded by fish and slippery marine creatures. Native animals, birds, flowers, fruit and cherubic faces decorate the corners.\n"
},
{
    "country": "madaba",
    "city": "Madaba",
    "index": 3,
    "name": "Madaba Archaeological Park I & Virgin Mary Church",
    "latitude": "31.71605297",
    "longitude": "35.79512563",
    "excerpt": "Some careful restoration and excavation in the early 1990s led to the creation of this open-air museum, which houses a collection of ruins and fine…",
    "detail_url": "https://www.lonelyplanet.com/jordan/kings-highway/madaba/attractions/madaba-archaeological-park-i-virgin-mary-church/a/poi-sig/1443064/361078",
    "image_url": null,
    "detail_description": "Some careful restoration and excavation in the early 1990s led to the creation of this open-air museum, which houses a collection of ruins and fine mosaics from the Madaba area. The Church of the Virgin Mary is also included in the site; built in the 6th century and unearthed beneath the floor of a private house in 1887, the church boasts a central mosaic, thought to date from 767, that is a masterpiece of geometric design.\nAs you enter the complex you’ll see a 1st-century-BC mosaic from Machaerus, which is believed to be the oldest mosaic found in Jordan. Follow the walkway to the right, above the Roman street. This street once ran east to west between the Roman city gates and was lined with columns. Continue past the faded but elegant mosaics of the Church of the Prophet Elias (built AD 607), pausing to enjoy the details (such as the fine green bird), and then descend to the crypt (built AD 595).The large roofed structure in front of you contains some of the most impressive mosaics on the site, including those of Hippolytus Hall, an early-6th-century Byzantine villa. Spot the four seasons in each corner and notice the beautiful depictions of flowers and birds. The middle section shows figures from the classic Greek tragedy of Phaedra and Hippolytus. The upper image shows Adonis and a topless Aphrodite spanking naughty, winged Eros, while the Three Graces (daughters of Zeus representing joy, charm and beauty) float nearby."
},
{
    "country": "madaba",
    "city": "Madaba",
    "index": 2,
    "name": "Church of the Beheading of John the Baptist",
    "latitude": "31.71466798",
    "longitude": "35.79311647",
    "excerpt": "This operational early-20th-century Roman Catholic church has been transformed into an intriguing destination for visitors and pilgrims by the restoration…",
    "detail_url": "https://www.lonelyplanet.com/jordan/kings-highway/madaba/attractions/church-of-the-beheading-of-john-the-baptist/a/poi-sig/1443078/361078",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock134521694.jpg",
    "detail_description": "This operational early-20th-century Roman Catholic church has been transformed into an intriguing destination for visitors and pilgrims by the restoration of the ancient sites upon which it sits. The gem of the complex is the Acropolis Museum, housed in the vaulted underbelly of the church. Here a well dating to the Moabite era, 3000 years ago, is still operational.\nThe church facade was built with stones from antiquity, and Roman columns with Corinthian capitals dot the courtyard. In the 19th-century chapel, which now acts as a visitor centre and gift shop, there's a fascinating exhibition of photographs dating from 1902 to 1911 and an excellent replica of the mosaics at Umm Ar Rasas. Spare some time and energy to scale the belfry. The last section involves steep metal ladders with handrails and a bit of dexterity manoeuvring around the bells and bell ropes, but it’s worth the effort for the best panorama in Madaba. Vertigo sufferers, however, should definitely avoid the climb.The church is closed to visitors during Mass and for occasional Sunday events."
}
]