[
{
    "country": "madrid",
    "city": "Madrid",
    "index": 1,
    "name": "Museo del Prado",
    "latitude": "40.413783396853",
    "longitude": "-3.692289769871",
    "excerpt": "Welcome to one of the world's premier art galleries. More than 7000 paintings are held in the Museo del Prado’s collection (of which only around 1500 are…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/el-retiro-the-art-museums/attractions/museo-del-prado/a/poi-sig/399599/1324671",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1884617752.jpg",
    "detail_description": "The Prado is one of the world’s most dazzling art museums.\nFrom the medieval to early modern, its vast collection of European works is housed in a grand building on the Paseo del Prado. Smack in the heart of Madrid’s \"Golden Triangle of Art\", an area that is now a World Heritage site, it attracts crowds of visitors from around the world with works by big draw artists including Rubens, El Greco, Bruegel, Durer, Raphael, Caravaggio and Rembrandt. But it’s the Spanish masters that really steal the show with Velázquez’s enigmatic Las Meninas and Goya’s chilling Black Paintings heralding the dawn of modern art.\nTo make the most of the museum give yourself a full day and plan ahead. While some ruin their appetites by trying to cram everything in, you’re far more likely to come away satisfied by carefully selecting a few items from the visual feast on offer. Pick up a floor plan when you enter and choose a few paintings from the list of highlights. This will leave you plenty of time to make your own surprising discoveries along the way among lesser-known works.\n\n  \nPlan your visit to the Prado with this guide © Joseph Sohm / Shutterstock\n\nInsider tip\nThe rooms surrounding more famous works tend to be crowded. So if you fancy a breather, journey back in time to room 51C on the ground floor where you’ll find frescos taken from two 12th-century hermitages. Of particular interest are the Mozarabe paintings from the Hermitage of San Baudelio, which give a rare glimpse into the artistic language of Christians living under Muslim rule during the time of Al-Ándalus.\nHow much time you need in the Prado: three itineraries\nIf you have 30 minutes\nVelázquez’s Las Meninas is one of the Prado’s most iconic paintings. In a central oval room on the first floor, the Spanish masterpiece takes pride of place, attracting crowds of visitors. A visual conundrum, its unusual composition is part of its appeal. On the face of it, it’s a royal portrait of the five-year-old Infanta Margarita. Standing in the bottom center, she’s a luminous figure surrounded by attendants. A closer inspection reveals that the artist has placed himself in the shadows to the left of the little girl, gazing out at the viewer with a shrewd, rather arrogant look on his face.\nReflected in a mirror above Margarita’s head are the two tiny figures of King Felipe IV and Queen Mariana of Austria. Is Velázquez supposed to be painting them? If so, why would he choose to diminish the monarch in this way? With his canvas facing away from us, Velázquez isn’t giving anything away, allowing the viewer to draw their own conclusions.\nSurrounding this picture are not only other works by Velázquez but also paintings by El Greco, Rubens, Titian and Jusepe de Ribera. The latter’s illuminated portraits of saints spotlighted against dark backgrounds demonstrate why he was considered, along with Velázquez, to be one of the greatest painters of the 17th century. \n\n  \nThe Prado is quietest first thing in the morning © trabantos / Shutterstock\n\nIf you have 90 minutes\nAfter you’ve taken in the first floor, head downstairs to check out Hieronymus Bosch’s Garden of Earthy Delights. Painted somewhere between 1490 and 1500, the triptych nevertheless seems startlingly modern. Packed with bizarre details, there are quite a lot of sexual references going on in the central panel, as naked figures gad about among oversized fruit and giant animals. Some have theorized that Bosch was advocating a return to the innocent sexual abandon of Eden on the lefthand panel. However, given the popularity of the painting at the time, this is highly unlikely. More probable is that it’s a morality tale with the sinners getting their gruesome just deserts in hell on the righthand panel. \nThe Garden of Earthly Delights was part of the collection of Felipe II, a king with an excellent eye for art. En route to Bosch’s masterpiece, you can check out a fantastic painting of the man himself. Felipe commissioned this portrait from Italian painter Sofonisba Anguissola, a woman whose incredible talent allowed her to defy the stereotypes of her time. In the vicinity, you’ll find other stunning paintings including Pieter Bruegel’s Triumph of Death (room 55A), Dürer’s Adam and Eve (room 55B) and Van der Weyden’s The Descent from the Cross (room 058).\nIf you have half a day\nArguably the Prado has three major attractions: Velázquez’s Las Meninas, Bosch’s Garden of Earthly Delights, and Goya’s Black Paintings (room 67). What they all have in common is that they remain relevant to the modern eye. For Bosch it’s the bizarre subject matter, for Velázquez it’s the innovative composition and for Goya’s late paintings, it’s the style that makes a complete break with the pretty blue skies and strawberry-cheeked subjects he’d painted before.\nAfter years spent weathering various regime changes as a court painter, the practically deaf Goya washed up on the wrong side of town living an isolated life in the Quinta del Sordo. Here, he finally stopped pleasing patrons and released years of pent-up psychological trauma onto the walls of the building. Witness to atrocities during the French invasion of Spain, Goya was clearly extremely disturbed by this point. \nThere are many other earlier paintings by Goya in the collection, but none quite so startling as Saturn Eating his Son and Drowning Dog. As they can be a bit bleak to contemplate, drop in on your way out to see some smashing work by the master of shimmering light, Joaquín Sorolla.\nHistory of the Prado\nOriginally slated to become a science museum, construction on the main building of the Prado began in 1785. However, these plans were upset when Napoleon’s invading army camped out in the half-finished structure in 1808. After King Fernando VII was restored to the throne he used the Edificio Villanueva to house the enormous royal collection, opening its doors to the public on November 10, 1819.  \nTickets and other practicalities \nWhile tickets for the Prado can be bought on site, to avoid lines, it’s best to buy tickets online from the official Prado website. Entry to the museum and special exhibitions costs €15. An hour-and-a-half tour of the museum by a member of staff costs an additional €10 and an audio guide €5. The Prado Guide app available from the iStore and Google Play is ostensibly free, however, to get any use out of it, you have to make in-store purchases. \nThe museum is always crowded, so either get there first thing in the morning at 10am or when there’s a slight lunchtime lull around 3pm. You can get in for free in the evenings from 6pm to 8pm (5pm to 7pm on Sundays) but queues are huge and you could be waiting quite some time.\n"
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 40,
    "name": "Carlos III Equestrian Statue",
    "latitude": "40.416935",
    "longitude": "-3.703262",
    "excerpt": "The Plaza de la Puerta del Sol owes its present appearance in part to the Bourbon king Carlos III (r 1759–88), whose equestrian statue (complete with his…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/sol-santa-ana-huertas/attractions/carlos-iii-equestrian-statue/a/poi-sig/1490942/1324670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1d6bbcf230ccbb318ef2983abdbf2d54-lpl-carlos_equestrian_statue_1.jpg",
    "detail_description": "The Plaza de la Puerta del Sol owes its present appearance in part to the Bourbon king Carlos III (r 1759–88), whose equestrian statue (complete with his unmistakable nose) stands in the middle. \n"
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 39,
    "name": "Palacio de Cristal",
    "latitude": "40.41362358",
    "longitude": "-3.681983591",
    "excerpt": "Hidden among the trees south of Parque del Buen Retiro's lake is the Palacio de Cristal. Built in 1887, it's a magnificent metal-and-glass structure and…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/el-retiro-the-art-museums/attractions/palacio-de-cristal/a/poi-sig/1094845/1324671",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF176639843.jpg",
    "detail_description": "Hidden among the trees south of Parque del Buen Retiro's lake is the Palacio de Cristal. Built in 1887, it's a magnificent metal-and-glass structure and El Retiro’s most beautiful architectural monument. Art and photo exhibitions are sometimes held here.\n"
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 38,
    "name": "Museo Nacional de Antropología",
    "latitude": "40.407443",
    "longitude": "-3.688885",
    "excerpt": "The National Anthropology Museum houses collections of clothing, images and everyday objects from indigenous cultures in Africa, Asia and the Americas…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/el-retiro-the-art-museums/attractions/museo-nacional-de-antropologia/a/poi-sig/1557215/1324671",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/48a0d98450c4e519f99c86edb1c272dd-museo-nacional-de-antropologia.jpg",
    "detail_description": "The National Anthropology Museum houses collections of clothing, images and everyday objects from indigenous cultures in Africa, Asia and the Americas. However, one of the main attractions is the impressive skeleton of 'el Gigante Extremeño' – a giant nearly 2.5m tall, born in a small town in the west of Spain in the mid-19th century.\n"
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 37,
    "name": "Museo Nacional de Ciencias Naturales",
    "latitude": "40.440987",
    "longitude": "-3.6897",
    "excerpt": "The Museum of Natural Sciences is a favourite for families, with permanent exhibitions including dinosaur skeletons, rocks and minerals, and fossils of…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/parque-del-oeste-northern-madrid/attractions/museo-nacional-de-ciencias-naturales/a/poi-sig/1557117/1320810",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/945b636c3041ddf527e5674ffeb436aa-museo-nacional-de-ciencias-naturales.jpg",
    "detail_description": "The Museum of Natural Sciences is a favourite for families, with permanent exhibitions including dinosaur skeletons, rocks and minerals, and fossils of animals large and small. Visitors can also see displays on human evolution and biodiversity. The collection has existed for more than 200 years, making it one of the oldest of its kind in the world.\n"
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 36,
    "name": "Plaza de la Villa",
    "latitude": "40.415399",
    "longitude": "-3.710386",
    "excerpt": "The intimate Plaza de la Villa is one of Madrid’s prettiest. Enclosed on three sides by wonderfully preserved examples of 17th-century barroco madrileño …",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/plaza-de-la-villa/a/poi-sig/1109702/1324669",
    "image_url": null,
    "detail_description": "The intimate Plaza de la Villa is one of Madrid’s prettiest. Enclosed on three sides by wonderfully preserved examples of 17th-century barroco madrileño (Madrid-style baroque architecture – a pleasing amalgam of brick, exposed stone and wrought iron), it was the permanent seat of Madrid’s city government from the Middle Ages until recent years, when Madrid’s city council relocated to the grand Palacio de Cibeles on Plaza de la Cibeles.\nOn the western side of the square is the 17th-century former town hall, in Habsburg-style baroque with Herrerian slate-tile spires. On the opposite side of the square is the Gothic Casa de los Lujanes, whose brickwork tower is said to have been ‘home’ to the imprisoned French monarch François I after his capture in the Battle of Pavia (1525). Legend has it that as the star prisoner was paraded down Calle Mayor, locals were more impressed by the splendidly attired Frenchman than they were by his more drab captor, the Spanish Habsburg emperor Carlos I, much to the chagrin of the latter. The plateresque (15th- and 16th-century Spanish baroque) Casa de Cisneros, built in 1537 with later Renaissance alterations, also catches the eye."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 35,
    "name": "Casa de Campo",
    "latitude": "40.419888253341",
    "longitude": "-3.7269272315863",
    "excerpt": "Sometimes called the ‘lungs of Madrid’, this 17-sq-km stand of greenery stretches west of the Río Manzanares. There are prettier and more central parks in…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/casa-de-campo/a/poi-sig/1094875/1324669",
    "image_url": null,
    "detail_description": "Sometimes called the ‘lungs of Madrid’, this 17-sq-km stand of greenery stretches west of the Río Manzanares. There are prettier and more central parks in Madrid but its scope is such that there are plenty of reasons to visit. And visit the madrileños do, nearly half a million of them every weekend, celebrating the fact that the short-lived Republican government of the 1930s opened the park to the public (it was previously the exclusive domain of royalty).\nFor city-bound madrileños with neither the time nor the inclination to go further afield, it has become the closest they get to nature, despite the fact that cyclists, walkers and picnickers overwhelm the byways and trails that criss-cross the park. There are tennis courts and a swimming pool, as well as the Zoo Aquarium de Madrid and the Parque de Atracciones. The Teleférico also takes you here with good views en route. At Casa de Campo’s southern end, restaurants specialise in wedding receptions, ensuring plenty of bridal parties roaming the grounds in search of an unoccupied patch of greenery where they can take photos. Also in the park, the Andalucian-style ranch known as Batán is used to house the bulls destined to do bloody battle in the Fiestas de San Isidro Labrador."
},
{
    "country": "madrid",
    "city": "La Latina & Lavapiés",
    "index": 34,
    "name": "Plaza de la Paja",
    "latitude": "40.412932447253",
    "longitude": "-3.711612756657",
    "excerpt": "Around the back of the Iglesia de San Andrés, the delightful Plaza de la Paja slopes down into the tangle of lanes that once made up Madrid's Muslim…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/la-latina-lavapies/attractions/plaza-de-la-paja/a/poi-sig/1217541/1320807",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-153835001.jpg",
    "detail_description": "Around the back of the Iglesia de San Andrés, the delightful Plaza de la Paja slopes down into the tangle of lanes that once made up Madrid's Muslim quarter. In the 12th and 13th centuries, the city's main market occupied the square. At the top of the square is the Capilla del Obispo, while down the bottom (north side) is the walled 18th-century Jardín del Príncipe Anglona, a peaceful 18th-century garden.\n"
},
{
    "country": "madrid",
    "city": "La Latina & Lavapiés",
    "index": 32,
    "name": "Matadero Madrid",
    "latitude": "40.392365270723",
    "longitude": "-3.6974208669652",
    "excerpt": "This contemporary-arts centre is a stunning multipurpose space south of the centre. Occupying the converted buildings of the old Arganzuela livestock…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/la-latina-lavapies/attractions/matadero-madrid/a/poi-sig/1205256/1320807",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1225371415.jpg",
    "detail_description": "This contemporary-arts centre is a stunning multipurpose space south of the centre. Occupying the converted buildings of the old Arganzuela livestock market and slaughterhouse, Matadero Madrid covers 148,300 sq metres and hosts cutting-edge drama, musical and dance performances and exhibitions on architecture, fashion, literature and cinema. It's a dynamic space and its proximity to the landscaped riverbank makes for a non-touristy alternative to sightseeing in Madrid, not to mention a brilliant opportunity to see the latest avant-garde theatre or exhibitions.\n"
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 33,
    "name": "Catedral de Nuestra Señora de la Almudena",
    "latitude": "40.4156188",
    "longitude": "-3.714401929",
    "excerpt": "Paris has Notre Dame and Rome has St Peter’s Basilica. In fact, almost every European city of stature has its signature cathedral, a standout monument to…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/catedral-de-nuestra-senora-de-la-almudena/a/poi-sig/1094801/1324669",
    "image_url": null,
    "detail_description": "Paris has Notre Dame and Rome has St Peter’s Basilica. In fact, almost every European city of stature has its signature cathedral, a standout monument to a glorious Christian past. Not Madrid. Although the exterior of the Catedral de Nuestra Señora de la Almudena sits in harmony with the adjacent Palacio Real, Madrid’s cathedral is cavernous and largely charmless within; its colourful, modern ceilings do little to make up for the lack of old-world gravitas that so distinguishes great cathedrals.\nCarlos I first proposed building a cathedral here back in 1518, but construction didn’t actually begin until 1879. It was finally finished in 1992 and its pristine, bright-white neo-Gothic interior holds no pride of place in the affections of madrileños.It’s possible to climb to the cathedral’s summit, which has fine views. En route you climb up through the cathedral’s museum; follow the signs to the Museo de la Catedral y Cúpola (www.museocatedral.archimadrid.es) on the northern facade, opposite Palacio Real.Just around the corner on Calle Mayor, the low-lying ruins of Santa María de la Almudena are all that remain of Madrid’s first church, which was built on the site of Mayrit’s Great Mosque when the Christians arrived in the 11th century.And just down the hill beneath the cathedral’s southern wall on Calle Mayor is the neo-Romanesque crypt, with more than 400 columns, 20 chapels and fine stained-glass windows."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 31,
    "name": "Teleférico",
    "latitude": "40.427837966062",
    "longitude": "-3.7219718737466",
    "excerpt": "One of the world’s most horizontal cable cars (it never hangs more than 40m above the ground), the Teleférico putters out from the slopes of Parque del…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/teleferico/a/poi-sig/399607/1324669",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b2504f30c1d89dc99897c282d4f109dc-teleferico.jpg",
    "detail_description": "One of the world’s most horizontal cable cars (it never hangs more than 40m above the ground), the Teleférico putters out from the slopes of Parque del Oeste. The 2.5km journey takes you into the depths of the Casa de Campo, Madrid’s enormous green open space west of the city centre. The views on the way are splendid and there's a decent children's playground near the Casa de Campo station.\nTry to time it so you can settle in for a cool lunch or evening tipple on one of the terrazas (open-air cafes) along Paseo del Pintor Rosales."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 30,
    "name": "Casa de Correos",
    "latitude": "40.416469",
    "longitude": "-3.703691",
    "excerpt": "The main building on the Plaza de la Puerta del Sol houses the regional government of the Comunidad de Madrid. The Casa de Correos was built as the city’s…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/sol-santa-ana-huertas/attractions/casa-de-correos/a/poi-sig/1490944/1324670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e7e597a37ccb74ecc4df97f10f8a6010-lpl-casa_de_correos_3.jpg",
    "detail_description": "The main building on the Plaza de la Puerta del Sol houses the regional government of the Comunidad de Madrid. The Casa de Correos was built as the city’s main post office in 1768. The clock was added in 1856 and on New Year’s Eve people throng the square to wait for the clock to strike midnight, and at each gong swallow a grape – not as easy as it sounds! The building was undergoing major restoration works when we visited.\nOn the footpath outside the Casa de Correos is a plaque marking Spain’s Kilometre Zero, the point from which Spain’s network of roads is measured."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 28,
    "name": "Convento de las Descalzas Reales",
    "latitude": "40.418364",
    "longitude": "-3.706416",
    "excerpt": "The grim plateresque walls of the Convento de las Descalzas Reales offer no hint that behind the facade lies a sumptuous stronghold of the faith. The…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/convento-de-las-descalzas-reales/a/poi-sig/1094810/1324669",
    "image_url": null,
    "detail_description": "The grim plateresque walls of the Convento de las Descalzas Reales offer no hint that behind the facade lies a sumptuous stronghold of the faith. The compulsory guided tour (in Spanish) leads you up a gaudily frescoed Renaissance stairway to the upper level of the cloister. The vault was painted by Claudio Coello, one of the most important artists of the Madrid School of the 17th century whose works adorn San Lorenzo de El Escorial.\nYou then pass several of the convent's 33 chapels – a maximum of 33 Franciscan nuns is allowed to live here (perhaps because Christ is said to have been 33 when he died) as part of a closed order. These nuns follow in the tradition of the Descalzas Reales (Barefooted Royals), a group of illustrious women who cloistered themselves when the convent was founded in the 16th century.The first of these chapels contains a remarkable carved figure of a dead, reclining Christ, which is paraded in a Good Friday procession each year. At the end of the passage is the antechoir, then the choir stalls themselves. Buried here is Doña Juana, Carlos I's widowed daughter who, in a typical piece of 16th-century collusion between royalty and the Catholic Church, commandeered the palace and had it converted into a convent. A Virgen la Dolorosa by Pedro de la Mena is seated in one of the 33 oak stalls.In the former sleeping quarters of the nuns are some extraordinary tapestries. Woven in the 17th century in Brussels, they include four based on drawings by Rubens. To produce works of this quality, four or five artisans could take up to a year to weave just 1 sq metre."
},
{
    "country": "madrid",
    "city": "Chueca",
    "index": 29,
    "name": "Sociedad General de Autores y Editores",
    "latitude": "40.425381",
    "longitude": "-3.696599",
    "excerpt": "This swirling, melting wedding cake of a building is as close as Madrid comes to the work of Antoni Gaudí, which so illuminates Barcelona. It’s a joyously…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/chueca/attractions/sociedad-general-de-autores-y-editores/a/poi-sig/1095980/1343002",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/030b7a397eb9c31599e6613538aca19066ca6e054b22e637c416892fb1d5f515.jpg",
    "detail_description": "This swirling, melting wedding cake of a building is as close as Madrid comes to the work of Antoni Gaudí, which so illuminates Barcelona. It’s a joyously self-indulgent (if slightly grimy) ode to Modernisme (an architectural and artistic style, influenced by art nouveau and sometimes known as Catalan modernism) and is virtually one of a kind in Madrid. Casual visitors are actively discouraged, but what you see from the street is impressive enough.\nThe only exception is on the first Monday of October, International Architecture Day, when its interior staircase alone is reason enough to come and look inside."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 27,
    "name": "Ateneo Científico, Literario y Artístico de Madrid",
    "latitude": "40.415081",
    "longitude": "-3.698283",
    "excerpt": "This venerable club of learned types was founded in 1821, although the building took on its present form in 1884. Its library prompted Benito Pérez Galdós…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/sol-santa-ana-huertas/attractions/ateneo-cientifico-literario-y-artistico-de-madrid/a/poi-sig/1094835/1324670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/99a7bb2eded252f6c6f55f44eadd7144-lpl-ateneo_1.jpg",
    "detail_description": "This venerable club of learned types was founded in 1821, although the building took on its present form in 1884. Its library prompted Benito Pérez Galdós to describe it as the most important ‘intellectual temple’ in Madrid and a reference point for the thriving cultural life of the Barrio de las Letras.\nGuided visits had been suspended at the time of our visit while restoration works take place. Once they resume, guides take you into the foyer and the upstairs library, a jewel of another age, with dark timber stacks, weighty tomes and creakily quiet reading rooms dimly lit with desk lamps."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 26,
    "name": "Museo del Ferrocarril",
    "latitude": "40.400237",
    "longitude": "-3.693842",
    "excerpt": "You don’t have to be a trainspotter to enjoy this railway museum – you’ll see as many kids as anoraks – but it helps. Housed in the disused 1880s Estación…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/attractions/museo-del-ferrocarril/a/poi-sig/1094881/360770",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/LPT0419_055%20crop.jpg",
    "detail_description": "You don’t have to be a trainspotter to enjoy this railway museum – you’ll see as many kids as anoraks – but it helps. Housed in the disused 1880s Estación de Delicias south of Lavapiés, this museum has about 30 pieces of rolling stock lined up along the platforms, ranging from the earliest steam locomotives to a sleeping car from the late 1920s and the Talgo II, which ran on the country’s long-distance routes until 1971.\nSeveral rooms off the platforms are set aside for dioramas of train stations, memorabilia, station clocks and the like. There are plenty of model trains, tracks and other modelling products in the shop on the way out."
},
{
    "country": "madrid",
    "city": "Chueca",
    "index": 25,
    "name": "Museo del Romanticismo",
    "latitude": "40.425895",
    "longitude": "-3.698788",
    "excerpt": "This intriguing museum is devoted to the Romantic period of the 19th century. It houses a minor treasure trove of mostly 19th-century paintings, furniture…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/chueca/attractions/museo-del-romanticismo/a/poi-sig/1205216/1343002",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e803258dfe2bc5ad2352e59af850b6f2-lpl-romanticismo_1.jpg",
    "detail_description": "This intriguing museum is devoted to the Romantic period of the 19th century. It houses a minor treasure trove of mostly 19th-century paintings, furniture, porcelain, books, photos and other bits and bobs from a bygone age and offers an insight into what upper-class houses were like in the 19th century. The best-known work in the collection is Goya’s San Gregorio Magno, Papa.\nThe museum occupies a late-18th-century mansion which was converted into a museum in 1924 by the Marqués de la Vega-Inclán (who was involved in the creation of the chain of luxury hotels known as the paradores). There’s a limit of 100 visitors inside the museum at any one time."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 24,
    "name": "Iglesia de San Ginés",
    "latitude": "40.417237",
    "longitude": "-3.706899",
    "excerpt": "Due north of Plaza Mayor, San Ginés is one of Madrid’s oldest churches: it has been here in one form or another since at least the 14th century. What you…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/iglesia-de-san-gines/a/poi-sig/1094811/1324669",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bbabc21541222e588a6f8e539dcaf7c1-lpl-iglesia_san_gines_1.jpg",
    "detail_description": "Due north of Plaza Mayor, San Ginés is one of Madrid’s oldest churches: it has been here in one form or another since at least the 14th century. What you see today was built in 1645 but largely reconstructed after a fire in 1824. The church houses some fine paintings, including El Greco’s Expulsion of the Moneychangers from the Temple (1614), which is beautifully displayed; the glass is just 6mm from the canvas to avoid reflections.\nThe church has stood at the centre of Madrid life for centuries. It is speculated that, prior to the arrival of the Christians in 1085, a Mozarabic community (Christians in Muslim territory) lived around the stream that later became Calle del Arenal and that their parish church stood on this site.Spain’s premier playwright Lope de Vega was married here and novelist Francisco de Quevedo was baptised in its font."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 23,
    "name": "Teatro Real",
    "latitude": "40.418235672575",
    "longitude": "-3.7104693807113",
    "excerpt": "Backing onto Plaza de Oriente, Madrid’s signature opera house took on its present neoclassical form in 1997 although, viewed from Plaza de Isabel II,",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/teatro-real/a/poi-sig/1205363/1324669",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock1240111945.jpg",
    "detail_description": "Backing onto Plaza de Oriente, Madrid’s signature opera house took on its present neoclassical form in 1997 although, viewed from Plaza de Isabel II, it’s a little overshadowed by the splendour of its surrounds. The 1997 renovations combined the latest in theatre and acoustic technology with a remake of the most splendid of its 19th-century decor.\nThere are a range of guided and self-guided tours, lasting from 50 minutes to 1¼ hours, including a post-performance nocturnal visit.For all such modern magnificence, the Teatro Real does not have the most distinguished of histories. The first theatre was built in 1708 on the site of public wash houses. Torn down in 1816, its successor was built in 1850 under the reign of Isabel II, whereafter it burned down and was later blown up in the civil war (when it was used as a powder store, resulting in the inevitable fireworks)."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 22,
    "name": "Estación de Chamberí",
    "latitude": "40.43214206",
    "longitude": "-3.697842204",
    "excerpt": "Estación de Chamberí, the long-lost ghost station of Madrid's metro, is now a museum piece that recreates the era of the station’s inauguration in 1919…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/parque-del-oeste-northern-madrid/attractions/estacion-de-chamberi/a/poi-sig/1094868/1320810",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0db54685aa5ef1fd00e9152cc363e8b9-estacion-de-chamberi.jpg",
    "detail_description": "Estación de Chamberí, the long-lost ghost station of Madrid's metro, is now a museum piece that recreates the era of the station’s inauguration in 1919 with advertisements from that time (including Madrid’s then-four-digit phone numbers), ticket offices and other memorabilia almost a century old. It’s an engaging journey down memory lane.\nFor years, madrileños (residents of Madrid) wondered what happened to the Chamberí metro station – they knew it existed, yet it appeared on no maps and no trains ever stopped there. The answer was that the station lay along line 1, between the stops of Bilbao and Iglesia, until 1966 when Madrid’s trains (and, where possible, platforms) were lengthened. Logistical difficulties meant that Chamberí could not be extended and the station was abandoned. In 2008 the Estación de Chamberí finally reopened to the public (just not for trains)."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 21,
    "name": "Zoo Aquarium de Madrid",
    "latitude": "40.409062",
    "longitude": "-3.760975",
    "excerpt": "Madrid’s zoo, in the Casa de Campo, is a fairly standard European city zoo home to about 3000 animals. Exhibits range from white Siberian tigers to mambas…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/attractions/zoo-aquarium-de-madrid/a/poi-sig/1094878/360770",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-110475689_master.jpg",
    "detail_description": "Madrid’s zoo, in the Casa de Campo, is a fairly standard European city zoo home to about 3000 animals. Exhibits range from white Siberian tigers to mambas, Atlas lions, zebras, giraffes, rhinoceroses, flamingos, koalas and celebrity pandas. The 3000-sq-metre Aviario (aviary) contains some 60 species of eagle, condor and vulture. Spend long enough here, however, and the Disneyfication of the zoo will start to grate.\nThere’s also an aquarium with shows, but remember that animal welfare groups suggest interaction with dolphins and other sea mammals held in captivity creates stress for these complex creatures.Arriving by bus is the best option as it leaves you right at the door; if you take the metro to Casa de Campo, you have a 15-minute walk from the station, or you can take bus 37 from the station for one stop.Weekends can be busy, so try and visit during the week, although check the opening hours online before setting out. It might also be worth checking online the programme for the day (for shows) and planning your visit accordingly. And it's considerably cheaper if you book online."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 20,
    "name": "Plaza de Oriente",
    "latitude": "40.41833981",
    "longitude": "-3.712576694",
    "excerpt": "This graceful square is one central Madrid's most beautiful, home as it is to a royal palace that once had aspirations to be the Spanish Versailles,…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/plaza-de-oriente/a/poi-sig/1094798/1324669",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-177549960_medium.jpg",
    "detail_description": "This graceful square is one central Madrid's most beautiful, home as it is to a royal palace that once had aspirations to be the Spanish Versailles, sophisticated cafes watched over by apartments that cost the equivalent of a royal salary, and the Teatro Real, Madrid’s opera house and one of Spain’s temples to high culture.\nAt the centre of the plaza, which the palace overlooks, is an equestrian statue of Felipe IV. Designed by Velázquez, it's the perfect place to take it all in, with marvellous views wherever you look. If you’re wondering how a heavy bronze statue of a rider and his horse rearing up can actually maintain that stance, the answer is simple: the hind legs are solid, while the front ones are hollow. That idea was Galileo Galilei’s. Nearby are some 20 marble statues, mostly of ancient monarchs. Local legend has it that these ageing royals get down off their pedestals at night to stretch their legs when no one is looking.The adjacent Jardines Cabo Naval are a great place to watch the sunset."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 19,
    "name": "Parque de Atracciones",
    "latitude": "40.410735",
    "longitude": "-3.752689",
    "excerpt": "This amusement park in the Casa de Campo has the usual collection of high-adrenaline rides, shows for the kids and kitsch at every turn. In the Zona de…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/attractions/parque-de-atracciones/a/poi-sig/1205272/360770",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Spain%20Madrid%20Enrique%20Pesqueira%20shutterstock_1221592855%20RFC.jpg",
    "detail_description": "This amusement park in the Casa de Campo has the usual collection of high-adrenaline rides, shows for the kids and kitsch at every turn. In the Zona de Máquinas are most of the bigger rides, such as classic roller-coasters, the Lanzadera (which takes you up 63m and then drops you in a simulated bungee jump), La Máquina (a giant wheel that spins on its axis) and the favourite, the Tornado, a kind of upside-down roller-coaster that zips along at up to 80km/h.\nAfter all that gut-churning stuff, you’ll be grateful for the Zona de Tranquilidad, where you can climb aboard a gentle Ferris wheel, take a theme ride through the jungle or just sit back for a snack. Of course, tranquillity is relative – El Viejo Caserón (haunted house) is not for the nervous among you (in our experience, it’s the adults who get spooked). La Zona de la Naturaleza (Nature Zone) offers dodgems and various water rides.Finally, in the Zona Infantil, younger kids can get their own thrills on less hair-raising rides, such as a Ford-T, the Barón Rojo (Red Baron) and Caballos del Oeste (Horses of the Wild West).The park has all sorts of timetable variations, so it's a good idea to check ahead before committing yourself. It's always cheaper to buy your entrance ticket online. Long queues form on weekends, both at the rides and to get in, so either get here early or come another day if you can."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 18,
    "name": "Plaza de la Puerta del Sol",
    "latitude": "40.41692566",
    "longitude": "-3.703608912",
    "excerpt": "The official centre point of Spain is a gracious, crowded hemisphere of elegant facades. It is, above all, a crossroads: people here are forever heading…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/sol-santa-ana-huertas/attractions/plaza-de-la-puerta-del-sol/a/poi-sig/1094808/1324670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1d2b41bdbdebc91971cef031d7c104ef-lpl-sdfs.jpg",
    "detail_description": "The official centre point of Spain is a gracious, crowded hemisphere of elegant facades. It is, above all, a crossroads: people here are forever heading somewhere else, on foot, by metro (three lines cross here) or by bus (many lines terminate and start nearby). Hard as it is to believe now, in Madrid's earliest days, the Puerta del Sol (Gate of the Sun) was the eastern gate of the city.\nThe Casa de Correos houses the regional government of the Comunidad de Madrid and was built as the city’s main post office in 1768. The clock was added in 1856 and on New Year’s Eve people throng the square to wait impatiently for the clock to strike midnight, and at each gong swallow a grape – not as easy as it sounds! On the footpath outside the Casa de Correos is a plaque marking Spain’s Kilometre Zero, the point from which Spain’s network of roads is measured. Facing the Casa de Correos from the rooftops opposite is the towering Tío Pepe sign, long a city landmark.The semicircular junction owes its present appearance in part to the Bourbon king Carlos III (r 1759–88), whose equestrian statue (complete with his unmistakable nose) stands in the middle. Look out for the statue of a bear nuzzling a madroño (strawberry tree) at the plaza's eastern end; this is the official symbol of the city."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 17,
    "name": "Edificio Metrópolis",
    "latitude": "40.418773",
    "longitude": "-3.696932",
    "excerpt": "Among the more interesting buildings along Gran Vía is the stunning, French-designed Edificio Metrópolis, built in 1905, which marks the southern end of…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/sol-santa-ana-huertas/attractions/edificio-metropolis/a/poi-sig/1486054/1324670",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1529155088.jpg",
    "detail_description": "Among the more interesting buildings along Gran Vía is the stunning, French-designed Edificio Metrópolis, built in 1905, which marks the southern end of Gran Vía. The winged victory statue atop its dome was added in 1975 and is best seen from Calle de Alcalá or Plaza de la Cibeles. It's magnificent when floodlit, and for some it's Madrid's most beautiful building.\n"
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 16,
    "name": "Círculo de Bellas Artes",
    "latitude": "40.41843608",
    "longitude": "-3.696518037",
    "excerpt": "For some of Madrid’s best views, take the lift to the 7th floor of the ‘Fine Arts Circle’. You can almost reach out and touch the glorious dome of the…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/sol-santa-ana-huertas/attractions/circulo-de-bellas-artes/a/poi-sig/1094837/1324670",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstock432451033.jpg",
    "detail_description": "For some of Madrid’s best views, take the lift to the 7th floor of the ‘Fine Arts Circle’. You can almost reach out and touch the glorious dome of the Edificio Metrópolis and otherwise take in Madrid in all its finery, including the distant mountains. Two bars, lounge music and places to recline add to the experience. Downstairs, the centre has exhibitions, concerts, short films and book readings. There’s also a fine belle-époque cafe on the ground floor.\n"
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 15,
    "name": "Estadio Santiago Bernabéu",
    "latitude": "40.45293112",
    "longitude": "-3.688368996",
    "excerpt": "Football fans and budding Madridistas (Real Madrid supporters) will want to make a pilgrimage to the Estadio Santiago Bernabéu, a temple to all that’s…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/parque-del-oeste-northern-madrid/attractions/estadio-santiago-bernabeu/a/poi-sig/1095598/1320810",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1069599874.jpg",
    "detail_description": "Football fans and budding Madridistas (Real Madrid supporters) will want to make a pilgrimage to the Estadio Santiago Bernabéu, a temple to all that’s extravagant and successful in football. Self-guided tours take you up into the stands for a panoramic view of the stadium, then through the presidential box, press room, dressing rooms, players’ tunnel and even onto the pitch. The tour ends in the extraordinary Exposición de Trofeos (trophy exhibit). Better still, attend a game alongside 80,000 delirious fans.\nFor tours of the stadium, buy your ticket at window 10 (next to gate 7)."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 14,
    "name": "Ermita de San Antonio de la Florida",
    "latitude": "40.425985",
    "longitude": "-3.725889",
    "excerpt": "The frescoed ceilings of the restored Ermita de San Antonio de la Florida are one of Madrid's most surprising secrets. The southern of the two small…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/ermita-de-san-antonio-de-la-florida/a/poi-sig/1094872/1324669",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1322020559.jpg",
    "detail_description": "The frescoed ceilings of the restored Ermita de San Antonio de la Florida are one of Madrid's most surprising secrets. The southern of the two small chapels is one of the few places to see Goya's work in its original setting, as painted by the master in 1798 on the request of Carlos IV. It's simply breathtaking.\nThe frescoes on the dome depict the miracle of St Anthony, who is calling on a young man to rise from the grave and absolve his father, unjustly accused of his murder. Around them swarms a typical Madrid crowd.The painter is buried in front of the altar. His remains (minus the mysteriously missing head) were transferred in 1919 from Bordeaux (France), where he died in self-imposed exile in 1828.Guided visits run from 9.30am to 1pm Tuesday to Friday when there are enough people."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 13,
    "name": "Plaza de Santa Ana",
    "latitude": "40.41474575",
    "longitude": "-3.700741501",
    "excerpt": "Plaza de Santa Ana is a delightful confluence of elegant architecture and irresistible energy. It presides over the upper reaches of the Barrio de las…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/sol-santa-ana-huertas/attractions/plaza-de-santa-ana/a/poi-sig/1094834/1324670",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1172665107.jpg",
    "detail_description": "Plaza de Santa Ana is a delightful confluence of elegant architecture and irresistible energy. It presides over the upper reaches of the Barrio de las Letras and this literary personality makes its presence felt with the statues of the 17th-century writer Calderón de la Barca and Federíco García Lorca, and in the Teatro Español at the plaza’s eastern end. Apart from anything else, the plaza is the starting point for many a long Huertas night.\nThe square was laid out in 1810 during the controversial reign of Joseph Bonaparte (elder brother of Napoleon), giving breathing space to what had hitherto been one of Madrid’s most claustrophobic barrios. The plaza quickly became a focal point for intellectual life, and the cafes surrounding it thronged with writers, poets and artists engaging in endless tertulias (literary and philosophical discussions)."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 10,
    "name": "Plaza Mayor",
    "latitude": "40.415567503931",
    "longitude": "-3.7068782776326",
    "excerpt": "Madrid's grand central square, a rare but expansive opening in the tightly packed streets of central Madrid, is one of the prettiest open spaces in Spain,…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/plaza-mayor/a/poi-sig/399605/1324669",
    "image_url": "https://lp-cms-production.imgix.net/2022-12/GettyImages-679775764.jpeg",
    "detail_description": "Madrid's grand central square, a rare but expansive opening in the tightly packed streets of central Madrid, is one of the prettiest open spaces in Spain, a winning combination of imposing architecture, picaresque historical tales and vibrant street life. At once beautiful in its own right and a reference point for so many Madrid days, it also hosts the city's main tourist office, a Christmas market in December and arches leading to laneways out into the labyrinth.\nAh, the history the plaza has seen! Designed in 1619 by Juan Gómez de Mora and built in typical Herrerian style, of which the slate spires are the most obvious expression, its first public ceremony was suitably auspicious – the beatification of San Isidro Labrador (St Isidore the Farm Labourer), Madrid’s patron saint. Thereafter it was as if all that was controversial about Spain took place in this square. Bullfights, often in celebration of royal weddings or births, with royalty watching on from the balconies and up to 50,000 people crammed into the plaza, were a recurring theme until 1878. Far more notorious were the autos-da-fé (the ritual condemnations of heretics during the Spanish Inquisition), followed by executions – burnings at the stake and deaths by garrotte on the northern side of the square, hangings to the south. These continued until 1790 when a fire largely destroyed the square, which was subsequently reproduced under the supervision of Juan de Villanueva, who lent his name to the building that now houses the Museo del Prado. These days, the plaza is an epicentre of Madrid life.The grandeur of the plaza is due in large part to the warm colours of the uniformly ochre apartments, with 237 wrought-iron balconies offset by the exquisite frescoes of the 17th-century Real Casa de la Panadería. The present frescoes date to just 1992 and are the work of artist Carlos Franco, who chose images from the signs of the zodiac and gods (eg Cybele) to provide a stunning backdrop for the square. The frescoes were inaugurated to coincide with Madrid’s 1992 spell as the European Capital of Culture."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 11,
    "name": "Palacio Real",
    "latitude": "40.41669539",
    "longitude": "-3.713698549",
    "excerpt": "Spain's jewel-box Palacio Real is used only occasionally for royal ceremonies; the royal family moved to the modest Palacio de la Zarzuela years ago.",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/palacio-real/a/poi-sig/1094799/1324669",
    "image_url": "https://lp-cms-production.imgix.net/2024-05/iStock-1937224282.jpg",
    "detail_description": "Spain's jewel-box Palacio Real is used only occasionally for royal ceremonies; the royal family moved to the modest Palacio de la Zarzuela years ago.When the alcázar (Muslim fortress) burned down in 1734, Felipe V, the first of the Bourbon kings, decided to build a palace that would dwarf all its European counterparts. Felipe died before the palace was finished, which is perhaps why the Italianate baroque colossus has a mere 2800 rooms, just one-quarter of the original plan.\nThe official tour (self-guided tours are also possible and follow the same route) leads through 50 of the palace rooms, which hold a good selection of Goyas, 215 absurdly ornate clocks, and five Stradivarius violins still used for concerts and balls. The main stairway is a grand statement of imperial power, leading to the Halberdiers' rooms and to the sumptuous Salón del Trono (Throne Room), with its crimson-velvet wall coverings and Tiepolo ceiling. Shortly after, you reach the Salón de Gasparini, with its exquisite stucco ceiling and walls resplendent with embroidered silks.Outside the main palace, visit the Farmacia Real at the southern end of the patio known as the Plaza de la Armería (Plaza de Armas). Westwards across the plaza is the Armería Real, a shiny collection of weapons and armour, mostly dating from the 16th and 17th centuries."
},
{
    "country": "madrid",
    "city": "La Latina & Lavapiés",
    "index": 12,
    "name": "El Rastro",
    "latitude": "40.408979",
    "longitude": "-3.707156",
    "excerpt": "A Sunday morning at El Rastro flea market, Europe's largest, is a Madrid institution. You could easily spend the entire morning inching your way down the…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/la-latina-lavapies/attractions/el-rastro/a/poi-sig/1205457/1320807",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1369121926.jpg",
    "detail_description": "A Sunday morning at El Rastro flea market, Europe's largest, is a Madrid institution. You could easily spend the entire morning inching your way down the hill and the maze of streets. Cheap clothes, luggage, old flamenco records, even older photos of Madrid, faux-designer purses, grungy T-shirts, household goods and electronics are the main fare. For every 10 pieces of junk, there’s a real gem (a lost masterpiece, an Underwood typewriter) waiting to be found.\nThe crowded Sunday flea market was, back in the 17th and 18th centuries, largely a meat market (rastro means ‘stain’, in reference to the trail of blood left behind by animals dragged down the hill). The road leading through the market, Calle de la Ribera de los Curtidores, translates as 'Tanners’ Alley' and further evokes this sense of a slaughterhouse past. On Sunday mornings it's the place to be, with all of Madrid here in search of a bargain.Antiques are also a major drawcard with a concentration of stores at Nuevas Galerías and Galerías Piquer; most shops open 10am to 2pm and 5pm to 8pm Monday to Saturday and not all open during El Rastro.A word of warning: pickpockets love El Rastro as much as everyone else, so keep a tight hold on your belongings and don’t keep valuables in easy-to-reach pockets."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 9,
    "name": "Real Academia de Bellas Artes de San Fernando",
    "latitude": "40.417703",
    "longitude": "-3.700612",
    "excerpt": "The Real Academia de Bellas Artes, Madrid’s ‘other’ art gallery, has for centuries played a pivotal role in the artistic life of the city. As the royal…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/sol-santa-ana-huertas/attractions/real-academia-de-bellas-artes-de-san-fernando/a/poi-sig/1094815/1324670",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1436306888.jpg",
    "detail_description": "The Real Academia de Bellas Artes, Madrid’s ‘other’ art gallery, has for centuries played a pivotal role in the artistic life of the city. As the royal fine arts academy, it has nurtured local talent, thereby complementing the royal penchant for drawing the great international artists of the day into their realm. The pantheon of former alumni reads like a who’s who of Spanish art, and the collection that now hangs on the academy’s walls is a suitably rich one.\nIn any other city, this gallery would be a standout attraction, but in Madrid it often gets forgotten in the rush to the Prado, Thyssen-Bornemisza or Reina Sofía. Nonetheless, a visit here is a fascinating journey into another age of art; when we tell you that Picasso and Dalí studied at this academy (long the academic centre of learning for up-and-coming artists), but found it far too stuffy for their liking, you’ll get an idea of what to expect. A centre of excellence since Fernando VI founded the academy in the 18th century, it remains a stunning repository of works by some of the best-loved old masters.The 1st floor, mainly devoted to 16th- to 19th-century paintings, is the most noteworthy of those in the academic gallery. Among relative unknowns, you come across a hall of works by Zurbarán (especially arresting is the series of full-length portraits of white-cloaked friars) and a San Jerónimo by El Greco.At a ‘fork’ in the exhibition, a sign points right to rooms 11 to 16, the main one showcasing Alonso Cano (1601–67) and José de Ribera (1591–1652). In the others a couple of minor portraits by Velázquez hang alongside the occasional Rubens, Tintoretto and Bellini, which have somehow been smuggled in. Rooms 17 to 22 offer a space full of Bravo Murillo and last, but most captivating, 13 pieces by Goya, including self-portraits, portraits of King Fernando VII and the infamous minister Manuel Godoy, along with one on bullfighting.The 19th and 20th centuries are the themes upstairs. It’s not the most extensive or engaging modern collection, but you’ll find drawings by Picasso as well as works by Joaquín Sorolla, Juan Gris, Eduardo Chillida and Ignacio Zuloaga, in most cases with only one or two items each."
},
{
    "country": "madrid",
    "city": "Salamanca",
    "index": 8,
    "name": "Museo Lázaro Galdiano",
    "latitude": "40.436838",
    "longitude": "-3.686181",
    "excerpt": "This imposing early-20th-century Italianate stone mansion, set discreetly back from the street, belonged to Don José Lázaro Galdiano (1862–1947), a…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/salamanca/attractions/museo-lazaro-galdiano/a/poi-sig/1094855/1320802",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a57972bb42c896fc3cb4fea4db7b4b57-museo-lazaro-galdiano.jpg",
    "detail_description": "This imposing early-20th-century Italianate stone mansion, set discreetly back from the street, belonged to Don José Lázaro Galdiano (1862–1947), a successful businessman and passionate patron of the arts. His astonishing private collection, which he bequeathed to the city upon his death, includes 13,000 works of art and objets d’art, a quarter of which are on show at any time.\nIt can be difficult to believe the breadth of masterpieces that Señor Lázaro Galdiano gathered during his lifetime, and there’s enough here to merit this museum’s inclusion among Madrid’s best art galleries. The highlights include works by Zurbarán, Claudio Coello, Hieronymus Bosch, Esteban Murillo, El Greco, Lucas Cranach and John Constable, and there’s even a painting in Room 11 attributed to Velázquez.As is often the case, Goya belongs in a class of his own. He dominates Room 13, while the ceiling of the adjoining Room 14 features a collage from some of Goya’s more famous works. Some that are easy to recognise include La maja desnuda, La maja vestida and the frescoes of the Ermita de San Antonio de la Florida.The ground floor is largely given over to a display setting the social context in which Galdiano lived, with hundreds of curios from all around the world on show. This remarkable collection ranges beyond paintings to sculptures, bronzes, miniature figures, jewellery, ceramics, furniture, weapons… clearly he was a man of wide interests. The lovely 1st floor is dominated by Spanish artworks arrayed around the centrepiece of the former ballroom and beneath lavishly frescoed ceilings. The 2nd floor contains numerous minor masterpieces from Italian, Flemish, English and French painters, while the top floor is jammed with all sorts of ephemera, including some exquisite textiles in Room 24.The labelling throughout the museum is excellent, appearing in both English and Spanish, and is accompanied by photos of each room as it appeared in Galdiano’s prime.Born in Navarra in northeastern Spain, José Lázaro Galdiano moved to Madrid as a young man. He would later become a hugely significant figure in the cultural life of the city. During WWI he was an important supporter of the Museo del Prado, and later built his own private collection by buying up Spanish artworks in danger of being sold overseas and bringing home those that had already left. He lived in exile during the Civil War, but continued to collect and upon his return he set up a respected artistic foundation in his former palace that would ultimately house the museum."
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 7,
    "name": "Templo de Debod",
    "latitude": "40.423976",
    "longitude": "-3.71766",
    "excerpt": "Few people would ever guess that a 2200-year-old Egyptian temple exists in the center of Madrid. Yet the Templo de Debod is in no way a Vegas-style…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/templo-de-debod/a/poi-sig/1094863/1324669",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3792afe9526ced9789d521e31e7c57fb-templo-de-debod.jpg",
    "detail_description": "Few people would ever guess that a 2200-year-old Egyptian temple exists in the center of Madrid. Yet the Templo de Debod is in no way a Vegas-style replica of an Egyptian monument — its origins trace as far back as the 2nd century BCE to the ancient city of Meroë on the east bank of the Nile. Dedicated to the Egyptian goddess Isis and the god Amun of Thebes, this temple is believed to have been the sacred site where Isis gave birth to the sky god Horus, according to some authors of myth and legend.\nThe Temple of Debod was a gift offered by the Egyptian government to Spain as a token of gratitude for its assistance in restoring the Abu Simbel temples in Upper Egypt. It was transported from its home next to the Nile and rebuilt stone by stone in Madrid’s Cuartel de la Montaña Park, northwest of Plaza España and right by Parque del Oeste and Casa de Campo. As one of the few standing ancient Egyptian monuments that can be seen outside of Egypt, it's a must-see attraction in Madrid.\n\n  \nTemplo de Debod, Madrid © Izaac Afridi / Getty Images\n\nHistory of the Temple of Debod\nThe temple was originally located close to the First Cataract of the Nile, south of Aswan in Nubia, southern Egypt. Its construction began in 2200 BCE under the rule of the Meroë King Adijalamani, and was completed over many centuries. Over time, the original small chapel dedicated to Amun and Isis was expanded by the succeeding kings of the Ptolemaic dynasty. After Egypt was annexed by the Roman Empire, its construction was completed by the Roman emperors Augustus, Tiberius and Hadrian. It was later abandoned for 12 centuries upon Nubia’s conversion to Christianity.\nFast forward to the 1960s, when the construction of the Aswan High Dam caused part of the Nile to flood and nearly submerged the ancient temples of Nubia. Wishing to save this precious cultural heritage, Unesco had sent out an appeal for countries to help, of which Spain and three other countries (the US, Italy and the Netherlands) responded.\nAs a gesture of thanks to the Spanish archaeologists that worked to save these Nubian temples, the Temple of Debod was gifted to the government of Spain. (The three other countries that came to the monuments’ rescue were given temples as well).\nThe Temple of Debod was transported stone by stone to Madrid and rebuilt over a period of two years in the Cuartel de la Parque de Montaña (Mountain Barracks), maintaining its original east to west orientation. It was officially opened to the public in 1972.\nAs the name of the park suggests, the site upon which the temple now stands has a bloody history. It was on this hilltop where hundreds of prisoners taken from the Dos de Mayo uprising in 1808 were summarily executed by firing squad by Napoleon’s troops during the Peninsular War. This fateful event is captured in Francisco de Goya’s painting, “El 3 de mayo en Madrid” (The Third of May 1808).\nThat tragic day is certainly offset by the serene, mystical presence of the Temple of Debod today. Surrounded by lush greens and pools, it is a favorite spot for Madrileños to host weekend picnics, hold yoga classes, or even just watch a spectacular sunset.\n\n  \nPeople enjoy sightseeing at the Temple of Debod (Templo de Debod), an ancient Egyptian temple transported to Madrid  © Page Light Studios / Getty Images\n\nHighlights of the Temple of Debod\nThe temple features various rooms, the Vestíbulo de Augusto (Augustus Vestibule), the Capilla de Adijalamani (Adijalamani Chapel) and the Vestíbulo de Naos (Naos Vestibule). Of particular interest is the Adijalamani Chapel at the heart of the temple complex — this is the oldest part of Debod that was first built by the Meroë regent. Its walls are decorated with relief scenes showing the king making offerings to different Egyptian gods.\nThe temple complex boasts some of the best panoramic views of western Madrid. Walk over here from the nearby Plaza de España to catch the sunset, when this monument is particularly arresting as the glowing temple walls are reflected off the surrounding pools.\nVisiting hours and restrictions\nAccess to the temple is open to the public and free of charge.\nFor conservation reasons, the temple restricts group visits and can only be visited individually with a maximum duration of 30 minutes.\n"
},
{
    "country": "madrid",
    "city": "Salamanca",
    "index": 6,
    "name": "Plaza de Toros Las Ventas",
    "latitude": "40.43202",
    "longitude": "-3.663361",
    "excerpt": "One of Spain’s most atmospheric arenas, the Plaza de Toros Las Ventas has hosted everything from Beatles concerts to motocross competitions during its…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/salamanca/attractions/plaza-de-toros-las-ventas/a/poi-sig/1205219/1320802",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF149752556.jpg",
    "detail_description": "One of Spain’s most atmospheric arenas, the Plaza de Toros Las Ventas has hosted everything from Beatles concerts to motocross competitions during its eight-decade history. But it is the controversial sport of bullfighting for which the stadium was built and is best known for, with aficionados of the activity hailing it as Spain’s “Bullfighting Cathedral”.\nLocated east of central Madrid, the Plaza de Toros features a wide public square with a bullfighting ring constructed in the Mudéjar (Moorish) style. Its coliseum-like arena can seat a little over 23,000 people, making it the largest bullring in Spain and one of the largest in the world. Bullfights regularly take place here during the season, which runs from mid-May to September, while daily fights occur during the week-long San Isidro festival, held each May. A visit to the Museo Taurino (Bullfighting Museum) at the back of the bullring offers a comprehensive look at the history and evolution of this divisive Spanish tradition.\nHistory of the Plaza de Toros\nKnown officially as the Plaza de Toros de Ventas del Espíritu Santo, the arena is simply referred to as “Las Ventas”&nbsp;because the area upon which it stands used to be an enclave of several wayside taverns, known as “ventas” in Spanish.&nbsp;\nThe stadium was built in 1929 and officially inaugurated in 1931 with a charity bullfight. However, the area surrounding the plaza remained a shanty town. A mass clean up operation, coupled with the outbreak of the Spanish Civil War in 1936, meant that the Plaza de Toros was officially re-inaugurated in 1939, a decade after its initial construction.&nbsp;\nApart from the annual roster of bullfights during the season, the Plaza de Toros has also hosted opera performances, weddings, traveling circuses, car shows and rock concerts – this is where the Beatles held their first concert in Spain when they came to Madrid in 1965. Other high-profile artists who have performed here include Prince, Sting and B.B. King.\nHighlights of the Plaza de Toros\nCertainly not bereft of hyperbole, the main entrance of the bullring that features a grand Moorish arch is called “The Doorway to Eternal Glory.” To be carried through here, high on the shoulders of aficionados, is the ultimate dream of any young torero (bullfighter).\nOutside the arena are several statues paying tribute to important figures in the Spanish bullfighting world. Right by the main entrance are the monuments of two bullfighters, Antonio Bienvenida, a celebrated torero during his heyday in the 1970s, and José “El Yiyo” Cubero, a beloved matador who was only 21 when he was gored by a bull through the heart.\nCuriously, standing alongside these icons of the bullfighting world, is a bronze bust of Scottish doctor Alexander Fleming. Fleming’s discovery of the antibiotic penicillin helped save the lives of many bullfighters who suffered deep wounds after being stabbed by bull horns. Consequently, in 1964, bullfighters collected money to erect a monument in Dr Fleming’s honor. The monument includes a statue depicting&nbsp;Fleming, and&nbsp;a matador tipping his hat to the scientist in appreciation of his work.&nbsp;\nInside, the plaza’s bullring is divided into ten&nbsp;tendidos (sections), radiating from the sandy central ring. The rather uncomfortable stone seats are distinguished in price according to the amount of sunlight each gets, with the most expensive seats being in the sombra (shade), the cheapest under the sol (sun) and the midrange ones in the sol y sombra, or partial shade. The most diehard bullfighting aficionados sit in Tendido 7, under the sun.\nMuseo Taurino\nSituated at the back of the arena in the “Patio de Caballos” is the Bullfighting Museum, which is dedicated to the history and culture of bullfighting. Three large rooms exhibit fancy bullfighting dresses, accessories, busts and portraits of famous bulls and toreros, as well as the original posters advertising historic fights.\nIn the Trajes de Luces (Costumes of Lights) section, you’ll see the walking capes of well-loved bullfighters, such as the pink and gold ensemble worn by Manolete, one of the most famous matadors of all time, who died in the ring in 1947.\nSome other features to watch out for in the&nbsp;museum include a series of bullfighting-themed etchings (“La Tauromaquia”) by Spanish romantic painter Francisco Goya, as well as a framed copy of a – aptly named – papal bull (public decree) issued by Pope Pius V, in 1567, that forbade Catholics from participating in bullfights on punishment of excommunication, and prohibiting a Christian burial to anyone killed in a bullfight.\nGuided tours\nGuided visits (in English and Spanish) will take you out onto the sand and into the royal box. Tours must be booked in advance through Las Ventas Tour. Access to the Museo Taurino&nbsp;is free of charge.\n"
},
{
    "country": "madrid",
    "city": "La Latina & Lavapiés",
    "index": 5,
    "name": "Basílica de San Francisco El Grande",
    "latitude": "40.41044838",
    "longitude": "-3.714456602",
    "excerpt": "Crowning Madrid’s oldest neighborhood of La Latina is an architectural and visual masterpiece that is the Basílica de San Francisco el Grande (Basilica of…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/la-latina-lavapies/attractions/basilica-de-san-francisco-el-grande/a/poi-sig/1094816/1320807",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1278865309.jpg",
    "detail_description": "Crowning Madrid’s oldest neighborhood of La Latina is an architectural and visual masterpiece that is the Basílica de San Francisco el Grande (Basilica of Saint Francis the Great) — as much a place of Catholic worship as it is a temple paying homage to Spanish art. Its several marble and gold inlaid chapels and sacristy are home to an impressive collection of paintings by Spanish masters, the most famous of which is Francisco Goya’s St. Bernardino of Siena preaching to Alfonso V of Aragon. With a diameter of 33 meters and height of 58 meters, the Basilica’s great dome is the largest in Spain and the fourth largest in Europe, after those of Saint Peter’s Basilica and the Pantheon in Rome, and the Santa Maria del Fiore in Florence.\n\n  \nSide view of the Real Basilica de San Francisco el Grande, a Roman Catholic church in central Madrid, Spain © AndresGarciaM / Getty Images\n\nHistory of the Basilica de San Francisco el Grande\nThis treasured Spanish heritage has been through multiple incarnations, the earliest of which goes back to the 13th century. Legend has it that when Saint Francis of Assissi passed by Spain on his pilgrimage to the tomb of the St. James the Apostle in Compostela in 1214, he built a modest home for himself and his companions near a hermitage where the church stands today.\nFrom these humble beginnings, the structure was expanded and enriched over the years, and eventually exceeded the splendor of all the churches in Madrid, until it was completely demolished in 1760 in order to build an ever bigger and more beautiful church to replace it.\nThe ambitious work was then assigned to a Franciscan monk, Fray Francisco Cabezas, who had envisioned a dome covering a circular temple housing several chapels. He worked on it for seven years until the project was suspended because of a disagreement over the proposed plan for the dome. Years later, under the rule of King Carlos III, construction recommenced under the guidance of the famed Italian architect Francesco Sabatini (who likewise designed Madrid’s Puerta de Alcalá and oversaw the reconstruction of the Plaza Mayor). The royal church was finally consecrated on 1784, and nearly two centuries later in 1963, was officially conferred the status of Basilica Minor by Pope John XXIII.\n\n  \nView of the Royal Basilica de San Francisco el Grande, it is a Catholic church within the historic center of Madrid  © NurPhoto / Getty Images\n\nMuseum highlights\nOnce you step through the doors of the Basilica, it is impossible to not be awestruck by its floor-to-ceiling opulence and assembly of art under one dome. Underneath a celestial scene of frescoes and stained glass windows with biblical motifs, guarded by sculptures of the apostles and prophets, trompe-l’œil paintings of saints, and carved cherubim, are six chapels embracing a main altar. Each of these chapels have a different theme and is a mini museum unto itself, featuring altars surrounded by large oil paintings depicting religious scenes, mosaics, and intricately carved moldings. While the Basilica’s predominant architectural style is NeoClassical, these lavishly decorated chapels showcase different distinct periods, from Baroque to Byzantine, Renaissance to Rococo.\nThe Chapel of St. Bernardino of Siena, one of the chapels situated on the left side of the Basilica, features Goya’s famous St. Bernardino of Siena preaching to Alfonso V of Aragon, which was commissioned in 1781. As selfies were non-existent at that time, Goya managed to incorporate the closest thing — his self-portrait on the right-hand side of the painting (he’s the one dressed in yellow).\nWhile visiting the main church area is free during morning Mass hours, it is certainly worth paying for a ticket (5 euros, from Tuesday to Friday) to access the museum in the inner sacristy. These hallowed halls exhibit 49 large paintings depicting scenes from the life of Saint Francis of Assisi, by renowned Spanish artists such as Alonso Cano, Francisco Zurbarán, Antonio González Velazquez, José Moreno Carbonero, among others. It is no less opulent inside — the hefty carved seats, mahogany and oakwood floors, gold candelabras and ornate ceilings could make you pause and wonder just how far the church has come from its humble origins.\nOne room of interest is the ante-sacristy, a red-painted sanctum bordered by 17th century walnut-carved benches with Plateresque style backs. Six mirrors framed in gold gilded pinewood actually serve a purpose — when you stand in front of them, they perfectly reflect the central medallion painted on the ceiling, The Triumph of the Church, so you don’t need to strain your neck!\nA guided tour in Spanish is offered during these times and is included in the ticket price.\nNearby attractions\nThe Basílica de San Francisco el Grande is conveniently located in the southwestern corner of the historic La Latina barrio. If you happen to find yourself here on a Sunday, you could also catch the 400-year old flea market, El Rastro, or take part in a favorite local pastime — a Sunday tapas crawl along the cobblestone streets, in particular Cava Baja, long after the sun sets.\n"
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 4,
    "name": "Museo Thyssen-Bornemisza",
    "latitude": "40.4162",
    "longitude": "-3.694797",
    "excerpt": "The Thyssen-Bornemisza Museum is one of the three points composing Madrid’s Golden Triangle of Art along the Paseo del Prado (Art Walk), together with the…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/el-retiro-the-art-museums/attractions/museo-thyssen-bornemisza/a/poi-sig/399601/1324671",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock1537667003.jpg",
    "detail_description": "The Thyssen-Bornemisza Museum is one of the three points composing Madrid’s Golden Triangle of Art along the Paseo del Prado (Art Walk), together with the Museo del Prado and the Reina Sofía. Once a privately owned art collection started by the Baron Heinrich Thyssen-Bornemisza, and later on expanded by his son Baron Hans Heinrich Thyssen-Bornemisza, the Thyssen is home to a magnificent collection of nearly 1,000 paintings from several of the world’s most celebrated artists, from Dalí to Degas, Rembrandt to Renoir, and van Eyck to Van Gogh among several others. While the Prado and Reina Sofía’s massive size allows you to delve into the life’s work of a particular artist, which could take days to fully explore, the Thyssen’s relatively compact size offers visitors with limited time the memorable experience of immersing in a wide and varied range of artistic styles and periods from the 13th to the 20th century.\nHistory of the Thyssen-Bornemisza Museum\nThe story of how the Thyssen family’s prized art collection moved from an aristocrat’s private gallery housed in Switzerland to the Spanish capital is a curious one that spans three generations.\nThe Thyssen Museum’s earliest pieces could be traced to the seven sculptural groups of Auguste Rodin, which were commissioned by August Thyssen — the German industrialist and founder of the steel and iron Thyssen empire in the late 19th century. After his death, his third son Heinrich continued the family tradition of collecting art, acquiring major pieces in the 1920s. Heinrich had gained noble status after marrying the daughter of the Hungarian Baron Gabor Bornemisza de Kászon, Margit, and later adopted the surname Thyssen-Bornemisza. Between 1933 and 1935, Heinrich added many pieces to the collection, including Jan van Eyck’s “The Annunciation” and Caravaggio’s “Saint Catherine of Alexandria.” As his collection grew, he bought the palace of Villa Favorita in Lugano, Switzerland, to build an art gallery where he could privately exhibit his collection to guests.\nUpon Heinrich’s death in 1947, his treasured art collection went to his youngest son, the Baron Hans Heinrich. He further expanded his father’s collection to include avant-garde styles and modern art, and eventually opened the Villa Favorita gallery to the public. Wishing to preserve his collection, the Baron explored the possibility of expanding Villa Favorita in a foreign location. Subsequently, he received multiple offers from several German cities, the Getty Foundation, and the Spanish government. Owing to the influence of his Spanish wife, Carmen Cervera, the Baron eventually took his collection to Spain and loaned 775 works to the Spanish state in 1988. In June 1993, these were sold to the Spanish state for 350 million dollars.\nBaron Hans Heinrich bequeathed most of his paintings to Carmen Cervera, who continues to lend these paintings to the museum as part of the Carmen Thyssen-Bornemisza collection.\nMuseum highlights\nA good way to explore the Thyssen’s treasures is to do it chronologically, by starting on the top (second) floor and working your way down. The second floor showcases medieval art, including 13th and 14th century Italian, German and Flemish religious paintings and triptychs. Room 11 features masterpieces by El Greco and his Venetian contemporaries Tintoretto and Titian, while Room 14 and 15 display paintings by mid-century Spanish masters Zurbarán and Murillo. Aficionados of Dutch and Flemish art would not want to miss Rooms 19 to 21, which showcase works from Rembrandt, Rubens and van Dyck.&nbsp;\nThe top-floor highlights are Rooms A to H, which showcase the impressive collection of Carmen Thyssen-Bornemisza, including masterpieces from Boudin, Canaletto, Courbet, Fragonard, Matisse, Picasso and Renoir, among several others.\nThe museum's first floor is home to an exquisite assembly of 19th-century French Impressionist and Post-Impressionist paintings by Cézanne, Degas, Gauguin, Pissarro Toulouse-Lautrec and Van Gogh.&nbsp;&nbsp;\nFinally, the Thyssen’s ground floor is a toast to contemporary 20th-century art, with works from Cubist and Surrealist masters, including Picasso, Braque, Juan Gris, Paul Klee, Max Ernst, Joan Miró, Chagall and Salvador Dalí. Here is also where you can gaze at celebrated pop art and expressionist paintings from Lichtenstein and Jackson Pollock, a highly charged contrast to the medieval religious-inspired art at the start of your tour.\nThematic tours and temporary exhibitions\nOne curated way to experience the Thyssen’s collection, especially if you don’t have too much time to explore all its rooms, is taking a thematic tour marked by special routes according to specific themes such as food, wine, fashion or love and sensuality.&nbsp;\nIt’s not hard to understand why the Thyssen has embraced the motto, “Everyone’s Museum” — its layout is quite the opposite of the stuffy museum stereotype. There’s a vibrant, open and friendly atmosphere enlivened by regular open-air concerts, temporary exhibitions, educational programs for the youth, as well as free entry on Monday afternoons.\nAfter an enriching day of art appreciation, the Thyssen’s lobby and open-air terraces by the courtyard and garden are a welcoming setting for guests to enjoy cocktails and art-soaked conversations.\nTickets and opening hours\nIt is highly recommended that you book tickets in advance, especially during weekends when the museum gets packed. Full access tickets (EUR13) and tickets with an audio guide (EUR18) can be reserved online on the Thyssen website. The museum offers free entry on Mondays all year round from 12:00nn to 4:00pm.\n"
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 3,
    "name": "Parque del Buen Retiro",
    "latitude": "40.416192",
    "longitude": "-3.688531",
    "excerpt": "Spend a day exploring the vast grounds of Madrid’s emblematic park.",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/el-retiro-the-art-museums/attractions/parque-del-buen-retiro/a/poi-sig/399603/1324671",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-107758765.jpg",
    "detail_description": "Once the exclusive preserve of the Spanish royal family, Parque del Buen Retiro has been public property since the late 19th century. The park’s name means “retreat” in Spanish and the huge 292-acre (118-hectare) green space provides just that to Madrid’s citizens. On any weekend, there’s a festive atmosphere as the grounds fill up with people dancing, fencing, skating and cycling.\nPart of a World Heritage Site that includes the nearby museums on the Paseo del Prado, visitors can easily spend a day exploring Retiro’s beautifully landscaped grounds. Offering rose and topiary gardens, museums, monuments and open-air cafes, there’s a huge amount to see so you will want to plan carefully if you want to catch the highlights. These include the world's only publicly commissioned statue of Lucifer, Madrid’s oldest tree and the grand boating lake that sits at the heart of the park.\nInsider tip: The eastern side of the park is less touristy and yet has some interesting sites, including the recently reopened artificial mountain, which gives visitors views of the city. Heading south along this side of the park you’ll also find the relocated ruins of a medieval church, the grounds of an old zoo, and a gorgeous walled garden containing a muster of peacocks.\n\n  \nThe Monument to King Alfonso XII stands over the parks boating lake © Gilles Gaonach / Shutterstock\n\nHow much time you need in Parque del Buen Retiro: three itineraries\nIf you have 30 minutes\nEnter the park from the Puerta de Felipe IV close to the Museo del Prado. Here you’ll find the Jardín Parterre, an elegant topiary garden that overlooks El Casón del Buen Retiro, one of the last remaining parts of king Felipe’s palace. Arrive just before the sun sets below this elegant brick building and watch the ever more interesting shapes cast by the garden’s hedges and grand statues as their shadows stretch towards you across the sandy ground.\nThe most impressive shape of all in this garden is the huge shaggy Ahuehuete tree. A lone survivor from the destruction wrought by Napoleon’s troops, Madrid’s oldest tree journeyed here all the way from Mexico in the 17th century. Those hungry for more history should head to the Paseo de las Estatuas, a collection of statues of past Spanish kings that line an avenue leading up to the park’s boating lake. \nIf you have 90 minutes\nBoth the Jardín Parterre and the Paseo de las Estatuas lead up to the western side of the boating lake. This spot is usually bustling with buskers playing to the crowds of pleasure seekers enjoying the views of the impressive Monument to King Alfonso XII across the Estanque Grande. To take it all in either order a drink from one of two open-air cafes or hire a boat from the north end of the lake.\nTo the south of the lake, you’ll find the Fuente Egipcia, a faux Egyptian fountain with a suitably outlandish legend attached to it: the enormous fortune of Felipe IV is rumored to be buried beneath the two stone sphinxes. Near to this monument, another pair of mythical creatures stand guard on either side of the doors to the Palacio de Velazquez. An annex to the Centro de Arte Reina Sofía art museum, here, visitors can enjoy temporary modern art exhibitions absolutely free of charge. \n\n  \nEl Angel Caído (The Fallen Angel) stands symbolically 666m above sea level © Iñigo Fdz de Pinedo / Getty Images\n\nIf you have half a day\nThe Palacio de Velazquez is not the only Reina Sofía gallery nearby. Venture further south and you’ll come upon the Palacio de Cristal, a huge greenhouse built in 1887 to house flora brought over from the Philippines — then a Spanish colony. Sadly, at the time, Filipino natives were also brought over and forced to live in their “natural habitat” by the side of the ornamental pond outside. The dark history of this human zoo was rightly exposed and condemned in a 2021 exhibition by Filipino artist, Kidlat Tahimik, held in the space. \nFurther south from here is a pretty space with a less troubling history. Designed in 1915, the Rosaleda Garden is a romantic little enclave with over 4000 roses. They are in full bloom from May to June, however, bear in mind that this part of the garden closes earlier than the rest of the park at 8pm. \nFinish off your visit with a look at El Angel Caído. A statue of Lucifer falling from grace, The Fallen Angel is Ricardo Bellver’s homage to Milton’s Paradise Lost. Mounted on a plinth complete with grinning demonic heads, this satanic statue stands at precisely 666m above sea level! \n\n  \nThe Palacio de Cristal (Glass Palace) dates from 1887 and has a dark history © bravo1954 / Getty Images\n\nHistory of Parque del Buen Retiro\nOriginally the spiritual retreat of Spain’s ultimate power couple, Isabella and Ferdinand, Retiro evolved into a pleasure palace when the rather less devout Felipe IV wore the crown. Built by his valido (the equivalent of Prime Minister), the Conde Duque de Olivares, more than 20 buildings went up between 1630 and 1660 to please the playboy king who enjoyed balls, theater and reenactments of naval battles performed on the park’s central lake. \nBesides the lake, only two buildings survive from this heady time, both owned by the Museo del Prado: The Cason del Buen Retiro and the Salon de los Reyes. The rest was destroyed when Napoleon’s troops camped out in the park and used the buildings and trees as target practise. When the park finally fell into public hands after the disastrous rule of Isabel II, much of the grounds were extensively relandscaped. However, to the north are some interesting buildings that date from the time her father, Ferdinand VII, was king of Spain. These include a charming fishing house and the park’s former zoo. \nTickets and other practicalities\nThe park is open from 6am throughout the year, through to 10pm in autumn/winter and midnight in spring/summer. On especially windy days you might find it closed due to the danger of falling branches.\nHiring a bike or scooter is a great way to get around the park. While there are plenty of companies offering this service, Retiro Magic is conveniently located right next to the park and offers Segway and bicycle tours in English. \nEntry to art galleries within the park is free of charge.\n"
},
{
    "country": "madrid",
    "city": "Madrid",
    "index": 2,
    "name": "Centro de Arte Reina Sofía",
    "latitude": "40.408448",
    "longitude": "-3.693949",
    "excerpt": "Home to Picasso’s Guernica, arguably Spain’s most famous artwork, the Centro de Arte Reina Sofía is Madrid’s premier collection of contemporary art.",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/el-retiro-the-art-museums/attractions/centro-de-arte-reina-sofia/a/poi-sig/399591/1324671",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_155320763.jpg",
    "detail_description": "Part of Madrid’s golden triangle of art museums, The Reina Sofia is home to a huge collection of modern art. Focussing on Spanish works, the star attraction is indisputably Guernica.\nA harrowing reflection on the atrocities committed during Spain’s Civil War, Picasso’s masterpiece still stuns crowds to this day. It’s a gigantic canvas that sits at the heart of a larger narrative, with artworks telling the often turbulent story of 20th-century Spain. Key figures in this story are, of course, Salvador Dalí, Joan Miró, and Pablo Picasso. However, the museum also has a smaller selection of works by non-Spanish artists including Man Ray, Francis Bacon and George Grosz.\nThe building itself is attractive, if somewhat imposing with the main collection located in the grand Edificio Sabatini just off from the Paseo del Prado. Bolted onto the back is the Edificio Nuevo, an extension that will delight fans of modern architecture. Housing a library, museum shop, and cafe, this shiny blood-red structure reaches out over a central courtyard to the older building, dramatically framing Roy Lichtenstein’s Brushstroke sculpture. Whichever side you approach from, most visits kick off with Guernica. If this is your plan, take the lift up to the 2nd floor and follow the signs to room 205.\nInsider tip\nThe roof of Edificio Nuevo provides protection from the sun and the rain, so it’s best to queue for tickets on this side on hot or rainy days.\nHow much time do you need to visit Centro de Arte Reina Sofía?\nIf you have 30 minutes\nHead straight for Guernica in room 205.10 on the second floor. The painting is a depiction of a brutal bombing raid on the Basque town of Gernika carried out by German and Italian airforces supporting the Nationalist side. Painted for the 1937 Paris World’s Fair, Picasso captures the horror of the moment, sounding a warning of atrocities to come during World War II.\nHere, you’ll also find Picasso’s preliminary sketches and paintings. Details of the gored horse, weeping woman and dead baby further ram home the powerful anti-war message and attest to Picasso’s startling creative output: this work was produced in under six weeks.\nHowever, Picasso himself has become a troubling figure to many of late with his treatment of women now coming under the spotlight. With this in mind, you may want to check out a painting in nearby room 205.06 by a female contemporary, which proves that genius was never the exclusive preserve of male artists. Another huge canvas, Un Mundo (A World) was produced by Ángeles Santos at the tender age of 17, stunning the Spanish art world when it appeared in 1929. With angels and stars shooting off a warped square-shaped earth, it's an intriguing composition that, like any great artwork, invites audiences to ponder its true meaning.\nIf you have 1.5 hours\nBefore dashing straight to see Guernica, spend some time checking out the rooms leading up to it. Squared away in room 204.01 is the museum’s collection of cubist works by artists such as Georges Braque, Juan Gris and Pablo Picasso, while rooms 205.15 explore the weird and wonderful world of surrealism with stunning works by Salvador Dalí, Joan Miró, René Magritte and Max Ernst.\nVisitors should note that the work of Dalí, Picasso and Miró is scattered about the museum, so you’ll have to consult the website and search for their names to hunt down more of their oeuvre. However, if you do stay on the second floor, all three feature prominently. Particularly worth seeking out are Dalí’s Invisible Man in room 206.03, Miró’s Man with a Pipe in room 206.02, and Picasso’s striking early work, Woman in Blue in room 201.2.\n\n  \nEven the outdoor courtyards are exhibition spaces at the Centro de Arte Reina Sofia © Richard Nebesky / Lonely Planet\n\nIf you have half a day\nThe Reina Sofia is not only about paintings and sculptures, part of its mission is to document the cultural backdrop against which these works were made, with displays of documentary photographs, posters, and publications. Much of this deals with the impact of the Civil War on Spanish society and runs chronologically. Staying on the second floor in room 208.02 you can see the roots of the conflict, while near Guernica, a colorful wall of propaganda posters produced during the war (room 205.5) brings the era vividly back to life.\nHeading upstairs to the quieter fourth floor, visitors can discover more about post-war Spain. Works by lesser-known Spanish artists worth seeking out include Joan Ponç’s playful Composició (room 400.05), Pancho Cossío’s beautiful yet unnerving Portrait of Ramiro de Ledesma (room 400.01) and Francisco Nieva’s avant-guard Postism (room 400.04). The art of South American creators is also featured on this floor and, while the museum sadly lacks any work by Frida Kahlo, it does have some excellent pieces by her husband Diego Rivera in room 405.\nHistory\nDespite being a modern art museum, the Reina Sofia has a dark history surrounding it. Originally a hospital in the 18th century, the building stood empty from 1961 until it opened its doors to the public in 1990. In the same year, during renovation work on the old chapel, the mummified remains of three nuns were found in the hospital chapel. Since then, all kinds of rumors have circulated about the site being haunted – understandable if you find yourself walking alone down a stone staircase that echoes with the sound of your footsteps and other eery noises.\nTickets and other practicalities\nEntry costs €12 for one day or €18 if you want to spread your trip out over two days. Visitors can attend a free guided tour in English or Spanish to help them get their bearings (30 mins) or to find out more about Guernica (90 mins). The museum is free to visit on a Sunday between 12:30pm and 2:30pm and all other days between 7pm and 9pm, though visitors should note that it’s closed on Tuesdays.\nIt can be difficult to navigate as paper guides were scrapped because of the pandemic. To get your bearings, download a map of the building or look at the floor plans on the walls. Unfortunately, there is little indication of what works are in which rooms, so if you’re after something in particular, you need to search for the appropriate room number on the website before referring to the floor plan.\n"
}
]