[
{
    "country": "manama",
    "city": "Manama",
    "index": 1,
    "name": "Bahrain National Museum",
    "latitude": "26.240807",
    "longitude": "50.597899",
    "excerpt": "Deservedly the country's most popular attraction, this is an outstanding introduction to Bahrain's history, with signage in English and Arabic. It's…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/bahrain-national-museum/a/poi-sig/451205/361010",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/42bbce683fca78909b89b99b56c3d543-bahrain-national-museum.jpg",
    "detail_description": "Deservedly the country's most popular attraction, this is an outstanding introduction to Bahrain's history, with signage in English and Arabic. It's housed in a postmodern building on the waterfront, and the lower floor displays the archaeological finds of ancient Dilmun, the Hall of Graves and Bahrain's customs and traditions, where the south Asian impact on clothing is remarkably apparent. Upstairs, there are exhibits on the Tylos and Islamic periods, historic manuscripts and a delightful reproduction of a traditional souq.\nThe museum also has a temporary exhibition hall and an art gallery where displays periodically change. But arguably one of the most popular spaces, certainly with resident expat women, is the excellent museum cafe. Spacious, chic and comfortable, it has a first-rate terrace looking across the bay to the stunning Bahrain National Theatre. The museum is also where you buy tickets for the Qalat Bu Mahir Ferry to visit the Qalat Bu Mahir fort on Muharraq Island."
},
{
    "country": "manama",
    "city": "Manama",
    "index": 22,
    "name": "Arabesque Art Gallery",
    "latitude": "26.20381",
    "longitude": "50.59202",
    "excerpt": "Tucked away in a quiet southwest corner of Adliya, this longstanding gallery exhibits the oils and watercolours of its owner, Wahab Al Koheji, who…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/arabesque-art-gallery/a/poi-sig/1528471/361010",
    "image_url": null,
    "detail_description": "Tucked away in a quiet southwest corner of Adliya, this longstanding gallery exhibits the oils and watercolours of its owner, Wahab Al Koheji, who specialises in painting local Gulf architecture and street scenes.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 21,
    "name": "Sail Monument",
    "latitude": "26.241029",
    "longitude": "50.593511",
    "excerpt": "This iconic sculpture, most likely a homage to the classic Bahraini dhows, overlooks a busy roundabout and is featured on the BD1 note. Unfortunately, it…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/sail-monument/a/poi-sig/1315803/361010",
    "image_url": null,
    "detail_description": "This iconic sculpture, most likely a homage to the classic Bahraini dhows, overlooks a busy roundabout and is featured on the BD1 note. Unfortunately, it is difficult to reach and the pollution means it is not the most pleasant spot; if you are keen to take a picture, it's best to park near the Pakistani Embassy on Rd 1901.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 20,
    "name": "Manama Craft Centre",
    "latitude": "26.225765",
    "longitude": "50.578072",
    "excerpt": "Home to a variety of showrooms and workshops, this centre promotes the revival of traditional Bahraini crafts, such as weaving, palm-leaf paper making,…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/manama-craft-centre/a/poi-sig/1306545/361010",
    "image_url": null,
    "detail_description": "Home to a variety of showrooms and workshops, this centre promotes the revival of traditional Bahraini crafts, such as weaving, palm-leaf paper making, pottery, jewellery making and ironwork. All the work is for sale, and the workshops close an hour earlier than the showrooms, so get there early if you want to see the artisans at work.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 18,
    "name": "Financial Harbour Towers",
    "latitude": "26.237574",
    "longitude": "50.573373",
    "excerpt": "These iconic twin towers, resembling two huge glass slides, belong to the Financial Harbour and are amongst Manama's most distinct examples of modern…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/financial-harbour-towers/a/poi-sig/1527274/361010",
    "image_url": null,
    "detail_description": "These iconic twin towers, resembling two huge glass slides, belong to the Financial Harbour and are amongst Manama's most distinct examples of modern architecture. The West and East Towers are 260m high, with 52 floors each, and are home mainly to corporate offices, though there are some cafes and shopping areas accessible to the general public on the lower levels.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 19,
    "name": "Sheikh Hussain Mosque",
    "latitude": "26.201673",
    "longitude": "50.533344",
    "excerpt": "There are mosques aplenty in Bahrain, but this tiny, perfectly formed Shia mosque has a wonderfully unusual curved design, providing a modern take on the…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/sheikh-hussain-mosque/a/poi-sig/1609739/361010",
    "image_url": null,
    "detail_description": "There are mosques aplenty in Bahrain, but this tiny, perfectly formed Shia mosque has a wonderfully unusual curved design, providing a modern take on the architecture of the famous 9th-century spiralling Malwiya Tower minaret in Samarra, Iraq, a town of huge spiritual significance for many Shias. The mosque's beautifully carved wooden door is also noteworthy.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 16,
    "name": "Abu Bakr Al Sadiq Mosque",
    "latitude": "26.234929818002",
    "longitude": "50.59378630218",
    "excerpt": "This large, modern mosque is named after the second caliph of Islam and has an architectural style and interior common across the city. There are no…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/abu-bakr-al-sadiq-mosque/a/poi-sig/1315780/361010",
    "image_url": null,
    "detail_description": "This large, modern mosque is named after the second caliph of Islam and has an architectural style and interior common across the city. There are no formal visitor facilities, but visitors can pop in outside of local prayer times. Remove footwear and dress modestly: for men, this means no shorts and for women, loose clothing that covers all but feet and hands, and a headscarf. Entrances are gender segregated.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 17,
    "name": "Fish Market",
    "latitude": "26.230279",
    "longitude": "50.563277",
    "excerpt": "Bahrain's main fish market kicks off even before the dawn call to prayer, when Manama's fishermen bring their fresh haul into this functional, white tile…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/fish-market/a/poi-sig/1528317/361010",
    "image_url": null,
    "detail_description": "Bahrain's main fish market kicks off even before the dawn call to prayer, when Manama's fishermen bring their fresh haul into this functional, white tile-covered hall. Local fish connoisseurs are joined by the staff of exclusive restaurants as they make their daily purchases. Get here early, when the market is at its smelliest and noisiest –it's like nowhere else in Manama.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 15,
    "name": "Adliya Mosque",
    "latitude": "26.213359",
    "longitude": "50.585657",
    "excerpt": "This mosque, with squat onion domes resting on smooth lines and accentuated curves combining with more traditional local features, has a slightly art deco…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/adliya-mosque/a/poi-sig/1315782/361010",
    "image_url": null,
    "detail_description": "This mosque, with squat onion domes resting on smooth lines and accentuated curves combining with more traditional local features, has a slightly art deco feel. Fitting, given it sits in Manama's artsy neighbourhood of Adliya. Non-Muslim visitors (dressed modestly) can pop in outside of local prayer times to admire the more conventional interior. There is a women's entrance to the side that leads to a balcony.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 14,
    "name": "Manama Central Market",
    "latitude": "26.229856",
    "longitude": "50.565466",
    "excerpt": "Malls have conquered Manama in a big way, but the antidote lies in this earthy vestige of Old Bahrain, located off Lulu Ave. Fruit and veg dominates the…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/manama-central-market/a/poi-sig/1528316/361010",
    "image_url": null,
    "detail_description": "Malls have conquered Manama in a big way, but the antidote lies in this earthy vestige of Old Bahrain, located off Lulu Ave. Fruit and veg dominates the cavernous main space, and you'll rub shoulders with a broad cross-section of Manama society doing their shopping far from the glitz of the retail temples. Don't miss the aromatic fish market, in a separate building off the northwestern corner.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 13,
    "name": "La Fontaine Centre for Contemporary Art",
    "latitude": "26.232926",
    "longitude": "50.58555",
    "excerpt": "Showcasing regional and international contemporary artists, this beautiful space hosts regular exhibitions. The venue is a magnificent elaboration of a…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/la-fontaine-centre-for-contemporary-art/a/poi-sig/1339889/361010",
    "image_url": null,
    "detail_description": "Showcasing regional and international contemporary artists, this beautiful space hosts regular exhibitions. The venue is a magnificent elaboration of a 19th-century Bahraini town house, with many features typical of Gulf Islamic architecture, including covered colonnades, archways and the signature fountain. The complex also includes an amphitheatre, a fine-dining restaurant and one of the city's best spas.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 12,
    "name": "Al Khamis Mosque",
    "latitude": "26.208503",
    "longitude": "50.549518",
    "excerpt": "This might just be the oldest mosque in Bahrain. It is believed a mosque has stood here since the 8th century, though the current ruins, which include two…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/al-khamis-mosque/a/poi-sig/1315757/361010",
    "image_url": null,
    "detail_description": "This might just be the oldest mosque in Bahrain. It is believed a mosque has stood here since the 8th century, though the current ruins, which include two beautifully restored, climbable minarets, date from the 12th and 13th centuries. The site is particularly evocative when lit up at night. The mosque's name comes from the Thursday market that was held here for centuries. Black-and-white pictures depicting this make up the excellent exhibit in the visitors centre.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 11,
    "name": "Albareh Art Gallery",
    "latitude": "26.212993",
    "longitude": "50.590056",
    "excerpt": "Cool and welcoming, this little gallery in artsy Adliya hosts work from across the region. Two modest sized rooms, where exhibits are regularly…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/albareh-art-gallery/a/poi-sig/1527316/361010",
    "image_url": null,
    "detail_description": "Cool and welcoming, this little gallery in artsy Adliya hosts work from across the region. Two modest sized rooms, where exhibits are regularly replenished, often display work that pushes the boundaries expected of Arab artists. Don't be surprised if this is one of the few galleries in which you come across a nude on display. Albareh makes a refreshing change from the tired, cliched regional art you'll see everywhere else, and if you like what you see, you can buy it.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 10,
    "name": "Beit Al Quran Mosque",
    "latitude": "26.239749",
    "longitude": "50.59144",
    "excerpt": "This delightful little mosque is integrated within the Beit Al Quran complex and is open even when the museum isn't. Often overlooked, it has one of the…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/beit-al-quran-mosque/a/poi-sig/1610109/361010",
    "image_url": null,
    "detail_description": "This delightful little mosque is integrated within the Beit Al Quran complex and is open even when the museum isn't. Often overlooked, it has one of the most unusual features you are likely to see in a Bahraini mosque, a beautiful stained-glass dome. This sits above a mihrab (niche indicating the direction of Mecca) decorated with blue tiles that evokes Muslim Persia. The tiles in the courtyard have a similar effect, only they take you to Muslim Spain.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 9,
    "name": "Jai Shri Khrishna Temple",
    "latitude": "26.231663",
    "longitude": "50.577195",
    "excerpt": "This 200-year-old Hindu temple is the oldest in the Gulf and a testimony to Bahrain's ancient Indian community. Situated down a narrow alley in the heart…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/jai-shri-khrishna-temple/a/poi-sig/1615202/361010",
    "image_url": null,
    "detail_description": "This 200-year-old Hindu temple is the oldest in the Gulf and a testimony to Bahrain's ancient Indian community. Situated down a narrow alley in the heart of Little India, a red gate opens up to a courtyard overlooked by a painted two-storey building with decorated Indian elephants marching beside colourful red, yellow and pink floral patterns. In the courtyard, modest shrines with huge images of Hindu deities sit in the open as worshippers pay their respects.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 8,
    "name": "World Trade Centre",
    "latitude": "26.239451",
    "longitude": "50.580862",
    "excerpt": "Built in 2008, these 240m-high, 50-floor office towers were inspired by the traditional badqeers (wind towers) seen in historic Bahraini homes. They are…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/world-trade-centre/a/poi-sig/1527273/361010",
    "image_url": null,
    "detail_description": "Built in 2008, these 240m-high, 50-floor office towers were inspired by the traditional badqeers (wind towers) seen in historic Bahraini homes. They are linked in the middle by three full-size wind turbines, which harness the onshore winds as they pass through the twin structures. This has helped the WTC win several awards for renewable energy, and has made it one of Manama's most photographed modern landmarks.\nAt the time of writing, a viewing platform open to tourists was being planned."
},
{
    "country": "manama",
    "city": "Manama",
    "index": 7,
    "name": "Bab Al Bahrain",
    "latitude": "26.234052",
    "longitude": "50.575519",
    "excerpt": "This handsome twin-arched gate is a fitting entrance to Manama Souq. Built by Sir Charles Dalrymple Belgrave, British adviser to the royals, in 1949, the …",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/bab-al-bahrain/a/poi-sig/451203/361010",
    "image_url": null,
    "detail_description": "This handsome twin-arched gate is a fitting entrance to Manama Souq. Built by Sir Charles Dalrymple Belgrave, British adviser to the royals, in 1949, the 'Gateway to Bahrain' originally stood where huge dhows (traditional cargo boats) laden with goods came to dock, as this was Bahrain's original customs pier. The sea has since been pushed several kilometres north through land reclamation, and Bab Al Bahrain now houses an information centre.\n"
},
{
    "country": "manama",
    "city": "Manama",
    "index": 6,
    "name": "Yateem Mosque",
    "latitude": "26.234744404905",
    "longitude": "50.576169541298",
    "excerpt": "Built in 1992 by Sheikh Isa Bin Salman Al Khalifa, this mosque is easily identified by its unique minaret, which (unusually for a mosque) also serves as a…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/yateem-mosque/a/poi-sig/451209/361010",
    "image_url": null,
    "detail_description": "Built in 1992 by Sheikh Isa Bin Salman Al Khalifa, this mosque is easily identified by its unique minaret, which (unusually for a mosque) also serves as a clock tower. But the real gem is inside: framed by beautiful Kufic calligraphy, four pillars hold up the twin arches of the mosque’s impressive mihrab (niche indicating the direction of Mecca), which is elaborately carved in different repeating geometric patterns, creating a dizzying effect.\nThe mosque can be respectfully visited by tourists outside of prayer times. Muslims should note there is no Friday prayer held here."
},
{
    "country": "manama",
    "city": "Manama",
    "index": 5,
    "name": "Little India",
    "latitude": "26.231829",
    "longitude": "50.576742",
    "excerpt": "Close your eyes in this little corner of Manama's historic souq and you would be forgiven for thinking you were in downtown Delhi. The lingua franca is…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/little-india/a/poi-sig/1615203/361010",
    "image_url": null,
    "detail_description": "Close your eyes in this little corner of Manama's historic souq and you would be forgiven for thinking you were in downtown Delhi. The lingua franca is Hindi, and the shop owners trace their roots back to the subcontinent. Walking along these narrow alleyways, a cup of chai (tea) in hand, stopping off for a quick bite in Swagat and witnessing puja (worship) inside the 200-year-old Khrishna Temple really is a one-off experience in Bahrain.\nLittle India covers an area of 5000 sq m spread over three streets (Bab Al Bahrain Ave, Al Tijjar Ave and Al Hadrami Ave) where historically many houses were built using Indian wood."
},
{
    "country": "manama",
    "city": "Manama",
    "index": 4,
    "name": "Al Fatih Mosque",
    "latitude": "26.21897",
    "longitude": "50.59818",
    "excerpt": "This is Bahrain's grand mosque, built as a grand statement in honour of the founder of modern Bahrain, Sheikh Ahmed Bin Muhammad Bin Khalifa, who was…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/al-fatih-mosque/a/poi-sig/451201/361010",
    "image_url": null,
    "detail_description": "This is Bahrain's grand mosque, built as a grand statement in honour of the founder of modern Bahrain, Sheikh Ahmed Bin Muhammad Bin Khalifa, who was known as 'Al Fatih' (the conqueror). The mosque's foundation stone was laid by his direct descendant, the late emir Sheikh Isa Bin Salman Al Khalifa in 1983, exactly 200 years after Al Fatih liberated the nation from the Persians. Built at a cost of US$20 million, it is the most sumptuous mosque in the country.\nMarble was brought over from Italy to adorn the floor, glass from Austria was put into the windows and teak from India was carved locally to make the majestic 6m-high doors. Able to hold up to 7000 worshippers, Al Fatih has an air of majesty unmatched by other mosques in Bahrain and is the only one actively able to accommodate visitors. There are dedicated English- and Arabic-speaking guides on hand every day to give free guided tours. Simply turn up at the mosque office and request one. Those requiring tours in a different language or groups of 10 or more must phone ahead. Dress modestly."
},
{
    "country": "manama",
    "city": "Manama",
    "index": 3,
    "name": "Beit Al Quran",
    "latitude": "26.239749",
    "longitude": "50.59144",
    "excerpt": "The finest collection of ancient Qurans in the region, this wonderful homage to Islam's holiest book displays Qurans from almost every century since the…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/beit-al-quran/a/poi-sig/451207/361010",
    "image_url": null,
    "detail_description": "The finest collection of ancient Qurans in the region, this wonderful homage to Islam's holiest book displays Qurans from almost every century since the advent of Islam in 610, as well as some of the earliest translations into European languages. This includes the English translation by George Sale, published in London in the 18th century, a copy of which was bought by US founding father and president Thomas Jefferson.\nWrapped in carved Kufic script, the distinctive Beit Al Quran is a fine example of modern Bahraini architecture. As well as Qurans, it also houses manuscripts, woodcarvings and examples of Islamic calligraphy, and boasts a library that is home to works by the likes of ancient Persian poets Rumi and Omar Khayyam. Look out for the miniature Qurans, the smallest of which (from 18th-century Persia) measures only 4.7cm by 3.2cm. The exhibits are well labelled in English and can be superficially perused within an hour. Phone ahead for a guided tour.The main entrance and car park are at the back, on the southern side of the building. Visitors should dress conservatively."
},
{
    "country": "manama",
    "city": "Manama",
    "index": 2,
    "name": "Manama Souq",
    "latitude": "26.234052",
    "longitude": "50.575519",
    "excerpt": "Manama Souq is a warren of narrow streets and alleyways emanating south from Bab Al Bahrain. Here you can pick up everything from electronic goods and…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/manama-souq/a/poi-sig/451245/361010",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cec90d7ad0a7bc58abf0a29a72435696-manama-souq.jpg",
    "detail_description": "Manama Souq is a warren of narrow streets and alleyways emanating south from Bab Al Bahrain. Here you can pick up everything from electronic goods and bargain t-shirts to spices and shisha pipes. But the real reason to visit is to wander through the bustling streets of a market that still evokes the atmosphere of an ancient souq.\n"
}
]