[
{
    "country": "manaus",
    "city": "Manaus",
    "index": 1,
    "name": "Jardim Botânico Adolpho Ducke",
    "latitude": "-3.007563",
    "longitude": "-59.939904",
    "excerpt": "Spanning over 100 sq km, this 'garden' is actually the world’s largest urban forest. There's a network of five short trails (guides and closed shoes…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-north/manaus/attractions/jardim-botanico-adolpho-ducke/a/poi-sig/1181424/363219",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/51d27a22c8ca0b536a7841aeddb2555a-jardim-botanico-adolpho-ducke.jpg",
    "detail_description": "Spanning over 100 sq km, this 'garden' is actually the world’s largest urban forest. There's a network of five short trails (guides and closed shoes required, two to three hours, free with admission) and an open-air museum that includes rotating exhibits on Amazonian flora and fauna and a spectacular 42-meter-high observation tower. It's busier on weekends and free on Tuesday.\nComfortable shuttles (92 99286-9888, R$30 roundtrip, 45 minutes) leave from outside the tourist office (CAT) at 9am and 4pm. Otherwise, catch Bus 676 (R$3, one hour) from Praça da Matriz."
},
{
    "country": "manaus",
    "city": "Manaus",
    "index": 15,
    "name": "Catedral Metropolitana de Manaus",
    "latitude": "-3.1350570127847",
    "longitude": "-60.025409527254",
    "excerpt": "Manaus' main cathedral has twin bell towers and a warm yellow interior. It makes for a welcome respite from the busy streets just outside.",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-north/manaus/attractions/catedral-metropolitana-de-manaus/a/poi-sig/1297761/363219",
    "image_url": null,
    "detail_description": "Manaus' main cathedral has twin bell towers and a warm yellow interior. It makes for a welcome respite from the busy streets just outside.\n"
},
{
    "country": "manaus",
    "city": "Manaus",
    "index": 14,
    "name": "Porto Flutuante",
    "latitude": "-3.1380843129696",
    "longitude": "-60.0270652771",
    "excerpt": "Inaugurated in 1902, Manaus' 'floating port' was a technical marvel of its day, able to adjust 15m or more to seasonal water levels. (Look for high water…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-north/manaus/attractions/porto-flutuante/a/poi-sig/458941/363219",
    "image_url": null,
    "detail_description": "Inaugurated in 1902, Manaus' 'floating port' was a technical marvel of its day, able to adjust 15m or more to seasonal water levels. (Look for high water marks on a wall facing the river.) Great river views.\n"
},
{
    "country": "manaus",
    "city": "Manaus",
    "index": 13,
    "name": "Centro Cultural Usina Chaminé",
    "latitude": "-3.138631",
    "longitude": "-60.017152",
    "excerpt": "Also known as the Museu dos Cinco Sentidos (Museum of the Five Senses), this innovative museum uses the five senses to evoke and illustrate indigenous and…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-north/manaus/attractions/centro-cultural-usina-chamine/a/poi-sig/1392490/363219",
    "image_url": null,
    "detail_description": "Also known as the Museu dos Cinco Sentidos (Museum of the Five Senses), this innovative museum uses the five senses to evoke and illustrate indigenous and Caboclos life and culture. You can hear recordings of native languages, smell Amazonian spices, admire indigenous folk art and more.\n"
},
{
    "country": "manaus",
    "city": "Manaus",
    "index": 12,
    "name": "Centro Cultural dos Povos da Amazônia",
    "latitude": "-3.13261",
    "longitude": "-59.987068",
    "excerpt": "At the heart of this massive cultural complex is the excellent Museu do Homem do Norte (Museum of Northern Man), which contains an incredible array of…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-north/manaus/attractions/centro-cultural-dos-povos-da-amazonia/a/poi-sig/1392489/363219",
    "image_url": null,
    "detail_description": "At the heart of this massive cultural complex is the excellent Museu do Homem do Norte (Museum of Northern Man), which contains an incredible array of artifacts and multimedia exhibits on Amazonian indigenous groups. From the center, buses 625, 711 and 705 all pass by, or ask a taxi to take you to the 'Bola da Suframa.'\n"
},
{
    "country": "manaus",
    "city": "Manaus",
    "index": 10,
    "name": "Bosque da Ciência (INPA)",
    "latitude": "-3.095329",
    "longitude": "-59.988635",
    "excerpt": "Occupying a lush forest plot within the city, Bosque da Ciência (aka INPA, for the research institution that runs it) has enclosures for rescued manatees,…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-north/manaus/attractions/bosque-da-ciencia-inpa/a/poi-sig/458921/363219",
    "image_url": null,
    "detail_description": "Occupying a lush forest plot within the city, Bosque da Ciência (aka INPA, for the research institution that runs it) has enclosures for rescued manatees, giant otters and more. There are many smaller animals simply roaming around, such as squirrel monkeys, sloths and anteaters.\nTo get there from Praça da Matriz, the 810 ‘Especial’ minibus (R$4) stops right outside the gates, while bus 519 (R$3) stops a half-block away. A taxi costs R$45."
},
{
    "country": "manaus",
    "city": "Manaus",
    "index": 11,
    "name": "Palacete Provincial",
    "latitude": "-3.1354407041728",
    "longitude": "-60.021018886293",
    "excerpt": "The ‘Image and Sound’ center at this handsome cultural complex has a huge collection of films, including century-old documentaries by Portuguese filmmaker…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-north/manaus/attractions/palacete-provincial/a/poi-sig/1181409/363219",
    "image_url": null,
    "detail_description": "The ‘Image and Sound’ center at this handsome cultural complex has a huge collection of films, including century-old documentaries by Portuguese filmmaker Silvino Santos, some of the earliest recordings of Amazonian native people. The art gallery is decent too, but the police and archaeology displays are snoozers. Young eager guides are available for tours.\n"
},
{
    "country": "manaus",
    "city": "Manaus",
    "index": 9,
    "name": "Centro Cultural Palácio Rio Negro",
    "latitude": "-3.1350919016037",
    "longitude": "-60.016791194568",
    "excerpt": "The former home of eccentric German rubber baron Waldemar Scholz, the Centro Cultural Palácio Rio Negro was built in the early 1900s and served for many…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-north/manaus/attractions/centro-cultural-palacio-rio-negro/a/poi-sig/458923/363219",
    "image_url": null,
    "detail_description": "The former home of eccentric German rubber baron Waldemar Scholz, the Centro Cultural Palácio Rio Negro was built in the early 1900s and served for many years as the state capital and governor's residence. Converted into a cultural center in 1997, it now hosts temporary art exhibits and occasional concerts and performances in the eclectic main house. Other buildings contain a fine art gallery, a ho-hum coin museum and a sound-and-image museum.\nFree guided tours are available, usually in Portuguese, though you may get lucky and find an English-speaking docent."
},
{
    "country": "manaus",
    "city": "Manaus",
    "index": 8,
    "name": "Museu do Seringal Vila Paraíso",
    "latitude": "-3.002656",
    "longitude": "-60.172892",
    "excerpt": "Located on the grounds of a former rubber-baron estate, this museum includes tours of the historic townhouse, a replica rubber-tapper shack and smokehouse…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-north/manaus/attractions/museu-do-seringal-vila-paraiso/a/poi-sig/1181426/363219",
    "image_url": null,
    "detail_description": "Located on the grounds of a former rubber-baron estate, this museum includes tours of the historic townhouse, a replica rubber-tapper shack and smokehouse, and a leafy trail showing how rubber trees are tapped. Sounds gimmicky, but is instead intriguing. Consider combining it with a stop at Praia da Lua, Manaus’ best beach.\nBoats to the museum (R$12, 25 minutes, via Praia da Lua) leave frequently from Marina Davi, just past the Hotel Tropical in Ponta Negra. From the center, take bus 120 or 121 (R$4, 20 minutes) to the end of the line, then walk or catch a free 'Especial' bus to the marina."
}