[
{
    "country": "manali",
    "city": "Manali",
    "index": 1,
    "name": "Hadimba Mandir",
    "latitude": "32.248305",
    "longitude": "77.181219",
    "excerpt": "This much-revered wood-and-stone temple, constructed in 1553, has a three-tier pagoda-style roof plus conical top. The wooden doorway is richly carved…",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/manali/attractions/hadimba-mandir/a/poi-sig/1292087/356266",
    "image_url": null,
    "detail_description": "This much-revered wood-and-stone temple, constructed in 1553, has a three-tier pagoda-style roof plus conical top. The wooden doorway is richly carved with figures of gods, animals and dancers, and the outside walls are adorned with antlers and ibex horns. The setting, amid towering deodar cedar trees around 2km northwest of central Manali, would be magical were it not for hordes of selfie-takers. They seek a nearby range of 'attractions', including photo-with-yak opportunities, a funfair and a trinket market.\nDespite the tourism overload, the site is still deeply holy and pilgrims come from across India to honour Hadimba, the demon wife of the Pandava Bhima from the Mahabharata. Inside is a large sacrificial stone where grisly animal slaughters used to take place. Over several days in mid-May, the Dhungri Mela festival sees a gathering of devtas (village deities) carried here on palanquins. Gatothkach, the warrior son of Hadimba and Bhima, is worshipped in the form of a sacred tree growing behind the tourist market."
},
{
    "country": "manali",
    "city": "Manali",
    "index": 12,
    "name": "Hotel Delfryn",
    "latitude": "32.250332",
    "longitude": "77.175104",
    "excerpt": "A useful landmark on the way out of town on the Lama Dugh hike.",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/manali/attractions/hotel-delfryn/a/poi-sig/1554279/356266",
    "image_url": null,
    "detail_description": "A useful landmark on the way out of town on the Lama Dugh hike.\n"
},
{
    "country": "manali",
    "city": "Manali",
    "index": 11,
    "name": "Water Tank",
    "latitude": "32.249576",
    "longitude": "77.174857",
    "excerpt": "A landmark on the hike to Lama Dugh: take the path heading uphill from here.",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/manali/attractions/water-tank/a/poi-sig/1554280/356266",
    "image_url": null,
    "detail_description": "A landmark on the hike to Lama Dugh: take the path heading uphill from here.\n"
},
{
    "country": "manali",
    "city": "Manali",
    "index": 10,
    "name": "Von Ngari Institute",
    "latitude": "32.241517",
    "longitude": "77.186852",
    "excerpt": "This small Tibetan monastery has an atmospheric prayer room crammed with statues of bodhisattvas (enlightened beings) and revered lamas.",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/manali/attractions/von-ngari-institute/a/poi-sig/477984/356266",
    "image_url": null,
    "detail_description": "This small Tibetan monastery has an atmospheric prayer room crammed with statues of bodhisattvas (enlightened beings) and revered lamas.\n"
},
{
    "country": "manali",
    "city": "Manali",
    "index": 9,
    "name": "Manu Rishi Temple",
    "latitude": "32.257578",
    "longitude": "77.175897",
    "excerpt": "Rebuilt in 1991, this towered temple sits near the top of Old Manali on a site where, legend says, the Noah-like figure of Manu landed his ark after the…",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/manali/attractions/manu-rishi-temple/a/poi-sig/1361822/356266",
    "image_url": null,
    "detail_description": "Rebuilt in 1991, this towered temple sits near the top of Old Manali on a site where, legend says, the Noah-like figure of Manu landed his ark after the great flood.\n"
},
{
    "country": "manali",
    "city": "Manali",
    "index": 8,
    "name": "Himalayan Nyinmapa Buddhist Temple",
    "latitude": "32.242255688342",
    "longitude": "77.188289417849",
    "excerpt": "This temple, containing a two-storey statue of the historical Buddha, was built in 1957. The land was donated to commemorate the death of the Wazir of…",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/manali/attractions/himalayan-nyinmapa-buddhist-temple/a/poi-sig/477986/356266",
    "image_url": null,
    "detail_description": "This temple, containing a two-storey statue of the historical Buddha, was built in 1957. The land was donated to commemorate the death of the Wazir of Lahaul's son, who died while serving with the UN in Laos.\n"
},
{
    "country": "manali",
    "city": "Manali",
    "index": 7,
    "name": "Sacred Tree",
    "latitude": "32.246182",
    "longitude": "77.180446",
    "excerpt": "Gatothkach, the warrior son of the Pandava Bhima and his demon wife Hadimba, is worshipped in the form of a sacred tree 200m southwest of the Hadimba…",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/manali/attractions/sacred-tree/a/poi-sig/1506333/356266",
    "image_url": null,
    "detail_description": "Gatothkach, the warrior son of the Pandava Bhima and his demon wife Hadimba, is worshipped in the form of a sacred tree 200m southwest of the Hadimba Temple, but the setting, behind a tourist market, lacks any sense of reverence.\n"
},
{
    "country": "manali",
    "city": "Manali",
    "index": 6,
    "name": "Nature Park",
    "latitude": "32.251281",
    "longitude": "77.187195",
    "excerpt": "This woodland of magnificent towering deodars (cedars) offers the nicest walking route between the centre and Old Manali, though is not recommended for a…",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/manali/attractions/nature-park/a/poi-sig/1151045/356266",
    "image_url": null,
    "detail_description": "This woodland of magnificent towering deodars (cedars) offers the nicest walking route between the centre and Old Manali, though is not recommended for a woman alone.\nThere is often no one at the gates to collect the admission fee."
},
{
    "country": "manali",
    "city": "Manali",
    "index": 4,
    "name": "Wildlife Information Centre",
    "latitude": "32.246989",
    "longitude": "77.188901",
    "excerpt": "Though there's relatively minimal information here beyond a few photos of local wildlife species, the place is handy for a free toilet. More importantly,…",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/manali/attractions/wildlife-information-centre/a/poi-sig/1612559/356266",
    "image_url": null,
    "detail_description": "Though there's relatively minimal information here beyond a few photos of local wildlife species, the place is handy for a free toilet. More importantly, tucked behind the building is the southern entrance to the Nature Park – a good way of walking to Old Manali through the cedar forest rather than along the narrow main road.\n"
},
{
    "country": "manali",
    "city": "Manali",
    "index": 5,
    "name": "HPTDC Club House",
    "latitude": "32.254366",
    "longitude": "77.181798",
    "excerpt": "Himachal Tourism's amusingly low-tech leisure and games centre beside the Manalsu Nala stream includes swan-shaped pedal-boats, a little haunted house and…",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/manali/attractions/hptdc-club-house/a/poi-sig/1506410/356266",
    "image_url": null,
    "detail_description": "Himachal Tourism's amusingly low-tech leisure and games centre beside the Manalsu Nala stream includes swan-shaped pedal-boats, a little haunted house and a bronco-bull machine (each costs ₹100 per person). The main building contains fixed-price souvenir stalls and upstairs there's a full-size snooker table (per hour ₹130).\n"
},
{
    "country": "manali",
    "city": "Manali",
    "index": 3,
    "name": "Museum of Himachal Culture & Folk Art",
    "latitude": "32.246036",
    "longitude": "77.180747",
    "excerpt": "This dusty little museum is worth the nominal entry fee if you're visiting the nearby Hadimba temple. Its most interesting feature is the case of models…",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/manali/attractions/museum-of-himachal-culture-folk-art/a/poi-sig/477988/356266",
    "image_url": null,
    "detail_description": "This dusty little museum is worth the nominal entry fee if you're visiting the nearby Hadimba temple. Its most interesting feature is the case of models showing the construction of temples and forts in and around the Kullu Valley.\nThere are also traditional textiles, musical instruments, dance masks, domestic and artisans' utensils and masks representing devtas (village deities)."
},
{
    "country": "manali",
    "city": "Manali",
    "index": 2,
    "name": "Madhar",
    "latitude": "32.256353",
    "longitude": "77.176766",
    "excerpt": "This squat, striped tower house with wraparound carved balcony is one of the most appealingly antiquated buildings in Old Manali, but hurry to see it as…",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/manali/attractions/madhar/a/poi-sig/1612554/356266",
    "image_url": null,
    "detail_description": "This squat, striped tower house with wraparound carved balcony is one of the most appealingly antiquated buildings in Old Manali, but hurry to see it as plans are afoot to demolish the current version and rebuild a 'bigger and better' one along the lines of Vashisht Mandir.\nNot open to visitors, the madhar is 'home' to the spirit of goddess Hadimba and saint Manu RIshi, somehow merged in nine-fold mask-images that are only taken out for festivals and blessings."
}
]