[
{
    "country": "manizales",
    "city": "Manizales",
    "index": 1,
    "name": "Catedral de Manizales",
    "latitude": "5.067348",
    "longitude": "-75.51708",
    "excerpt": "Plaza de Bolívar’s south side is dominated by the odd but impressive Catedral de Manizales. Begun in 1929 and built of reinforced concrete, it is among…",
    "detail_url": "https://www.lonelyplanet.com/colombia/manizales/attractions/catedral-de-manizales/a/poi-sig/1167798/1317836",
    "image_url": null,
    "detail_description": "Plaza de Bolívar’s south side is dominated by the odd but impressive Catedral de Manizales. Begun in 1929 and built of reinforced concrete, it is among the first churches of its kind in Latin America. Its main tower is 106m high, making it the highest church tower in the country. You can climb the seemingly endless spiral staircase to the top for great views of the city, but only as part of a guided tour (these last around 75 minutes).\n"
},
{
    "country": "manizales",
    "city": "Manizales",
    "index": 6,
    "name": "Iglesia de Inmaculada Concepción",
    "latitude": "5.06754",
    "longitude": "-75.511994",
    "excerpt": "Built at the beginning of the 20th century, this elegant church has a beautiful carved-wood interior reminiscent of a ship's hull.",
    "detail_url": "https://www.lonelyplanet.com/colombia/manizales/attractions/iglesia-de-inmaculada-concepcion/a/poi-sig/1503121/1317836",
    "image_url": null,
    "detail_description": "Built at the beginning of the 20th century, this elegant church has a beautiful carved-wood interior reminiscent of a ship's hull.\n"
},
{
    "country": "manizales",
    "city": "Manizales",
    "index": 5,
    "name": "Plaza de Bolívar",
    "latitude": "5.067925",
    "longitude": "-75.517101",
    "excerpt": "The city's main square has the mandatory statue of Bolívar, by Rodrigo Arenas Betancur, here known as Bolívar-Cóndor since the sculptor endows Colombia's…",
    "detail_url": "https://www.lonelyplanet.com/colombia/manizales/attractions/plaza-de-bolivar/a/poi-sig/1503120/1317836",
    "image_url": null,
    "detail_description": "The city's main square has the mandatory statue of Bolívar, by Rodrigo Arenas Betancur, here known as Bolívar-Cóndor since the sculptor endows Colombia's founder with distinctly birdlike features and a rather fine behind. The Palacio de Gobierno, a pretty, neoclassical confection built in 1927, stands on the northern side of the plaza.\n"
},
{
    "country": "manizales",
    "city": "Manizales",
    "index": 4,
    "name": "Torre de Chipre",
    "latitude": "5.074829",
    "longitude": "-75.527658",
    "excerpt": "The 30m-high spaceship-like lookout point has 360-degree views of the dramatic mountainous terrain surrounding the city. If you're brave you can walk…",
    "detail_url": "https://www.lonelyplanet.com/colombia/manizales/attractions/torre-de-chipre/a/poi-sig/1273310/1317836",
    "image_url": null,
    "detail_description": "The 30m-high spaceship-like lookout point has 360-degree views of the dramatic mountainous terrain surrounding the city. If you're brave you can walk around the perimeter on an external walkway while attached to a harness (COP$15,000). Admission allows you to come and go all day if you want to check the views during the day and after dark. To get here, take any bus running along Av Santander from Cable Plaza to Chipre; they leave constantly.\n"
},
{
    "country": "manizales",
    "city": "Manizales",
    "index": 2,
    "name": "Monumento a Los Colonizadores",
    "latitude": "5.07656",
    "longitude": "-75.527315",
    "excerpt": "Located atop a hill in the neighborhood of Chipre, this massive monument to the city's founders was crafted from 50 tonnes of bronze (including keys and…",
    "detail_url": "https://www.lonelyplanet.com/colombia/manizales/attractions/monumento-a-los-colonizadores/a/poi-sig/1314424/1317836",
    "image_url": null,
    "detail_description": "Located atop a hill in the neighborhood of Chipre, this massive monument to the city's founders was crafted from 50 tonnes of bronze (including keys and other implements donated by local residents). It's a very impressive work, but an even bigger attraction is the spectacular view over town and to PNN Los Nevados. Catch a bus marked 'Chipre' along Carrera 23 to get here.\n"
},
{
    "country": "manizales",
    "city": "Manizales",
    "index": 3,
    "name": "Los Yarumos",
    "latitude": "5.062817",
    "longitude": "-75.482769",
    "excerpt": "This 53-hectare municipal park offers panoramic views of the city and adventure activities. Popular with locals, free activities include a short guided…",
    "detail_url": "https://www.lonelyplanet.com/colombia/manizales/attractions/los-yarumos/a/poi-sig/1314623/1317836",
    "image_url": null,
    "detail_description": "This 53-hectare municipal park offers panoramic views of the city and adventure activities. Popular with locals, free activities include a short guided hike along a nature trail and a catapult that launches participants into the air while attached to a rubber sling. Paid options include treks to a waterfall, abseiling, a canopy line and a vertigo-inducing 80m-high Tibetan bridge. It's also a great place to just chill on a clear afternoon, when you can see the peaks of PNN Los Nevados.\nA cable car (COP$1900) links the park directly with Cable Plaza, and while it has been plagued by technical problems in the past, it's been revamped and makes for a terrific ride. Otherwise it's a 40-minute walk or COP$4500 in a taxi."
}
]