[
{
    "country": "mannheim",
    "city": "Mannheim",
    "index": 1,
    "name": "Barockschloss Mannheim",
    "latitude": "49.483116",
    "longitude": "8.461908",
    "excerpt": "Mannheim’s most famous sight is the yellow and red sandstone Schloss, Germany’s largest baroque palace. Now occupied by the University of Mannheim, the…",
    "detail_url": "https://www.lonelyplanet.com/germany/baden-wurttemberg/mannheim/attractions/barockschloss-mannheim/a/poi-sig/463042/359347",
    "image_url": null,
    "detail_description": "Mannheim’s most famous sight is the yellow and red sandstone Schloss, Germany’s largest baroque palace. Now occupied by the University of Mannheim, the 450m-long structure was built over the course of 40 years in the mid-1700s but was almost completely destroyed during WWII.Off the main courtyard are the Schloss Museum (included in your ticket) and the baroque Schlosskirche.\nIn the Schloss Museum, you can see the impressively rococo Kabinettsbibliothek, saved from wartime destruction thanks to having been stored off-site, and several pseudo-baroque halls – each a feast of stucco, marble, porcelain and chandeliers – rebuilt after the war."
},
{
    "country": "mannheim",
    "city": "Mannheim",
    "index": 5,
    "name": "Jesuitenkirche",
    "latitude": "49.486059",
    "longitude": "8.461205",
    "excerpt": "A sumptuously ornate baroque vision, glowing with gold leaf, the Jesuitenkirche was built between 1733 and 1760. When Mozart spent time in Mannheim in the…",
    "detail_url": "https://www.lonelyplanet.com/germany/baden-wurttemberg/mannheim/attractions/jesuitenkirche/a/poi-sig/463040/359347",
    "image_url": null,
    "detail_description": "A sumptuously ornate baroque vision, glowing with gold leaf, the Jesuitenkirche was built between 1733 and 1760. When Mozart spent time in Mannheim in the late 1700s, he praised its acoustics and atmosphere. Like the rest of the city, the church suffered damage during WWII, but it has since been fully restored.\n"
},
{
    "country": "mannheim",
    "city": "Mannheim",
    "index": 4,
    "name": "Schlosskirche",
    "latitude": "49.484316",
    "longitude": "8.461916",
    "excerpt": "Across the main courtyard of the Barockschloss Mannheim stands the baroque Schlosskirche, built from 1720 to 1731 and rebuilt after the war. Mozart…",
    "detail_url": "https://www.lonelyplanet.com/germany/baden-wurttemberg/mannheim/attractions/schlosskirche/a/poi-sig/1296907/359347",
    "image_url": null,
    "detail_description": "Across the main courtyard of the Barockschloss Mannheim stands the baroque Schlosskirche, built from 1720 to 1731 and rebuilt after the war. Mozart performed here in 1777. It belongs to the Alt-Katholiken (Old Catholics), a movement that split with Rome over papal infallibility in the 1870s and is now part of the Anglican Communion.\n"
},
{
    "country": "mannheim",
    "city": "Mannheim",
    "index": 3,
    "name": "Friedrichsplatz",
    "latitude": "49.483142",
    "longitude": "8.477926",
    "excerpt": "Five blocks northeast of the Hauptbahnhof, Friedrichsplatz is an oasis of manicured lawns, lovely flower beds and art-nouveau fountains. Its centrepiece…",
    "detail_url": "https://www.lonelyplanet.com/germany/baden-wurttemberg/mannheim/attractions/friedrichsplatz/a/poi-sig/1210296/359347",
    "image_url": null,
    "detail_description": "Five blocks northeast of the Hauptbahnhof, Friedrichsplatz is an oasis of manicured lawns, lovely flower beds and art-nouveau fountains. Its centrepiece is the 60m-high Wasserturm (Water Tower), a bit of 19th-century civil architecture that has become one of the city’s symbols. An elegant ensemble of red sandstone edifices, many with arcades, lines the perimeter.\n"
},
{
    "country": "mannheim",
    "city": "Mannheim",
    "index": 2,
    "name": "Kunsthalle Museum",
    "latitude": "49.482921",
    "longitude": "8.475523",
    "excerpt": "Mannheim's premier gallery is a vast repository of modern and contemporary art by masters such as Cézanne, Degas, Manet, Kandinsky and Rodin. The…",
    "detail_url": "https://www.lonelyplanet.com/germany/baden-wurttemberg/mannheim/attractions/kunsthalle-museum/a/poi-sig/1296925/359347",
    "image_url": null,
    "detail_description": "Mannheim's premier gallery is a vast repository of modern and contemporary art by masters such as Cézanne, Degas, Manet, Kandinsky and Rodin. The permanent collection has often been stored away to make space for blockbuster exhibitions, but that will change with the opening of a new €70 million metal-encased, glass-roofed, 16,000-sq-metre exhibition space. It's due to open in late 2018; check with the tourist office for updates.\n"
}
]