[
{
    "country": "mar-del-plata",
    "city": "Mar del Plata",
    "index": 1,
    "name": "Puerto Mar del Plata",
    "latitude": "-38.050524",
    "longitude": "-57.538404",
    "excerpt": "Mar del Plata is one of Argentina’s most important fishing centers. Its port area, 8km south of the city center, is worth a visit, though public access to…",
    "detail_url": "https://www.lonelyplanet.com/argentina/atlantic-coast/mar-del-plata/attractions/puerto-mar-del-plata/a/poi-sig/1273908/362996",
    "image_url": null,
    "detail_description": "Mar del Plata is one of Argentina’s most important fishing centers. Its port area, 8km south of the city center, is worth a visit, though public access to the jetty – and its graveyard of ruined ships, half-sunken and rusting in the sun – is now restricted. You can still watch the fishing boats come and go from the Banquina de Pescadores, the port’s scenic, rather aromatic and slightly touristy wharf.\nGrab some calamari and a beer here and watch the massive, shaggy sea lions who snooze, flirt and fight on the dock. Forget the aquarium, this is the real show!To get to the port from downtown, you have two options. You can take local bus 581 or 533 (which stop at various points downtown and along the oceanfront road) all the way to the wharf (AR$10). You’ll need a magnetic card to board. A taxi from downtown costs between AR$120 and AR$160. If you're going by taxi, consider arranging your return, as it's not easy to flag a taxi heading the other way. Note that the wharf mentioned here is not to be confused with the Centro Comercial de Mar del Plata, a cluster of high-end restaurants located near the entrance to the larger port complex."
},
{
    "country": "mar-del-plata",
    "city": "Mar del Plata",
    "index": 7,
    "name": "Playa Escondida",
    "latitude": "-38.226702",
    "longitude": "-57.726524",
    "excerpt": "For the adventurous, there’s Playa Escondida, some 25km south of Mardel, which claims to be Argentina’s only legal nude beach.",
    "detail_url": "https://www.lonelyplanet.com/argentina/atlantic-coast/mar-del-plata/attractions/playa-escondida/a/poi-sig/1144934/362996",
    "image_url": null,
    "detail_description": "For the adventurous, there’s Playa Escondida, some 25km south of Mardel, which claims to be Argentina’s only legal nude beach.\n"
},
{
    "country": "mar-del-plata",
    "city": "Mar del Plata",
    "index": 6,
    "name": "Catedral de los Santos Pedro y Cecilia",
    "latitude": "-37.999003",
    "longitude": "-57.548436",
    "excerpt": "Facing the leafy Plaza San Martín, this neo-Gothic building features gorgeous stained glass, an impressive central chandelier from France, English tiled…",
    "detail_url": "https://www.lonelyplanet.com/argentina/atlantic-coast/mar-del-plata/attractions/catedral-de-los-santos-pedro-y-cecilia/a/poi-sig/454571/362996",
    "image_url": null,
    "detail_description": "Facing the leafy Plaza San Martín, this neo-Gothic building features gorgeous stained glass, an impressive central chandelier from France, English tiled floors and occasional choral concerts.\n"
},
{
    "country": "mar-del-plata",
    "city": "Mar del Plata",
    "index": 4,
    "name": "Torre Tanque",
    "latitude": "-38.013265",
    "longitude": "-57.535175",
    "excerpt": "This interesting medieval-style water-storage tower, atop Stella Maris hill, was finished in 1943 and is still functioning. It's 88m high (that's 194…",
    "detail_url": "https://www.lonelyplanet.com/argentina/atlantic-coast/mar-del-plata/attractions/torre-tanque/a/poi-sig/1144935/362996",
    "image_url": null,
    "detail_description": "This interesting medieval-style water-storage tower, atop Stella Maris hill, was finished in 1943 and is still functioning. It's 88m high (that's 194 stairs), but has just two floors! The top floor is glassed in, but still offers spectacular views over Mar del Plata and further out to sea. Free guided tours (in Spanish) are available at 2pm, 3pm and 4pm. It's lit up like a landmark lavender night-light after the sun drops each evening.\n"
},
{
    "country": "mar-del-plata",
    "city": "Mar del Plata",
    "index": 5,
    "name": "Museo Municipal de Arte Juan Carlos Castagnino",
    "latitude": "-38.010585",
    "longitude": "-57.535808",
    "excerpt": "Built in 1909 as the summer residence of a prominent Argentine family, the turreted Villa Ortiz Basualdo now houses this fine arts museum; its interior…",
    "detail_url": "https://www.lonelyplanet.com/argentina/atlantic-coast/mar-del-plata/attractions/museo-municipal-de-arte-juan-carlos-castagnino/a/poi-sig/454581/362996",
    "image_url": null,
    "detail_description": "Built in 1909 as the summer residence of a prominent Argentine family, the turreted Villa Ortiz Basualdo now houses this fine arts museum; its interior exhibits paintings, photographs and sculptures by Argentine artists.\n"
},
{
    "country": "mar-del-plata",
    "city": "Mar del Plata",
    "index": 2,
    "name": "Centro Cultural Villa Victoria",
    "latitude": "-38.019968",
    "longitude": "-57.552642",
    "excerpt": "Victoria Ocampo, founder of the literary journal Sur, hosted literary salons with prominent intellectuals from around the world – Borges, Le Corbusier,…",
    "detail_url": "https://www.lonelyplanet.com/argentina/atlantic-coast/mar-del-plata/attractions/centro-cultural-villa-victoria/a/poi-sig/454573/362996",
    "image_url": null,
    "detail_description": "Victoria Ocampo, founder of the literary journal Sur, hosted literary salons with prominent intellectuals from around the world – Borges, Le Corbusier, and Rabindranath Tagore were among more distinguished guests – here at her summer chalet, its gardens still bursting with lavender. It’s now a cultural center that features changing art and cultural exhibitions, plus seminars and workshops on photography, illustration, literature, conflict resolution, drama and comedy.\n"
},
{
    "country": "mar-del-plata",
    "city": "Mar del Plata",
    "index": 3,
    "name": "Torreón del Monje",
    "latitude": "-38.008193",
    "longitude": "-57.533147",
    "excerpt": "Grand and castle-like, positioned on a cliff over the ocean, Torreón del Monje is hard to miss – look for the red domes and the stone footbridge…",
    "detail_url": "https://www.lonelyplanet.com/argentina/atlantic-coast/mar-del-plata/attractions/torreon-del-monje/a/poi-sig/1530477/362996",
    "image_url": null,
    "detail_description": "Grand and castle-like, positioned on a cliff over the ocean, Torreón del Monje is hard to miss – look for the red domes and the stone footbridge straddling the oceanfront road. This classic landmark is a throwback to Mar del Plata's glamorous heyday. The Argentine businessman Ernesto Tornquist, intent on beautifying the area around his own summer getaway, had the medieval-style lookout tower built in 1904. Stop for the view, and perhaps a coffee break on the terrace.\n"
}
]