[
{
    "country": "mataram",
    "city": "Mataram",
    "index": 4,
    "name": "Islamic Center Nusa Tenggara Barat",
    "latitude": "-8.580491",
    "longitude": "116.101532",
    "excerpt": "Opened in 2016, and superficially damaged in the 2018 quakes, this towering green-and-gold mosque is the most striking building in Lombok, with fabulous…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/nusa-tenggara/mataram/attractions/islamic-center-nusa-tenggara-barat/a/poi-sig/1605684/356598",
    "image_url": null,
    "detail_description": "Opened in 2016, and superficially damaged in the 2018 quakes, this towering green-and-gold mosque is the most striking building in Lombok, with fabulous views from the top of its tallest minaret (it rises 114m above Mataram). Foreigners in shorts will be provided with more modest clothing before entering.\n"
},
{
    "country": "mataram",
    "city": "Mataram",
    "index": 3,
    "name": "Mayura Water Palace",
    "latitude": "-8.587259",
    "longitude": "116.132183",
    "excerpt": "Built in 1744, this palace includes the former king’s family temple, which is a pilgrimage site for Lombok’s Hindus on 24 December. In 1894 it was the…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/nusa-tenggara/mataram/attractions/mayura-water-palace/a/poi-sig/485696/356598",
    "image_url": null,
    "detail_description": "Built in 1744, this palace includes the former king’s family temple, which is a pilgrimage site for Lombok’s Hindus on 24 December. In 1894 it was the site of bloody battles between the Dutch and Balinese. You can get a slight sense of history here, but it's mostly just a public park these days with a polluted artificial lake.\n"
},
{
    "country": "mataram",
    "city": "Mataram",
    "index": 2,
    "name": "Pura Meru",
    "latitude": "-8.587736",
    "longitude": "116.132022",
    "excerpt": "Pura Meru is the largest and second-most important Hindu temple on Lombok. Built in 1720, it’s dedicated to the Hindu trinity of Brahma, Vishnu and Shiva…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/nusa-tenggara/mataram/attractions/pura-meru/a/poi-sig/485700/356598",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c893cfb9adcb628ad2a675e6b50f9733-pura-meru.jpg",
    "detail_description": "Pura Meru is the largest and second-most important Hindu temple on Lombok. Built in 1720, it’s dedicated to the Hindu trinity of Brahma, Vishnu and Shiva. The inner court has 33 small shrines and three thatched teak-wood meru (multi-tiered shrines). The central meru, with 11 tiers, is Shiva’s house; the meru to the north, with nine tiers, is Vishnu’s; and the nine-tiered meru to the south is Brahma’s.\nThe meru also represent three sacred mountains, Rinjani, Agung and Bromo, and the mythical Mt Meru. The caretaker will lend you a sash and sarong if you don't have your own. Unofficial touts may try to rent you one and/or charge you for entry (generally asking 20,000Rp)."
},
{
    "country": "mataram",
    "city": "Mataram",
    "index": 1,
    "name": "Pura Lingsar",
    "latitude": "-8.575738",
    "longitude": "116.18057",
    "excerpt": "Just 6km east of Mataram, in the village of Lingsar, this large temple compound is the holiest in Lombok. It was built in 1714 by King Anak Agung Ngurah…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/nusa-tenggara/mataram/attractions/pura-lingsar/a/poi-sig/452517/356598",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/08696be2f5c5d29e1a39558c33a33ba5-pura-lingsar.jpg",
    "detail_description": "Just 6km east of Mataram, in the village of Lingsar, this large temple compound is the holiest in Lombok. It was built in 1714 by King Anak Agung Ngurah and is nestled beautifully in lush rice fields. It is multi-denominational, with a temple for Balinese Hindus (Pura Gaduh) and one for followers of Lombok’s mystical take on Islam, the Wektu Telu religion.\nPura Gaduh has four shrines: one orientated to Gunung Rinjani (seat of the gods on Lombok), one to Gunung Agung (seat of the gods in Bali), and a double shrine representing the union between the two islands.The Wektu Telu temple is noted for its enclosed, lily-covered pond devoted to Lord Vishnu, and for the holy eels, which can be enticed from their lair with hard-boiled eggs (available at stalls). It’s considered good luck to feed them.You will be expected to rent a sash and/or sarong (or bring your own) to enter the shrines. Note that many exterior walls were damaged in the 2018 quakes, while the grassy grounds here became a refugee camp for victims.Take a bemo from the Mandalika BuS Terminal to Narmada, another to Lingsar and ask to be dropped off at the temple."
}
]