[
{
    "country": "matsumoto",
    "city": "Matsumoto",
    "index": 8,
    "name": "Matsumoto Timepiece Museum",
    "latitude": "36.233824268559",
    "longitude": "137.96854453577",
    "excerpt": "Home to Japan's largest pendulum clock (on the building's exterior) and over 300 other timepieces, including fascinating medieval Japanese creations, this…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/matsumoto/attractions/matsumoto-timepiece-museum/a/poi-sig/1237427/356654",
    "image_url": null,
    "detail_description": "Home to Japan's largest pendulum clock (on the building's exterior) and over 300 other timepieces, including fascinating medieval Japanese creations, this museum shows Japan's love of monozukuri, the art of creating things.\n"
},
{
    "country": "matsumoto",
    "city": "Matsumoto",
    "index": 7,
    "name": "Matsumoto City Museum of Art",
    "latitude": "36.231457",
    "longitude": "137.976254",
    "excerpt": "This sleek museum has a good collection of the work of Japanese artists, many of whom hail from Matsumoto or whose art depicts scenes of the surrounding…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/matsumoto/attractions/matsumoto-city-museum-of-art/a/poi-sig/485420/356654",
    "image_url": null,
    "detail_description": "This sleek museum has a good collection of the work of Japanese artists, many of whom hail from Matsumoto or whose art depicts scenes of the surrounding countryside. Highlights include the striking avant-garde works of local-born, internationally renowned Kusama Yayoi.\n"
},
{
    "country": "matsumoto",
    "city": "Matsumoto",
    "index": 6,
    "name": "Kaichi School Museum",
    "latitude": "36.242837",
    "longitude": "137.96809",
    "excerpt": "A few blocks north of the castle, the former Kaichi School is both an Important Cultural Property and the oldest elementary school in Japan, founded in…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/matsumoto/attractions/kaichi-school-museum/a/poi-sig/1351634/356654",
    "image_url": null,
    "detail_description": "A few blocks north of the castle, the former Kaichi School is both an Important Cultural Property and the oldest elementary school in Japan, founded in 1873. It opened its doors as an education museum in 1965. The building itself is an excellent example of Meiji-era architecture.\n"
},
{
    "country": "matsumoto",
    "city": "Matsumoto",
    "index": 5,
    "name": "Nawate-dōri",
    "latitude": "36.234469",
    "longitude": "137.969828",
    "excerpt": "Nawate-dōri, a few blocks south from the castle, is a popular street for a stroll. Vendors along this riverside walk sell antiques, souvenirs, and…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/matsumoto/attractions/nawate-dori/a/poi-sig/1351633/356654",
    "image_url": null,
    "detail_description": "Nawate-dōri, a few blocks south from the castle, is a popular street for a stroll. Vendors along this riverside walk sell antiques, souvenirs, and delicious tai-yaki (filled waffles in the shape of a carp) of varying flavours. Look for the big frog statue by the bridge.\n"
},
{
    "country": "matsumoto",
    "city": "Matsumoto",
    "index": 4,
    "name": "Japan Ukiyo-e Museum",
    "latitude": "36.231933",
    "longitude": "137.934777",
    "excerpt": "Housing more than 100,000 woodblock prints, paintings, screens and old books, this renowned museum exhibits but a fraction of its collection. The museum…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/matsumoto/attractions/japan-ukiyo-e-museum/a/poi-sig/485418/356654",
    "image_url": null,
    "detail_description": "Housing more than 100,000 woodblock prints, paintings, screens and old books, this renowned museum exhibits but a fraction of its collection. The museum is approximately 3km from JR Matsumoto Station (about ¥1600 by taxi) or 15 minutes' walk from Ōniwa Station on the Alpico line (¥180, six minutes).\n"
},
{
    "country": "matsumoto",
    "city": "Matsumoto",
    "index": 2,
    "name": "Utsukushi-ga-hara Open Air Museum",
    "latitude": "36.230791",
    "longitude": "138.140373",
    "excerpt": "Atop Utsukushi-ga-hara-kōgen plateau you'll find this seemingly random sculpture garden with some 350 pieces, mostly by Japanese sculptors. The…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/matsumoto/attractions/utsukushi-ga-hara-open-air-museum/a/poi-sig/1237565/356654",
    "image_url": null,
    "detail_description": "Atop Utsukushi-ga-hara-kōgen plateau you'll find this seemingly random sculpture garden with some 350 pieces, mostly by Japanese sculptors. The surrounding countryside provides an inspiring backdrop. Nearby are pleasant walks and the opportunity to see cows in pasture (a constant source of fascination in Japan). Buses (¥1500, 1½ hours) run several times daily during the warmer months, although a rental car is a good option if winding roads don't faze you.\n"
},
{
    "country": "matsumoto",
    "city": "Matsumoto",
    "index": 3,
    "name": "Matsumoto Open-Air Architectural Museum",
    "latitude": "36.231353",
    "longitude": "137.93395",
    "excerpt": "Adjacent to the better-known Japan Ukiyo-e Museum, amid fields and rice paddies beneath the gaze of the Alps, stand these five examples of striking late…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/matsumoto/attractions/matsumoto-open-air-architectural-museum/a/poi-sig/1351631/356654",
    "image_url": null,
    "detail_description": "Adjacent to the better-known Japan Ukiyo-e Museum, amid fields and rice paddies beneath the gaze of the Alps, stand these five examples of striking late-Edo- and early-Shōwa-era architecture for you to explore. The museum is approximately 3km from JR Matsumoto Station (about ¥1600 by taxi) or 15 minutes' walk from Ōniwa Station on the Alpico line (¥180, six minutes).\n"
},
{
    "country": "matsumoto",
    "city": "Matsumoto",
    "index": 1,
    "name": "Matsumoto-jō",
    "latitude": "36.23893188405",
    "longitude": "137.9693680219",
    "excerpt": "Must-see Matsumoto-jō is Japan's oldest wooden castle and one of four castles designated National Treasures – the others are Hikone, Himeji and Inuyama…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/matsumoto/attractions/matsumoto-jo/a/poi-sig/1237423/356654",
    "image_url": null,
    "detail_description": "Must-see Matsumoto-jō is Japan's oldest wooden castle and one of four castles designated National Treasures – the others are Hikone, Himeji and Inuyama. The striking black-and-white three-turreted donjon (main keep) was completed around 1595, earning the nickname Karasu-jō (Crow Castle). You can climb steep steps all the way to the top, with impressive views and historical displays on each level. Don't miss the recently restored tsukimi yagura (moon-viewing pavilion). The Goodwill Guide Group offers free one-hour tours by reservation.\n"
}
]