[
{
    "country": "mecca",
    "city": "Mecca",
    "index": 1,
    "name": "Al Masjid Al Haram",
    "latitude": "21.42248",
    "longitude": "39.826223",
    "excerpt": "The focal point for every Muslim and the biggest mosque in the world, Al Masjid Al Haram is able to host a million worshippers and covers an area of 356…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/al-masjid-al-haram/a/poi-sig/1531496/1340988",
    "image_url": null,
    "detail_description": "The focal point for every Muslim and the biggest mosque in the world, Al Masjid Al Haram is able to host a million worshippers and covers an area of 356,800 sq metres. At its epicentre is the Holy Kaaba, covered in black and gold cloth, around which Muslims can be found circumnavigating night and day (known as tawaf). It's the holiest structure in all of Islam, and is at the heart of the Islamic pilgrimages (hajj and umrah).\nThe Kaaba predates the Prophet Muhammad's lifetime; Muslims believe it was built by the Prophet Ibrahim and his son Ishmael. The foundations of the mosque around the Kaaba date to at least the 7th century, when the second caliph, Omar Bin Al Khattab, built a structure to accommodate the growing number of pilgrims each year.Set into the Kaaba's eastern corner is the Black Stone, a relic Muslims believe fell from the heavens and was placed into the corner by the Prophet Ibrahim. The stone came away from the Kaaba during the Prophet's lifetime, and it is said he then personally placed it back into the corner, where it sits today. At the Kaaba's northwestern edge, a curved area known as the Hatem or Hijr Ishmael represents the area believed to have been part of the Kaaba's original boundary when it was built by the Prophet Ibrahim. The mosque is in the midst of the Third Saudi Expansion, which will increase the mosque's area to 400,000 sq metres and allow 2.5 million people to pray inside it."
},
{
    "country": "mecca",
    "city": "Mecca",
    "index": 11,
    "name": "Masjid Al Khayf",
    "latitude": "21.415858",
    "longitude": "39.879577",
    "excerpt": "According to a hadith (Prophetic tradition) of Bin Abbas – a cousin of the Prophet and an early Islamic scholar – numerous prophets prayed here. It's…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/masjid-al-khayf/a/poi-sig/1531524/1340988",
    "image_url": null,
    "detail_description": "According to a hadith (Prophetic tradition) of Bin Abbas – a cousin of the Prophet and an early Islamic scholar – numerous prophets prayed here. It's south of Mina, although it is open outside of the hajj season.\n"
},
{
    "country": "mecca",
    "city": "Mecca",
    "index": 10,
    "name": "Al Hukair Funland",
    "latitude": "21.447836",
    "longitude": "39.807994",
    "excerpt": "This indoor amusement park popular with Saudi families is a heady mix of lights, sounds and children's rides. There are also trampolines, arcades, air…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/al-hukair-funland/a/poi-sig/1531498/1340988",
    "image_url": null,
    "detail_description": "This indoor amusement park popular with Saudi families is a heady mix of lights, sounds and children's rides. There are also trampolines, arcades, air hockey and activity zones, plus a snack bar and rest area for adults. The rides are suitable for children under 12, but they're probably not of much interest to teenagers.\n"
},
{
    "country": "mecca",
    "city": "Mecca",
    "index": 9,
    "name": "Masjid Al Bay'ah",
    "latitude": "21.425506",
    "longitude": "39.86608",
    "excerpt": "These remnants of Masjid Al Bay'ah mark the spot where tribal leaders pledged their allegiance to Muhammad in AD 621. Simple in design, an arched entrance…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/masjid-al-bay-ah/a/poi-sig/1531523/1340988",
    "image_url": null,
    "detail_description": "These remnants of Masjid Al Bay'ah mark the spot where tribal leaders pledged their allegiance to Muhammad in AD 621. Simple in design, an arched entrance opens into an uncovered area where a row of arches close to the mihrab (imam's niche) gives way to a larger courtyard. Prayer rugs sit piled up for anyone wanting to pray here.\n"
},
{
    "country": "mecca",
    "city": "Mecca",
    "index": 8,
    "name": "Jannat Al Muallaa Cemetery",
    "latitude": "21.434494",
    "longitude": "39.829216",
    "excerpt": "Many of the Prophet’s family are buried here, including his first wife, Khadija, his sons Qasim and Abdullah, his uncle, Abu Talib, and his grandfather,…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/jannat-al-muallaa-cemetery/a/poi-sig/1531502/1340988",
    "image_url": null,
    "detail_description": "Many of the Prophet’s family are buried here, including his first wife, Khadija, his sons Qasim and Abdullah, his uncle, Abu Talib, and his grandfather, Abdul Muttalib. However, the fear of practices such as grave veneration has led Saudi authorities to all but stop visits to the site, except when a funeral takes place. Even then women are not permitted inside.\n"
},
{
    "country": "mecca",
    "city": "Mecca",
    "index": 7,
    "name": "Makkah Museum",
    "latitude": "21.446099",
    "longitude": "39.808531",
    "excerpt": "Formerly Al Zahir Palace, the 3435-sq-metre Makkah Museum has a collection ranging from images of Saudi Arabia’s important archaeological discoveries to…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/makkah-museum/a/poi-sig/1531499/1340988",
    "image_url": null,
    "detail_description": "Formerly Al Zahir Palace, the 3435-sq-metre Makkah Museum has a collection ranging from images of Saudi Arabia’s important archaeological discoveries to exhibits on pre-Islamic history. An interesting presentation traces the origins of Islamic calligraphy with references to Arabic fonts and samples of inscriptions discovered in archaeological digs. A hall on Islamic art complements the calligraphy displays.\n"
},
{
    "country": "mecca",
    "city": "Mecca",
    "index": 6,
    "name": "Jabal Rahmah",
    "latitude": "21.354019",
    "longitude": "39.98414",
    "excerpt": "Also known as the Mountain of Mercy, this granite hill is an important part of performing the hajj as pilgrims leave Mina for Arafat on the ninth day to…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/jabal-rahmah/a/poi-sig/1531526/1340988",
    "image_url": null,
    "detail_description": "Also known as the Mountain of Mercy, this granite hill is an important part of performing the hajj as pilgrims leave Mina for Arafat on the ninth day to recite the Quran and pray. It is also the site where the Prophet delivered his famous last sermon shortly before his death. It's more hill than mountain these days, with stairs leading to the peak providing relatively easy access. Vendors sell markers here, but be aware that writing on the hillside is illegal.\n"
},
{
    "country": "mecca",
    "city": "Mecca",
    "index": 5,
    "name": "Birthplace of Muhammad",
    "latitude": "21.426325",
    "longitude": "39.828572",
    "excerpt": "Although the Saudi authorities claim there is no evidence to confirm it, many Muslims believe this is the spot where the Prophet Muhammad was born in…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/birthplace-of-muhammad/a/poi-sig/1531497/1340988",
    "image_url": null,
    "detail_description": "Although the Saudi authorities claim there is no evidence to confirm it, many Muslims believe this is the spot where the Prophet Muhammad was born in around AD 570. As a result this modest two-storey structure, which is now a library, is surrounded by signs warning against 'disapproved' devotional behaviour, but there's no information about the Prophet's birth. That hasn't stopped some pilgrims from inscribing their blessings and prayers on the walls.\nThe library is in the northwest, within the Holy Mosque's boundary."
},
{
    "country": "mecca",
    "city": "Mecca",
    "index": 4,
    "name": "Jabal Al Nour",
    "latitude": "21.456379",
    "longitude": "39.861488",
    "excerpt": "The 640m-tall Jabal Al Nour is the location of the tiny Hira cave and one of the most important Islamic pilgrimage sites. According to Islamic tradition,…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/jabal-al-nour/a/poi-sig/1531525/1340988",
    "image_url": null,
    "detail_description": "The 640m-tall Jabal Al Nour is the location of the tiny Hira cave and one of the most important Islamic pilgrimage sites. According to Islamic tradition, it was here that the archangel Gabriel gave the Prophet his first revelation. Reaching the cave entails a difficult hike that takes even the fittest hiker around two hours. Temperatures can reach 45°C, so bring plenty of water and food, and exercise extreme caution when making the climb.\nYou'll find Jabal Al Nour east of Al Hajj Rd and north of King Faisal Rd, but beware the traffic on the steep, congested, narrow road."
},
{
    "country": "mecca",
    "city": "Mecca",
    "index": 3,
    "name": "Cave of Thor",
    "latitude": "21.377179",
    "longitude": "39.84985",
    "excerpt": "This small mountain (761m) is where the Prophet hid for three days with his companion Abu Bakr from the Quraysh tribe. According to Islamic custom, an…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/cave-of-thor/a/poi-sig/1531503/1340988",
    "image_url": null,
    "detail_description": "This small mountain (761m) is where the Prophet hid for three days with his companion Abu Bakr from the Quraysh tribe. According to Islamic custom, an acacia tree grew rapidly in front of the cave while the men were hiding here. In the tree a dove built a nest and laid eggs, while a spider spun a web over the cave’s entrance to protect the men from detection, all of this marking the place as a sign of faith and hope.\nThe climb can be difficult, so a slow pace is encouraged and visitors should arrive with sufficient food and drink. The Cave of Thor is about 3km south of Al Masjid Al Haram (the Grand Mosque), and the journey takes around 30 minutes in a taxi."
},
{
    "country": "mecca",
    "city": "Mecca",
    "index": 2,
    "name": "Exhibition of the Two Holy Mosques",
    "latitude": "21.434155",
    "longitude": "39.7542",
    "excerpt": "This little museum is brimming with relics from the two holy mosques, Al Masjid Al Haram in Mecca and the Prophet's Mosque in Medina. These include…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/exhibition-of-the-two-holy-mosques/a/poi-sig/1531501/1340988",
    "image_url": null,
    "detail_description": "This little museum is brimming with relics from the two holy mosques, Al Masjid Al Haram in Mecca and the Prophet's Mosque in Medina. These include pillars, marble insignia and historical photos. Some items date as far back as the 13th-century Abbasid period. There are two standout items: the ornate teak wooden stairwell on wheels, which the Ottomans used to access the Kaaba in the 1820s, and a historic pair of the Kaaba's spectacular giant gilded metal doors.\n"
}
]