[
{
    "country": "medan",
    "city": "Medan",
    "index": 5,
    "name": "Sri Mariamman Temple",
    "latitude": "3.584042",
    "longitude": "98.671035",
    "excerpt": "Dating to 1884, Medan's oldest Hindu temple has a classic Dravidian style typical of South India, with a storied tower adorned with ornamental deity…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/sumatra/medan/attractions/sri-mariamman-temple/a/poi-sig/1601473/356628",
    "image_url": null,
    "detail_description": "Dating to 1884, Medan's oldest Hindu temple has a classic Dravidian style typical of South India, with a storied tower adorned with ornamental deity reliefs. It's an atmospheric place with devotees coming here to pray and burn incense.\n"
},
{
    "country": "medan",
    "city": "Medan",
    "index": 6,
    "name": "Mesjid Raya",
    "latitude": "3.575112",
    "longitude": "98.687364",
    "excerpt": "The impressive Grand Mosque was commissioned by the Sultan of Deli in 1906. The Moroccan-style building has a grand entrance, towering ceilings, ornate…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/sumatra/medan/attractions/mesjid-raya/a/poi-sig/1218782/356628",
    "image_url": null,
    "detail_description": "The impressive Grand Mosque was commissioned by the Sultan of Deli in 1906. The Moroccan-style building has a grand entrance, towering ceilings, ornate carvings, Italian marble and stained glass from China.\n"
},
{
    "country": "medan",
    "city": "Medan",
    "index": 7,
    "name": "Town Hall",
    "latitude": "3.5904095711933",
    "longitude": "98.677029351819",
    "excerpt": "One of several fine examples of ornate Dutch colonial buildings in downtown Medan is the stately town hall, constructed in 1908.",
    "detail_url": "https://www.lonelyplanet.com/indonesia/sumatra/medan/attractions/town-hall/a/poi-sig/1329061/356628",
    "image_url": null,
    "detail_description": "One of several fine examples of ornate Dutch colonial buildings in downtown Medan is the stately town hall, constructed in 1908.\n"
},
{
    "country": "medan",
    "city": "Medan",
    "index": 4,
    "name": "Graha Maria Annai Velangkanni",
    "latitude": "3.547827",
    "longitude": "98.608818",
    "excerpt": "One for advocates of religious diversity and quirky architecture, this surreal Catholic church combines Hindu and Islamic architecture styles with a…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/sumatra/medan/attractions/graha-maria-annai-velangkanni/a/poi-sig/1601512/356628",
    "image_url": null,
    "detail_description": "One for advocates of religious diversity and quirky architecture, this surreal Catholic church combines Hindu and Islamic architecture styles with a curved walking bridge leading up to its entrance. It's 8km southwest of the city centre (around 60,000Rp with a Grab taxi).\n"
},
{
    "country": "medan",
    "city": "Medan",
    "index": 3,
    "name": "Tjong A Fie Mansion",
    "latitude": "3.585188",
    "longitude": "98.680465",
    "excerpt": "The home of a famous Chinese merchant who died in 1921 – formerly the wealthiest resident of Medan – this mansion mixes opulent Victorian and Chinese…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/sumatra/medan/attractions/tjong-a-fie-mansion/a/poi-sig/442390/356628",
    "image_url": null,
    "detail_description": "The home of a famous Chinese merchant who died in 1921 – formerly the wealthiest resident of Medan – this mansion mixes opulent Victorian and Chinese styles. The original hand-painted ceilings, Tjong’s huge bedroom, imported dark-wood furniture inlaid with marble and mother-of-pearl, interesting art pieces, an upstairs ballroom and Taoist temples all help to make it one of the most impressive historic buildings in town.\n"
},
{
    "country": "medan",
    "city": "Medan",
    "index": 2,
    "name": "Istana Maimoon",
    "latitude": "3.575262",
    "longitude": "98.684113",
    "excerpt": "The grand, 30-room Maimoon Palace was built by the Sultan of Deli in 1888 and features Malay, Mughal and Italian influences. Only the main room, which…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/sumatra/medan/attractions/istana-maimoon/a/poi-sig/1218778/356628",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eee4e954ec8a1eb11905395adc123a98-istana-maimoon.jpg",
    "detail_description": "The grand, 30-room Maimoon Palace was built by the Sultan of Deli in 1888 and features Malay, Mughal and Italian influences. Only the main room, which features the lavish inauguration throne, is open to the public. Traditional music performances usually take place at 10am and 2pm Monday to Friday, and at 2pm on Saturday and Sunday.\nHere you can check out a modest keris (ornamental dagger) collection and dress up in traditional Malay costume for a photo (20,000Rp).The back wing of the palace is occupied by members of the sultan’s family. The current sultan, Aria Mahmud Lamanjiji, was only eight years old when he was installed as the 14th Sultan of Deli in 2005 (the youngest sultan in Deli history), replacing his father, who died in a plane crash. He now resides in Sulawesi with his mother, and his role is solely ceremonial."
},
{
    "country": "medan",
    "city": "Medan",
    "index": 1,
    "name": "Museum of North Sumatra",
    "latitude": "3.568398",
    "longitude": "98.696709",
    "excerpt": "Housed in a striking traditional building, this museum has a well-presented collection ranging from early North Sumatran civilisations and the Hindu,…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/sumatra/medan/attractions/museum-of-north-sumatra/a/poi-sig/442388/356628",
    "image_url": null,
    "detail_description": "Housed in a striking traditional building, this museum has a well-presented collection ranging from early North Sumatran civilisations and the Hindu, Buddhist and Islamic periods to the Dutch colonial era. Highlights include fine stone carvings and extravagantly carved wooden dragon coffins from Nias, Batak scrolls for fending off misfortune, fine textiles, a keris (ornamental dagger) collection and detailed models of traditional architecture. It's 4km southeast of the city centre.\n"
}
]