[
{
    "country": "meknes",
    "city": "Meknes",
    "index": 13,
    "name": "Lahboul Gardens",
    "latitude": "33.896423",
    "longitude": "-5.561281",
    "excerpt": "These gardens just outside the medina were being renovated on the last visit. When finished, they should be a tranquil place to stroll after a busy…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/lahboul-gardens/a/poi-sig/1551639/355511",
    "image_url": null,
    "detail_description": "These gardens just outside the medina were being renovated on the last visit. When finished, they should be a tranquil place to stroll after a busy sightseeing day. The northern section of the gardens is scattered with columns from Volubilis.\n"
},
{
    "country": "meknes",
    "city": "Meknes",
    "index": 12,
    "name": "Musée de Meknès",
    "latitude": "33.8932",
    "longitude": "-5.563738",
    "excerpt": "Housed in the peeling old tribunal building in the imperial city walls, this small museum is long overdue for a refresh, but while the larger Dar Jamaï…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/musee-de-meknes/a/poi-sig/1449992/355511",
    "image_url": null,
    "detail_description": "Housed in the peeling old tribunal building in the imperial city walls, this small museum is long overdue for a refresh, but while the larger Dar Jamaï museum is closed, it's the only real option for seeing Meknes craft culture and history. Look out for the remarkable set of leather armour encrusted with coral beads, turquoise studs and coins. Information is in French only.\n"
},
{
    "country": "meknes",
    "city": "Meknes",
    "index": 11,
    "name": "Place Lalla Aouda",
    "latitude": "33.892567",
    "longitude": "-5.56318",
    "excerpt": "South of Bab El Mansour lies this public garden and car park that's a popular place with local families in the evening – less raucous than Place El Hedim,…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/place-lalla-aouda/a/poi-sig/1551637/355511",
    "image_url": null,
    "detail_description": "South of Bab El Mansour lies this public garden and car park that's a popular place with local families in the evening – less raucous than Place El Hedim, and with more places to sit. In the past it was the parade ground where Moulay Ismail once inspected his famed Black Guard, which started with some 16,000 enslaved men from sub-Saharan Africa. By the time of his death, the guard had expanded tenfold and had chased out both European and Ottoman troops.\n"
},
{
    "country": "meknes",
    "city": "Meknes",
    "index": 10,
    "name": "Mausoleum of Sidi Ben Aïssa",
    "latitude": "33.898803",
    "longitude": "-5.570553",
    "excerpt": "Known as Cheikh El Kamel for his perfection in learning, Sidi Ben Aïssa (1465–1526) inspired the Aïssawa Sufi brotherhood, widely followed in North Africa…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/mausoleum-of-sidi-ben-aissa/a/poi-sig/483076/355511",
    "image_url": null,
    "detail_description": "Known as Cheikh El Kamel for his perfection in learning, Sidi Ben Aïssa (1465–1526) inspired the Aïssawa Sufi brotherhood, widely followed in North Africa. Once notorious for self-mutilation, adherents are now better known for their intense, trance-inducing music and their ecstatic emotional response. The tomb (closed to non-Muslims) is a year-round pilgrimage site, but especially lively during the annual moussem.\n"
},
{
    "country": "meknes",
    "city": "Meknes",
    "index": 9,
    "name": "Palais Al Mansour",
    "latitude": "33.86867",
    "longitude": "-5.559962",
    "excerpt": "Moulay Ismail's summer palace, built in the countryside in the 17th century, now sits in the middle of the urban fabric of Meknes – there's even a…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/palais-al-mansour/a/poi-sig/1551636/355511",
    "image_url": null,
    "detail_description": "Moulay Ismail's summer palace, built in the countryside in the 17th century, now sits in the middle of the urban fabric of Meknes – there's even a neighborhood playground out front. It has undergone a massive restoration, although at last visit, only the round, domed storage room was open to visitors. It's far south from the centre, so only worth a visit if you're travelling by car or if you just want an excuse to witness ordinary life in a regular city district.\n"
},
{
    "country": "meknes",
    "city": "Meknes",
    "index": 8,
    "name": "Agdal Basin",
    "latitude": "33.880695",
    "longitude": "-5.559039",
    "excerpt": "Adjacent to the Heri Es Souani lies an enormous stone-lined lake, the Agdal Basin, built in the 18th century as both a reservoir for Moulay Ismail's…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/agdal-basin/a/poi-sig/1404134/355511",
    "image_url": null,
    "detail_description": "Adjacent to the Heri Es Souani lies an enormous stone-lined lake, the Agdal Basin, built in the 18th century as both a reservoir for Moulay Ismail's gardens and a pleasure lake. Originally it was surrounded by high walls and fed by a complex system of wells and aqueducts. Today the water is stagnant, but it's still a pleasant place for photos, perhaps by the Giacometti-like statue of a traditional water-seller that sits at one corner.\n"
},
{
    "country": "meknes",
    "city": "Meknes",
    "index": 7,
    "name": "Koubbat As Sufara",
    "latitude": "33.890893",
    "longitude": "-5.564961",
    "excerpt": "Moulay Ismail's reception hall for foreign ambassadors is a lovely show of zellige (patterned tile) work. It's here that Unesco officially inscribed…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/koubbat-as-sufara/a/poi-sig/483072/355511",
    "image_url": null,
    "detail_description": "Moulay Ismail's reception hall for foreign ambassadors is a lovely show of zellige (patterned tile) work. It's here that Unesco officially inscribed Meknes in the World Heritage Site registry in 1996. In front of the building, small windows provide light for a 40-hectare crypt below. Descend via stairs to the right of the reception hall; the entrance fee covers both.\nThe dark and slightly spooky network of rooms below ground was a mystery when discovered; historians now believe it was used for food storage. In the absence of anything much to see, tour guides often delight in recounting the erroneous but far more colourful fable that it was a dungeon for Moulay Ismail's slaves, and it's commonly labelled as a prison on maps."
},
{
    "country": "meknes",
    "city": "Meknes",
    "index": 6,
    "name": "Dar Jamaï Museum",
    "latitude": "33.893583",
    "longitude": "-5.566496",
    "excerpt": "On the north side of Place El Hedim, this museum was under renovation at last visit, with a possible reopening in 2020. Built in 1882 by the powerful…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/dar-jamai-museum/a/poi-sig/483066/355511",
    "image_url": null,
    "detail_description": "On the north side of Place El Hedim, this museum was under renovation at last visit, with a possible reopening in 2020. Built in 1882 by the powerful Jamaï family, two of whom were viziers to Sultan Moulay Al Hassan I, the palace building has been a museum since 1920. Its collection includes traditional ceramics, jewellery, textiles and cedar-wood craft. The Andalusian garden and courtyard are shady, peaceful spots dotted with orange trees.\nLook out for the brocaded saddles, and some exquisite examples of Meknasi needlework (including some extravagant gold and silver caftans). The koubba (domed sanctuary) upstairs is furnished as a traditional salon complete with luxurious rugs and cushions. The museum also has some antique carpets, representing various styles from different regions of Morocco.The history of the palace is tumultuous: when Sultan Moulay Al Hassan I died in 1894, the Jamaï family lost favour in court, and hence everything else. The palace was passed on to the powerful Glaoui family. In 1912 the French commandeered the palace for a military hospital, before it was taken over in 1920 by the Administration des Beaux Arts."
},
{
    "country": "meknes",
    "city": "Meknes",
    "index": 5,
    "name": "Mausoleum of Moulay Ismail",
    "latitude": "33.890759",
    "longitude": "-5.563395",
    "excerpt": "Closed since 2016 for a massive renovation, the final resting place of the sultan who made Meknes his capital in the 17th century is ordinarily a must-see…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/mausoleum-of-moulay-ismail/a/poi-sig/1143895/355511",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e4619d25b1710d8c8825460fc7de25c5-mausoleum-of-moulay-ismail.jpg",
    "detail_description": "Closed since 2016 for a massive renovation, the final resting place of the sultan who made Meknes his capital in the 17th century is ordinarily a must-see for anyone travelling through town. Before the closure, non-Muslim visitors were allowed into the entry hall and the front courtyards; this may still be the case when it reopens, perhaps in 2020.\nThe mausoleum is diagonally opposite the Koubbat As Sufara in the Imperial City."
},
{
    "country": "meknes",
    "city": "Meknes",
    "index": 4,
    "name": "Place El Hedim",
    "latitude": "33.893164",
    "longitude": "-5.565648",
    "excerpt": "Cleared by Moulay Ismail so his populace could better admire Bab El Mansour, this square is the social heart of the medina, and it really livens up at…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/place-el-hedim/a/poi-sig/1551638/355511",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ef291d8264acd6619b7eeada02058fa8-place-el-hedim.jpg",
    "detail_description": "Cleared by Moulay Ismail so his populace could better admire Bab El Mansour, this square is the social heart of the medina, and it really livens up at night. Families come out to stroll, snack at the cafes, play football and listen to musicians. Kids zip around in battery-powered cars and occasionally (and somewhat unfortunately) a monkey or an ostrich is dragged in for photo ops. Park yourself at a snack stand or a nearby rooftop to watch the show.\n"
},
{
    "country": "meknes",
    "city": "Meknes",
    "index": 3,
    "name": "Medersa Bou Inania",
    "latitude": "33.895132",
    "longitude": "-5.565262",
    "excerpt": "Opposite the Grande Mosquée, this religious school, completed in 1358, is typical of the exquisite Merinid interior design. Although it is not as lavish…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/medersa-bou-inania/a/poi-sig/483078/355511",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/03d08f397d452a3a5cb9b0dc1cfdd558-medersa-bou-inania.jpg",
    "detail_description": "Opposite the Grande Mosquée, this religious school, completed in 1358, is typical of the exquisite Merinid interior design. Although it is not as lavish as its counterpart of the same name in Fez, it does display the classic zellige tile, delicate stucco and carved cedar-wood ceiling. You can explore the student rooms, the roof (nice views of the Grande Mosquée's minaret) and even the school's hammam (down a hall to the left, opposite the ticket desk).\nStudents aged eight to 10 years once lived two to a cell on the ground floor, while older students and teachers lived upstairs in the luxury of private rooms. On the right when you enter the main hall is the school room; its deep mihrab marks the direction of Mecca, but also provides natural amplification."
},
{
    "country": "meknes",
    "city": "Meknes",
    "index": 2,
    "name": "Heri Es Souani",
    "latitude": "33.88082",
    "longitude": "-5.557237",
    "excerpt": "Moulay Ismail considered this early-18th-century complex one of his finest architectural projects, and on paper it's a marvel. The massive, thick-walled,…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/heri-es-souani/a/poi-sig/483070/355511",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6a5286f6b25d55656e8779ad39be0591-heri-es-souani.jpg",
    "detail_description": "Moulay Ismail considered this early-18th-century complex one of his finest architectural projects, and on paper it's a marvel. The massive, thick-walled, barrel-vaulted granaries (tribes paid taxes in grain) were kept cool through a system of underfloor water channels, drawing from a cistern below. Outside to the west are the remains of stables for a supposed 12,000 horses. In practice, unless you're particularly interested in water engineering, there is not much to see, considering the rather steep admission price.\nIf you do visit, don't miss the room tucked away in the far right corner of the granary, where a noria is installed. The horse-driven water wheel would have once drawn up buckets of water from the cistern. Beyond the granary lie the stables, with row upon row set at angles to give the stable masters maximum visibility of their steeds across a huge area. Its flat roof likely collapsed during an 18th-century earthquake.In summer, it’s a long (2km) hot walk from Moulay Ismail’s mausoleum, so you might prefer a taxi or horse carriage. If you walk, follow the road from the mausoleum south between the high walls and past the main entrance of the Royal Palace (no visitors) to find the entrance straight ahead."
},
{
    "country": "meknes",
    "city": "Meknes",
    "index": 1,
    "name": "Bab El Mansour",
    "latitude": "33.892701",
    "longitude": "-5.564511",
    "excerpt": "The focus of Place El Hedim is this huge gate, perhaps the grandest of all imperial Moroccan gateways. The gate is well preserved, if a bit dulled by soot…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/bab-el-mansour/a/poi-sig/483064/355511",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/887bceff43492bab87e43f15afb7c138-bab-el-mansour.jpg",
    "detail_description": "The focus of Place El Hedim is this huge gate, perhaps the grandest of all imperial Moroccan gateways. The gate is well preserved, if a bit dulled by soot, with intricate mosaic tilework and inscriptions across the top. It was completed by Moulay Ismail’s son, Moulay Abdallah, in 1732. You can't actually pass through, though the front door is sometimes open to host exhibitions. Otherwise, there's a little foot passage through the wall to the left of the gate.\nThe two white columns either side of the gate are marble, thought to have been originally installed at Volubilis (given their Italian source). Along the top of the gate, the Arabic inscription is a boasting poem in the voice of the gate itself, praising its own beauty and, by extension, the might of Moulay Abdallah."
}
]