[
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 1,
    "name": "Hosier Lane",
    "latitude": "-37.816285",
    "longitude": "144.969149",
    "excerpt": "Melbourne's most-celebrated laneway for street art, Hosier Lane's cobbled length draws camera-wielding crowds to its colorful canvas of graffiti, stencils…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/hosier-lane/a/poi-sig/1370641/1341486",
    "image_url": "https://lp-cms-production.imgix.net/2021-02/shutterstockRF_322803704.jpg",
    "detail_description": "Melbourne's most-celebrated laneway for street art, Hosier Lane's cobbled length draws camera-wielding crowds to its colorful canvas of graffiti, stencils and art installations. The changing subject matter runs from political to countercultural, spiced with irreverent humour. \nThe street art continues along Rutledge Lane, which horseshoes back around to Hosier Lane. As the artworks evolve, with fresh murals continually thrown up overnight (officially most of this is actually illegal), no two visits will be the same. \nYou'll visit Hosier Lane, as well as many other street art-laden lanes nearby including AC/DC Lane, on walking tours of the city centre.\nHosier Lane street art\nMany famous Australian and international artists’ works have been spotted in Hosier Lane since it was first made famous in the global street art scene in the 1990s. The most well-known a Banksy stencil piece, Parachuting Rat from 2003, was mistakenly painted over by city council workers in 2010. \nOther renowned artists to have graced the lane with their ephemeral works include ABOVE (USA), Shepard Fairey (USA), Invader (France), and D*FACE (GB), as well as local talents such as Ha Ha, Prism and Rone. \n\n  \nNight view of colorful graffiti artwork at Hosier Lane in Melbourne ©Javen/Shutterstock\n\nHosier Lane history\nMelbourne's street artists first took their lead from the graffiti scene in New York, with train carriages and railway tracks the focus in the 1980s, before Melbourne's dark and disused city laneways became the new canvas for creatives. Over time stencil art, ‘pasties’ and sculptures complemented tags and pieces spray-painted after hours.\nSmall bars and restaurants began popping up off the main city thoroughfares. Soon the city embraced this new vibrancy and the attention from overseas visitors to Melbourne. Many private and public walls now have large-scale murals painted on commission across Melbourne. Hosier Lane is just the beginning of your street art odyssey. To learn more about Melbourne’s early underground street art scene, seek out the 2005 documentary RASH. \nIn 2020, ten masked men spray painted Hosier Lane with fire extinguishers filled with brightly colored paint, an act of vandalism according to the police and Lord Mayor. It was unclear if this was a response to the commercialization of Hosier Lane’s street art, or just a boring contribution to its story, but the bluestone cobbled lane was quickly cleaned up and new artworks appeared almost immediately. \nHosier Lane directions\nThe lane is directly opposite Federation Square (‘Fed Square’ to locals) off Flinders Street, at the southern end of Melbourne’s main city centre. Fed Square also houses two major cultural hubs: ACMI, the museum of screen culture, and the Ian Potter Centre: NGV Australia.\nAnother major landmark to look out for is the 1920s-built Forum theatre, originally a picture palace and now a major live music venue. \nHosier Lane bars and restaurants \nA Melbourne institution, the Spanish tapas restaurant MoVida sits as the southern end of Hosier Lane. While newcomer Tres a Cinco, a colorful Mexican cantina selling tacos and tequila, replaced the long-standing Misty cocktail bar.\n \n"
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 22,
    "name": "Arts Centre Melbourne",
    "latitude": "-37.821404",
    "longitude": "144.968516",
    "excerpt": "The Arts Centre, one of Melbourne's top performing arts venues, comprises two separate buildings, Hamer Hall and the Theatres Building (under the spire,…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/southbank-docklands/attractions/arts-centre-melbourne/a/poi-sig/366601/1341492",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/340b7009c3e5ac09754c84d151339a40-lpl-02392.jpg",
    "detail_description": "The Arts Centre, one of Melbourne's top performing arts venues, comprises two separate buildings, Hamer Hall and the Theatres Building (under the spire, including a free gallery with changing exhibitions). Guided tours of the theatres and exhibitions run daily at 11am (adult/child $25/15); the Sunday tour ($35) focuses on backstage (no children under 12) and both feature light morning tea.\nThe Arts Centre hosts a craft market every Sunday from 10am to 4pm. Around 80 artisans sell everything from handmade soaps and silk scarves to photographs and other artwork."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 21,
    "name": "Sea Life",
    "latitude": "-37.82100537",
    "longitude": "144.9584823",
    "excerpt": "This interesting but extremely pricey aquarium is home to giant rays, gropers and sharks, all of which cruise around a 2.2 million-litre tank, watched by…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/sea-life/a/poi-sig/1162270/1341486",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5848502a4301b14f10e8cbd075146d05-lpl-02377.jpg",
    "detail_description": "This interesting but extremely pricey aquarium is home to giant rays, gropers and sharks, all of which cruise around a 2.2 million-litre tank, watched by visitors in a see-through tunnel. Gentoo and king penguins potter about in icy ‘Antarctica’, while one of Australia's largest saltwater crocs casts a menacing eye over his lair. Divers are thrown to the sharks three times a day; for a mere $299 you can join them. Tickets are cheaper online.\nThe whole complex is well designed for kids, with child-height tunnels and domes where they can pop their heads up into some of the smaller tanks. There's also a cinema screening a 4D Ice Age short."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 20,
    "name": "Block Arcade",
    "latitude": "-37.815471",
    "longitude": "144.964589",
    "excerpt": "This beautiful Victorian shopping arcade, built in 1891 and inspired by the Galleria Vittorio in Milan, features ornate plasterwork and mosaic floors…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/block-arcade/a/poi-sig/366505/1341486",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-184205828_super.jpg",
    "detail_description": "This beautiful Victorian shopping arcade, built in 1891 and inspired by the Galleria Vittorio in Milan, features ornate plasterwork and mosaic floors. Peacocking around 'the Block' was a popular pastime in 19th-century Melbourne. There are 29 retailers over two levels, including the historical Hopetoun Tea Rooms. Vinyl lovers, don't miss Basement Discs underground. Enter from either Collins or Elizabeth St.\nThe Collins St wing was one of Melbourne's first land auctions, selling for the equivalent of $36. It's been a grain store, held railway materials and was the first Georges department store."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 34,
    "name": "Flagstaff Gardens",
    "latitude": "-37.810496",
    "longitude": "144.954439",
    "excerpt": "Originally known as Burial Hill, these gardens were the site of Melbourne's first cemetery, where eight of the city’s early settlers were buried. If that…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/flagstaff-gardens/a/poi-sig/366519/1341486",
    "image_url": null,
    "detail_description": "Originally known as Burial Hill, these gardens were the site of Melbourne's first cemetery, where eight of the city’s early settlers were buried. If that doesn't deter you, grab a picnic from the Queen Victoria Market and pull up a patch of grass beside workers on their lunch break. There are BBQ facilities, tennis courts, a rose garden and trees more than 100 years old. There are plenty of possums about, but don't feed them.\nThe hill once provided one of the best views out to the bay, so a signalling station was set up here: when a ship was sighted arriving from Britain, a flag was raised on the staff to notify the settlers. The Wurundjeri people also found it significant for the same useful vista, which stretches as far as Mt Macedon."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 33,
    "name": "Australian Sports Museum",
    "latitude": "-37.81920085",
    "longitude": "144.984394",
    "excerpt": "Hidden away in the bowels of the Melbourne Cricket Ground, this sports museum features exhibits focusing on Australia’s favourite sports and historic…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/richmond-east-melbourne/attractions/australian-sports-museum/a/poi-sig/1097790/1341487",
    "image_url": null,
    "detail_description": "Hidden away in the bowels of the Melbourne Cricket Ground, this sports museum features exhibits focusing on Australia’s favourite sports and historic sporting moments. Kids will love the interactive section where they can test their footy, cricket or netball skills. There are Olympic medal and torch displays, sporting short films on rotation and even a hologram of cricketer Shane Warne.\nObjects on display include the handwritten notes used to define the rules of Australian Rules Football in 1859; a collection of baggy green caps worn by a who's who of Aussie cricket (including the legendary Don Bradman); olive branches awarded to Edwin Flack, Australia’s first Olympic medallist, in 1886; and sprinter Cathy Freeman’s famous Sydney Olympics swift suit."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 32,
    "name": "Flinders St Station",
    "latitude": "-37.817938",
    "longitude": "144.967175",
    "excerpt": "Melbourne's first railway station, which turned 100 years old in 2010, is also its most iconic building. You’d be hard-pressed to find a Melburnian who…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/flinders-st-station/a/poi-sig/366521/1341486",
    "image_url": null,
    "detail_description": "Melbourne's first railway station, which turned 100 years old in 2010, is also its most iconic building. You’d be hard-pressed to find a Melburnian who hasn’t uttered the phrase ‘Meet me under the clocks’ – the popular rendezvous spot at the front entrance. Stretching along the Yarra, the neoclassical building is crowned with a striking octagonal dome that contains an abandoned ballroom (sadly closed to the public).\nThe grande old dame’s underground tendrils connect the city’s north and south with underpasses (such as Campbell Arcade) linked to Southbank via a pedestrian bridge.Feel like you've seen a ghost? You might have. Sightings of 'George' the fisherman have been reported on platform 10, which was a popular fishing spot before the station was built. George is usually staring at the Yarra, which is why some believe it's the spirit of George Mansfield, later identified as Ernest Leahy, who was pulled from the river in 1902 after a boating accident."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 31,
    "name": "Melbourne Exhibition Centre",
    "latitude": "-37.82554",
    "longitude": "144.954182",
    "excerpt": "Hosts everything from Sexpo to Santa’s Kingdom.",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/southbank-docklands/attractions/melbourne-exhibition-centre/a/poi-sig/366599/1341492",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8df52e16d3dd5e4eee30fc419c92e03b-lpl-02369.jpg",
    "detail_description": "Hosts everything from Sexpo to Santa’s Kingdom.\n"
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 40,
    "name": "Cooks' Cottage",
    "latitude": "-37.814497",
    "longitude": "144.97932",
    "excerpt": "Built in 1755, this humble family cottage lays claim to being the oldest building in Australia, but that's sidestepping the fact that it was shipped from…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/richmond-east-melbourne/attractions/cooks-cottage/a/poi-sig/1222620/1341487",
    "image_url": null,
    "detail_description": "Built in 1755, this humble family cottage lays claim to being the oldest building in Australia, but that's sidestepping the fact that it was shipped from Yorkshire in 253 packing cases and reconstructed here in 1934. The cottage belonged to navigator Captain James Cook's parents later in their lives. The great explorer never lived here himself, but he most likely visited his folks. Buy tickets from the nearby visitor centre to look inside.\nThe cottage is furnished in 18th-century style and the garden has ivy transplanted from its original site in Great Ayton. Downstairs there's an exhibition about Cook's voyages, including a documentary on a video loop."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 39,
    "name": "Young & Jackson",
    "latitude": "-37.817378",
    "longitude": "144.967335",
    "excerpt": "Across the street from Flinders St station is a pub known less for its beer (served here since 1861) than for its famous nude painting of the teenaged…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/young-jackson/a/poi-sig/1097784/1341486",
    "image_url": null,
    "detail_description": "Across the street from Flinders St station is a pub known less for its beer (served here since 1861) than for its famous nude painting of the teenaged Chloe, painted by Jules Joseph Lefebvre. Chloe's yearning gaze, cast over her shoulder and out of the frame, made the work a hit at the 1875 Paris Salon.\nThe painting caused an outcry in parochial, provincial Melbourne, however, and was removed from display at the National Gallery of Victoria. Eventually purchased by publican and ‘art lover’ Henry Figsby Young in 1909, Chloe found an appreciative audience and a permanent home at this pub, where it's proudly displayed in the 1st-floor Chloe's Bar."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 38,
    "name": "Old Melbourne Gaol",
    "latitude": "-37.807826",
    "longitude": "144.965394",
    "excerpt": "Dating back to 1841, this bluestone prison was in operation until 1924 and decommissioned in 1929. It's now a museum where you can tour the tiny, bleak…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/old-melbourne-gaol/a/poi-sig/366549/1341486",
    "image_url": null,
    "detail_description": "Dating back to 1841, this bluestone prison was in operation until 1924 and decommissioned in 1929. It's now a museum where you can tour the tiny, bleak cells. It was the scene of 133 hangings – including that of Ned Kelly, Australia's most infamous bushranger, in 1880 – and you can also attend spooky night tours (not recommended for under 16s) or take part in the Police Watch House Experience, where you get 'arrested' and thrown in the slammer (more fun than it sounds).\nThe dire social conditions that motivated criminals in 19th-century Melbourne are also highlighted, including the era's obsession with phrenology. During school holidays you can visit the Old Magistrates' Court, where notorious gangster Squizzy Taylor stood trial."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 37,
    "name": "Chinese Museum",
    "latitude": "-37.81071854",
    "longitude": "144.9692556",
    "excerpt": "The fascinating and often fraught history of Chinese people in Australia is showcased in this wonderful little museum in the heart of Chinatown. Start on…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/chinese-museum/a/poi-sig/1097774/1341486",
    "image_url": null,
    "detail_description": "The fascinating and often fraught history of Chinese people in Australia is showcased in this wonderful little museum in the heart of Chinatown. Start on level 3, which features displays and artefacts relating to the gold-rush era and the xenophobic White Australia policy. Work your way down to the basement, where there are recreations of the hold of an immigrant boat, a temple and a typical house. Then follow the dragon's tail up to the Dragon Gallery on the ground floor.\nThe astounding 63m-long Millennium Dragon bends around the building and is the largest processional dragon in the world. In full flight during Chinese New Year, it needs eight people just to hold up its 200kg head and more than 200 to operate it for the whole procession."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 36,
    "name": "Ceres",
    "latitude": "-37.766160349754",
    "longitude": "144.98458976778",
    "excerpt": "The best Ceres (pronounced ‘series’) experience is on Saturday mornings, when locals shop for organic produce and browse the flea market (9am to 2pm…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/carlton-brunswick/attractions/ceres/a/poi-sig/1222640/1341485",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 35,
    "name": "St Patrick’s Cathedral",
    "latitude": "-37.810004",
    "longitude": "144.976454",
    "excerpt": "Designed by William Wardell, Melbourne's Catholic cathedral is among the world's finest examples of Gothic Revival architecture and the largest church…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/st-patrick-s-cathedral/a/poi-sig/366575/1341486",
    "image_url": null,
    "detail_description": "Designed by William Wardell, Melbourne's Catholic cathedral is among the world's finest examples of Gothic Revival architecture and the largest church building in Australia. Building took place between 1858 and1897, but was officially completed when spires were added in 1939. The imposing bluestone exterior and grounds are but a preview of its contents: inside are several tonnes of bells, an organ with 4500 pipes, ornate stained-glass windows and exquisite mosaics in the Blessed Sacrament chapel.\nFind the statue of St Francis of Assisi and locate the side entrance nearest to it. Look up for the most unusual gargoyle head you've ever seen: a caricature of the 43rd premier of Victoria, Jeff Kennett, carved in 1992 to solidify rumours that the previous incarnation resembled him."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 30,
    "name": "Australian Centre for the Moving Image",
    "latitude": "-37.817466469909",
    "longitude": "144.96898363543",
    "excerpt": "Managing to educate, enthral and entertain in equal parts, ACMI is a visual feast that pays homage to Australian cinema and TV, offering insight into the…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/australian-centre-for-the-moving-image/a/poi-sig/366411/1341486",
    "image_url": null,
    "detail_description": "Managing to educate, enthral and entertain in equal parts, ACMI is a visual feast that pays homage to Australian cinema and TV, offering insight into the modern-day Aussie psyche. A $40 million renewal project in 2020 freshened things up, with newly designed exhibitions, a cafe, shop and sitting areas, making ACMI a perfect choice to while away a rainy day. Enquire about daily free exhibition tours, as well as cinema screenings, regular talks and great workshops (prices vary).\nThe museum's entirely redesigned free exhibition gallery takes you on a journey through the past, present and future of the moving image, from ancient shadow puppets and Victorian-era original cameras through to the latest in multimedia art. Major moments in the history of the moving image are detailed, including the origin of movies and their production design, Australian cinematic culture and the rise of video games. Interactive visitor experiences allow you to experiment with assembling your own film scenes or creating your own sound effects in a custom Foley studio."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 29,
    "name": "Fitzroy Gardens",
    "latitude": "-37.813412",
    "longitude": "144.980564",
    "excerpt": "The city drops away suddenly just east of Spring St, giving way to Melbourne’s beautiful backyard, Fitzroy Gardens. The park's stately avenues are lined…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/richmond-east-melbourne/attractions/fitzroy-gardens/a/poi-sig/1162224/1341487",
    "image_url": null,
    "detail_description": "The city drops away suddenly just east of Spring St, giving way to Melbourne’s beautiful backyard, Fitzroy Gardens. The park's stately avenues are lined with English elms, flowerbeds, expansive lawns, fountains and a creek. There's a playground with a dragon slide, but history buffs will love Cooks' Cottage, which belonged to the parents of Captain Cook. Nearby is a visitor centre with a cafe attached and the delightful 1930s Conservatory.\nIn the centre of the gardens is a cutesy miniature Tudor Village. This well-meaning gift was a London pensioner's way of saying thanks to Melburnians for sending food to Britain during WWII. Right next to it is writer Ola Cohn’s kooky carved Fairies' Tree, a 300-year old stump embellished in the 1930s with fairies, pixies, kangaroos, emus and possums. Between Cooks’ Cottage and the Fairies Tree is what is known as a scarred tree: now a large stump, it was once stripped of a piece of its bark by the local Aboriginal people to make a canoe. There's another fenced off near the MCG."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 28,
    "name": "Werribee Open Range Zoo",
    "latitude": "-37.922704",
    "longitude": "144.667497",
    "excerpt": "Meerkats greet you at the entrance to this 225-hectare partly free-range zoo, 34km southwest of Melbourne. Admission includes a guided tour in a safari…",
    "detail_url": "https://www.lonelyplanet.com/australia/melbourne/attractions/werribee-open-range-zoo/a/poi-sig/1163479/362494",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/55b8e27a432c73dedc4a902c0f798dd2-werribee-open-range-zoo.jpg",
    "detail_description": "Meerkats greet you at the entrance to this 225-hectare partly free-range zoo, 34km southwest of Melbourne. Admission includes a guided tour in a safari bus through the habitats of Asia, North America and Africa, spotting bison, rhinos, zebras and giraffes grazing on the savannah. Children under 15 years enter for free on weekends and public holidays.\n"
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 27,
    "name": "Collins Street",
    "latitude": "-37.815073",
    "longitude": "144.967968",
    "excerpt": "The eastern end of Collins St is lined with plane trees, grand buildings and luxe boutiques (hence its ‘Paris End’ moniker). Ornate arcades also lead off…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/collins-street/a/poi-sig/1401574/1341486",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-182972215_full.jpg",
    "detail_description": "The eastern end of Collins St is lined with plane trees, grand buildings and luxe boutiques (hence its ‘Paris End’ moniker). Ornate arcades also lead off the street: the Block network, comprising Block Pl, Block Arcade and Block Ct, was named after the 19th-century pastime of ‘doing the Block’, which referred to walking the city’s fashionable area.\n"
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 26,
    "name": "Australian Centre for Contemporary Art",
    "latitude": "-37.826709",
    "longitude": "144.966788",
    "excerpt": "ACCA is one of Australia’s most exciting and challenging contemporary galleries, showcasing a range of local and international artists. The building is…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/southbank-docklands/attractions/australian-centre-for-contemporary-art/a/poi-sig/366291/1341492",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ade674cba110efb89016dfb1592469358881bc113242a7c704c91f92c750bcb0.jpg",
    "detail_description": "ACCA is one of Australia’s most exciting and challenging contemporary galleries, showcasing a range of local and international artists. The building is fittingly sculptural, with a rusted exterior evoking the factories that once stood on the site, and a soaring interior designed to house massive installations. Join a free Sunday tour at 3pm at the main gallery; no bookings required.\n"
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 25,
    "name": "Station Pier",
    "latitude": "-37.84236202",
    "longitude": "144.9318918",
    "excerpt": "Melbourne’s main sea terminal, Station Pier, has great sentimental associations for many migrants who arrived by ship in the 1950s and '60s, as well as…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/south-melbourne-port-melbourne-albert-park/attractions/station-pier/a/poi-sig/1097801/1341493",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/475836d1a3afe9358107d7a6f8de1ac8-station-pier.jpg",
    "detail_description": "Melbourne’s main sea terminal, Station Pier, has great sentimental associations for many migrants who arrived by ship in the 1950s and '60s, as well as for service people who used it during WWII and the relatives of those who departed for WWI. It has been in operation since 1854, when the first major railway in Australia ran from here to the city. These days, it's where the ferry Spirit of Tasmania, cruise ships and navy vessels dock.\n"
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 24,
    "name": "South Melbourne Market",
    "latitude": "-37.832285",
    "longitude": "144.95651",
    "excerpt": "Trading since 1867, this market is an institution, its labyrinthine guts packed with a brilliant collection of stalls selling everything from organic…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/south-melbourne-port-melbourne-albert-park/attractions/south-melbourne-market/a/poi-sig/366571/1341493",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f8b995576e9d4fbdea7ac6421f368fc5-lpl-02379.jpg",
    "detail_description": "Trading since 1867, this market is an institution, its labyrinthine guts packed with a brilliant collection of stalls selling everything from organic produce and arts and crafts to Indigenous Australian deli products. It's famed for dim sims (sold here since 1949), and there's no shortage of international food options. From early January to early February, the lively South Melbourne Night Market runs until 9.30pm on Wednesdays. It's also home to a cooking school. See the website for details.\nTwo hours free parking is available on market days."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 23,
    "name": "Australian Garden",
    "latitude": "-38.130556",
    "longitude": "145.26947",
    "excerpt": "Located 55km southeast of the city centre, this outpost of the Royal Botanic Gardens celebrates Australian flora through an impressive expanse of themed…",
    "detail_url": "https://www.lonelyplanet.com/australia/melbourne/attractions/australian-garden/a/poi-sig/1401739/362494",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_577773901.jpg",
    "detail_description": ""
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 19,
    "name": "Melbourne's Living Museum of the West",
    "latitude": "-37.775515",
    "longitude": "144.894937",
    "excerpt": "This charming museum focuses on the unique history of West Melbourne, a traditionally working-class area and home to a high proportion of migrants. It's…",
    "detail_url": "https://www.lonelyplanet.com/australia/melbourne/attractions/melbourne-s-living-museum-of-the-west/a/poi-sig/366539/362494",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Melbourne%20PMac%20Imagery%20-%20Cityscapes%20Alamy%20KRC829%20RFC.jpg",
    "detail_description": "This charming museum focuses on the unique history of West Melbourne, a traditionally working-class area and home to a high proportion of migrants. It's set in the grounds of Pipemakers Park, featuring a Discovery Park, a wetlands area and indigenous gardens, which re-create the landscape of the basalt plains and valley as it was before European settlement.\nThe museum promotes local participation in its program of documenting and interpreting the area's social, industrial and environmental history. It keeps oral histories on various topics, such as migration, the role of women, and the meat industry. Old-school exhibits of photographs, maps, drawings and text thumbtacked to a display board are highly accessible."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 18,
    "name": "Crown",
    "latitude": "-37.823404",
    "longitude": "144.958506",
    "excerpt": "The Crown complex sprawls across two city blocks and includes three luxury hotels, restaurants and a casino that never closes. It’s another world with its…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/southbank-docklands/attractions/crown/a/poi-sig/1222558/1341492",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eccfb200976318eb91303cfe86d4ac69-lpl-02397.jpg",
    "detail_description": ""
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 17,
    "name": "Parliament House",
    "latitude": "-37.811115",
    "longitude": "144.973601",
    "excerpt": "The grand steps of Victoria’s parliament (1856) are often dotted with tulle-wearing brides smiling for the camera as well as placard-holding protesters…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/parliament-house/a/poi-sig/1222499/1341486",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 16,
    "name": "State Library of Victoria",
    "latitude": "-37.809665",
    "longitude": "144.965576",
    "excerpt": "This grand neoclassical building has been at the forefront of Melbourne's literary scene since 1856. When its central La Trobe Reading Room was completed…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/state-library-of-victoria/a/poi-sig/366573/1341486",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 15,
    "name": "Heide Museum of Modern Art",
    "latitude": "-37.758272",
    "longitude": "145.083271",
    "excerpt": "The former home of John and Sunday Reed, Heide is a prestigious not-for-profit art gallery with a stunning sculpture garden. It holds regularly changing…",
    "detail_url": "https://www.lonelyplanet.com/australia/melbourne/attractions/heide-museum-of-modern-art/a/poi-sig/1299797/362494",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Melbourne%20Stephen%20Dwyer%20Alamy%202AW6EA0%20RFE.jpg",
    "detail_description": "The former home of John and Sunday Reed, Heide is a prestigious not-for-profit art gallery with a stunning sculpture garden. It holds regularly changing exhibitions, many of which include works by the famous artists that called Heide home, including Sidney Nolan and Albert Tucker. The collection is spread over three buildings: a large purpose-built gallery, the Reeds' original farmhouse and the wonderful modernist house built in 1963 as 'a gallery to be lived in'.\nThere's also a cafe, or you can pack a picnic to eat by the Yarra. Tours are free with entry tickets and run regularly – check the website for details. Also check for the Makers' Market, a collaboration between Heide and the Rose Street Artists' Market, held on the second Saturday of each month from September through May. There are also 'detective' and 'sculpture sounds' trail maps to keep the kids busy.Bulleen is 14km northeast of the city centre and Heide is located next to Banksia Park, which is part of the Main Yarra Trail, a flat, 33km bike trail from Westerfolds Park in Templestowe to Southbank, which passes native trees and billabongs."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 14,
    "name": "Melbourne Museum",
    "latitude": "-37.803193933776",
    "longitude": "144.97183806502",
    "excerpt": "This museum provides a grand sweep of Victoria’s natural and cultural histories, incorporating dinosaur skeletons, a 600-species-strong taxidermy hall, a…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/carlton-brunswick/attractions/melbourne-museum/a/poi-sig/366259/1341485",
    "image_url": null,
    "detail_description": "This museum provides a grand sweep of Victoria’s natural and cultural histories, incorporating dinosaur skeletons, a 600-species-strong taxidermy hall, a 3D volcano and an open-air forest atrium of Victorian flora. There's a children's gallery, and the excellent Bunjilaka on the ground floor presents Indigenous Australian history told through objects and Aboriginal voices with state-of-the-art technology. There's also an IMAX cinema.\n"
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 13,
    "name": "Justin Art House Museum",
    "latitude": "-37.856253",
    "longitude": "145.002065",
    "excerpt": "The geometric, zinc-clad home of Melbourne art collectors Charles and Leah Justin doubles as the Justin Art House Museum. Book ahead for a tour of the…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/south-yarra-prahran-windsor/attractions/justin-art-house-museum/a/poi-sig/1560766/1341490",
    "image_url": null,
    "detail_description": "The geometric, zinc-clad home of Melbourne art collectors Charles and Leah Justin doubles as the Justin Art House Museum. Book ahead for a tour of the couple's dynamic collection of contemporary art, consisting of more than 300 pieces amassed over four decades. There's a strong emphasis on video and digital art, with the works rotated regularly. Guided tours take around two hours (check online for tour availability). The house was designed by the couple's daughter, Elisa.\n"
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 12,
    "name": "Chinatown",
    "latitude": "-37.811793",
    "longitude": "144.967732",
    "excerpt": "For more than 150 years this section of central Melbourne, now flanked by five traditional arches, has been the focal point for the city's Chinese…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/chinatown/a/poi-sig/1222496/1341486",
    "image_url": null,
    "detail_description": "For more than 150 years this section of central Melbourne, now flanked by five traditional arches, has been the focal point for the city's Chinese community. It remains a vibrant neighbourhood of historic buildings filled with Chinese and other restaurants. A must-visit for foodies, come here for yum cha (dim sum) or to explore the attendant laneways for late-night dumplings and cocktails. Some restaurants stay open until the wee hours. Chinatown also hosts the city’s Chinese New Year celebrations.\nChinese miners arrived in Victoria in search of the ‘new gold mountain’ in the 1850s and started to settle in this strip of Little Bourke St from the 1860s. To learn more about the Chinese-Australian story, visit the excellent Chinese Museum."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 10,
    "name": "Birrarung Marr",
    "latitude": "-37.818395",
    "longitude": "144.972839",
    "excerpt": "Multi-terraced Birrarung Marr is one of Melbourne’s most unique parks, featuring grassy knolls, river promenades, thoughtful planting of Indigenous flora…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/birrarung-marr/a/poi-sig/366489/1341486",
    "image_url": null,
    "detail_description": "Multi-terraced Birrarung Marr is one of Melbourne’s most unique parks, featuring grassy knolls, river promenades, thoughtful planting of Indigenous flora and great viewpoints of the city and the river. There's also a scenic route to the MCG via the ‘talking’ William Barak Bridge – listen out for songs, words and sounds representing Melbourne’s cultural diversity as you walk.\nAs a sign of respect to Wurundjeri people, the traditional owners of the area (in their language, 'Birrarung Marr' means 'river of mists'), the park features a snaking eel path with Indigenous Australian art, a shield-and-spear sculpture and an audio installation outside ArtPlay that tells the story of contemporary Wurundjeri.Within an old railway building, ArtPlay hosts creative workshops for babies, toddlers and preteens, getting them sewing, singing, painting and puppeteering; there's also a very cool playground out the back.The sculptural Federation Bells perch on the park’s upper level and ring out three times daily like a robotic orchestra, with 39 brass bells of various sizes and shapes, all with impressive acoustics, and specially commissioned compositions.Other highlights are the 10m-high, three-legged mosaic Angel (1988), a vivid abstract sculpture by Deborah Halpern; Speakers Corner, featuring original mounds used as soapboxes in the early 20th century; and a dried riverbed lined with ghost gums and palms, giving it a tranquil billabong feel."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 11,
    "name": "Ian Potter Centre: NGV Australia",
    "latitude": "-37.817726",
    "longitude": "144.970157",
    "excerpt": "The National Gallery of Victoria's impressive Fed Sq offshoot was set up to showcase its extraordinary collection of Australian works. Set over three…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/ian-potter-centre-ngv-australia/a/poi-sig/366295/1341486",
    "image_url": null,
    "detail_description": "The National Gallery of Victoria's impressive Fed Sq offshoot was set up to showcase its extraordinary collection of Australian works. Set over three levels, it's a mix of permanent (free) and temporary (ticketed) exhibitions, comprising paintings, decorative arts, photography, prints, sculpture and fashion. Free 50-minute tours are conducted daily at 11am, noon, 1pm and 2pm.\nIndigenous art is prominently featured and there are permanent displays of colonial paintings and the work of Melbourne's own Heidelberg School, most notably Tom Roberts' famous Shearing the Rams (1890) and Frederick McCubbin's monumental triptych The Pioneer (1904). The modernist ‘Angry Penguins’ are also well represented: the gallery houses the work of Sir Sidney Nolan, Arthur Boyd, Joy Hester and Albert Tucker. Other prominent artists whose work is displayed include Grace Cossington Smith, Russell Drysdale, James Gleeson, John Brack, Jeffrey Smart, Fred Williams and Brett Whiteley."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 9,
    "name": "Royal Exhibition Building",
    "latitude": "-37.804706417347",
    "longitude": "144.9715973954",
    "excerpt": "Built for the 1880 International Exhibition, this Victorian edifice in Carlton Gardens symbolises the glory days of 19th-century Melbourne's economic…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/carlton-brunswick/attractions/royal-exhibition-building/a/poi-sig/366561/1341485",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/548731447_full.jpg",
    "detail_description": "Built for the 1880 International Exhibition, this Victorian edifice in Carlton Gardens symbolises the glory days of 19th-century Melbourne's economic supremacy. It was the first Australian building to fly the country's flag, house an aquarium, hold parliament (in 1901) and receive Unesco World Heritage status (in 2004). Tours of the building leave from the Melbourne Museum at 2pm; call to confirm.\nThe building and gardens host everything from craft fairs to car shows. While you're there, Carlton Gardens is a stunning place to picnic or rest by the grand fountain, and if visiting in March, you can attend the Melbourne International Flower and Garden Show, the largest in the southern hemisphere, attracting more than 100,000 people over five days."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 8,
    "name": "Federation Square",
    "latitude": "-37.817927798584",
    "longitude": "144.96840440737",
    "excerpt": "One of the city's newest public spaces and an urban focal point, Federation Sq is a place to meet, celebrate, protest, watch major sporting events or…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/federation-square/a/poi-sig/366241/1341486",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5e82471b36716333af536a171a5d9bde-federation-square.jpg",
    "detail_description": "One of the city's newest public spaces and an urban focal point, Federation Sq is a place to meet, celebrate, protest, watch major sporting events or simply hang out on deckchairs. Occupying a prominent city block, 'Fed Square’ is far from square: its undulating and patterned forecourt is paved with 460,000 hand-laid cobblestones from the Kimberley region in WA, with sight lines to important landmarks. Its buildings are clad in a fractal-patterned reptilian skin. Check the website to see what's on.\nSet within the square are cultural heavyweights the Ian Potter Centre, Australian Centre for the Moving Image and Koorie Heritage Trust, as well as restaurants and bars (though there are better eating and drinking options nearby). Free public events are staged here most days, particularly on weekends. Highly recommended free tours depart from the flagpoles Monday to Saturday at 11am, but spaces are limited to 15 people so arrive 15 minutes early."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 7,
    "name": "Melbourne Zoo",
    "latitude": "-37.784325",
    "longitude": "144.95194",
    "excerpt": "Established in 1862, this compact zoo remains one of the city’s most popular attractions and continues to innovate, having become the world's first carbon…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/north-melbourne-parkville-west-melbourne/attractions/melbourne-zoo/a/poi-sig/366287/1341498",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-475796819_medium.jpg",
    "detail_description": "Established in 1862, this compact zoo remains one of the city’s most popular attractions and continues to innovate, having become the world's first carbon-neutral zoo. Set in prettily landscaped gardens, the enclosures aim to simulate the animals’ natural habitats and give them the option to hide if they want to (the gorillas and tigers are particularly good at playing hard to get).\nThere’s a large collection of native animals in natural bush settings, a platypus aquarium, fur seals, plenty of reptiles and an entire faux–Southeast Asian jungle village built around the elephant enclosures. In some cases walkways pass through the enclosures: you can stroll through some of the aviaries and enter a tropical hothouse filled with colourful butterflies. See if you can pass through Lemur Island without an internal soundtrack of 'I like to move it, move it' turning over in your mind.Running from late January to early March, the yearly Zoo Twilights feature performances by big names and indie talent. Past years included The Presets, Hanson and Rufus Wainwright. From September to May Roar ‘n’ Snore (adult/child from $205/150) allows you to camp at the zoo and join the keepers on their morning feeding rounds."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 6,
    "name": "NGV International",
    "latitude": "-37.822624",
    "longitude": "144.968966",
    "excerpt": "Housed in a vast, brutally beautiful, bunker-like building, the international branch of the NGV has an expansive collection, from ancient artefacts to the…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/southbank-docklands/attractions/ngv-international/a/poi-sig/1097788/1341492",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1aa5e228adc4c195bda26998990cf2c9-lpl-02374.jpg",
    "detail_description": "Housed in a vast, brutally beautiful, bunker-like building, the international branch of the NGV has an expansive collection, from ancient artefacts to the cutting edge. Regular blockbuster exhibitions (prices vary) draw crowds, and there are free 50-minute highlight tours on the hour from 11am to 2pm daily. It's a rite of passage to touch the water wall at the entrance.\nKey works include a Rembrandt self-portrait, Tiepolo's Banquet of Cleopatra and Turner's otherworldly Falls of Schaffhausen. It’s also home to Picasso’s Weeping Woman, which was the victim of an art heist in 1986 to protest the lack of state art funding. The 1st floor is given over to Asian art, with exquisite pieces from China, Japan and Southeast Asia. The gallery also has an excellent decorative arts and furniture collection, which is showcased alongside contemporaneous paintings rather than being quarantined in its own section.Designed by architect Sir Roy Grounds, the NGV building was controversial when it was completed in 1967 but has come to be respected as a modernist masterpiece. Make sure you wander through the foyer to the Great Hall, with its extraordinary stained-glass ceiling (lying on the floor to the side is recommended), and continue out onto the sculpture lawn.Keep an eye on the website for NGV Friday Nights, a series of fun-filled ticketed events featuring music, bars, dining and late-night access to feature exhibitions.The NGV's Australian art collection is on display at the Ian Potter Centre at nearby Federation Sq."
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 5,
    "name": "Queen Victoria Market",
    "latitude": "-37.80769",
    "longitude": "144.957572",
    "excerpt": "With more than 600 traders, 'Vic Market' is a large open-air market brimming with food, shopping and cultural experiences. Early mornings are best for…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/queen-victoria-market/a/poi-sig/1222520/1341486",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1068638891.jpg",
    "detail_description": "With more than 600 traders, 'Vic Market' is a large open-air market brimming with food, shopping and cultural experiences. Early mornings are best for fresh produce, taste-testing or dodging the booming cries of stall holders. Lunch hour sees shoppers queuing for street food and flower stalls, serenaded by a rotating cast of buskers.\nThe deli hall, lined with stalls selling everything from Australian cheeses, to Polish sausages and kangaroo biltong, has some Art Deco era flourishes.\nClothing and knick-knack stalls dominate on Sunday; they're big on variety, but don’t come looking for style (if you’re in the market for sheepskin moccasins or cheap T-shirts, this is the place).\nVarious tours are run by the market including heritage, cultural and food tours; check the official website for details.\nQueen Victoria Market night market\nIn summer – and again in winter – there’s a hawker-style Night Market on a Wednesday after hours (5pm to 10pm) with pop-up bars, outdoor seating, live music and DJs, plus local makers selling boutique wares.\n\n  \nThe hawker-style night market attracts thousands of visitors to sample cuisine from around the world. © P_Wei / Getty Images\n\nHistory\nThe market has been here for more than 130 years; before that, from 1837 to 1854, it was the old Melbourne Cemetery. Remarkably, around 9000 bodies remain buried here, from underneath Shed F to the car park leading to Franklin St. There's a small memorial on the corner of Queen and Therry Streets.\nRedevelopment and parking\nNote that an ongoing redevelopment program to preserve various market buildings is being rolled out in various phases, so you might find construction work on in sections when you visit.\nParking can be an issue, but most people use the many public transport options and bicycle parking is also available.\n"
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 4,
    "name": "Melbourne Cricket Ground",
    "latitude": "-37.820031113428",
    "longitude": "144.98346090317",
    "excerpt": "With a capacity of 100,000 people, the \"G\" is one of the world’s great sporting venues, hosting cricket in summer and AFL (Australian Football League,…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/richmond-east-melbourne/attractions/melbourne-cricket-ground/a/poi-sig/366477/1341487",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1101720614.jpg",
    "detail_description": "With a capacity of 100,000 people, the \"G\" is one of the world’s great sporting venues, hosting cricket in summer and AFL (Australian Football League, Aussie rules or \"footy\") in winter – for many Australians it's hallowed ground.\nHistory\nThough the MCG has undergone numerous renovations and expansions during its lifetime, the original cricket ground dates back to 1853. It hosted its first game of Aussie Rules football in 1858, and in 1877 it was the venue for the first test cricket match between Australia and England. Since then, the ground has served as the central stadium for the 1956 Melbourne Olympics and played host to two Cricket World Cups, as well as the 2006 Commonwealth Games. It was also used as an army barracks during WWII. Despite this venerable history, the oldest parts of the current structure are the light towers, dating from the 1980s.\nA number of historical sporting items, including the hand-written notes defining the rules of Australian Rules Football, are on display at the Australian Sports Museum, located within the bowels of the stadium.\nThere’s plenty of evidence to suggest that Aboriginal Australians played a form of football called \"marngrook\" prior to European settlement. A scar tree near the MCG, from which bark was removed to make canoes, serves as a reminder that Melbourne’s cricket fans were not the first to gather at this site – some Indigenous Australians like to call it the Melbourne Corroboree Ground. Marngrook is remembered in the name of a trophy awarded to the winner of an annual AFL match.\n\n  \nThe best way to experience the MCG is to make it to a game © Darrian Traynor / Stringer / Getty Images\n\nHow to tour Melbourne Cricket Ground\nMake it to a game if you can (tickets for matches are available via the official stadium website); otherwise, there are non-match-day tours that take you through the stands, media and coaches’ areas, changing rooms and members' lounges. Discounts are available if you get a combined Australian Sports Museum and tour ticket.\nIf you're in the area and after a quick taste of a live AFL game, sometimes it's possible to wander in free of charge at three-quarter time (around 1½ hours after starting time) to see the last 30 minutes of the action.\n"
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 3,
    "name": "Royal Botanic Gardens",
    "latitude": "-37.83104",
    "longitude": "144.980736",
    "excerpt": "Considered one of the finest examples of Victorian-era landscaping in the world, Melbourne’s Royal Botanic Gardens draw over two million visitors a year…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/south-yarra-prahran-windsor/attractions/royal-botanic-gardens/a/poi-sig/366245/1341490",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_466960136.jpg",
    "detail_description": "Considered one of the finest examples of Victorian-era landscaping in the world, Melbourne’s Royal Botanic Gardens draw over two million visitors a year. Here you'll find plants from around the globe as well as a strong show of unique Australian flora.\nMini ecosystems, a herb garden and an indigenous rainforest are all set amid vast, picnic-friendly lawns and black-swan-spotted ponds. From the air, these stunning, 38-hectare gardens suggest a set of giant green lungs in the heart of the city.\nEvents and tours\nIn summer the gardens play host to Moonlight Cinema, a nightly pop-up cinema where cult classics and new release films are screened under the stars.&nbsp;Open-air theatre performances are another summer highlight from Shakespeare to Wind in the Willows, they’re often child-friendly events.&nbsp;\nChildren and parents will love the excellent, nature-based Ian Potter Foundation Children’s Garden, a whimsical, child-scaled place that invites exploration and water play.\nThe Aboriginal Heritage Walk comes highly recommended. This is a site of cultural significance to the local Kulin Nation (there’s a reason this vast green space was not buried under streets and houses when the British descended). On the tour you’ll learn to identify significant native plants with&nbsp;an Aboriginal guide, and gain some insight in the customs and ongoing connection to country of Australia’s First Nations people.\nThe visitor centre is the departure point for tours but book ahead&nbsp;(see the website for details). Close by, the National Herbarium, established in 1853, contains more than a million dried botanical specimens used for plant-identification purposes.\nAnd finally, the 19th-century Melbourne Observatory runs tours of the night sky here.&nbsp;\nRoyal Botanic Gardens cafes&nbsp;\nThis being Melbourne there are a few excellent cafes in and around the gardens including French-Vietnamese inspired Jardin Tan near entrance F.\nCranbourne Botanic Gardens\nFor visitors who can’t get enough, Royal Botanical Gardens has also developed the Australian Garden in the outlying suburb of Cranbourne which boasts 10kms of walking tracks through bushland and Australian landscapes.\n&nbsp;\n"
},
{
    "country": "melbourne",
    "city": "Melbourne",
    "index": 2,
    "name": "Shrine of Remembrance",
    "latitude": "-37.83048889",
    "longitude": "144.9734643",
    "excerpt": "One of Melbourne's icons, the Shrine of Remembrance is a commanding memorial to Victorians who have served in war and peacekeeping, especially those…",
    "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/south-yarra-prahran-windsor/attractions/shrine-of-remembrance/a/poi-sig/1162273/1341490",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1195643743.jpg",
    "detail_description": "One of Melbourne's icons, the Shrine of Remembrance is a commanding memorial to Victorians who have served in war and peacekeeping, especially those killed in WWI. \nThe shrine draws thousands to its annual Anzac Day dawn service (on 25 April), while the Remembrance Day service at 11am on 11 November commemorates the signing of the 1918 Armistice, marking the formal end to WWI. At this precise moment a shaft of light shines through an opening in the ceiling, passing over the Stone of Remembrance and illuminating the word ‘love’; on all other days this effect is demonstrated using artificial lighting on the hour.\nShrine of Remembrance eternal flame\nWith its cenotaph and eternal flame (lit by Queen Elizabeth II in 1954), the forecourt was built as a memorial to those who died in WWII. There are several other memorials surrounding the shrine. Below the shrine, a stunningly conceived architectural space houses the Galleries of Remembrance, a museum dedicated to telling the story of Australians at war via its 800-plus historical artefacts and artworks.\n\n  \nThe classical exterior of Melbourne's Shrine of Remembrance. ©Annie Leong/Shutterstock\n\nHistory \nBuilt between 1928 and 1934, much of it with Depression-relief, or ‘susso’ (sustenance) labour. Its stoic, classical design is partly based on the Mausoleum of Halicarnassus, one of the seven ancient wonders of the world. \nThe shrine's upper balcony affords epic panoramic views of Melbourne's skyline and all the way up tram-studded Swanston Street. This unobstructed view isn't coincidental; planning regulations continue to restrict any building that would encroach on the view of the shrine from Swanston Street as far back as Lonsdale Street.\nPlanning your visit \nDownload the free Shrine of Remembrance app for a self-guided tour, or consider joining the guided tours daily (free for Australian and New Zealand veterans and defence force personnel).\nKids can choose from four activity cards and learn about the Shrine, armed with an 'explorer kit'. Borrowed from the visitor centre, it features a periscope, a magnifying glass, a kaleidoscope and more.\nThe complex is under 24-hour police guard; during opening hours the police are required to wear uniforms resembling those worn by WWI light-horsemen. \n \n"
}
]