[
{
    "country": "melilla",
    "city": "Melilla",
    "index": 1,
    "name": "Melilla La Vieja",
    "latitude": "35.293711900315",
    "longitude": "-2.9331214581649",
    "excerpt": "Perched over the Mediterranean, Melilla la Vieja is a prime example of the fortress strongholds that the Spaniards built along the Moroccan littoral…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/melilla-la-vieja/a/poi-sig/1083254/355512",
    "image_url": null,
    "detail_description": "Perched over the Mediterranean, Melilla la Vieja is a prime example of the fortress strongholds that the Spaniards built along the Moroccan littoral during the 16th and 17th centuries. Much of it has been painstakingly restored in recent years. The main entrance is Puerta de la Marina, from where you ascend to the summit, passing several small museums.\nSignage is in Spanish, French and English."
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 15,
    "name": "Puerta de la Marina",
    "latitude": "35.293357322023",
    "longitude": "-2.9340405327077",
    "excerpt": "The main entrance to the Melilla la Vieja fortress is Puerta de la Marina, a gate which once had a drawbridge system with chains and a moat.",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/puerta-de-la-marina/a/poi-sig/1041895/355512",
    "image_url": null,
    "detail_description": "The main entrance to the Melilla la Vieja fortress is Puerta de la Marina, a gate which once had a drawbridge system with chains and a moat.\n"
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 14,
    "name": "Iglesia de la Purísima Concepción",
    "latitude": "35.294483",
    "longitude": "-2.933969",
    "excerpt": "This 17th-century church above Las Cuevas del Conventico is the oldest in the city. Unfortunately, it's only possible to behold from outside as…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/iglesia-de-la-purisima-concepcion/a/poi-sig/1143349/355512",
    "image_url": null,
    "detail_description": "This 17th-century church above Las Cuevas del Conventico is the oldest in the city. Unfortunately, it's only possible to behold from outside as renovations have been underway for several years.\n"
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 13,
    "name": "Parque Hernández",
    "latitude": "35.291893",
    "longitude": "-2.941054",
    "excerpt": "The spacious palm-lined park right at the heart of the city is perfect for lounging on a bench with a book or zigzagging through the maze of blue and…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/parque-hernandez/a/poi-sig/1404158/355512",
    "image_url": null,
    "detail_description": "The spacious palm-lined park right at the heart of the city is perfect for lounging on a bench with a book or zigzagging through the maze of blue and white ceramic pathways, an ode to the city’s modernist design. The northwest corner contains a children's playground.\n"
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 12,
    "name": "Museo Militar",
    "latitude": "35.295014240773",
    "longitude": "-2.9341281504118",
    "excerpt": "Near the Iglesia de la Concepción, the Museo Militar is perched high over the Mediterranean. Its two small rooms are stuffed full of exhibits (all in…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/museo-militar/a/poi-sig/1041897/355512",
    "image_url": null,
    "detail_description": "Near the Iglesia de la Concepción, the Museo Militar is perched high over the Mediterranean. Its two small rooms are stuffed full of exhibits (all in Spanish) from the Spanish military in Melilla: regimental flags, medals, some great old photos and a motley collection of weapons and the obligatory bust of Franco.\n"
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 11,
    "name": "Aljibes de las Peñuelas",
    "latitude": "35.293463",
    "longitude": "-2.934101",
    "excerpt": "Two of the four tiny doors across the courtyard lead into the cavelike, other-worldly cisterns, which once stored as much as 1000 cubic metres of water…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/aljibes-de-las-penuelas/a/poi-sig/1041892/355512",
    "image_url": null,
    "detail_description": "Two of the four tiny doors across the courtyard lead into the cavelike, other-worldly cisterns, which once stored as much as 1000 cubic metres of water for the fortress. All that water left Los Aljibes thick with green moss, but Melilla's impeccable restoration effort has the tanks looking stone dry. Don't look down if you're squeamish about heights.\n"
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 10,
    "name": "Statue Grande Libre",
    "latitude": "35.292965187234",
    "longitude": "-2.939451822725",
    "excerpt": "Melilla's role in modern Spanish history isn't forgotten. The Statue Grande Libre marks 7 July 1936, when Franco began the campaign against the government…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/statue-grande-libre/a/poi-sig/1041894/355512",
    "image_url": null,
    "detail_description": "Melilla's role in modern Spanish history isn't forgotten. The Statue Grande Libre marks 7 July 1936, when Franco began the campaign against the government in Madrid. With a soldier and lion backed by a fascist eagle, it feels like a throwback to another, uncomfortable age. Around the statue are colourful ceramic benches, which add to Melilla's Barcelona-like feel.\n"
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 9,
    "name": "Plaza de Toros",
    "latitude": "35.289692",
    "longitude": "-2.942395",
    "excerpt": "Africa's only active bullfighting ring is operational just once a year for Melilla's Virgen de la Victoria festival. Otherwise, the 8,000-person stadium…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/plaza-de-toros/a/poi-sig/1621777/355512",
    "image_url": null,
    "detail_description": "Africa's only active bullfighting ring is operational just once a year for Melilla's Virgen de la Victoria festival. Otherwise, the 8,000-person stadium is open for free 30-minute guided tours explaining the plaza's history and the rules of bullfighting. The tours are a fascinating reflection on a rather gruesome Spanish tradition, without having to witness any bulls die.\n"
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 8,
    "name": "Playa de la Ensanada de los Galápagos",
    "latitude": "35.294415",
    "longitude": "-2.934843",
    "excerpt": "Nestled below cliffs and the towering fortress walls is the secluded beach of Playa de la Ensanada de los Galápagos, open from June to September (with…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/playa-de-la-ensanada-de-los-galapagos/a/poi-sig/1406485/355512",
    "image_url": null,
    "detail_description": "Nestled below cliffs and the towering fortress walls is the secluded beach of Playa de la Ensanada de los Galápagos, open from June to September (with lifeguards on duty), though children can be seen diving into the turquoise water year-round. Find your spot on the picturesque seashell-laden beach by entering through the tunnel across from La Pérgola.\n"
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 7,
    "name": "Casa Ibáñez Museum De Arte Contemporáneo",
    "latitude": "35.293672",
    "longitude": "-2.934373",
    "excerpt": "Melilla's best gallery can be found inside Torre de la Vela, an 18th-century building within the fortress walls. It's worth wandering the six showrooms…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/casa-ibanez-museum-de-arte-contemporaneo/a/poi-sig/1621884/355512",
    "image_url": null,
    "detail_description": "Melilla's best gallery can be found inside Torre de la Vela, an 18th-century building within the fortress walls. It's worth wandering the six showrooms through the permanent collection of modern and contemporary paintings, sculptures, engravings and a striking documentary photo exhibit. The museum is named after Almerîa artist Andrés García Ibáñez, who donated much of his work to the city.\n"
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 6,
    "name": "Museo de Historia, Arqueología y Etnográfico",
    "latitude": "35.293437",
    "longitude": "-2.933865",
    "excerpt": "The fortress' warehouses are now home to two fascinating museums; one dedicated to the history of the Amazigh (Berber), Sephardic (Jewish) and Gitana …",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/museo-de-historia-arqueologia-y-etnografico/a/poi-sig/1143346/355512",
    "image_url": null,
    "detail_description": "The fortress' warehouses are now home to two fascinating museums; one dedicated to the history of the Amazigh (Berber), Sephardic (Jewish) and Gitana (Roma) cultures in Melilla (lower floor), the other tracing the history of prehistoric Melilla to today (top level). The Amazigh exhibit is particularly interesting and is the most thorough anywhere in the region. The Gitana exhibit is the first of its kind in Spain. All signage is in Spanish.\n"
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 5,
    "name": "Cuevas del Conventico",
    "latitude": "35.294234",
    "longitude": "-2.933575",
    "excerpt": "These extensive and well-restored caves were used for storage as well as a refuge during sieges, and pop out at a small beach below the cliffs. The…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/cuevas-del-conventico/a/poi-sig/1144836/355512",
    "image_url": null,
    "detail_description": "These extensive and well-restored caves were used for storage as well as a refuge during sieges, and pop out at a small beach below the cliffs. The Phoenicians first excavated the tunnels; later occupiers took turns enlarging them and they now extend over three levels. They are meticulously maintained and well lit, which sadly eliminates much of their mystery.\nA short film and guided tour (both in Spanish) detail the history of the caves and tunnels that lead to the cliff face. Guided tours run six times daily, three times on Sunday."
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 4,
    "name": "Casino Militar",
    "latitude": "35.292864",
    "longitude": "-2.937439",
    "excerpt": "The magnificent two-storey building lining Plaza de España holds free temporary art exhibitions in rooms extending from its Enrique Nieto–designed hall…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/casino-militar/a/poi-sig/1411636/355512",
    "image_url": null,
    "detail_description": "The magnificent two-storey building lining Plaza de España holds free temporary art exhibitions in rooms extending from its Enrique Nieto–designed hall. The facade still portrays the Republican coat of arms and the balcony overlooking the plaza feels fit for a dictator – a reminder of how Melilla was one of the first staging grounds for the 1936 Spanish Civil War.\nThe corner facing Banco de España contains Restaurante Casino Militar, a popular restaurant and tapas bar that pours onto the street at lunchtime."
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 3,
    "name": "Plaza de España",
    "latitude": "35.292166",
    "longitude": "-2.937998",
    "excerpt": "Plaza de España is the beating heart of Melilla, with arteries leading to the modernist new town and fortress. It's also where you can catch a bus to the…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/plaza-de-espana/a/poi-sig/1404155/355512",
    "image_url": null,
    "detail_description": "Plaza de España is the beating heart of Melilla, with arteries leading to the modernist new town and fortress. It's also where you can catch a bus to the border. At the centre is a central fountain and an art-deco military monument to campaigns in Morocco. Around the roundabout, you'll find Casino Militar, Palacio de Asamblea and Banco de España.\nIn the distance towards the sea you can spot Melilla’s most striking contemporary building, the new courthouse, which looks like a flying saucer landed on the roof (closed to visitors)."
},
{
    "country": "melilla",
    "city": "Melilla",
    "index": 2,
    "name": "Palacio de Asamblea",
    "latitude": "35.292266662413",
    "longitude": "-2.9369756184507",
    "excerpt": "Nieto’s art-deco Palacio de Asamblea, whose floor plan depicts a ducal crown, is an operating town hall, although the staff at the entrance are willing to…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/melilla/attractions/palacio-de-asamblea/a/poi-sig/1041893/355512",
    "image_url": null,
    "detail_description": "Nieto’s art-deco Palacio de Asamblea, whose floor plan depicts a ducal crown, is an operating town hall, although the staff at the entrance are willing to show tourists around upon request. Worth seeing are two rooms on the upper floor: Salon Dorado, which contains a large painting of the arrival of Spaniards in Melilla in 1497, and the Sala de Plenos, where the local congress meets. Come nightfall, the building lights up a pretty pink.\n"
}
]