[
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 1,
    "name": "Palacio Nacional",
    "latitude": "19.432566",
    "longitude": "-99.13204671",
    "excerpt": "As the seat of the federal branch of the Mexican government, the Palacio Nacional (National Palace) is home to the offices of the president of Mexico and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/palacio-nacional/a/poi-sig/1146705/1342806",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-82962021_super.jpg",
    "detail_description": "As the seat of the federal branch of the Mexican government,&nbsp;the Palacio Nacional (National Palace) is home to the offices of the president of Mexico and the Federal Treasury. It also contains the Biblioteca&nbsp;Miguel Lerdo de Tejada, one of the most renowned and important libraries in the country – the walls are covered in stunning murals. But the Palacio Nacional is probably most renowned among visitors for the many stunning artworks by Diego Rivera, one of Mexico's most famous artists.\nHistory\nThe first palace on this spot was built by Aztec emperor Moctezuma II in the early 16th century. Spanish colonizer Hernán Cortés destroyed the palace in 1521, along with most of the other Aztec structures in the area, but there are records of how lavishly decorated and impressive the emperor's palace was in the form of letters Cortés sent back to the Spanish king.\nThe conquistador then hired two Spanish architects to rebuild the structure as a fortress with three interior courtyards. In 1562&nbsp;the Spanish crown purchased the building from Cortés’ family to house the viceroys of Nueva España, a function it served until Mexican independence. The name was changed from Viceroy Palace to its current moniker in honor of the end of Mexico's colonisation.\nAs you face the palace, high above the center door hangs the Campana de Dolores, the bell rung in the town of Dolores Hidalgo by Padre Miguel Hidalgo in 1810 at the start of the War of Independence. From the balcony underneath it, the president delivers the grito (shout) – ¡Viva México! – on the evening of September 15 to commemorate independence.\nDiego Rivera's 'The History of Mexico'\nInside this grandiose palace you'll see Diego Rivera murals (painted between 1929 and 1951) that depict Mexican civilization from the arrival of Quetzalcóatl (the Aztec plumed serpent god) to the post-revolutionary period. The nine murals covering the north and east walls of the 1st level above the patio chronicle indigenous life before the Spanish conquest.\nThe murals are located in the open air, covering the walls of an internal courtyard. Nothing can really prepare you for the shock and awe of turning a corner and seeing them in all their glory for the first time. It truly is a must-see attraction in Mexico City.\nTickets and tours\nUnder the current regime, access to Palacio Nacional is not available to private tourists, as of 2022. Some approved guided tour groups are allowed, however, and you can tour the facility via Zoom.\n&nbsp;\n"
},
{
    "country": "mexico-city",
    "city": "Polanco & Bosque de Chapultepec",
    "index": 39,
    "name": "Museo Nacional de Historia",
    "latitude": "19.42058",
    "longitude": "-99.181888",
    "excerpt": "Historical exhibits chronicle the period from the rise of colonial Nueva España to the Mexican Revolution. On display are iconic objects such as the sword…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/polanco-and-bosque-de-chapultepec/attractions/museo-nacional-de-historia/a/poi-sig/1151166/1342809",
    "image_url": null,
    "detail_description": "Historical exhibits chronicle the period from the rise of colonial Nueva España to the Mexican Revolution. On display are iconic objects such as the sword wielded by José María Morelos in the Siege of Cuautla and the Virgin of Guadalupe banner borne by Miguel Hidalgo in his march for independence. In addition, the museum, housed in the Castillo de Chapultepec, features a number of dramatic interpretations of Mexican history by leading muralists, including Juan O’Gorman’s panoramic Retablo de la Independencia (Panel of Independence).\nExplanatory signs in Spanish only."
},
{
    "country": "mexico-city",
    "city": "Coyoacán & San Ángel",
    "index": 40,
    "name": "Plaza San Jacinto",
    "latitude": "19.344522716266",
    "longitude": "-99.192262887955",
    "excerpt": "Every Saturday the Bazaar Sábado brings masses of color and crowds of people to this San Ángel square, 500m west of Avenida Insurgentes. Museo Casa del…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/coyoacan-and-san-angel/attractions/plaza-san-jacinto/a/poi-sig/375995/1342812",
    "image_url": null,
    "detail_description": "Every Saturday the Bazaar Sábado brings masses of color and crowds of people to this San Ángel square, 500m west of Avenida Insurgentes. Museo Casa del Risco is midway along the plaza’s north side. The elaborate fountain in the courtyard is a mad mosaic of Talavera tile and Chinese porcelain. Upstairs is a treasure trove of Mexican baroque and medieval European paintings. About 50m west of the plaza is the 16th-century Parroquia de San Jacinto and its peaceful gardens.\n"
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 37,
    "name": "Palacio Postal",
    "latitude": "19.435781",
    "longitude": "-99.140411",
    "excerpt": "More than just Mexico City’s central post office, this golden palace built in 1907 is an Italianate confection designed by the Palacio de Bellas Artes’…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/palacio-postal/a/poi-sig/1382544/1342806",
    "image_url": null,
    "detail_description": "More than just Mexico City’s central post office, this golden palace built in 1907 is an Italianate confection designed by the Palacio de Bellas Artes’ original architect, Adamo Boari. Flourishes of art nouveau, art deco, rococo, neoclassical and Moorish styles are incorporated into the building. The beige stone facade features baroque columns and carved filigree around the windows. The bronze railings on the monumental staircase inside were cast in Florence.\nThe small Postal Museum, on the 1st floor, is where philatelists can ogle a design of the first stamp ever issued in Mexico."
},
{
    "country": "mexico-city",
    "city": "Zona Rosa & Reforma",
    "index": 38,
    "name": "Estela de Luz",
    "latitude": "19.4231",
    "longitude": "-99.175912",
    "excerpt": "Opposite Torre Mayor, the 104m-high Estela de Luz was built to commemorate Mexico's bicentennial anniversary in 2010, though due to delays in construction…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/zona-rosa-and-reforma/attractions/estela-de-luz/a/poi-sig/1478711/1342810",
    "image_url": null,
    "detail_description": "Opposite Torre Mayor, the 104m-high Estela de Luz was built to commemorate Mexico's bicentennial anniversary in 2010, though due to delays in construction and rampant overspending, the quartz-paneled light tower wasn't inaugurated until 2012. After eight former government officials were arrested in 2013 for misuse of public funds, it became known as the 'tower of corruption.' By night its lit-up panels are pretty enough.\nIn the tower's basement you'll find the Centro de Cultura Digital, a hit-and-miss cultural center with expositions focusing on digital technology."
},
{
    "country": "mexico-city",
    "city": "Polanco & Bosque de Chapultepec",
    "index": 36,
    "name": "Museo Soumaya",
    "latitude": "19.440401",
    "longitude": "-99.20429",
    "excerpt": "Someone ought to tell Mexican billionaire Carlos Slim that bigger isn't always better. Named after his late wife, this six-story behemoth (plated with 16…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/polanco-and-bosque-de-chapultepec/attractions/museo-soumaya/a/poi-sig/1381603/1342809",
    "image_url": null,
    "detail_description": "Someone ought to tell Mexican billionaire Carlos Slim that bigger isn't always better. Named after his late wife, this six-story behemoth (plated with 16,000 aluminum hexagons; designed by son-in-law architect Fernando Romero with guidance by Frank Gehry) holds a large collection of sculptures by Frenchman Auguste Rodin, including his 'Thinker,' and Catalan surrealist Salvador Dalí. The museum also contains worthy Rivera and Siqueiros murals and paintings by French impressionists, but there's too much filler.\nTo get here take an ‘Ejército Defensa’ bus from metro Chapultepec to the corner of Avenida Ejército Nacional and Avenida Ferrocarril de Cuernavaca, then walk one block north."
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 35,
    "name": "Museo de la Secretaría de Hacienda y Crédito Público",
    "latitude": "19.433736",
    "longitude": "-99.131264",
    "excerpt": "Sure, the name is a tough sell (yay, let's go to the Finance Secretariat Museum!), but it's actually a very interesting place. The museum shows off works…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/museo-de-la-secretaria-de-hacienda-y-credito-publico/a/poi-sig/375969/1342806",
    "image_url": null,
    "detail_description": "Sure, the name is a tough sell (yay, let's go to the Finance Secretariat Museum!), but it's actually a very interesting place. The museum shows off works from its collection of more than 30,000 pieces of Mexican art, much of it contributed by painters and sculptors in lieu of paying taxes. Built in the 16th century, the former colonial archbishop’s palace also hosts a full program of cultural events (many free), from funciones de títeres (puppet shows) to chamber music recitals.\nThe building sits atop the Templo de Tezcatlipoca, a temple dedicated to an Aztec god often associated with night, death and change through conflict. You'll see the temple's stairs just off the renovated main patio."
},
{
    "country": "mexico-city",
    "city": "Zona Rosa & Reforma",
    "index": 33,
    "name": "El Ángel",
    "latitude": "19.426854",
    "longitude": "-99.167683",
    "excerpt": "The symbol of Mexico City, known as 'El Ángel' (The Angel), this gilded Winged Victory on a 45m-high pillar was sculpted for the independence centennial…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/zona-rosa-and-reforma/attractions/el-angel/a/poi-sig/1382608/1342810",
    "image_url": null,
    "detail_description": "The symbol of Mexico City, known as 'El Ángel' (The Angel), this gilded Winged Victory on a 45m-high pillar was sculpted for the independence centennial of 1910. Inside the monument are the remains of Miguel Hidalgo, José María Morelos, Ignacio Allende and nine other notables. Thousands of people congregate around the monument on Independence Day, New Year's Eve, for victory celebrations following important Mexican fútbol matches, and occasional free concerts.\nIt's also a magnet for political demonstrations, and in August 2019 a protest against femicide ended in graffiti to El Ángel to draw attention to the problems of inequality in the country. The site remains boarded up for years-long repairs at the time of writing."
},
{
    "country": "mexico-city",
    "city": "Coyoacán & San Ángel",
    "index": 34,
    "name": "Jardín de la Bombilla",
    "latitude": "19.347153",
    "longitude": "-99.186098",
    "excerpt": "In this tropically abundant, pruned park spreading east of Avenida Insurgentes, paths encircle the Monumento a Álvaro Obregón, a monolithic shrine to the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/coyoacan-and-san-angel/attractions/jardin-de-la-bombilla/a/poi-sig/1101330/1342812",
    "image_url": null,
    "detail_description": "In this tropically abundant, pruned park spreading east of Avenida Insurgentes, paths encircle the Monumento a Álvaro Obregón, a monolithic shrine to the post-revolutionary Mexican president. The monument was built to house the revolutionary general’s arm, lost in the 1915 Battle of Celaya, but the limb was cremated in 1989.\n‘La Bombilla’ was the name of the restaurant where Obregón was assassinated in 1928. The killer, José de León Toral, was involved in the Cristero rebellion against the government’s anti-church policies.In July the park explodes with color as the main venue for La Feria de las Flores, a major flower festival."
},
{
    "country": "mexico-city",
    "city": "Coyoacán & San Ángel",
    "index": 32,
    "name": "Plaza Hidalgo & Jardín Centenario",
    "latitude": "19.349837271461",
    "longitude": "-99.162468910217",
    "excerpt": "The focus of Coyoacán life is its central plaza – actually two adjacent plazas: the Jardín Centenario, with the village’s iconic coyotes frolicking in its…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/coyoacan-and-san-angel/attractions/plaza-hidalgo-jardin-centenario/a/poi-sig/375993/1342812",
    "image_url": null,
    "detail_description": "The focus of Coyoacán life is its central plaza – actually two adjacent plazas: the Jardín Centenario, with the village’s iconic coyotes frolicking in its central fountain; and the larger, cobblestoned Plaza Hidalgo, with a statue of the eponymous independence hero. It's the scene of most of the weekend fun when people congregate on its benches and in surrounding bars, restaurants, cafes, ice-cream parlours and churro joints.\nThe Casa de Cortés, on the north side of Plaza Hidalgo, is where conquistador Cortés established Mexico’s first municipal seat during the siege of Tenochtitlán. The south side is dominated by the Parroquia de San Juan Bautista and its adjacent former monastery."
},
{
    "country": "mexico-city",
    "city": "Polanco & Bosque de Chapultepec",
    "index": 31,
    "name": "Museo Jardín del Agua",
    "latitude": "19.41285235",
    "longitude": "-99.19800196",
    "excerpt": "Diego Rivera painted a series of murals for the inauguration of Cárcamo de Dolores, Chapultepec's waterworks facility built in the 1940s. Experimenting…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/polanco-and-bosque-de-chapultepec/attractions/museo-jardin-del-agua/a/poi-sig/1101115/1342809",
    "image_url": null,
    "detail_description": "Diego Rivera painted a series of murals for the inauguration of Cárcamo de Dolores, Chapultepec's waterworks facility built in the 1940s. Experimenting with waterproof paints, Rivera covered the collection tank, sluice gates and part of the pipeline with images of amphibious beings and workers involved in the project.\nOutside the building, you can't miss another of Rivera's extraordinary works, Fuente de Tláloc, an oval pool inhabited by a huge mosaic-skinned sculpture of the Aztec god of water, rain and fertility. About 150m north is the beautiful Fuente de Xochipilli, dedicated to the Aztec ‘flower prince,’ with terraced fountains around a pyramid in the talud-tablero style typical of Teotihuacán. Sadly, in recent years the water rarely flows.Hold on to your ticket as it includes entry to the nearby Museo de Historia Natural (Natural History Museum)."
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 30,
    "name": "Centro Cultural de España",
    "latitude": "19.43515",
    "longitude": "-99.132954",
    "excerpt": "The Centro Cultural de España always has a variety of cutting-edge art exhibitions going on, such as 'Vibraciones' where visitors 'listened' to music…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/centro-cultural-de-espana/a/poi-sig/1381740/1342806",
    "image_url": null,
    "detail_description": "The Centro Cultural de España always has a variety of cutting-edge art exhibitions going on, such as 'Vibraciones' where visitors 'listened' to music resonating through their skin. In the basement you'll find the Museo de Sitio, an interesting museum with the remains of 'El Calmécac,' a school where children of Aztec nobility received religious and military training during the reigns of emperors Ahuízotl and Moctezuma II. It was built between 1486 and 1502.\nAlso in the museum are various artifacts unearthed as the cultural center was being expanded between 2006 and 2008, including several 2.4m-tall pre-Hispanic almenas (spiral-shaped decorative pieces), colonial-era ceramic objects and a weathered 20th-century handgun.The cultural center's splendidly restored colonial-era building, which conquistador Hernán Cortés once awarded to his butler, has a cool terrace bar that stages live music and DJ sets. There are great views of the cathedral from here."
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 29,
    "name": "Plaza Santo Domingo",
    "latitude": "19.437224",
    "longitude": "-99.133812",
    "excerpt": "Smaller and less hectic than nearby Zócalo, this plaza has long served as a base for scribes and printers. Descendants of those who did the paperwork for…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/plaza-santo-domingo/a/poi-sig/1382596/1342806",
    "image_url": null,
    "detail_description": "Smaller and less hectic than nearby Zócalo, this plaza has long served as a base for scribes and printers. Descendants of those who did the paperwork for merchants using the customs building (now the Education Ministry) across the square, the scribes work on the west side beneath the Portales de Santo Domingo, aka Portales de Evangelistas, as similar scribes have since the 18th century.\nNowadays Plaza Santo Domingo is also known for modern printers – peddlers of fake IDs, who often scam those who seek false papers. Since 2016 it has become the site for the annual UNAM Day of the Dead Megaofrenda.To the north of the plaza stands the maroon stone Iglesia de Santo Domingo, a beautiful baroque church dating from 1736. East of the church is the 18th-century Palacio de la Inquisición, headquarters of the Holy Inquisition in Mexico until Spain decreed its closure in 1812, which is today home to the Museum of Mexican Medicine."
},
{
    "country": "mexico-city",
    "city": "Mexico City",
    "index": 28,
    "name": "Museo de la Basílica de Guadalupe",
    "latitude": "19.48510259942",
    "longitude": "-99.116463661194",
    "excerpt": "The Museo de la Basílica de Guadalupe, at the rear of the Antigua Basílica, has a fine collection of colonial art interpreting the miraculous vision.",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/attractions/museo-de-la-basilica-de-guadalupe/a/poi-sig/376039/361544",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Mexico%20Mexico%20City%20Pack-Shot%20shutterstock_1119334316%20RFE.jpg",
    "detail_description": "The Museo de la Basílica de Guadalupe, at the rear of the Antigua Basílica, has a fine collection of colonial art interpreting the miraculous vision.\n"
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 27,
    "name": "Suprema Corte de Justicia",
    "latitude": "19.431123",
    "longitude": "-99.132203",
    "excerpt": "In 1940 Mexican muralist José Clemente Orozco painted four panels around the 2nd level of the Supreme Court's central stairway, two dealing with the theme…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/suprema-corte-de-justicia/a/poi-sig/1101260/1342806",
    "image_url": null,
    "detail_description": "In 1940 Mexican muralist José Clemente Orozco painted four panels around the 2nd level of the Supreme Court's central stairway, two dealing with the theme of justice. A more contemporary take on the same subject, La historia de la justicia en México (The History of Justice in Mexico), by Mexico City–born Rafael Cauduro, unfolds over three levels of the building’s southwest stairwell. Free audioguides available to 4pm. Photo ID required for admission.\nExecuted in his hyper-realist style, Cauduro's series (aka The Seven Worst Crimes) catalogs the horrors of state-sponsored crimes against the populace, including the ever-relevant torture-induced confession. On the southeast corner of the building’s interior, Ismael Ramos Huitrón’s La busqueda de la justicia (The Search for Justice) reflects on the Mexican people’s constant struggle to obtain justice, as does the social realism work La justicia (Justice), by Japanese-Mexican artist Luis Nishizawa, on the northwest stairwell. On the 1st level of the main stairway, American artist George Biddle painted La guerra y la paz (War and Peace) shortly after WWII ended."
},
{
    "country": "mexico-city",
    "city": "Polanco & Bosque de Chapultepec",
    "index": 24,
    "name": "Acuario Inbursa",
    "latitude": "19.439976",
    "longitude": "-99.204987",
    "excerpt": "Mexico's largest aquarium holds 1.6 million liters of water and 280 well-cared-for marine species, including barracuda, manta rays and five types of…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/polanco-and-bosque-de-chapultepec/attractions/acuario-inbursa/a/poi-sig/1551583/1342809",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ea612fff13da1990f442486458a1f94e-acuario-inbursa.jpg",
    "detail_description": "Mexico's largest aquarium holds 1.6 million liters of water and 280 well-cared-for marine species, including barracuda, manta rays and five types of sharks. Four of the aquarium's five stories lie underground, with the ground level home to the star attraction: a colony of Gentoo and chinstrap penguins. The tanks were built to withstand a large-scale temblor in earthquake-prone Mexico City.\nIt's about a 2km walk or taxi ride from metro Polanco."
},
{
    "country": "mexico-city",
    "city": "Zona Rosa & Reforma",
    "index": 25,
    "name": "Mundo Chocolate Museum",
    "latitude": "19.429282",
    "longitude": "-99.15719",
    "excerpt": "A beautifully restored 1909 building houses Mundo Chocolate, a museum and store known as MUCHO celebrating all things chocolate. The permanent exhibit…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/zona-rosa-and-reforma/attractions/mundo-chocolate-museum/a/poi-sig/1566551/1342810",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4f7d05b7bf63da970f4c03e362d1b794-mucho-mundo-chocolate-museum.jpg",
    "detail_description": "A beautifully restored 1909 building houses Mundo Chocolate, a museum and store known as MUCHO celebrating all things chocolate. The permanent exhibit includes an enclosed room of 2981 chocolate discs covering four walls, and you'll also find various sculptures made of, you guessed it, chocolate. 'Xico,' a local artist's take on a Mexican hairless dog, watches over the museum courtyard.\n"
},
{
    "country": "mexico-city",
    "city": "Polanco & Bosque de Chapultepec",
    "index": 26,
    "name": "Castillo de Chapultepec",
    "latitude": "19.42052",
    "longitude": "-99.182063",
    "excerpt": "A visible reminder of Mexico’s bygone aristocracy, the ‘castle’ that stands atop Chapultepec Hill was begun in 1785 but not completed until after…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/polanco-and-bosque-de-chapultepec/attractions/castillo-de-chapultepec/a/poi-sig/1382610/1342809",
    "image_url": null,
    "detail_description": "A visible reminder of Mexico’s bygone aristocracy, the ‘castle’ that stands atop Chapultepec Hill was begun in 1785 but not completed until after independence, when it became the national military academy. When Emperor Maximilian and Empress Carlota arrived in 1864, they refurbished it as their residence. The east end of the castle preserves their palace, with sumptuously furnished salons opening onto an exterior deck that affords panoramic city views – the highlight for many visitors.\nThe castle sheltered Mexico’s presidents until 1939 when President Lázaro Cárdenas converted it into the Museo Nacional de Historia.On the upper floor, the opulent rooms are the work of Porfirio Díaz, who in the late 19th century was the first president to use the castle as residences. In the center is a patio where a tower marks the top of Chapultepec Hill, 45m above street level.To reach the castle, follow the road that curves up the hill behind the Monumento a los Niños Héroes. Alternatively, a trainlike vehicle (M$25 round-trip) runs up every 15 minutes when the castle is open. You are free to walk to the entrance at the top but to enter, and for the views, you need to buy a ticket. Audioguides in English are available for M$75. No entry with water bottles or food but there are lockers."
},
{
    "country": "mexico-city",
    "city": "Mexico City",
    "index": 21,
    "name": "Kurimanzutto Gallery",
    "latitude": "19.411453",
    "longitude": "-99.187542",
    "excerpt": "One of the city's most cutting-edge contemporary art galleries, temporary exhibits here showcase the works of up-and-coming talent from Mexico and abroad…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/attractions/kurimanzutto-gallery/a/poi-sig/1551586/361544",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1e041e2e4479b0ffdcbad8eef92bb472-kurimanzutto-gallery.jpg",
    "detail_description": "One of the city's most cutting-edge contemporary art galleries, temporary exhibits here showcase the works of up-and-coming talent from Mexico and abroad. Acclaimed Mexican artist Gabriel Orozco, one of more than 30 people represented by the gallery, helped to conceive the concept of Kurimanzutto with co-founders Jose Kuri and Monica Manzutto. The pleasant 1949 building was converted from an industrial patisserie and features expansive exposed wooden beams and lots of natural light.\n"
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 23,
    "name": "Antiguo Colegio de San Ildefonso",
    "latitude": "19.435646",
    "longitude": "-99.13083",
    "excerpt": "Diego Rivera, José Clemente Orozco and David Siqueiros painted murals here in the 1920s. Most of the work on the main patio is by Orozco; look for the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/antiguo-colegio-de-san-ildefonso/a/poi-sig/375933/1342806",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockeditorial2298893449.jpg",
    "detail_description": "Diego Rivera, José Clemente Orozco and David Siqueiros painted murals here in the 1920s. Most of the work on the main patio is by Orozco; look for the portrait of Hernán Cortés and his lover La Malinche underneath the staircase. The amphitheater, off the lobby, holds Rivera’s first mural, La Creación, undertaken on his return from Europe in 1923. Built in the 16th century, the former Jesuit college today hosts outstanding temporary art exhibitions.\n"
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 22,
    "name": "Casa de los Azulejos",
    "latitude": "19.434182",
    "longitude": "-99.140263",
    "excerpt": "Past the pedestrian corridor Gante stands the amazing Casa de los Azulejos. Dating from 1596, it was built for the Condes (Counts) del Valle de Orizaba…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/casa-de-los-azulejos/a/poi-sig/375941/1342806",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF927120884.jpg",
    "detail_description": "Past the pedestrian corridor Gante stands the amazing Casa de los Azulejos. Dating from 1596, it was built for the Condes (Counts) del Valle de Orizaba. Most of the tiles that adorn the outside walls were produced in China and shipped to Mexico on the Manila naos (Spanish galleons). The staircase has a 1925 mural by Orozco and you are free to walk to the upper level.\nThe building now houses a Sanborns restaurant in a covered courtyard around a Moorish fountain."
},
{
    "country": "mexico-city",
    "city": "Mexico City",
    "index": 20,
    "name": "Ex-Convento de Churubusco",
    "latitude": "19.35535",
    "longitude": "-99.148552",
    "excerpt": "On August 20, 1847, this former convent was the scene of a historic military defeat, when Mexican troops defended it against US forces advancing from…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/attractions/ex-convento-de-churubusco/a/poi-sig/375869/361544",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Mexico%20Mexico%20City%20larujr%20GettyImages-473549396%20RFE.jpg",
    "detail_description": "On August 20, 1847, this former convent was the scene of a historic military defeat, when Mexican troops defended it against US forces advancing from Veracruz in a dispute over the US annexation of Texas. The US invasion was but one example in a long history of foreign intervention in Mexico, as compellingly demonstrated in Churubusco's Museo Nacional de las Intervenciones. Entry into the church itself is during Mass only. From metro General Anaya, it's a 500m walk west.\n"
},
{
    "country": "mexico-city",
    "city": "Mexico City",
    "index": 19,
    "name": "Museo Universitario del Chopo",
    "latitude": "19.44184094",
    "longitude": "-99.15664808",
    "excerpt": "You can't miss the prominent spires of this university-run museum. Parts of the old building, made of forged iron from Düsseldorf, were brought over in…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/attractions/museo-universitario-del-chopo/a/poi-sig/1101133/361544",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Mexico%20Mexico%20City%20Sergio%20Mendoza%20Hochmann%20GettyImages-1278621561%20RFE.jpg",
    "detail_description": "You can't miss the prominent spires of this university-run museum. Parts of the old building, made of forged iron from Düsseldorf, were brought over in pieces and assembled in Mexico City around the turn of the 20th century. Chopo boasts wide, open spaces in which ramps serve as showroom floors and high ceilings permit larger-than-life exhibits for contemporary artworks. The museum also hosts modern dance performances and screens international and Mexican indie movies.\nPast exhibits include 'Amapola', a video-art installation about the war on drugs."
},
{
    "country": "mexico-city",
    "city": "Mexico City",
    "index": 18,
    "name": "Museo del Juguete Antiguo México",
    "latitude": "19.415228",
    "longitude": "-99.144294",
    "excerpt": "Mexican-born Japanese collector Roberto Shimizu has amassed more than a million toys in his lifetime, and this jumbled four-floor museum showcases about…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/attractions/museo-del-juguete-antiguo-mexico/a/poi-sig/1381673/361544",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Mexico%20Mexico%20City%20ALFREDO%20ESTRELLA%20GettyImages-1229188613%20RM%20crop.jpg",
    "detail_description": "Mexican-born Japanese collector Roberto Shimizu has amassed more than a million toys in his lifetime, and this jumbled four-floor museum showcases about 60,000 pieces, ranging from life-size robots to dusty, tiny action figures. Shimizu himself designed many of the unique display cases from recycled objects. Sadly there is no explanatory text, which makes many objects difficult to identify.\nSeveral blocks west of the museum, at Dr Garciadiego 157, the same owners run a cultural center that houses dozens of works by local graffiti muralists and Belgian street artist ROA. The museum staff will gladly show you around the cultural center if it's closed."
},
{
    "country": "mexico-city",
    "city": "Mexico City",
    "index": 17,
    "name": "Ex-Convento Santo Desierto del Carmen",
    "latitude": "19.313756",
    "longitude": "-99.310162",
    "excerpt": "This weathered 17th-century former Carmelite monastery within the Parque Nacional Desierto de Los Leones provides an interesting glimpse of what it would…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/attractions/ex-convento-santo-desierto-del-carmen/a/poi-sig/1150739/361544",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Mexico%20Mexico%20City%20JorgePM%20shutterstock_2054551526%20RFC.jpg",
    "detail_description": "This weathered 17th-century former Carmelite monastery within the Parque Nacional Desierto de Los Leones provides an interesting glimpse of what it would have been like to live here and roam the halls of the micro-town while connected to nature. The monastery has been remodelled with exhibition halls and a restaurant. Tours in Spanish are run by guides (garbed in cassock and sandals) who lead you through expansive gardens around the buildings and the patios within, as well as some underground passageways.\nCamiones to the ex-convento depart from Paradero las Palmas in San Ángel or from metro Viveros (in front of the 7-Eleven) hourly on Saturday and Sunday until 3:30pm.There are small restaurants on the approach to the Ex-Convento."
},
{
    "country": "mexico-city",
    "city": "Mexico City",
    "index": 16,
    "name": "Centro Cultural Universitario Tlatelolco",
    "latitude": "19.44996144393",
    "longitude": "-99.137234687805",
    "excerpt": "The events that occurred before, during and after the 1968 massacre on Plaza de las Tres Culturas are chronicled in Memorial del 68, a compelling…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/attractions/centro-cultural-universitario-tlatelolco/a/poi-sig/375943/361544",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Mexico%20Mexico%20City%20Diego%20Grandi%20shutterstock_521555881%20RFC.jpg",
    "detail_description": "The events that occurred before, during and after the 1968 massacre on Plaza de las Tres Culturas are chronicled in Memorial del 68, a compelling multimedia exhibit in the Centro Cultural Universitario Tlatelolco. The cultural center has two other outstanding permanent exhibits in the Museo de Sitio.\nThe shiny Museo de Sitio houses more than 400 objects unearthed at the archaeological site, such as pre-Hispanic offerings and ceramic artifacts. The interactive museum continues on the 2nd floor in the tower building across the way, where you can learn about colonial-era Tlatelolco and the area's flora and fauna. The tower's 3rd floor is home to the Colección Stavenhagen, an extraordinary collection of more than 500 pre-Hispanic clay and stone sculptures, including amusing animal figures and phallic works."
},
{
    "country": "mexico-city",
    "city": "Mexico City",
    "index": 15,
    "name": "Museo Nacional de las Intervenciones",
    "latitude": "19.35527054",
    "longitude": "-99.14855195",
    "excerpt": "On August 20, 1847, Mexican troops defended this 17th-century former monsatery against US forces advancing from Veracruz in a dispute over the US…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/attractions/museo-nacional-de-las-intervenciones/a/poi-sig/1150560/361544",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/NapkinJr%20shutterstock_1612581472%20RFC%20crop.jpg",
    "detail_description": "On August 20, 1847, Mexican troops defended this 17th-century former monsatery against US forces advancing from Veracruz in a dispute over the US annexation of Texas. The Mexicans fought off US forces until they ran out of ammunition and were beaten only after hand-to-hand fighting. The US invasion was but one example in a long history of foreign intervention in Mexico, as compellingly demonstrated in this museum.\nDisplays in the museum include an American map showing operations in 1847 and the plot by US ambassador Henry Lane Wilson to bring down the Madero government in 1913. Explanatory text is in Spanish.The superbly restored exhibit rooms, bordered by original frescoes, surround a small cloister where numbered stations provided instructions for meditating monks. Leaving the museum, wander amid the monastery’s old orchard, which now holds peaceful wooded grounds."
},
{
    "country": "mexico-city",
    "city": "Polanco & Bosque de Chapultepec",
    "index": 14,
    "name": "Museo Jumex",
    "latitude": "19.440371",
    "longitude": "-99.203839",
    "excerpt": "Museo Jumex was built to house one of Latin America's leading contemporary art collections. Temporary exhibits draw on a collection of around 2600 pieces…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/polanco-and-bosque-de-chapultepec/attractions/museo-jumex/a/poi-sig/1452523/1342809",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-478054938.jpg",
    "detail_description": "Museo Jumex was built to house one of Latin America's leading contemporary art collections. Temporary exhibits draw on a collection of around 2600 pieces from renowned Mexican and international artists previously including Gabriel Orozco, Francis Alys, Andy Warhol and Jeff Koons.\nFree guided tours are available in English by reservation (check the website) or in Spanish four times a day. The terrace on the 1st level has excellent views of Museo Soumaya next door.'Ejército Defensa' buses departing from metro Chapultepec leave you one block south of the museum at the corner of Avenida Ejército Nacional and Avenida Ferrocarril de Cuernavaca.Another Jumex branch, in the museum's original location north of Mexico City in sketchy Ecatepec, focuses on more experimental art. It's a bit of a trek from the city, but one that many art lovers have been willing to make over the years. See the website for directions."
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 13,
    "name": "Plaza Garibaldi",
    "latitude": "19.440613",
    "longitude": "-99.13879",
    "excerpt": "Every night the city’s mariachi bands belt out heartfelt ballads in this festive square. Wearing silver-studded outfits, they toot their trumpets and tune…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/plaza-garibaldi/a/poi-sig/1382592/1342806",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d70da9ca28a9114874e60f6f0fe0c11b-plaza-garibaldi.jpg",
    "detail_description": "Every night the city’s mariachi bands belt out heartfelt ballads in this festive square. Wearing silver-studded outfits, they toot their trumpets and tune their guitars until approached by someone who’ll pay for a song. Also roaming Garibaldi are white-clad son jarocho groups, hailing from Veracruz, and norteño combos, who bang out northern-style folk tunes. The notoriously seedy Garibaldi continues to undergo a makeover that includes heightened security, but caution is still sensible. Check restaurant bills and avoid withdrawing money from the ATMs here.\nThe latest addition to the plaza is the Museo del Tequila y el Mezcal, which has exhibits explaining the origins and production processes of Mexico’s two most popular distilled agave drinks.Metrobús línea 7 runs along Reforma from Chapultepec and El Ángel, passing here at the 'Plaza Garibaldi' stop."
},
{
    "country": "mexico-city",
    "city": "Mexico City",
    "index": 12,
    "name": "Xochimilco Canals",
    "latitude": "19.261198",
    "longitude": "-99.099941",
    "excerpt": "Hundreds of colorful trajineras (gondolas) await passengers at the village’s 10 embarcaderos to paddle you through the waterways dotted with birdlife and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/attractions/xochimilco-canals/a/poi-sig/1458103/361544",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyRF_831190326.jpg",
    "detail_description": ""
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 11,
    "name": "Zócalo",
    "latitude": "19.432778",
    "longitude": "-99.133333",
    "excerpt": "The heart of Mexico City is the Plaza de la Constitución. Residents began calling it the Zócalo, meaning ‘base,’ in the 19th century, when plans for a…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/zocalo/a/poi-sig/1169417/1342806",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-165699293_medium.jpg",
    "detail_description": "The heart of Mexico City is the Plaza de la Constitución. Residents began calling it the Zócalo, meaning ‘base,’ in the 19th century, when plans for a major monument to independence went unrealized, leaving only the pedestal. Measuring 220m from north to south, and 240m from east to west, it’s one of the world’s largest city squares.\nThe ceremonial center of Aztec Tenochtitlán, known as the Teocalli, lay immediately northeast of the Zócalo. Today the Zócalo is home to the powers that be. On its east side is the Palacio Nacional (the presidential palace), on the north is the Catedral Metropolitana, and on the south are the city government offices. Jewelry shops and extravagant hotels line the arcade known as the Portal de Mercaderes on the plaza’s west side.The Danzantes Aztecas dance daily in the plaza, wearing snakeskin loincloths and shell ankle bracelets and chanting in Náhuatl. Drummers bang on the conga-like huehuetl (indigenous drum) and barrel-shaped teponaztli. It is meant to evoke the Aztec mitote, a frenzied ceremony performed by preconquest Mexicans at harvest times, although scant evidence exists of the actual dance moves.The square has variously served as a forum for mass protests, free concerts, a human chessboard, a regular gallery of Día de Muertos (Day of the Dead) altars and an ice-skating rink. It’s even been a canvas for photo artist Spencer Tunick, who filled the square with 18,000 nude Mexicans in May 2007.The huge Mexican flag flying in the middle of the Zócalo is ceremonially raised at 8am by soldiers of the Mexican army, then lowered at 6pm."
},
{
    "country": "mexico-city",
    "city": "Mexico City",
    "index": 10,
    "name": "Plaza de las Tres Culturas",
    "latitude": "19.45068",
    "longitude": "-99.136881",
    "excerpt": "So named because it symbolizes the fusion of pre-Hispanic and Spanish roots into the Mexican mestizo identity, this plaza displays the architectural…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/attractions/plaza-de-las-tres-culturas/a/poi-sig/1146896/361544",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-469190866_super.jpg",
    "detail_description": "So named because it symbolizes the fusion of pre-Hispanic and Spanish roots into the Mexican mestizo identity, this plaza displays the architectural legacy of three cultural facets: the Aztec pyramids of Tlatelolco, the 17th-century Spanish Templo de Santiago and the modern tower that houses the Centro Cultural Universitario. You can view the remains of Tlatelolco’s main pyramid-temple and other Aztec buildings. The double pyramid on view has twin staircases that once supposedly ascended to temples dedicated to Tláloc and Huitzilopochtli.\nTlatelolco was previously believed to be founded by an Aztec faction on a separate island in Lago de Texcoco in the 14th century and later conquered by the Aztecs of Tenochtitlán. But a pyramid excavated on the site in late 2007 actually predates the establishment of Tenochtitlán by as much as 200 years. All agree, however, that Tlatelolco was the scene of the largest public market in the Valle de México, connected by a causeway to Tenochtitlán’s ceremonial center.During the siege of the Aztec capital, Cortés defeated Tlatelolco’s defenders, led by Cuauhtémoc. An inscription about the battle in the plaza translates as, ‘This was neither victory nor defeat. It was the sad birth of the mestizo people that is Mexico today.’ Recognizing the significance of the site, the Spanish erected the Templo de Santiago here in 1609, using stones from the Aztec structures as building materials. Just inside the main doors of this church is the baptismal font of Juan Diego.Along Eje Central Lázaro Cárdenas, northbound trolleybuses pass right by the Plaza de las Tres Culturas. Metrobús línea 7 runs along Reforma from Chapultepec and El Ángel passing here at the 'Tres Culturas' stop."
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 9,
    "name": "Avenida Madero",
    "latitude": "19.433531",
    "longitude": "-99.136999",
    "excerpt": "This stately pedestrianized shopping avenue west of the Zócalo, linking Bellas Artes and the Zócalo, boasts a veritable catalog of architectural styles…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/avenida-madero/a/poi-sig/1382598/1342806",
    "image_url": null,
    "detail_description": "This stately pedestrianized shopping avenue west of the Zócalo, linking Bellas Artes and the Zócalo, boasts a veritable catalog of architectural styles and some small museums. Expect slow-moving throngs of families, teens, tourists, the occasional pickpocket, and street performers on weekends.\nHoused in a gorgeous neoclassical building two blocks from the square, Museo del Estanquillo contains the vast pop-culture collection amassed over the decades by CDMX essayist and pack rat Carlos Monsivais. The museum illustrates various phases in the capital’s development by means of the numerous photos, paintings and movie posters from the collection.Palacio de Iturbide, with its late-18th-century baroque facade, is a few blocks west. Built for colonial nobility, in 1821 it became the residence of General Agustín Iturbide, a Mexican independence hero who was proclaimed emperor here in 1822. (He abdicated less than a year later, after General Santa Anna announced the birth of a republic.) It hosts exhibits drawn from the bank’s extensive art collection, enhanced by the building's atrium.Half a block past the pedestrian corridor Gante stands the amazing Casa de los Azulejos. Dating from 1596, it was built for the Condes (Counts) del Valle de Orizaba. Most of the tiles that adorn the outside walls were produced in China and shipped to Mexico on the Manila naos (Spanish galleons used until the early 19th century). The building now houses a Sanborns restaurant in a covered courtyard around a Moorish fountain. You are free to enter and climb the staircase, which has a 1925 mural by Orozco.Across the way, the Templo de San Francisco is a remnant of the vast Franciscan monastery erected in the early 16th century over the site of Moctezuma’s private zoo. In its heyday it extended two blocks south and east. The monastic complex was divvied up under the post-independence reform laws, and in 1949 it was returned to the Franciscan order in a deplorable state and subsequently restored. The elaborately carved doorway is a shining example of 18th-century baroque. Popular open-air art exhibitions are held in the adjoining atrium.Rising alongside the monastery, the Torre Latinoamericana was Latin America’s tallest building when constructed in 1956. Thanks to the deep-seated pylons that anchor the building, it has withstood several major earthquakes. If you want to learn more about the construction of the tower and downtown’s centuries-long development, a museum on the 38th floor houses a permanent photo exhibition. Up above, views from the 41st-floor lounge bar and the 44th-floor observation deck are spectacular, smog permitting. Admission is free if you're just visiting the bar."
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 8,
    "name": "Catedral Metropolitana",
    "latitude": "19.434351",
    "longitude": "-99.133209",
    "excerpt": "One of Mexico City’s most iconic structures, this cathedral is a monumental edifice: 109m long, 59m wide and 65m high. Started in 1573, it remained a work…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/catedral-metropolitana/a/poi-sig/375723/1342806",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/LPT0420_003.jpg",
    "detail_description": "One of Mexico City’s most iconic structures, this cathedral is a monumental edifice: 109m long, 59m wide and 65m high. Started in 1573, it remained a work in progress during the entire colonial period, thus displaying a catalog of architectural styles, with successive generations of builders striving to incorporate the innovations of the day. The conquistadors ordered the cathedral built atop the Templo Mayor and, as a further show of domination at a key historical moment, used most of these Aztec stones in its construction.\nThe first thing you notice upon entering is the elaborately carved and gilded Altar de Perdón (Altar of Forgiveness). There’s invariably a line of worshippers at the foot of the Señor del Veneno (Lord of the Poison), the dusky Christ figure on the right. Legend has it that the figure attained its color when it miraculously absorbed a dose of poison through its feet from the lips of a clergyman to whom an enemy had administered the lethal substance.The cathedral’s chief artistic treasure is the gilded 18th-century Altar de los Reyes (Altar of the Kings), behind the main altar. Fourteen richly decorated chapels line the two sides of the building, while intricately carved, late-17th-century wooden choir stalls by Juan de Rojas occupy the central nave. Enormous painted panels by colonial masters Juan Correa and Cristóbal de Villalpando cover the walls of the sacristy, the first component of the cathedral to be built.Visitors may wander freely, though you’re asked not to do so during Mass. A donation is requested to enter the golden Sacristía Mayor (open 2pm to 4:45pm) and the crypt (11am to 5pm, closed Thursdays), where guides provide commentary. You can also climb the campanario (bell tower; M$20; normally open 10:30am to 6pm), but it was closed for repairs without an end date at the time of writing. Mexico City’s archbishop conducts Mass at noon on Sunday."
},
{
    "country": "mexico-city",
    "city": "Mexico City",
    "index": 7,
    "name": "Basílica de Guadalupe",
    "latitude": "19.484855911639",
    "longitude": "-99.117900916672",
    "excerpt": "A cult developed around this site after a Christian convert named Juan Diego claimed in December 1531 that the Virgin Mary appeared before him on the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/attractions/basilica-de-guadalupe/a/poi-sig/1381670/361544",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-125223169_full.jpg",
    "detail_description": "A cult developed around this site after a Christian convert named Juan Diego claimed in December 1531 that the Virgin Mary appeared before him on the Cerro del Tepeyac (Tepeyac Hill). After numerous sightings, so the story goes, the lady’s image was miraculously emblazoned on Diego's cloak, causing a bishop to believe the story and build a shrine in her honor. To this day the basílica remains a place of pilgrimage and worship.\nOver the centuries Nuestra Señora de Guadalupe came to receive credit for all manner of miracles, hugely aiding the acceptance of Catholicism by Mexicans, helped greatly by presenting her with Mexican facial features. Despite the protests of some clergy, who saw the cult as a form of idolatry (with the Virgin as a Christianized version of the Aztec goddess Tonantzin), in 1737 the Virgin was officially declared the patron of Mexico. Two centuries later she was named celestial patron of Latin America and empress of the Americas, and in 2002 Juan Diego was canonized by Pope John Paul II.Today the Virgin’s shrines around the Cerro del Tepeyac (formerly an Aztec shrine site) are the most revered in Mexico, attracting thousands of pilgrims daily and hundreds of thousands on the days leading up to her feast day, December 12. Some pilgrims travel the last meters to the shrine on their knees.Around 1700, to accommodate the faithful flock, the four-towered Basílica de Guadalupe was erected at the site of an earlier shrine. But by the 1970s, the old yellow-domed building (now called the Antigua Basílica) proved inadequate to the task, so the new blue-roofed Basílica de Nuestra Señora de Guadalupe was built next door. Designed by Pedro Ramírez Vázquez, it is a vast, round, open-plan structure with a capacity of more than 40,000 people. The image of the Virgin, dressed in a green mantle trimmed with gold, hangs above and behind the main altar of the basílica, where moving walkways bring visitors as close as possible. Mass is performed hourly.The rear of the Antigua Basílica is now the Museo de la Basílica de Guadalupe, which houses a fine collection of colonial art interpreting the miraculous vision.Stairs behind the Antigua Basílica climb about 100m to the hilltop Capilla del Cerrito (Hill Chapel), where Juan Diego had his vision, then lead down the east side of the hill to the Parque de la Ofrenda, with gardens and waterfalls around a sculpted scene of the apparition. Continue on down to the baroque Templo del Pocito, a circular structure with a trio of tiled cupolas, built in 1787 to commemorate the miraculous appearance of a spring where the Virgen de Guadalupe stood. From there the route leads back to the main plaza, re-entering it beside the 17th-century Antigua Parroquia de Indios (Parish of Indians).To reach the Basílica de Guadalupe, take the metro to La Villa–Basílica station, then walk two blocks north along Calzada de Guadalupe. Both Capital Bus and Turibús hop-on, hop-off tourist buses make a stop near the Basílica."
},
{
    "country": "mexico-city",
    "city": "Coyoacán & San Ángel",
    "index": 6,
    "name": "Museo Casa de León Trotsky",
    "latitude": "19.357524",
    "longitude": "-99.159242",
    "excerpt": "The Trotsky home, now a museum, remains much as it was on the day when one of Stalin's agents, a Catalan named Ramón Mercader, caught up with the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/coyoacan-and-san-angel/attractions/museo-casa-de-leon-trotsky/a/poi-sig/375889/1342812",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial528968617.jpg",
    "detail_description": "The Trotsky home, now a museum, remains much as it was on the day when one of Stalin's agents, a Catalan named Ramón Mercader, caught up with the revolutionary and smashed an ice axe into his skull. Memorabilia and biographical notes are displayed in buildings off the patio, where a tomb engraved with a hammer and sickle contains Trotsky's ashes.\nHaving come second to Stalin in the power struggle in the Soviet Union, Trotsky was expelled in 1929 and condemned to death in absentia. In 1937 he found refuge in Mexico. At first Trotsky and his wife Natalia lived in Frida Kahlo’s Blue House, but after falling out with Kahlo and Rivera they moved a few streets northeast.Bullet holes remain in the bedroom, the markings of a failed assassination attempt.The entrance is at the rear of the old residence, facing Av Río Churubusco. Ask about free guided tours in English at the entrance."
},
{
    "country": "mexico-city",
    "city": "Coyoacán & San Ángel",
    "index": 5,
    "name": "Museo Casa Estudio Diego Rivera y Frida Kahlo",
    "latitude": "19.349598",
    "longitude": "-99.197358",
    "excerpt": "If you saw the movie Frida (2002), you’ll recognize this museum, designed by Frida Kahlo and Diego Rivera's friend, architect and painter Juan O’Gorman…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/coyoacan-and-san-angel/attractions/museo-casa-estudio-diego-rivera-y-frida-kahlo/a/poi-sig/375879/1342812",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock716214169.jpg",
    "detail_description": "If you saw the movie Frida (2002), you’ll recognize this museum, designed by Frida Kahlo and Diego Rivera's friend, architect and painter Juan O’Gorman. The artistic couple called this place home from 1934 to 1940. Frida, Diego and O'Gorman each had their own separate house: Rivera’s abode preserves his upstairs studio with art tools and papier-mâché figures, while Frida's (the blue one) and O'Gorman's have been cleared out for temporary exhibits.\nThe houses are linked by a walkway, visually reflecting their joined but separate lives. It's a 15- to 20-minute secure taxi or Uber ride to Kahlo's other blue house, Museo Frida Kahlo.Across the street is the San Ángel Inn. Now housing a prestigious restaurant, the former pulque hacienda is historically significant as the place where Pancho Villa and Emiliano Zapata agreed to divide control of the country in 1914.It’s a pleasant 2km walk or taxi ride from metrobús La Bombilla."
},
{
    "country": "mexico-city",
    "city": "Coyoacán & San Ángel",
    "index": 4,
    "name": "Museo Frida Kahlo",
    "latitude": "19.354929",
    "longitude": "-99.162351",
    "excerpt": "Renowned Mexican artist Frida Kahlo was born in, and lived and died in, Casa Azul (Blue House), now a museum. Almost every visitor to Mexico City makes a…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/coyoacan-and-san-angel/attractions/museo-frida-kahlo/a/poi-sig/375887/1342812",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock523430998-rfe.jpeg",
    "detail_description": "Renowned Mexican artist Frida Kahlo was born in, and lived and died in, Casa Azul (Blue House), now a museum. Almost every visitor to Mexico City makes a pilgrimage here to gain a deeper understanding of the painter (and maybe to pick up a Frida handbag). Arrive early to avoid the crowds, especially on weekends; book tickets online to jump the queue.\nBuilt by Frida's father Guillermo three years before her birth, the house is littered with mementos and personal belongings that evoke her long, often tempestuous relationship with husband Diego Rivera and the leftist intellectual circle they often entertained here. Kitchen implements, jewelry, photos and other objects from the artist’s everyday life are interspersed with art, as well as a variety of pre-Hispanic pieces and Mexican crafts. The collection was greatly expanded in 2007 after the discovery of a cache of previously unseen items that had been stashed in the attic. Since 2012 the exhibition Appearances Can Be Deceiving: The Dresses of Frida Kahlo places the focus on Kahlo's image and famous style, displaying many of the dresses uncovered in her bathroom, alongside her spine-straightening corsets. The intersection of her disability, fashion sense, artistic themes and fame is a worthy exploration. In fact, a version of this exhibition toured in 2018 at the V&amp;A Museum in London.Kahlo’s art expresses the anguish of her existence as well as her flirtation with socialist icons: portraits of Lenin and Mao hang around her bed and, in another painting, Retrato de la familia (Family Portrait), the artist’s Hungarian-Oaxacan roots are fancifully entangled.It's a pleasant 1.5km walk here from metro Coyoacán."
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 2,
    "name": "Torre Latinoamericana",
    "latitude": "19.433875",
    "longitude": "-99.14085",
    "excerpt": "The Torre Latinoamericana was Latin America’s tallest building when constructed in 1956, and remains the dominant focal point of Centro Histórico. It's an…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/torre-latinoamericana/a/poi-sig/375903/1342806",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/962e5089c1cf10662090b98d53914d88-torre-latinoamericana.jpg",
    "detail_description": "The Torre Latinoamericana was Latin America’s tallest building when constructed in 1956, and remains the dominant focal point of Centro Histórico. It's an iconic part of the Mexico City skyline and a convenient way to sense check you're going in the right direction when downtown.&nbsp;\nConstruction&nbsp;\nThanks to the deep-seated pylons that anchor the building, the Torre has withstood several major earthquakes, including those of 1985 and 2017. Views from the 44th-floor observation deck and the 41st-floor lounge bar are spectacular, smog permitting. You can really get a sense of the sheer scale of the city in a way that's not possible at ground level.\nTickets and information\nEntry is M$170 for adults and M$100 for kids. You're free to leave and return the same day – useful to get views both by day and, perhaps more spectacular, night. Admission includes access to an on-site museum that chronicles Mexico City's history. Admission is free if you're just visiting the bar (apart from the price of a drink!). There's a separate elevator for the bar, so it's a good option if the queue for the viewing platform is busy.&nbsp;\n&nbsp;\n"
},
{
    "country": "mexico-city",
    "city": "Centro Histórico",
    "index": 3,
    "name": "Templo Mayor",
    "latitude": "19.434864",
    "longitude": "-99.131422",
    "excerpt": "Before the Spaniards demolished it, the Aztec 'Great Temple' Teocalli of Tenochtitlán covered the site where the cathedral now stands, as well as the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/templo-mayor/a/poi-sig/376007/1342806",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1026999100.jpg",
    "detail_description": "Before the Spaniards demolished it, the Aztec 'Great Temple' Teocalli of Tenochtitlán covered the site where the cathedral now stands, as well as the blocks to its north and east. It wasn’t until 1978, after electricity workers happened on an 8-tonne stone-disc carving of the Aztec goddess Coyolxauhqui, that the decision was taken to demolish colonial buildings and excavate the Templo Mayor.\nThe temple is thought to be on the exact spot where the Aztecs saw their symbolic eagle perching on a cactus with a snake (though some say Spaniards added this serpent image) in its beak – the symbol of Mexico today. In Aztec belief this was, literally, the center of the universe.Like other sacred buildings in Tenochtitlán, the temple was enlarged several times, with each rebuilding accompanied by the sacrifice of captured warriors. What we see today are sections of the temple’s seven different phases. At the center is a platform dating from about 1400. On its southern half, a sacrificial stone stands in front of a shrine to Huizilopochtli, the Aztec war god. On the northern half is a chac-mool (a Maya reclining figure) before a shrine to the water god, Tláloc. By the time the Spanish arrived, a 40m-high double pyramid towered above this spot, with steep twin stairways climbing to shrines of the two gods.The entrance to the temple site and museum is east of the cathedral, across the hectic Plaza del Templo Mayor, where it's possible to see much of the exterior of the Templo without entering. Authorized tour guides (with Sectur ID) offer their services by the entrance.The on-site Museo del Templo Mayor (included in the site’s admission price) houses a model of Tenochtitlán and artifacts from the site, and gives a good overview of Aztec, aka Mexica, civilization, though with little signage in English, unlike the ruins. Pride of place is given to the great wheel-like stone of Coyolxauhqui (She of Bells on Her Cheek), best viewed from the top-floor vantage point. She is shown decapitated, the result of her murder by Huitzilopochtli (her brother, the god of war, the sun and human sacrifice), who also killed his 400 brothers en route to becoming top god.Ongoing excavation continues to turn up major pieces. Just west of the temple, a monolithic stone carved with the image of Tlaltecuhtli, the goddess of earth fertility, was unearthed in October 2006 and is now prominently displayed on the museum's 1st floor.Another key find was made in 2011 when a ceremonial platform dating from 1469 was uncovered. Based on historical documents, archaeologists believe the 15m structure was used to cremate Aztec rulers. A dig also turned up what archaeologists believe is the trunk of a sacred tree found at a newly discovered burial site at the foot of the temple. In 2017 a tower 6m in diameter made from over 650 human skulls was found nearby, believed to be Huey Tzompantli, mentioned by Spanish conquistadors but undiscovered until now. Most surprisingly, the remains of the sacrificed included women and children. Then in 2019, two sacrificial burial sites were uncovered – a boy dressed as Huitzilopochtli, and a jaguar in warrior-garb – giving hope to finding royal Aztec tombs, which have yet to be found despite decades of excavation.A newer entrance hall open to the public displays objects discovered over four years of the hall's excavation – funerary objects, bones, Colonial-era fine china and pre-Hispanic structures of Cuauhxicalco (the place of the eagle vessel) – keeping Templo Mayor continually intriguing even for return visitors."
}
]