[
{
    "country": "miami",
    "city": "Miami",
    "index": 1,
    "name": "Fairchild Tropical Garden",
    "latitude": "25.676573",
    "longitude": "-80.275319",
    "excerpt": "If you need to escape Miami’s constant motion, consider a green day in one of the country’s largest tropical botanical gardens. A butterfly grove,…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/coral-gables/attractions/fairchild-tropical-garden/a/poi-sig/380357/1341622",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstock_623637590.jpg",
    "detail_description": "If you need to escape Miami’s constant motion, consider a green day in one of the country’s largest tropical botanical gardens. A butterfly grove, tropical plant conservatory and gentle vistas of marsh and keys habitats, plus frequent art installations from artists like Roy Lichtenstein, are all stunning. \nFounded in 1938 by Dr. David Fairchild, the Tropical Botanical Garden is a testament to his lifetime love of botany and contribution to American horitculture and even civic identity– it was Fairchild who introduced Washington DC to its signature cherry blossom trees. After retiring to Miami, Fairchild teamed up with environmentalist Marjory Stoneman Douglas (of Everglades fame) and landscape architect William Lyman Phillips to create a public garden where Miami's natural climate could provide a year-round setting for stunning plant specimens.\n\n  \nMiami's climate is perfect for growing a variety of plant species outside year round ©mariakraynova/Getty Images\n\nWhat to see\nThe lushly lined pathways of the Tropical Plant Conservatory and the Rare Plant House contain rare philodendrons, orchids, begonias, rare palms, rhododendrons, ferns and moss, while the Richard H Simons Rainforest, though small in size, provides a splendid taste of the tropics, with a little stream and waterfalls amid orchids, plus towering trees with lianas (long woody vines) and epiphytes up in the rainforest canopy.\nThe Fairchild Tropical Garden is also home to some impressive aquatic exhibits, including the Sibley Victoria Pool, which is named for its Victoria water lilies – the largest variety in the world. The Fountain Court Pool is home to even more water lily varieties, paired with glass art by Dale Chihuly. Stop at the Palm Glade Pool to see sacred lotus plants, and to the Tropical Plant Conservatory's pools to see another Chihuly, the End of Day Tower sculpture.\n\n  \nChihuly glass art at Fairchild Tropical Botanic Garden © Jeffrey Greenberg/Universal Images Group via Getty Images\n\nA favorite among the garden's youngest visitors is the Wings of the Tropics exhibition. Inside of an indoor gallery, hundreds of butterflies flutter freely through the air, the sheen of their wings glinting in the light. There are some 40 different species represented, including exotics from Central and South America, like blue morphos and owl butterflies. Visitors can also watch in real time as chrysalises emerge as butterflies at Vollmer Metamorphosis Lab.\nThe Fairchild is also home to some rare and endangered cycad plants, which are native to South Florida and Puerto Rico  and are a very ancient plant variety topped only by ferns, conifers, and horsetails. Cycads are capable of living up to a thousand years and first evolved to be pollinated by beetles. It's not all lush, dew-dripped plants at the Fairchild however. You can also find arid and succulent varieties adapted to equally hot, but considerably more arid climates, too. \nIn addition to easy-to-follow, self-guided walking tours, a free 45-minute tram tours the entire park on the hour from 10am to 3pm (till 4pm weekends). There are also a couple of on-site cafes serving simple light fare or you can bring your own picnic and eat on the grounds.\n\n  \nFairchild Tropical Botanic Garden is named for (and founded by) one of the foremost horticulturalists in US history ©S.Borisov/Shutterstock\n\nTips for visiting Fairchild Tropical Botanic Garden\nFairchild Botanic Garden is open seven days a week from 10am - 4pm. Tickets are $24.95 for adults, $17.95 for seniors, $15.95 for students with ID, $11.95 for children ages 6-17, and free for children five and under.\nFairchild Tropical Garden lies about 6 miles south of Coral Gables downtown. It's easiest to get here by car or taxi. Another option is to take metrorail to South Miami, then transfer to bus 57. Parking is available by the Visitor Center as well as at the Lowlands Parking Field. \nIt's highly recommended you arrive with your own full water bottle, sun protection, and bug spray, as this is an outdoor environment in Florida where it can get hot, sunny, and sticky. Water fountains are not currently available due to the COVID-19 pandemic, and you'll want to stay hydrated.\nAccessibility \nThe gardens are ADA accessible, including the tramway encircling the gardens, restrooms, and pathways. Shuttle service is available for those with mobility limitations, and first-come-first-served wheelchairs can be requested at the gardens entrance. Assistive listening devices can also be requested upon arrival for the Deaf and hard of hearing.\n"
},
{
    "country": "miami",
    "city": "Miami",
    "index": 40,
    "name": "Lowe Art Museum",
    "latitude": "25.719402536",
    "longitude": "-80.275694282",
    "excerpt": "Your love of the Lowe, on the campus of the University of Miami, depends on your taste in art. If you’re into modern and contemporary works, it’s good. If…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/coral-gables/attractions/lowe-art-museum/a/poi-sig/1185653/1341622",
    "image_url": null,
    "detail_description": "Your love of the Lowe, on the campus of the University of Miami, depends on your taste in art. If you’re into modern and contemporary works, it’s good. If you’re into the art and archaeology of cultures from Asia, Africa and the South Pacific, it’s great. And if you’re into pre-Columbian and Mesoamerican art, it’s fantastic.\nThat isn’t to discount the lovely permanent collection of Renaissance and Baroque art, Western sculpture from the 18th to 20th centuries, and paintings by Gauguin, Picasso and Monet."
},
{
    "country": "miami",
    "city": "Miami",
    "index": 39,
    "name": "Arch Creek Park",
    "latitude": "25.900268",
    "longitude": "-80.160863",
    "excerpt": "This compact and cute park, located near Oleta River, encompasses a cozy habitat of tropical hardwood species that surrounds a pretty, natural limestone…",
    "detail_url": "https://www.lonelyplanet.com/usa/miami/attractions/arch-creek-park/a/poi-sig/1346513/361916",
    "image_url": null,
    "detail_description": "This compact and cute park, located near Oleta River, encompasses a cozy habitat of tropical hardwood species that surrounds a pretty, natural limestone bridge. Naturalists can lead you on kid-friendly ecotours of the area, which include a lovely butterfly garden, or visitors can peruse a small but well-stocked museum of Native American and pioneer artifacts. The excellent Miami EcoAdventures is based here. The park is just off North Biscayne Blvd, 7 miles north of the Design District.\n"
},
{
    "country": "miami",
    "city": "Miami",
    "index": 38,
    "name": "Eva Munroe’s Grave",
    "latitude": "25.726592",
    "longitude": "-80.240353",
    "excerpt": "Tucked into a small gated area near the Coconut Grove Library, you’ll find the humble headstone of one Ms Eva Amelia Hewitt Munroe. Eva, who was born in…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/coconut-grove/attractions/eva-munroe-s-grave/a/poi-sig/1566547/1341621",
    "image_url": null,
    "detail_description": "Tucked into a small gated area near the Coconut Grove Library, you’ll find the humble headstone of one Ms Eva Amelia Hewitt Munroe. Eva, who was born in New Jersey in 1856 and died in Miami in 1882, lies in the oldest American grave in Miami-Dade County (a sad addendum: local African American settlers died before Eva, but their deaths were never officially recorded).\nEva’s husband Ralph entered a deep depression, which he tried to alleviate by building the Barnacle, now one of the oldest historic homes in the area."
},
{
    "country": "miami",
    "city": "Miami",
    "index": 35,
    "name": "Merrick House",
    "latitude": "25.74922462",
    "longitude": "-80.27322289",
    "excerpt": "It’s fun to imagine this simple homestead, with its little hints of Med-style, as the core of what would eventually become the gaudy Gables. When George…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/coral-gables/attractions/merrick-house/a/poi-sig/380393/1341622",
    "image_url": null,
    "detail_description": "It’s fun to imagine this simple homestead, with its little hints of Med-style, as the core of what would eventually become the gaudy Gables. When George Merrick’s father purchased this plot, site unseen, for $1100, it was all dirt, rock and guavas. The property is now used for meetings and receptions, and you can tour both the house and its pretty organic garden. The modest family residence looks as it did in 1925, outfitted with family photos, furniture and artwork.\nCall ahead for the latest tour times. The house was closed for renovations at research time."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 37,
    "name": "Promenade",
    "latitude": "25.782542",
    "longitude": "-80.129728",
    "excerpt": "This beach promenade, a wavy ribbon sandwiched between the beach and Ocean Dr, extends from 5th St to 15th St. A popular location for photo shoots,…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/promenade/a/poi-sig/380423/1341616",
    "image_url": null,
    "detail_description": "This beach promenade, a wavy ribbon sandwiched between the beach and Ocean Dr, extends from 5th St to 15th St. A popular location for photo shoots, especially during crowd-free early mornings, it’s also a breezy, palm-tree-lined conduit for inline skaters, cyclists, volleyball players (there’s a net at 11th St), dog walkers, yahoos, locals and tourists.\nThe beach that it edges, called Lummus Park, sports six floridly colored lifeguard stands. There’s a public bathroom at 11th St; the sinks are a popular place for homeless bathing."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 36,
    "name": "Miami Beach Community Church",
    "latitude": "25.790386",
    "longitude": "-80.133194",
    "excerpt": "In rather sharp and refreshing contrast to all the ubermodern structures muscling their way into the art-deco design of South Beach, this community church…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/miami-beach-community-church/a/poi-sig/1349614/1341616",
    "image_url": null,
    "detail_description": "In rather sharp and refreshing contrast to all the ubermodern structures muscling their way into the art-deco design of South Beach, this community church puts one in mind of an old Spanish mission – humble, modest and elegantly understated in an area where overstatement is the general philosophy.\nFourteen stained-glass windows line the relatively simple interior, while the exterior is built to resemble coral stone in a Spanish Revival style. The congregation is LGBT-friendly and welcomes outside visitors; church service is at 10:30am on Sunday."
},
{
    "country": "miami",
    "city": "Miami",
    "index": 33,
    "name": "Little Haiti Cultural Center",
    "latitude": "25.830421",
    "longitude": "-80.191215",
    "excerpt": "This cultural center hosts an art gallery with often thought-provoking exhibitions from Haitian painters, sculptors and multimedia artists. You can also…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/little-haiti-the-upper-east-side/attractions/little-haiti-cultural-center/a/poi-sig/1250827/1341802",
    "image_url": null,
    "detail_description": "This cultural center hosts an art gallery with often thought-provoking exhibitions from Haitian painters, sculptors and multimedia artists. You can also find dance classes, drama productions and a Caribbean-themed market during special events. The building itself is quite a confection of bold tropical colors, steep A-framed roofs and lacy decorative elements. Don't miss the mural in the palm-filled courtyard.\nThe best time to visit is for the Sounds of Little Haiti, a music- and food-filled fête held on the third Friday of every month from 6pm to 10pm."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 34,
    "name": "Post Office",
    "latitude": "25.784281",
    "longitude": "-80.132217",
    "excerpt": "Make it a point to mail a postcard from this 1937 deco gem of a post office, the very first South Beach renovation project tackled by preservationists in…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/post-office/a/poi-sig/1349547/1341616",
    "image_url": null,
    "detail_description": "Make it a point to mail a postcard from this 1937 deco gem of a post office, the very first South Beach renovation project tackled by preservationists in the 1970s. This Depression moderne building in the ‘stripped classic’ style was constructed under President Roosevelt’s administration and funded by the Works Progress Administration (WPA) initiative, which supported artists who were out of work during the Great Depression.\nOn the exterior, note the bald eagle and the turret with iron railings and, inside, a large wall mural of the Seminole’s Florida invasion."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 32,
    "name": "Jewish Museum of Florida-FIU",
    "latitude": "25.772629",
    "longitude": "-80.134417",
    "excerpt": "Housed in a 1936 Orthodox synagogue that served Miami’s first congregation, this small museum chronicles the large contribution Jews have made to the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/jewish-museum-of-florida-fiu/a/poi-sig/1185263/1341616",
    "image_url": null,
    "detail_description": "Housed in a 1936 Orthodox synagogue that served Miami’s first congregation, this small museum chronicles the large contribution Jews have made to the state of Florida. After all, it could be said that while Cubans made Miami, Jews made Miami Beach, both physically and culturally. Yet there were times when Jews were barred from the American Riviera they carved out of the sand, and this museum tells that story, along with some amusing anecdotes (like seashell Purim dresses).\nThere are also Jewish Walking Tours, where you can taste Jewish food and see Jewish culture along Miami Beach (from $22)."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 31,
    "name": "World Erotic Art Museum",
    "latitude": "25.783237",
    "longitude": "-80.132078",
    "excerpt": "The World Erotic Art Museum celebrates its staggering but artful erotica collection, including pieces by Rembrandt and Picasso. Back in 2005, 70-year-old…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/world-erotic-art-museum/a/poi-sig/380255/1341616",
    "image_url": null,
    "detail_description": "The World Erotic Art Museum celebrates its staggering but artful erotica collection, including pieces by Rembrandt and Picasso. Back in 2005, 70-year-old Naomi Wilzig turned her 5000-piece collection into a South Beach attraction.\nWEAM takes itself seriously, which is part of the charm of this fascinating collection spanning the ages, from ancient sex manuals to Victorian peep-show photos to an elaborate four-poster (four-phallus rather) Kama Sutra bed, with carvings in wood depicting various ways (138 in fact) to get intimate. Other curiosities include the phallus bone of a whale with hand-carved wolf faces and the oversized sculpted genitals used as a murder weapon in A Clockwork Orange."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 29,
    "name": "Miami Beach Botanical Garden",
    "latitude": "25.795757",
    "longitude": "-80.135221",
    "excerpt": "This lush but little-known 2.6 acres of plantings is operated by the Miami Beach Garden Conservancy, and is a veritable green haven in the midst of the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/miami-beach-botanical-garden/a/poi-sig/380395/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-1007098088.jpeg",
    "detail_description": "This lush but little-known 2.6 acres of plantings is operated by the Miami Beach Garden Conservancy, and is a veritable green haven in the midst of the urban jungle – an oasis of palm trees, flowering hibiscus trees and glassy ponds. It's a great spot for a picnic.\n"
},
{
    "country": "miami",
    "city": "Miami",
    "index": 30,
    "name": "Coconut Grove Playhouse",
    "latitude": "25.72581",
    "longitude": "-80.244763",
    "excerpt": "Built in 1927, this is Miami’s oldest theater, which sits in the heart of the Grove. Back in the day this was a grand dame of a building, with a snazzy…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/coconut-grove/attractions/coconut-grove-playhouse/a/poi-sig/1185590/1341621",
    "image_url": null,
    "detail_description": "Built in 1927, this is Miami’s oldest theater, which sits in the heart of the Grove. Back in the day this was a grand dame of a building, with a snazzy marquee and a celebrity vibe balanced by a good deal of artsy cred: Samuel Beckett’s Waiting for Godot had its US premiere here in 1956 (the show was apparently a disaster).\nSadly the theater was shut down during its 50th-anniversary season due to major debt issues and still sits, today, like a sad shell over Main Hwy. As of early 2017, plans were underway to restore the 300-seat playhouse, which will be run by the award-winning theater company GableStage when it opens again (probably 2020 at the earliest). In addition, a second and larger (700-seat) theater will be constructed in the back."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 28,
    "name": "Colony Hotel",
    "latitude": "25.77734899",
    "longitude": "-80.13141658",
    "excerpt": "The Colony is the oldest deco hotel in Miami Beach. It was the first hotel in Miami, and perhaps America, to incorporate its sign (a zigzaggy neon wonder)…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/colony-hotel/a/poi-sig/1100202/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/LPT1211119.jpg",
    "detail_description": "The Colony is the oldest deco hotel in Miami Beach. It was the first hotel in Miami, and perhaps America, to incorporate its sign (a zigzaggy neon wonder) as part of its overall design. Inside the lobby are excellent examples of space-age interiors, including Saturn-shaped lamps and Flash Gordon elevators.\n"
},
{
    "country": "miami",
    "city": "Miami",
    "index": 25,
    "name": "Barnacle Historic State Park",
    "latitude": "25.725819",
    "longitude": "-80.243593",
    "excerpt": "In the center of Coconut Grove village is the 1891, 5-acre pioneer residence of Ralph Monroe, Miami’s first honorable snowbird. The house is open for…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/coconut-grove/attractions/barnacle-historic-state-park/a/poi-sig/380301/1341621",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/224029ce0e517245c552576bfaedba5aee18a00c5ff6a239437b8c512d03fb62.jpg",
    "detail_description": "In the center of Coconut Grove village is the 1891, 5-acre pioneer residence of Ralph Monroe, Miami’s first honorable snowbird. The house is open for guided tours (every 90 minutes between 10am and 2:30pm), and the park it's located in is a shady oasis for strolling. Barnacle hosts frequent (and lovely) moonlight concerts, from jazz to classical.\n"
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 26,
    "name": "Cardozo Hotel",
    "latitude": "25.78406864",
    "longitude": "-80.1300359",
    "excerpt": "The Cardozo and its neighbor, the Carlyle, were the first deco hotels saved by the Miami Design Preservation League, and in the case of the Cardozo, we…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/cardozo-hotel/a/poi-sig/1042526/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstock1728042889.jpg",
    "detail_description": "The Cardozo and its neighbor, the Carlyle, were the first deco hotels saved by the Miami Design Preservation League, and in the case of the Cardozo, we think they saved the best first. Its beautiful lines and curves evoke a classic automobile from the 1930s.\n"
},
{
    "country": "miami",
    "city": "Miami",
    "index": 27,
    "name": "Hialeah Park Casino",
    "latitude": "25.8453495",
    "longitude": "-80.27668588",
    "excerpt": "Hialeah is more Havanan than Little Havana (more than 90% of the population speak Spanish as a first language), and the symbol and center of this working…",
    "detail_url": "https://www.lonelyplanet.com/usa/miami/attractions/hialeah-park-casino/a/poi-sig/380371/361916",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Miami%20Blueee77%20shutterstock_1958803822%20RFE.jpg",
    "detail_description": "Hialeah is more Havanan than Little Havana (more than 90% of the population speak Spanish as a first language), and the symbol and center of this working-class Cuban community is this grand former racetrack. In 2013 the track was converted into a casino, which also shows other races (that you can gamble on) via simulcast.\n"
},
{
    "country": "miami",
    "city": "Miami",
    "index": 24,
    "name": "Haulover Beach Park",
    "latitude": "25.910575",
    "longitude": "-80.12342",
    "excerpt": "Swimsuits are optional at this 40-acre beach park hidden behind vegetation from the sight of condos, highways and prying passers-by. You don't have to get…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/north-beach/attractions/haulover-beach-park/a/poi-sig/380369/1341623",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a7bcc89881ead68a6ae05cd7a042bcc4-haulover-beach-park.jpg",
    "detail_description": "Swimsuits are optional at this 40-acre beach park hidden behind vegetation from the sight of condos, highways and prying passers-by. You don't have to get into your birthday suit if you don't fancy it; however, most of the beach is clothed and there’s even a dog park. It is one of the nicer spots for sand in the area. It's on Collins Ave about 4.5 miles north of 71st St.\n"
},
{
    "country": "miami",
    "city": "Miami",
    "index": 23,
    "name": "Gold Coast Railroad Museum",
    "latitude": "25.617246554962",
    "longitude": "-80.401039123535",
    "excerpt": "Primarily of interest to train buffs, this museum displays more than 30 antique railway cars, including the Ferdinand Magellan presidential car, where…",
    "detail_url": "https://www.lonelyplanet.com/usa/miami/attractions/gold-coast-railroad-museum/a/poi-sig/380365/361916",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Miami%20agefotostock%20Alamy%20EB94BY%20RFE.jpg",
    "detail_description": "Primarily of interest to train buffs, this museum displays more than 30 antique railway cars, including the Ferdinand Magellan presidential car, where President Harry Truman famously brandished a newspaper with the erroneous headline ‘Dewey Defeats Truman.’\nOn weekends the museum offers 25-minute rides on old cabooses ($6) and standard gauge cabs ($12). It’s advised you call ahead to book rides."
},
{
    "country": "miami",
    "city": "Miami",
    "index": 22,
    "name": "Museum of Contemporary Art North Miami",
    "latitude": "25.890075",
    "longitude": "-80.183115",
    "excerpt": "The Museum of Contemporary Art has long been a reason to hike up to North Miami – its galleries feature excellent rotating exhibitions of contemporary art…",
    "detail_url": "https://www.lonelyplanet.com/usa/miami/attractions/museum-of-contemporary-art-north-miami/a/poi-sig/380205/361916",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Miami%20Jeffrey%20Isaac%20Greenberg%207%2B%20Alamy%202AW0KNW%20RFE.jpg",
    "detail_description": "The Museum of Contemporary Art has long been a reason to hike up to North Miami – its galleries feature excellent rotating exhibitions of contemporary art by local, national and international artists, usually themed along socially engaged lines of interest. There is a pay what you wish gallery policy during Jazz@MOCA from 7pm to 10pm on the last Friday of every month, when live outdoor jazz concerts are held.\n"
},
{
    "country": "miami",
    "city": "Miami",
    "index": 21,
    "name": "Zoo Miami",
    "latitude": "25.61026157",
    "longitude": "-80.39994478",
    "excerpt": "Miami's tropical weather makes strolling around the Metrozoo almost feel like a day in the wild. Look for Asian and African elephants, rare and regal…",
    "detail_url": "https://www.lonelyplanet.com/usa/miami/attractions/zoo-miami/a/poi-sig/1348764/361916",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/United%20States%20Miami%20Songquan%20Deng%20Alamy%20CW0X2D%20RFC.jpg",
    "detail_description": "Miami's tropical weather makes strolling around the Metrozoo almost feel like a day in the wild. Look for Asian and African elephants, rare and regal Bengal tigers prowling an evocative Hindu temple, pygmy hippos, Andean condors, a pack of hyenas, cute koalas, colobus monkeys, black rhinoceroses and a pair of Komodo dragons from Indonesia. For a quick overview (and because the zoo is so big), hop on the Safari Monorail; it departs every 20 minutes.\n"
},
{
    "country": "miami",
    "city": "Miami",
    "index": 20,
    "name": "Monkey Jungle",
    "latitude": "25.566910683224",
    "longitude": "-80.432710647583",
    "excerpt": "Step into the cage while monkeys run around, wild and free! Indeed, you’ll be walking through screened-in trails, with primates swinging, screeching and…",
    "detail_url": "https://www.lonelyplanet.com/usa/miami/attractions/monkey-jungle/a/poi-sig/380283/361916",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Miami%20Oliver%20Sveda%20shutterstock_1324184183%20RFC.jpg",
    "detail_description": "Step into the cage while monkeys run around, wild and free! Indeed, you’ll be walking through screened-in trails, with primates swinging, screeching and chattering all around you. It’s incredibly fun, and just a bit odorous. The big show of the day takes place at feeding time, when crab-eating monkeys and Southeast Asian macaques dive into the pool for fruit and other treats.\nThere’s also a lovely aviary for clouds of beautiful rescued parrots."
},
{
    "country": "miami",
    "city": "Miami",
    "index": 19,
    "name": "Coral Gables City Hall",
    "latitude": "25.74920748",
    "longitude": "-80.26343529",
    "excerpt": "This grand building has housed boring city-commission meetings since it opened in 1928. It’s impressive from any angle, certainly befitting its importance…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/coral-gables/attractions/coral-gables-city-hall/a/poi-sig/1185639/1341622",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/18ef387e54e80980b5a8e4d82f7f0621-coral-gables-city-hall.jpg",
    "detail_description": "This grand building has housed boring city-commission meetings since it opened in 1928. It’s impressive from any angle, certainly befitting its importance as a central government building. Check out Denman Fink’s Four Seasons ceiling painting in the tower, as well as his framed, untitled painting of the underwater world on the 2nd-floor landing.\nThere’s a small farmers market on site from 8am to 2pm on Saturdays from mid-January to March."
},
{
    "country": "miami",
    "city": "Miami",
    "index": 18,
    "name": "Deering Estate at Cutler",
    "latitude": "25.623341156533",
    "longitude": "-80.307054519653",
    "excerpt": "The Deering estate is sort of ‘Vizcaya lite,’ which makes sense as it was built by Charles, brother of James Deering (of Vizcaya mansion fame). The 150…",
    "detail_url": "https://www.lonelyplanet.com/usa/miami/attractions/deering-estate-at-cutler/a/poi-sig/380349/361916",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Miami%20cristianl%20GettyImages-182369312%20RFC.jpg",
    "detail_description": "The Deering estate is sort of ‘Vizcaya lite,’ which makes sense as it was built by Charles, brother of James Deering (of Vizcaya mansion fame). The 150-acre grounds are awash with tropical growth, an animal-fossil pit of bones dating back 50,000 years and the remains of Native Americans who lived here 2000 years ago. There’s a free tour of the grounds at 3pm included in admission, and the estate often hosts jazz evenings under the stars.\n"
},
{
    "country": "miami",
    "city": "Miami",
    "index": 17,
    "name": "Kampong",
    "latitude": "25.715902",
    "longitude": "-80.252509",
    "excerpt": "David Fairchild, the Indiana Jones of the botanical world and founder of Fairchild Tropical Garden, would rest at the Kampong (Malay/Indonesian for …",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/coconut-grove/attractions/kampong/a/poi-sig/380375/1341621",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstock1446113918.jpg",
    "detail_description": "David Fairchild, the Indiana Jones of the botanical world and founder of Fairchild Tropical Garden, would rest at the Kampong (Malay/Indonesian for 'village') in between journeys in search of beautiful and profitable plant life. Today this lush garden is listed on the National Register of Historic Places and the lovely grounds serve as a classroom for the National Tropical Botanical Garden. Self-guided tours (allow at least an hour) are available by appointment, as are US$25 one-hour guided tours.\n"
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 16,
    "name": "SoundScape Park",
    "latitude": "25.791845",
    "longitude": "-80.132582",
    "excerpt": "Outside of the New World Center, this park is one of the best places for open-air screenings in Miami Beach. During some New World Symphony performances,…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/soundscape-park/a/poi-sig/1565137/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-959772234.jpeg",
    "detail_description": "Outside of the New World Center, this park is one of the best places for open-air screenings in Miami Beach. During some New World Symphony performances, the outside wall of the Frank Gehry–designed concert hall features a 7000-sq-ft projection of the concert within.\nThere are free WALLCAST classical music concert projections in the park, to be viewed on a 7000-sq-ft projection wall. Bring a picnic and enjoy the free show. In addition, there are free once-monthly yoga sessions on the lawns. Check the website for dates."
},
{
    "country": "miami",
    "city": "Miami",
    "index": 14,
    "name": "Fontainebleau",
    "latitude": "25.81759484",
    "longitude": "-80.1222475",
    "excerpt": "As you proceed north on Collins, the condos and apartment buildings grow in grandeur and embellishment until you enter an area nicknamed Millionaire’s Row…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/north-beach/attractions/fontainebleau/a/poi-sig/1346491/1341623",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstockRF188451383.jpg",
    "detail_description": "As you proceed north on Collins, the condos and apartment buildings grow in grandeur and embellishment until you enter an area nicknamed Millionaire’s Row. The most fantastic jewel in this glittering crown is the Fontainebleau hotel. The hotel – mainly the pool, which has since been renovated – features in Brian de Palma's classic Scarface.\nThis iconic 1954 leviathan is a brainchild of the great Miami Beach architect Morris Lapidus and has undergone many renovations; in some ways, it is utterly different from its original form, but it retains that early glamour."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 15,
    "name": "Art Deco Historic District",
    "latitude": "25.783044",
    "longitude": "-80.129986",
    "excerpt": "The world-famous art-deco district of Miami Beach is pure exuberance: an architecture of bold lines, whimsical tropical motifs and a color palette that…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/art-deco-historic-district/a/poi-sig/1569756/1341616",
    "image_url": null,
    "detail_description": "The world-famous art-deco district of Miami Beach is pure exuberance: an architecture of bold lines, whimsical tropical motifs and a color palette that evokes all the beauty of the Miami landscape. Among the 800 deco buildings listed on the National Register of Historic Buildings, each design is different, and strolling among these restored beauties from a bygone era is utterly enthralling. Classic art-deco structures are positioned beautifully between 11th and 14th Sts – each bursting with individuality.\nClose to 11th St, the Congress Hotel shows perfect symmetry in its three-story facade, with window-shading eyebrows and a long marquee down the middle that's reminiscent of the grand movie palaces of the 1930s. About a block north, the Tides is one of the finest of the nautical-themed hotels, with porthole windows over the entryway, a reception desk of Key limestone (itself imprinted with fossilized sea creatures), and curious arrows on the floor, meant to denote the ebb and flow of the tide. Near 13th St, the Cavalier plays with the seahorse theme, in stylized depictions of the sea creature and also has palm-tree-like iconography.Note that it's best to go early in the day when the crowds are thinnest, and the light is best for picture-taking. For deeper insight into the architecture, take a guided walking tour of the area offered daily by the Miami Design Preservation League."
},
{
    "country": "miami",
    "city": "Miami",
    "index": 13,
    "name": "Pinecrest Gardens",
    "latitude": "25.669634992",
    "longitude": "-80.286913614",
    "excerpt": "When Parrot Jungle – now Jungle Island – flew the coop for the big city, the village of Pinecrest purchased the property in order to keep it as a…",
    "detail_url": "https://www.lonelyplanet.com/usa/miami/attractions/pinecrest-gardens/a/poi-sig/1185671/361916",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/United%20States%20Miami%20Jillian%20Cain%20Photography%20shutterstock_2005586807%20RFE.jpg",
    "detail_description": "When Parrot Jungle – now Jungle Island – flew the coop for the big city, the village of Pinecrest purchased the property in order to keep it as a municipal park. It’s now a quiet oasis with some of the best tropical gardens this side of the Gulf of Mexico, topped off by a gorgeous centerpiece banyan tree. Outdoor movies and jazz concerts are held here, and all in all this is a total gem that is utterly off the tourism trail.\nThere's lots of fun for kids to be had, with a petting zoo, a playground, a splashy water play area (don't forget to bring towels) and giant games of chess or checkers."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 12,
    "name": "South Beach",
    "latitude": "25.783121",
    "longitude": "-80.128183",
    "excerpt": "When most people think of Miami Beach, they're envisioning South Beach (SoBe). This area is rife with clubs, bars, restaurants, models and a distinctive…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/south-beach/a/poi-sig/1363838/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/625250bfe2043a9116f9433b969ce0222ec1a49e6f53fda651e562724952feaa.jpg",
    "detail_description": "When most people think of Miami Beach, they're envisioning South Beach (SoBe). This area is rife with clubs, bars, restaurants, models and a distinctive veneer of Art Deco architecture. The beach itself encompasses a lovely stretch of golden sands, dotted with colorful deco-style lifeguard stations. The shore gathers a wide mix of humanity, including suntanned locals and plenty of tourists, and gets crowded in high season (December to March) and on weekends when the weather is warm.\nYou can escape the masses by avoiding the densest parts of the beach (5th to 15th Sts). Keep in mind that there's no alcohol (or pets) allowed on the beach."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 11,
    "name": "New World Center",
    "latitude": "25.791622",
    "longitude": "-80.133376",
    "excerpt": "Designed by Frank Gehry, this performance hall rises majestically out of a manicured lawn just above Lincoln Rd. Not unlike the ethereal power of the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/new-world-center/a/poi-sig/1346438/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstock120035920.jpg",
    "detail_description": "Designed by Frank Gehry, this performance hall rises majestically out of a manicured lawn just above Lincoln Rd. Not unlike the ethereal power of the music within, the glass-and-steel facade encases characteristically Gehry-esque sail-like shapes that help create the magnificent acoustics and add to the futuristic quality of the concert hall. The grounds form a 2.5-acre public park aptly known as SoundScape Park.\nSome performances inside the center are projected outside via a 7000-sq-ft projection wall (the so-called 'Wallcast'), which might make you feel like you’re in the classiest open-air theater on the planet. Reserve ahead for a 45-minute guided tour."
},
{
    "country": "miami",
    "city": "Miami",
    "index": 10,
    "name": "Oleta River State Park",
    "latitude": "25.917657686585",
    "longitude": "-80.138998031616",
    "excerpt": "Tequesta people were boating the Oleta River estuary as early as 500 BC, so you’re following a long tradition if you canoe or kayak in this park. At…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/north-beach/attractions/oleta-river-state-park/a/poi-sig/380417/1341623",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstockRF1626556522.jpg",
    "detail_description": "Tequesta people were boating the Oleta River estuary as early as 500 BC, so you’re following a long tradition if you canoe or kayak in this park. At almost 1000 acres, this is the largest urban park in the state and one of the best places in Miami to escape the madding crowd. Boat out to the local mangrove island, watch the eagles fly by, or just chill on the pretension-free beach.\nOn-site BG Oleta River Outdoor Center rents out kayaks, canoes, stand-up paddleboards and mountain bikes. It also offers paddling tours, yoga classes on stand-up paddleboards and other activities. The park is off 163rd St NE/FL 826 in Sunny Isles, about 8 miles north of North Miami Beach."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 9,
    "name": "Art Deco Museum",
    "latitude": "25.7803",
    "longitude": "-80.130265",
    "excerpt": "This small museum is one of the best places in town for an enlightening overview of the art deco district. Through videos, photography, models and other…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/art-deco-museum/a/poi-sig/1565000/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-1153998811.jpeg",
    "detail_description": "This small museum is one of the best places in town for an enlightening overview of the art deco district. Through videos, photography, models and other displays, you'll learn about the pioneering work of Barbara Baer Capitman, who helped save these buildings from certain destruction back in the 1970s, and her collaboration with Leonard Horowitz, the talented artist who designed the pastel color palette that become an integral part of the design visible today.\nThe museum also touches on other key architectural styles in Miami, including Mediterranean Revival (typefied by the Villa Casa Casuarina) and the post-deco boom of MiMo (Miami Modern), which emerged after WWII, and is particularly prevalent in North Miami Beach. The guided Art Deco tour is $25 per person and takes around two hours (10.30am daily) touching on Art Deco, MiMo and Mediterranean Revival movements."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 8,
    "name": "The Bass",
    "latitude": "25.797692676",
    "longitude": "-80.130127378",
    "excerpt": "The best art museum in Miami Beach has a playfully futuristic facade, a crisp interplay of lines and a bright, white-walled space – like an Orthodox…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/the-bass/a/poi-sig/1185245/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cc6abb0dc9a4259c411aea9f75fcce79-bass-museum-of-art.jpg",
    "detail_description": "The best art museum in Miami Beach has a playfully futuristic facade, a crisp interplay of lines and a bright, white-walled space – like an Orthodox church on a space-age Greek isle. All designed, by the way, in 1930 by Russell Pancoast (grandson of John A Collins, who lent his name to Collins Ave). The collection isn’t shabby either: permanent highlights range from 16th-century European religious works to contemporary installation from around the world.\r\n\nThe Bass recently underwent a $12 million renovation that added 50% more space to its layout. There are three new galleries, a Creativity Center, a new museum store and a cafe. The Bass also rebranded itself – officially adopting the informal name locals always used rather than the more formal 'Bass Museum of Art.' The museum forms one point of the Collins Park Cultural Center triangle, which also includes the three-story Miami City Ballet and the lovingly inviting Miami Beach Regional Library, which is a great place for free wi-fi.\r\n"
},
{
    "country": "miami",
    "city": "Miami",
    "index": 7,
    "name": "Ancient Spanish Monastery",
    "latitude": "25.929613",
    "longitude": "-80.154716",
    "excerpt": "Finding a fully intact medieval monastery in North Miami Beach is yet another reason why the moniker 'Magic City' seems so fitting. Constructed in 1141 in…",
    "detail_url": "https://www.lonelyplanet.com/usa/miami/attractions/ancient-spanish-monastery/a/poi-sig/380295/361916",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/32fbcf13ba2c17409f37fa0d2ac96e8de69094114faf3d3e12ac6b5bb18b0638.jpg",
    "detail_description": "Finding a fully intact medieval monastery in North Miami Beach is yet another reason why the moniker 'Magic City' seems so fitting. Constructed in 1141 in Segovia, Spain, the Monastery of St Bernard de Clairvaux is a striking early-Gothic and Romanesque building that rather improbably found its way to South Florida. The property – today a church that's part of the Episcopal diocese – gets busy for weddings, so call before making the long trip out here. It's roughly 15 miles north of Downtown Miami.\nCommunal life for the Cistercians at the monastery came to an end in the 1830s when the monastery was seized by the Spanish government and sold. It was actually serving as a granary when newspaper tycoon William Randolph Hearst stumbled across it and decided to purchase it in 1925. He had it dismantled and shipped to the USA in more than 10,000 crates, intending to reconstruct it at his sprawling California estate. But construction was never approved by the government, and the stones sat in boxes until 1953, when a group of Miami developers purchased the dismantled monastery from Hearst and reassembled it.Church services are held at 8am and 10:15am on Sunday, as well as noon on Wednesday."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 6,
    "name": "Holocaust Memorial",
    "latitude": "25.795264",
    "longitude": "-80.136273",
    "excerpt": "Even for a Holocaust piece, this memorial is particularly powerful. With over 100 sculptures, its centerpiece is the Sculpture of Love and Anguish, an…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/holocaust-memorial/a/poi-sig/380173/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial312182555.jpg",
    "detail_description": "Even for a Holocaust piece, this memorial is particularly powerful. With over 100 sculptures, its centerpiece is the Sculpture of Love and Anguish, an enormous, oxidized bronze arm that bears an Auschwitz tattoo number – chosen because it was never issued at the camp. Terrified camp prisoners scale the sides of the arm, trying to pass their loved ones, including children, to safety only to see them later massacred, while below lie figures of all ages in various poses of suffering.\nAround the perimeter of the memorial are dozens of panels, which detail the grim history that led to the greatest genocide of the 20th century. This is followed by names of many who perished. The memorial doesn't gloss over the past. The light from a Star of David is blotted by the racist label of Jude (the German word for ‘Jew’); representative of the yellow star that Jews in ghettos were forced to wear, and two Menora sculptures, flanking the Dome of Contemplation descent to the center, show the transformation from life to death in a rather lurid fashion. It's impossible to spend time here and not be moved.The memorial was completed in 1990 through the efforts of Miami Beach Holocaust survivors, local business leaders and sculptor Kenneth Treister. Download the excellent free app (Holocaust Memorial Miami Beach) for iPhone or Android to learn more about the sculpture as well as hear testimonials from survivors, peruse slideshows and view interactive maps and additional audio and video."
},
{
    "country": "miami",
    "city": "South Beach",
    "index": 5,
    "name": "Wolfsonian-FIU",
    "latitude": "25.78085073",
    "longitude": "-80.13251416",
    "excerpt": "Visit this excellent design museum early in your stay to put the aesthetics of Miami Beach into context. It’s one thing to see how wealth, leisure and the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/wolfsonian-fiu/a/poi-sig/1130237/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-107325892_master.jpg",
    "detail_description": "Visit this excellent design museum early in your stay to put the aesthetics of Miami Beach into context. It’s one thing to see how wealth, leisure and the pursuit of beauty manifest, but it’s another to understand the roots and shadings of local artistic movements. By chronicling the interior evolution of everyday life, the Wolfsonian reveals how these trends manifested architecturally in SoBe’s exterior deco.\nTake a look at the Wolfsonian’s own noteworthy architectural features with its Gothic-futurist angles and lion-head-studded grand elevator."
},
{
    "country": "miami",
    "city": "Miami",
    "index": 4,
    "name": "Miami Beach Boardwalk",
    "latitude": "25.804913953962",
    "longitude": "-80.123537778854",
    "excerpt": "Ahhh the Miami Beach Boardwalk! Stretching seven miles from South Point to Surfside, the parade of humanity you'll encounter on any given day will take your…",
    "detail_url": "https://www.lonelyplanet.com/usa/miami/attractions/miami-beach-boardwalk/a/poi-sig/380315/361916",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/GettyRF468165382.jpg",
    "detail_description": "Ahhh the Miami Beach Boardwalk! Stretching seven miles from South Point to Surfside, the parade of humanity you'll encounter on any given day will take your breath away. You've got your bathing-suited barefooters, families pushing strollers, rollerbladers, bikers, dancers, vendors, people blasting music from their various devices, groups of friends gabbing away, couples, joggers, mimes, musicians, young and old – there is no demographic that accurately captures the all kinds of it all. It's a thoroughfare of exuberance that hits a crescendo near South Beach. You'll hear DJs spinning at pool parties at the hotels that line the one side, and their attendant beach clubs that dot the shore.&nbsp;\n"
},
{
    "country": "miami",
    "city": "Miami",
    "index": 3,
    "name": "Vizcaya Museum & Gardens",
    "latitude": "25.746907",
    "longitude": "-80.210474",
    "excerpt": "If you want to see something that is 'very Miami', this is it – lush, big, over the top, a patchwork of all that a rich US businessman might want to show…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/coconut-grove/attractions/vizcaya-museum-gardens/a/poi-sig/380207/1341621",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4f3c9989939b8d49f280d031dab58b62-vizcaya-museum-gardens.jpg",
    "detail_description": "If you want to see something that is 'very Miami', this is it – lush, big, over the top, a patchwork of all that a rich US businessman might want to show off to his friends. Which is essentially what industrialist James Deering did in 1916, starting a Miami tradition of making a ton of money and building ridiculously grandiose digs. He employed 1000 people (then 10% of the local population) and stuffed his home with Renaissance furniture, tapestries, paintings and decorative arts.\nThe mansion is a classic of Miami's Mediterranean Revival stye. The largest room in the house is the informal living room, sometimes dubbed 'the Renaissance Hall' for its works dating from the 14th to the 17th centuries. The music room is intriguing for its beautiful wall canvases, which come from Northern Italy, while the banquet hall evokes all the grandeur of imperial dining rooms of Europe, with its regal furnishings.On the south side of the house stretch a series of lovely gardens that are just as impressive as the interior of Vizcaya. Modeled on formal Italian gardens of the 17th and 18th centuries, these manicured spaces form a counterpoint to the wild mangroves beyond. Sculptures, fountains and vine-draped surfaces give an antiquarian look to the grounds, and an elevated terrace (the Garden Mound) provides a fine vantage point over the greenery.The on-site Vizcaya Cafe has light snacks and coffee to keep energy levels up while perusing the lavish collections."
}