[
{
    "country": "milazzo",
    "city": "Milazzo",
    "index": 1,
    "name": "Capo Milazzo",
    "latitude": "38.270397",
    "longitude": "15.232716",
    "excerpt": "If you have a car, don't miss the scenic drive north along Strada Panoramica to see the gorgeous, rugged coastline of Capo Milazzo. At the end of the…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/milazzo/attractions/capo-milazzo/a/poi-sig/1042774/360017",
    "image_url": null,
    "detail_description": "If you have a car, don't miss the scenic drive north along Strada Panoramica to see the gorgeous, rugged coastline of Capo Milazzo. At the end of the isthmus is a lighthouse; park in the nearby lot, from where short walks lead to the atmospheric ruins of the 13th-century Santuario Rupestre di San Antonio da Padova and the Piscina di Venere, an idyllic natural pool that's perfect for a dip on a hot day.\nAlternatively, you can arrange a boat trip (ask at the tourist office) around the rocky cape to Baia del Tonno on the western side of the isthmus."
},
{
    "country": "milazzo",
    "city": "Milazzo",
    "index": 4,
    "name": "Antiquarium di Milazzo",
    "latitude": "38.2258",
    "longitude": "15.241138",
    "excerpt": "Housed just below the castle in the 16th-century Quartiere degli Spagnoli defensive barracks, this 10-room museum displays treasures dating from neolithic…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/milazzo/attractions/antiquarium-di-milazzo/a/poi-sig/1408819/360017",
    "image_url": null,
    "detail_description": "Housed just below the castle in the 16th-century Quartiere degli Spagnoli defensive barracks, this 10-room museum displays treasures dating from neolithic times to the Byzantine era, amassed over seven decades of local archaeological digs. The collection is strong on household ceramics and funerary urns, with an emphasis on the Greek and prehistoric periods.\n"
},
{
    "country": "milazzo",
    "city": "Milazzo",
    "index": 3,
    "name": "Santuario Rupestre di San Antonio da Padova",
    "latitude": "38.268595",
    "longitude": "15.226536",
    "excerpt": "The evocative remains of this 13th-century church sit astride a cactus-covered hillside overlooking Capo Milazzo's crystal-clear waters. It was here that…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/milazzo/attractions/santuario-rupestre-di-san-antonio-da-padova/a/poi-sig/1372032/360017",
    "image_url": null,
    "detail_description": "The evocative remains of this 13th-century church sit astride a cactus-covered hillside overlooking Capo Milazzo's crystal-clear waters. It was here that San Antonio da Padova famously sought refuge after a January 1221 shipwreck. Between the 16th and 18th centuries the original church was significantly spruced up with new altars and marble bas-reliefs, before falling into its current ruined state.\n"
},
{
    "country": "milazzo",
    "city": "Milazzo",
    "index": 2,
    "name": "Castello di Milazzo",
    "latitude": "38.231194",
    "longitude": "15.241342",
    "excerpt": "Originally the site of a Greek acropolis, then an Arab-Norman citadel, Milazzo's enormous castle was built by Frederick II in 1239, expanded by Charles V…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/milazzo/attractions/castello-di-milazzo/a/poi-sig/1371861/360017",
    "image_url": null,
    "detail_description": "Originally the site of a Greek acropolis, then an Arab-Norman citadel, Milazzo's enormous castle was built by Frederick II in 1239, expanded by Charles V of Aragon and stormed by Garibaldi's troops in 1860. The whole of Milazzo once fitted within its massive walls. Nowadays it's a lovely site to clamber around, full of flowers and crumbling fortifications, with dreamy views of the bay and the Aeolians from atop the Torre Normanna, the castle's oldest and highest part.\nThe castle grounds, enclosed within late-15th-century Aragonese outer walls, contain the city's Duomo Vecchio (old cathedral) and the ruins of the Palazzo dei Giurati (the old town hall). To get here, climb the Salita Castello, which rises up through the atmospheric old town. Guided tours (available in English with advance notice) are offered at 4.30pm on Sunday afternoons throughout the summer."
}
]