[
{
    "country": "milan",
    "city": "Milan",
    "index": 1,
    "name": "Castello Sforzesco",
    "latitude": "45.469852",
    "longitude": "9.18015",
    "excerpt": "Originally a Visconti fortress, this iconic red-brick castle was later home to the mighty Sforza dynasty, who ruled Renaissance Milan. The castle's…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/brera-parco-sempione/attractions/castello-sforzesco/a/poi-sig/1137618/1341550",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF594442556.jpg",
    "detail_description": "Originally a Visconti fortress, this iconic red-brick castle was later home to the mighty Sforza dynasty, who ruled Renaissance Milan. The castle's defences were designed by the multitalented da Vinci; Napoleon later drained the moat and removed the drawbridges. Today, it houses seven specialised museums, which gather together intriguing fragments of Milan’s cultural and civic history, including Michelangelo’s final work, the Rondanini Pietà, now housed in the frescoed hall of the castle's Ospedale Spagnolo (Spanish Hospital).\nOf the museums, the most interesting is the Musei d'Arte Antica (Museum of Ancient Art), which is displayed in the ducal apartments, some of which are frescoed by Leonardo da Vinci. Included in the collection are early paleo-Christian sculptures, the superb equestrian tomb of Bernarbò Visconti and sculpted reliefs depicting Milan's triumph over Barbarossa. The exhibit eloquently tells the story of the birth of Italy's first city comune through murderous dynastic and regional ambitions, which made this one of the most powerful courts in Europe.On the 1st floor, the Museo dei Mobile (Furniture Museum) and Pinacoteca (Picture Gallery) blend seamlessly, leading you from ducal wardrobes and writing desks through to a collection of Lombard Gothic art. Among the masterpieces are Andrea Mantegna's Trivulzio Madonna, Vincenzo Foppa's St Sebastian and Bramantino's Noli me tangere (Touch Me Not). The furniture display continues on to the late 20th century, touching on design greats such as Ettore Sottsass and Giò Ponti on its way.Free entry is offered every first Sunday of the month and from 2pm every first and third Tuesday. To tour the castle battlements and underground rooms, consider a tour with Ad Artem."
},
{
    "country": "milan",
    "city": "Milan",
    "index": 40,
    "name": "Casa Milan",
    "latitude": "45.485636",
    "longitude": "9.148715",
    "excerpt": "Designed by Fabio Novembre, this huge, glass wedge topped by a giant TV screen houses the new HQ of AC Milan, incorporating not only the club’s admin, but…",
    "detail_url": "https://www.lonelyplanet.com/italy/milan/attractions/casa-milan/a/poi-sig/1565421/359947",
    "image_url": null,
    "detail_description": "Designed by Fabio Novembre, this huge, glass wedge topped by a giant TV screen houses the new HQ of AC Milan, incorporating not only the club’s admin, but the Mondo Milan Museum, a restaurant and a shop where you can kit yourself out in black and red. Inside the museum, the club’s history since 1899 is explored through historic memorabilia, a holographic theatre, a hall of fame and a glowing, golden trophy room.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 39,
    "name": "Fondazione Nicola Trussardi",
    "latitude": null,
    "longitude": null,
    "excerpt": "Fashion house Trussardi's provocative, nonprofit foundation is neither a museum nor a collection, but acts as an agency for the promotion of contemporary…",
    "detail_url": "https://www.lonelyplanet.com/italy/milan/attractions/fondazione-nicola-trussardi/a/poi-sig/1281208/359947",
    "image_url": null,
    "detail_description": "Fashion house Trussardi's provocative, nonprofit foundation is neither a museum nor a collection, but acts as an agency for the promotion of contemporary art within unusual historic or architectural venues. Through its work, the foundation has restored and reopened a number of historic buildings, such as Palazzo Litta and Palazzo Dugnani, where international artists have been invited to create new work for one-off events. Exhibits take place in venues all over the city; check the website for details.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 38,
    "name": "Pirelli HangarBicocca",
    "latitude": "45.52094",
    "longitude": "9.219139",
    "excerpt": "This stunning, multipurpose exhibition space inhabits a huge former locomotive factory on the outskirts of Milan. Temporary exhibits include smartly…",
    "detail_url": "https://www.lonelyplanet.com/italy/milan/attractions/pirelli-hangarbicocca/a/poi-sig/1151451/359947",
    "image_url": null,
    "detail_description": "This stunning, multipurpose exhibition space inhabits a huge former locomotive factory on the outskirts of Milan. Temporary exhibits include smartly curated contemporary retrospectives, but the big attraction is a permanent installation by German artist Anselm Kiefer. The enormous concrete-and-lead towers of his The Seven Heavenly Palaces are ruined shells that invoke the mythical yearning of their title.\nOn-site there's also a good bistro and bookshop, while the centre hosts some excellent educational programs and cultural events. Check the online calendar for details."
},
{
    "country": "milan",
    "city": "Milan",
    "index": 37,
    "name": "Casa Guazzoni",
    "latitude": "45.474765",
    "longitude": "9.207916",
    "excerpt": "One of Milan's fin-de-siècle Liberty treasures, with intricate wrought-iron balconies.",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/casa-guazzoni/a/poi-sig/1520573/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/086ae40fa978fecb7af7ae95db78722a-lpl-01788.jpg",
    "detail_description": "One of Milan's fin-de-siècle Liberty treasures, with intricate wrought-iron balconies.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 36,
    "name": "Cinema Dumont",
    "latitude": "45.474916",
    "longitude": "9.208345",
    "excerpt": "The former Cinema Dumont, with its concrete garlands of flowers, is a fine example of fin-de-siècle Liberty architecture.",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/cinema-dumont/a/poi-sig/1520575/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/036483ab05d4eaa7866bad38ab182a34-lpl-03092.jpg",
    "detail_description": "The former Cinema Dumont, with its concrete garlands of flowers, is a fine example of fin-de-siècle Liberty architecture.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 35,
    "name": "Casa Galimberti",
    "latitude": "45.474645",
    "longitude": "9.207219",
    "excerpt": "Casa Galimberti, with its ceramic tiles depicting bourgeois beauties, is one of the finest pieces of fin-de-siècle Liberty architecture in Italy.",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/casa-galimberti/a/poi-sig/1520574/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9ecf1228caf8e3e516f5bb1c879c9cce-lpl-03094.jpg",
    "detail_description": "Casa Galimberti, with its ceramic tiles depicting bourgeois beauties, is one of the finest pieces of fin-de-siècle Liberty architecture in Italy.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 34,
    "name": "Padiglione d'Arte Contemporanea",
    "latitude": "45.472787",
    "longitude": "9.199398",
    "excerpt": "Art and design intertwine at the city’s ground-breaking contemporary galleries. Leading the pack is PAC, which mounts experimental exhibitions in…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/padiglione-d-arte-contemporanea/a/poi-sig/405624/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7d8c4bbe79a87fa9fe44fd6a97524008-lpl-00443.jpg",
    "detail_description": "Art and design intertwine at the city’s ground-breaking contemporary galleries. Leading the pack is PAC, which mounts experimental exhibitions in photography, multimedia and contemporary art.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 33,
    "name": "San Lorenzo Columns",
    "latitude": "45.4582183",
    "longitude": "9.181189792",
    "excerpt": "The freestanding row of 16 Corinthian columns from Milan’s Mediolanum heyday were salvaged from a crumbling Roman residence and lined up here to form the…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/navigli-zona-tortona/attractions/san-lorenzo-columns/a/poi-sig/1151404/1341553",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/67c9e96ee9b5fc4a44ad6c40f74a4fb8-lpl-01025.jpg",
    "detail_description": "The freestanding row of 16 Corinthian columns from Milan’s Mediolanum heyday were salvaged from a crumbling Roman residence and lined up here to form the portico of the new church. Their pagan spirit lingers: welcome to what is the site of many an evening’s beery indulgence.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 32,
    "name": "Torre Branca",
    "latitude": "45.473338956316",
    "longitude": "9.1730109342356",
    "excerpt": "Giò Ponti's spindly 1933 steel tower (built in two months flat for a Triennale exhibition) provides a fantastic 108m-high viewing platform over Parco…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/brera-parco-sempione/attractions/torre-branca/a/poi-sig/405622/1341550",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/feb36c5ad3ab8a028b525ae10be411db-lpl-01906.jpg",
    "detail_description": "Giò Ponti's spindly 1933 steel tower (built in two months flat for a Triennale exhibition) provides a fantastic 108m-high viewing platform over Parco Sempione. Take the lift up at sunset, or at night to watch the city lights twinkle, and lord it over the Cavalli Café crowd below.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 31,
    "name": "Torre Pirelli",
    "latitude": "45.48459501",
    "longitude": "9.201767919",
    "excerpt": "Construction began in 1956 on Milan’s tallest grattacielo (skyscraper). The 32-storey Pirelli Tower sits on the site of the company’s 19th-century factory…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/torre-pirelli/a/poi-sig/1151360/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7f81112e9dadeaf6318adc9a4b80ce58-lpl-01800.jpg",
    "detail_description": "Construction began in 1956 on Milan’s tallest grattacielo (skyscraper). The 32-storey Pirelli Tower sits on the site of the company’s 19th-century factory, symbolically bookending Italy’s industrial heyday. The smooth tapered sides of Gio Ponti’s modernist icon form the shape of a diamond, his oft-used graphic trademark.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 30,
    "name": "Armani Silos",
    "latitude": "45.451679",
    "longitude": "9.165087",
    "excerpt": "Housed in a fiercely contemporary concrete building created from a defunct grain silo, Giorgio Armani's eponymous museum showcases his love of elegant…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/navigli-zona-tortona/attractions/armani-silos/a/poi-sig/1517109/1341553",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock2244482255.jpg",
    "detail_description": "Housed in a fiercely contemporary concrete building created from a defunct grain silo, Giorgio Armani's eponymous museum showcases his love of elegant tailoring. Although there are some 600 garments and 200 accessories in the collection, most interesting, perhaps, is the floor dedicated to his highly crafted and colourful couture line. One for true fashion aficionados.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 29,
    "name": "Torre Velasca",
    "latitude": "45.459747206835",
    "longitude": "9.1907581318074",
    "excerpt": "Studio BBPR’s 1958 skyscraper is an iconic Milanese landmark. The top-heavy tower camply tilts at Castello Sforzesco and the Duomo’s lovely buttresses…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/porta-romana-porta-vittoria/attractions/torre-velasca/a/poi-sig/405610/1342294",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/318c5a974645f96112b90d3f87b307383e58e2b9db9d71a8e9ea9dfd3d72fa0a.jpg",
    "detail_description": "Studio BBPR’s 1958 skyscraper is an iconic Milanese landmark. The top-heavy tower camply tilts at Castello Sforzesco and the Duomo’s lovely buttresses. Slightly sinister, ever so sci-fi and cleverly maximising use of available footprint, it’s Lombard to the core. Sadly, apart from the foyer, it’s currently as unbreachable as the medieval fortresses it emulates.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 28,
    "name": "Galleria d’Arte Moderna",
    "latitude": "45.472784980673",
    "longitude": "9.1993340871765",
    "excerpt": "Napoleon’s temporary Milanese home, the 18th-century Villa Reale, now houses Milan's modern art collection. Made up of bequests from leading Milanese…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/galleria-d-arte-moderna/a/poi-sig/1209985/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9c201658d3f88541a32857a0a22e31c9-lpl-00451.jpg",
    "detail_description": "Napoleon’s temporary Milanese home, the 18th-century Villa Reale, now houses Milan's modern art collection. Made up of bequests from leading Milanese families, the collection contains a spread of 19th- and 20th-century Italian and international art, progressing from pieces by neoclassical sculptor Canova (in the ballroom) to futurist painters Giacomo Balla and Umberto Boccioni.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 27,
    "name": "Rotonda della Besana",
    "latitude": "45.459589",
    "longitude": "9.205534",
    "excerpt": "It’s said this former cemetery to the poor was once the burial site for nearly 150,000 people. Now it’s the charming setting for a picnic, read or wander,…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/porta-romana-porta-vittoria/attractions/rotonda-della-besana/a/poi-sig/1592590/1342294",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a90a71b0a5c8e1d883501610846b542c-lpl-rotonda.jpg",
    "detail_description": "It’s said this former cemetery to the poor was once the burial site for nearly 150,000 people. Now it’s the charming setting for a picnic, read or wander, and houses the children’s museum MUBA along with a chic cafe. It’s round (as the name suggests), in late baroque style with a repurposed chapel at the centre and charming porticos lining its walls.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 25,
    "name": "Basilica di San Lorenzo",
    "latitude": "45.458139",
    "longitude": "9.182037",
    "excerpt": "It's difficult not to be bowled over by this oft-ignored hotchpotch of towers, lodges, apses and domes. In spite of appearances, it really is the one…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/navigli-zona-tortona/attractions/basilica-di-san-lorenzo/a/poi-sig/1369531/1341553",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1924100390.jpg",
    "detail_description": "It's difficult not to be bowled over by this oft-ignored hotchpotch of towers, lodges, apses and domes. In spite of appearances, it really is the one basilica. At its centre is an early-Christian circular structure with three adjoining octagonal chapels, dating to the 4th century. What's left of a Romanesque atrium leads to the heart of the church and before it stand 16 Roman columns, now a hang-out for kissing teens.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 26,
    "name": "Museo Civico di Storia Naturale",
    "latitude": "45.472858584188",
    "longitude": "9.2022139144234",
    "excerpt": "This grand neo-Romanesque building houses Milan's natural history museum, complete with dinosaurs, fossils and the largest geology collection in Europe…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/museo-civico-di-storia-naturale/a/poi-sig/405574/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f188c4fa68c8229b178a84dd2575fdfc-lpl-00457.jpg",
    "detail_description": "This grand neo-Romanesque building houses Milan's natural history museum, complete with dinosaurs, fossils and the largest geology collection in Europe. It is home to the collection of botanist Giorgio Jan and naturalist Giuseppe de Cristoforis, which includes a kid-friendly T-Rex skeleton and a set of period dioramas populated with posing creatures from around the world. It's a fun outing for families.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 24,
    "name": "Stazione Centrale",
    "latitude": "45.486305664259",
    "longitude": "9.2047581331113",
    "excerpt": "Annually, nearly 100 million people pass through these hulking portals and onto train platforms beneath a cinematic cylindrical glass roof. Begun in 1912…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/stazione-centrale/a/poi-sig/1260511/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4ba818eaca391cd9052a755c404d553c-lpl-01022.jpg",
    "detail_description": "Annually, nearly 100 million people pass through these hulking portals and onto train platforms beneath a cinematic cylindrical glass roof. Begun in 1912 but finally realised between 1925 and 1931, the station's extraordinary design is flush with the nationalist fervour that marked Mussolini's rule. Most of the overtly fascist symbolism has been removed or obscured but the deco-tinged neo-Babylonian architecture can hardly hide its intent.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 23,
    "name": "Chiesa di San Bernardino alle Ossa",
    "latitude": "45.462659",
    "longitude": "9.196458",
    "excerpt": "This church dates from the 13th century, when its ossuary was used to bury plague victims from nearby San Barnaba hospital. It was rebuilt in rococo style…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/porta-romana-porta-vittoria/attractions/chiesa-di-san-bernardino-alle-ossa/a/poi-sig/405608/1342294",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/39b1da901d926f90a5026b3fea44a8ae-lpl-00509.jpg",
    "detail_description": "This church dates from the 13th century, when its ossuary was used to bury plague victims from nearby San Barnaba hospital. It was rebuilt in rococo style in 1679, after it collapsed beneath the fallen bell tower of adjacent Santo Stefano. The walls of the new ossuary, with its frescoed vault, Triumph of Souls among Flying Angels, are now lined with a macabre flourish in human bones, finished with the skulls of condemned prisoners.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 22,
    "name": "Arena Civica",
    "latitude": "45.47545",
    "longitude": "9.178573",
    "excerpt": "The arena was Napoleon’s mini-colosseum, which he opened in flamboyant style with a chariot race in 1807. Built by Luigi Canonica, its design allowed it…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/brera-parco-sempione/attractions/arena-civica/a/poi-sig/1518515/1341550",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9d3f8f0f8a481972dbde1c481544e4a6-lpl-01786.jpg",
    "detail_description": "The arena was Napoleon’s mini-colosseum, which he opened in flamboyant style with a chariot race in 1807. Built by Luigi Canonica, its design allowed it to be flooded with water from nearby canals in order to stage mock sea battles. Now it hosts mainly community sports matches and the occasional music concert, along with the finishing leg of the Stramilano marathon, which takes place at the end of March.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 21,
    "name": "Basilica di San Simpliciano",
    "latitude": "45.473705",
    "longitude": "9.184409",
    "excerpt": "San Simpliciano is one St Ambrose's four Milanese churches, built on a paleo-Christian cemetery with a red-brick Romanesque wrapping. Martyrs Sisinio,…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/brera-parco-sempione/attractions/basilica-di-san-simpliciano/a/poi-sig/1281032/1341550",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/03c75609c9a7b1a83d61fe2f1de740da-lpl-01902.jpg",
    "detail_description": "San Simpliciano is one St Ambrose's four Milanese churches, built on a paleo-Christian cemetery with a red-brick Romanesque wrapping. Martyrs Sisinio, Martirio and Alessandro are buried here, and supposedly rose from their graves in the form of doves to give courage to the Lombard League in the battle of Legnano in 1176, leading to the defeat of Barbarossa. The beautiful fresco in the apse is Bergognone's Coronation of the Virgin (1515).\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 20,
    "name": "Civico Planetario Ulrico Hoepli",
    "latitude": "45.473678265533",
    "longitude": "9.203703242134",
    "excerpt": "Deep stargazing has found its place in Italy’s biggest planetarium. Not only will it open your eyes to the wonders of the universe, it does so in very…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/civico-planetario-ulrico-hoepli/a/poi-sig/1592593/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8fbb106ab1388e3f28e38af618fdcd64-lpl-planetarium.jpg",
    "detail_description": "Deep stargazing has found its place in Italy’s biggest planetarium. Not only will it open your eyes to the wonders of the universe, it does so in very elegant settings. Designed by iconic Milanese architect Piero Portaluppi, the seemingly austere exterior of stone and marble is balanced with art deco touches and a playful trail of constellations as decoration. While almost all sessions are in Italian, for astronomy fans it’s still well worth it.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 19,
    "name": "Museo Poldi Pezzoli",
    "latitude": "45.468618",
    "longitude": "9.191469",
    "excerpt": "At the age of 24 Gian Giacomo Poldi Pezzoli had inherited not only his family fortune, but also his mother’s love of art. After extensive travels in which…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/museo-poldi-pezzoli/a/poi-sig/405600/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/09dacc7be225220e17878cb82a58e6faf68766c4903c58d22505cb5f73393956.jpg",
    "detail_description": "At the age of 24 Gian Giacomo Poldi Pezzoli had inherited not only his family fortune, but also his mother’s love of art. After extensive travels in which he took inspiration from European art trends, he transformed his apartments into a series of themed rooms based on the great art periods (the Middle Ages, early Renaissance, baroque etc). Crammed with big-ticket Renaissance artworks, these Sala d’Artista are exquisite works of art in their own right.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 18,
    "name": "Palazzo Morando Costume Moda Immagine",
    "latitude": "45.468596",
    "longitude": "9.196297",
    "excerpt": "Dominating Via Sant'Andrea is the baroque facade of the Palazzo Morando Attendolo Bolognini, home to the Bolognini family until 1945. The personal…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/palazzo-morando-costume-moda-immagine/a/poi-sig/1279692/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-953300248-RM.jpg",
    "detail_description": "Dominating Via Sant'Andrea is the baroque facade of the Palazzo Morando Attendolo Bolognini, home to the Bolognini family until 1945. The personal apartments of the countess exhibit her porcelain, sculpture and objets d'art, while other rooms exhibit the city's civic art collection. The paintings provide an insight into Milan during the Napoleonic and Austrian eras and have been instrumental in helping historians piece together an accurate portrait of the city.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 16,
    "name": "Giardini della Guastalla",
    "latitude": "45.459935",
    "longitude": "9.196018",
    "excerpt": "This pretty garden with its baroque fish pool and rare, well-tended flora, is the oldest park in the city. It was created in 1555 by the young widow…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/porta-romana-porta-vittoria/attractions/giardini-della-guastalla/a/poi-sig/1594379/1342294",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2ea8f8179f0f6ec4095e17384b145ceb-lpl-02532.jpg",
    "detail_description": "This pretty garden with its baroque fish pool and rare, well-tended flora, is the oldest park in the city. It was created in 1555 by the young widow Countess Guastalla, as a private garden for destitute noble girls. There was a high wall, which is now gone, although the garden with its statuary and neoclassical temple retains its cloistered air.\nOtherwise known as the ‘children’s garden’, it offers a pretty play area and a bocce court."
},
{
    "country": "milan",
    "city": "Milan",
    "index": 15,
    "name": "Orto Botanico",
    "latitude": "45.470989",
    "longitude": "9.189055",
    "excerpt": "Maria Teresa had the towering gingko planted here in 1777, when she turned the former Jesuit orchard into an open-air lecture hall for budding botanists …",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/brera-parco-sempione/attractions/orto-botanico/a/poi-sig/405594/1341550",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b6ff251ceb394182d1f978b907de8478-lpl-01802.jpg",
    "detail_description": "Maria Teresa had the towering gingko planted here in 1777, when she turned the former Jesuit orchard into an open-air lecture hall for budding botanists (the wunderkind of the Enlightenment). This fragrant, walled garden is still filled with medicinal plants and is a pleasant place for a stroll.To reach the garden, enter the Palazzo di Brera and head inside the ground-floor complex behind the statue of Napoleon. Then follow the passageway around to the left to the back door.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 17,
    "name": "Museo Bagatti Valsecchi",
    "latitude": "45.469499",
    "longitude": "9.195085",
    "excerpt": "Though born a few centuries too late, the Bagatti Valsecchi brothers, Fausto and Giuseppe, were determined to be Renaissance men, and from 1878 to 1887…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/museo-bagatti-valsecchi/a/poi-sig/405572/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a57084cb9694c9f1644c4af1141a7203-lpl-01115.jpg",
    "detail_description": "Though born a few centuries too late, the Bagatti Valsecchi brothers, Fausto and Giuseppe, were determined to be Renaissance men, and from 1878 to 1887 they built their home as a living museum of the Quattrocento up to the 16th century. Decorated in the style of the ducal palaces in Mantua, the apartments are full of Renaissance furnishings, ceiling friezes, tapestries and paintings. They even had a period stone bath, although it was discreetly retrofitted for running water.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 14,
    "name": "Arco della Pace",
    "latitude": "45.475661",
    "longitude": "9.17249",
    "excerpt": "Situated at the northwestern edge of Parco Sempione is Napoleon's 25m-high triumphal arch. Designed by Luigi Cagnola in 1807, it echoes Paris' Arc de…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/brera-parco-sempione/attractions/arco-della-pace/a/poi-sig/1518632/1341550",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5fae7a4dae7d2b70ab6a1ca080cb8eae-lpl-01804.jpg",
    "detail_description": "Situated at the northwestern edge of Parco Sempione is Napoleon's 25m-high triumphal arch. Designed by Luigi Cagnola in 1807, it echoes Paris' Arc de Triomphe and marks the start of Corso Sempione, the main road that connects Milan to Paris via the Simplon (Sempione) Pass. Ironically, thanks to Napoleon's fall in 1814, its neoclassical facade was finished in 1838 with bas-reliefs not of Napoleon's victories, as was intended, but with scenes from the Battle of Leipzig (1813), depicting his defeat.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 13,
    "name": "MUBA",
    "latitude": "45.459754",
    "longitude": "9.205234",
    "excerpt": "Housed in the deconsecrated church in the centre of the extraordinary hectagonal structure of the Rotonda della Besana, MUBA is Milan's first centre for…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/porta-romana-porta-vittoria/attractions/muba/a/poi-sig/1518513/1342294",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2608776d05f22e42924a5ec2a8afa499-lpl-00468.jpg",
    "detail_description": "Housed in the deconsecrated church in the centre of the extraordinary hectagonal structure of the Rotonda della Besana, MUBA is Milan's first centre for arts and culture dedicated to children. During the week it is largely used by local schools, but at the weekends there is a constantly changing program of interactive exhibitions, workshops (in Italian; reservations required) and summer camps. Plus, there's a great selection of books and gadgets in the Corriani bookshop.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 12,
    "name": "Giardini Pubblici Indro Montanelli",
    "latitude": "45.473966398676",
    "longitude": "9.1998598303017",
    "excerpt": "A life story unfolds as you follow pebble paths past bumper cars and a carousel, onwards past games of football, kissing teens, a beer kiosk, babies in…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/giardini-pubblici-indro-montanelli/a/poi-sig/405566/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2a4ee2167006e0f5403db117654b23da-lpl-01076.jpg",
    "detail_description": "A life story unfolds as you follow pebble paths past bumper cars and a carousel, onwards past games of football, kissing teens, a beer kiosk, babies in prams, jogging paths and shady benches. Jump in, or just stop and smell the roses. For grey days, the neo-Romanesque Museo Civico di Storia Naturale beckons families with quaint displays and dioramas of dinosaurs, fossils, fauna and the largest geology collection in Europe.\nIt also hosts the city's charmingly retro planetarium, the largest of its kind in Italy."
},
{
    "country": "milan",
    "city": "Milan",
    "index": 11,
    "name": "Triennale di Milano",
    "latitude": "45.47229",
    "longitude": "9.173777",
    "excerpt": "Italy’s first Triennale took place in 1923 in Monza. It aimed to promote Italian design and applied arts, and its success led to the construction of…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/brera-parco-sempione/attractions/triennale-di-milano/a/poi-sig/405588/1341550",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a5e7aaa64aeecf7f25e45277c4e57f16-triennale-di-milano.jpg",
    "detail_description": "Italy’s first Triennale took place in 1923 in Monza. It aimed to promote Italian design and applied arts, and its success led to the construction of Giovanni Muzio’s Palazzo d’Arte in Milan in 1933. Since then, this exhibition space has championed design in all its forms, although the triennale formula has been replaced by long annual exhibits and international shows.\nIn the garden, look out for de Chirico's wacky Fontana dei Bagni Misteriosi (Fountain of Mysterious Baths; 1973), designed for the 1973 Triennale. There's also a slick-looking restaurant/bar on the 2nd floor, with panoramic views of the park and the Porta Nuova skyscrapers."
},
{
    "country": "milan",
    "city": "Milan",
    "index": 10,
    "name": "Chiesa di Santa Maria dei Miracoli e San Celso",
    "latitude": "45.454501",
    "longitude": "9.187446",
    "excerpt": "This church’s Renaissance facade festooned with statues seems distinctly un-Milanese with its gleaming Carrara marble and mannerist extravagance, but…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/porta-romana-porta-vittoria/attractions/chiesa-di-santa-maria-dei-miracoli-e-san-celso/a/poi-sig/1594380/1342294",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/63c164fb8fed55ee47d41632345c926a-lpl-01073.jpg",
    "detail_description": "This church’s Renaissance facade festooned with statues seems distinctly un-Milanese with its gleaming Carrara marble and mannerist extravagance, but after the Duomo and Sant’Ambrogio it holds a special place in Milanese hearts thanks to its miracle-performing, 15th-century fresco of the Madonna and Child in the left aisle. Inside, lavish Renaissance frescoes by Bergognone, Procaccini and Appiani give the interior a technicolour glow and newlyweds still flock here to leave a token bouquet of flowers for a happy life together.\nAdjacent to the church, you’ll find one of the original 11th-century chapels that stood on the site, where Saint Ambrose discovered the bodies of Roman martyrs Nazaro and Celso. It's sometimes used for art exhibits and concerts."
},
{
    "country": "milan",
    "city": "Milan",
    "index": 9,
    "name": "Museo delle Culture",
    "latitude": "45.451529",
    "longitude": "9.161493",
    "excerpt": "Aiming to be a place of dialogue between people and world cultures, Milan's Museum of Culture, housed in the ex-Ansaldo factory, has an ambitious remit…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/navigli-zona-tortona/attractions/museo-delle-culture/a/poi-sig/1518496/1341553",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1174dad07d20b5fd380c6c63f2dd503f-lpl-01079.jpg",
    "detail_description": "Aiming to be a place of dialogue between people and world cultures, Milan's Museum of Culture, housed in the ex-Ansaldo factory, has an ambitious remit. The huge industrial complex was re-engineered by British architect David Chipperfield into a series of severe spaces in translucent glass and concrete. Recent shows have included an exhibition of jean-Michel Basquiat's work focusing on race and identity politics, and world-class Frida Kahlo set in the context of the museum's indigenous Mesoamerican artefacts that informed her visual aesthetic.\nThe museum's 1st-class contemporary restaurant (meals €145 to €180, fixed-price lunch Tue-Fri €45), which is situated on the 3rd floor, is headed up by two-Michelin-starred chef Enrico Bartolini, who also oversees the more accessible gourmet bistro downstairs."
},
{
    "country": "milan",
    "city": "Milan",
    "index": 8,
    "name": "Basilica di Sant'Eustorgio",
    "latitude": "45.453914",
    "longitude": "9.181191",
    "excerpt": "Built in the 4th century to house the bones of the Three Kings, Sant'Eustorgio is one of Milan's oldest churches. Its harmonious exterior belies its…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/navigli-zona-tortona/attractions/basilica-di-sant-eustorgio/a/poi-sig/405604/1341553",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2e22b2002e574841d3d455077880168c-lpl-01103.jpg",
    "detail_description": "Built in the 4th century to house the bones of the Three Kings, Sant'Eustorgio is one of Milan's oldest churches. Its harmonious exterior belies its rabble-rousing past as Milan's Inquisition HQ, but the real draw is Pigello Portinari's chapel. Representative of the Medici bank in Milan, Portinari had the cash to splash on Milan's finest Renaissance chapel, frescoed with masterpieces by Vicenzo Foppa.\nIn the centre of the chapel, borne aloft on life-size statues of the Cardinal Virtues, is the white marble Ark of St Peter Martyr, Prior of Como. It contains the saint's relics and is rendered in exquisite sculptural detail by Giovanni di Balduccio, making it one of the finest sarcophagi in Italy. The ticket also gives you entry to a paleo-Christian cemetery located beneath the basilica and a room stocked with other macabre saints’ relics."
},
{
    "country": "milan",
    "city": "Milan",
    "index": 7,
    "name": "Parco Sempione",
    "latitude": "45.473940920268",
    "longitude": "9.1763650820819",
    "excerpt": "Situated behind Castello Sforzesco, Parco Sempione was once the preserve of hunting Sforza dukes. Then Napoleon came to town and set about landscaping…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/brera-parco-sempione/attractions/parco-sempione/a/poi-sig/405584/1341550",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/06df670f2e74833330172b4dc5b2471a-lpl-01842.jpg",
    "detail_description": "Situated behind Castello Sforzesco, Parco Sempione was once the preserve of hunting Sforza dukes. Then Napoleon came to town and set about landscaping. First the French carved out orchards; next they mooted the idea in 1891 of a vast public park. It was a resounding success, and today Milanese of all ages come to enjoy its winding paths and ornamental ponds. Giò Ponti's 1933 steel tower, built for a Triennale exhibition, provides a fantastic 108m-high viewing platform over the park.\nAlso in the park is the Arena Civica, Napoleon's mini-colosseum, which he opened in typically flamboyant style in 1807. Built by Luigi Canonica, its ingenious engineering allowed it to be flooded with water from nearby canals to stage mock sea battles. Now it hosts community football and rugby matches, and the last stage of the annual city marathon."
},
{
    "country": "milan",
    "city": "Milan",
    "index": 6,
    "name": "Casa Museo Boschi-di Stefano",
    "latitude": "45.479023",
    "longitude": "9.211768",
    "excerpt": "Milan’s most eccentric museum of 20th-century Italian painting is crowded in a 1930s apartment that still has the appearance of the haute-bourgeois home…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/casa-museo-boschi-di-stefano/a/poi-sig/1152702/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eee76d53af949669bc26171968b02e5d-lpl-01818.jpg",
    "detail_description": "Milan’s most eccentric museum of 20th-century Italian painting is crowded in a 1930s apartment that still has the appearance of the haute-bourgeois home it once was. It’s a heady art hit, with Boccioni’s dynamic brushstrokes propelling painting towards futurism; the nostalgically metaphysical Campigli and de Chirico; and the restless, expressionist Informels all packed into small salons decked with suitably avant-garde furnishings.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 5,
    "name": "Quadrilatero d'Oro",
    "latitude": "45.469032",
    "longitude": "9.194409",
    "excerpt": "A stroll around the Quadrilatero d'Oro, the world's most famous shopping district, is a must even for those not sartorially inclined. The quaintly cobbled…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/quadrilatero-d-oro/a/poi-sig/1256164/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/99f0be2f2fee944c0624de52566ceb94-lpl-00419.jpg",
    "detail_description": "A stroll around the Quadrilatero d'Oro, the world's most famous shopping district, is a must even for those not sartorially inclined. The quaintly cobbled quadrangle of streets – loosely bound by Via Monte Napoleone, Via Sant'Andrea, Via Senato and Via Manzoni – have long been synonymous with elegance and money, and even if you don't have the slightest urge to sling a swag of glossy shopping bags, the window displays and people-watching are priceless.\n"
},
{
    "country": "milan",
    "city": "Milan",
    "index": 4,
    "name": "Villa Necchi Campiglio",
    "latitude": "45.46895",
    "longitude": "9.202112",
    "excerpt": "Designed by homegrown talent Piero Portaluppi, this exquisitely restored 1930s villa was commissioned by Pavian heiresses Nedda and Gigina Necchi (of the…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/quadrilatero-d-oro-porta-venezia/attractions/villa-necchi-campiglio/a/poi-sig/1151371/1341549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/171165833_master.jpg",
    "detail_description": "Designed by homegrown talent Piero Portaluppi, this exquisitely restored 1930s villa was commissioned by Pavian heiresses Nedda and Gigina Necchi (of the Necchi sewing-machine empire), and Gigina's husband Angelo Campiglio. When it was completed the trio were proud owners of a home that embodied ‘new’ luxury, complete with a swimming pool, central heating and electronic shuttering. Portaluppi's commingling of art deco and rationalist styles powerfully evokes Milan's modernist imaginings. However, purists will lament later classical renovations by Tomaso Buzzi, favoured architect of the bourgeoisie.\nQuotidian details – silk evening frocks hanging at the ready, luggage for the sisters' many overseas jaunts and dinnerware designed by Gio Ponti – are as enthralling as the sleek architectural lines and big-ticket artworks by Morandi and de Chirico. Enjoy a drink at the cafe by the pool while you're there."
},
{
    "country": "milan",
    "city": "Milan",
    "index": 3,
    "name": "Fondazione Prada",
    "latitude": "45.444318",
    "longitude": "9.205298",
    "excerpt": "Conceived by designer Miuccia Prada and architect Rem Koolhaas, this museum is as innovative and creative as the minds that gave it shape. Seven renovated…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/porta-romana-porta-vittoria/attractions/fondazione-prada/a/poi-sig/1151666/1342294",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/847e85dee7c72eb0409e8bff836b8de3-lpl-01040.jpg",
    "detail_description": "Conceived by designer Miuccia Prada and architect Rem Koolhaas, this museum is as innovative and creative as the minds that gave it shape. Seven renovated buildings and three new structures have transformed a century-old gin distillery into 19,000 sq metres of exciting, multilevel exhibition space. The buildings, including the shimmering Haunted House clad in gold leaf and a bold 60m-high white concrete tower, work seamlessly together, presenting some stunning visual perspectives.\nInside, temporary and permanent exhibits fill the diverse spaces that finally allow for the display of the foundation’s extensive contemporary collection, which includes pieces by Anish Kapoor, Louise Bourgeois, Francesco Vezzoli and Nathalie Djurberg. Film screenings, performances and events are also part of the cultural program.Almost as popular as the exhibits is the Wes Anderson–designed cafe, Bar Luce, with its wallpapered 1950s-inspired interior, complete with jukebox, themed pinball machines and rows of candy jars. The 6th-floor Torre restaurant is also worth a stop, especially for its skyline views."
},
{
    "country": "milan",
    "city": "Milan",
    "index": 2,
    "name": "Pinacoteca di Brera",
    "latitude": "45.471982",
    "longitude": "9.188443",
    "excerpt": "Located upstairs from one of Italy’s most prestigious art schools, this gallery houses Milan’s collection of Old Masters, much of it ‘lifted’ from Venice…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/milan/brera-parco-sempione/attractions/pinacoteca-di-brera/a/poi-sig/1137628/1341550",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5d1aaa225734eec5cdfb9fe7e789b9646053a42bc2fa402f1b551d1aef2bfca7.jpg",
    "detail_description": "Located upstairs from one of Italy’s most prestigious art schools, this gallery houses Milan’s collection of Old Masters, much of it ‘lifted’ from Venice by Napoleon. Rubens, Goya and Van Dyck all have a place, but you're here for the Italians: Titian, Tintoretto, Veronese and the Bellini brothers. Much of the work has tremendous emotional clout, most notably Mantegna's brutal Lamentation over the Dead Christ.\nAudio guides are available in Italian, French, English, Spanish, German and Russian (€5). Highlights include the glass-walled restoration laboratory, where you can see conservators at work. Additionally, every third Thursday atmospheric musical concerts are held amid the artworks, and entrance to the museum is just €3. And if all that art-gazing has whet your appetite, there's also an elegant new bar/cafe for light snacks or cocktails.Much anticipated is the opening of the beautifully restored 18th-century Palazzo Citterio, now scheduled for summer 2020 after suffering structural and bureaucratic setbacks. It will provide a new 6500-sq-metre home to Brera's modernist collection, as well as showcasing exciting temporary exhibitions in James Stirling's austere concrete bunker beneath the palace's frescoed halls."
}
]