[
{
    "country": "milwaukee",
    "city": "Milwaukee",
    "index": 1,
    "name": "Harley-Davidson Museum",
    "latitude": "43.031749",
    "longitude": "-87.916288",
    "excerpt": "Hundreds of motorcycles show the styles through the decades, including the flashy rides of Elvis and Evel Knievel. You can sit in the saddle of various…",
    "detail_url": "https://www.lonelyplanet.com/usa/wisconsin/milwaukee/attractions/harley-davidson-museum/a/poi-sig/1101545/1006590",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Milwaukee%20theasis%20GettyImages-458246105%20RFE%20crop.jpg",
    "detail_description": "Hundreds of motorcycles show the styles through the decades, including the flashy rides of Elvis and Evel Knievel. You can sit in the saddle of various bikes (on the bottom floor, in the Experience Gallery) and take badass photos. Even nonbikers will enjoy the interactive exhibits and tough, leather-clad crowds.\nIt all started in 1903, when Milwaukee schoolmates William Harley and Arthur Davidson built and sold their first motorcycle. A century later the big bikes are a symbol of American manufacturing pride. The museum is located in a sprawling industrial building just south of downtown."
},
{
    "country": "milwaukee",
    "city": "Milwaukee",
    "index": 9,
    "name": "Lakefront Park",
    "latitude": "43.060548",
    "longitude": "-87.873931",
    "excerpt": "The parkland edging Lake Michigan is prime for walking, cycling and inline skating. Also here is Bradford Beach, which is good for swimming and lounging.",
    "detail_url": "https://www.lonelyplanet.com/usa/wisconsin/milwaukee/attractions/lakefront-park/a/poi-sig/1250095/1006590",
    "image_url": null,
    "detail_description": "The parkland edging Lake Michigan is prime for walking, cycling and inline skating. Also here is Bradford Beach, which is good for swimming and lounging.\n"
},
{
    "country": "milwaukee",
    "city": "Milwaukee",
    "index": 8,
    "name": "Bronze Fonz",
    "latitude": "43.040354",
    "longitude": "-87.910929",
    "excerpt": "Rumor has it the Bronze Fonz, just south of Wells St downtown, is the most photographed sight in Milwaukee. The Fonz, aka Arthur Fonzarelli, was a…",
    "detail_url": "https://www.lonelyplanet.com/usa/wisconsin/milwaukee/attractions/bronze-fonz/a/poi-sig/1250646/1006590",
    "image_url": null,
    "detail_description": "Rumor has it the Bronze Fonz, just south of Wells St downtown, is the most photographed sight in Milwaukee. The Fonz, aka Arthur Fonzarelli, was a character from the 1970s TV show Happy Days, which was set in the city. What do you think – do the blue pants get an 'Aaay' or 'Whoa!'?\n"
},
{
    "country": "milwaukee",
    "city": "Milwaukee",
    "index": 7,
    "name": "Lakefront Brewery",
    "latitude": "43.054660569274",
    "longitude": "-87.905044555664",
    "excerpt": "Well-loved Lakefront Brewery, across the river from Brady St, has afternoon tours, but the swellest time to visit is on Friday night when there's a fish…",
    "detail_url": "https://www.lonelyplanet.com/usa/wisconsin/milwaukee/attractions/lakefront-brewery/a/poi-sig/1042842/1006590",
    "image_url": null,
    "detail_description": "Well-loved Lakefront Brewery, across the river from Brady St, has afternoon tours, but the swellest time to visit is on Friday night when there's a fish fry, 16 beers to try and a polka band letting loose. Tour times vary throughout the week, but there's usually at least a 2pm and 3pm walk-through (and often many more).\n"
},
{
    "country": "milwaukee",
    "city": "Milwaukee",
    "index": 6,
    "name": "Discovery World at Pier Wisconsin",
    "latitude": "43.036783699486",
    "longitude": "-87.896171808243",
    "excerpt": "The city's lakefront science and technology museum is primarily a kid-pleaser, with freshwater and saltwater aquariums (where you can touch sharks and…",
    "detail_url": "https://www.lonelyplanet.com/usa/wisconsin/milwaukee/attractions/discovery-world-at-pier-wisconsin/a/poi-sig/1042847/1006590",
    "image_url": null,
    "detail_description": "The city's lakefront science and technology museum is primarily a kid-pleaser, with freshwater and saltwater aquariums (where you can touch sharks and sturgeon) and a dockside, triple-masted Great Lakes schooner to ogle. Adults will appreciate the Les Paul exhibit, showcasing the Wisconsin native's pioneering guitars and sound equipment.\n"
},
{
    "country": "milwaukee",
    "city": "Milwaukee",
    "index": 4,
    "name": "Miller Brewing Company",
    "latitude": "43.042139",
    "longitude": "-87.967851",
    "excerpt": "Founded in 1855, the historic Miller facility preserves Milwaukee's beer legacy. Join the legions lined up for the free, hour-long tours. Though the mass…",
    "detail_url": "https://www.lonelyplanet.com/usa/wisconsin/milwaukee/attractions/miller-brewing-company/a/poi-sig/1042839/1006590",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Katherine%20Welles%20shutterstock_147557870%20RFE%20crop.jpg",
    "detail_description": "Founded in 1855, the historic Miller facility preserves Milwaukee's beer legacy. Join the legions lined up for the free, hour-long tours. Though the mass-produced beer may not be your favorite, the factory impresses with its sheer scale: you'll visit the packaging plant where 2000 cans are filled each minute, and the warehouse where a half-million cases await shipment. And then there's the generous tasting session at the tour's end, where you can down three full-size samples. Don't forget your ID.\n"
},
{
    "country": "milwaukee",
    "city": "Milwaukee",
    "index": 5,
    "name": "American Black Holocaust Museum",
    "latitude": "43.060109",
    "longitude": "-87.915865",
    "excerpt": "This museum aims to tell the story of what it calls the 'Black Holocaust' – which includes the slave trade from Africa, slavery in the American South, the…",
    "detail_url": "https://www.lonelyplanet.com/usa/wisconsin/milwaukee/attractions/american-black-holocaust-museum/a/poi-sig/1620188/1006590",
    "image_url": null,
    "detail_description": "This museum aims to tell the story of what it calls the 'Black Holocaust' – which includes the slave trade from Africa, slavery in the American South, the aftermath of the Civil War and the Civil Rights movement – through pictures and stories. It was founded in 1984 as a virtual museum by James Cameron, who survived a lynching as a 16-year-old boy. Check the website to see if the museum has reopened after a 2019 redevelopment.\n"
},
{
    "country": "milwaukee",
    "city": "Milwaukee",
    "index": 3,
    "name": "Harley-Davidson Plant",
    "latitude": "43.183588",
    "longitude": "-88.098099",
    "excerpt": "Hog-heads can get a fix at the plant where engines are built, in suburban Menomonee Falls. The factory offers several options for tours, including a…",
    "detail_url": "https://www.lonelyplanet.com/usa/wisconsin/milwaukee/attractions/harley-davidson-plant/a/poi-sig/1250087/1006590",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Danita%20Delimont%20Alamy%20A2GXH6%20RFE%20crop.jpg",
    "detail_description": "Hog-heads can get a fix at the plant where engines are built, in suburban Menomonee Falls. The factory offers several options for tours, including a classic 30-minute jaunt where you see a video and take a quick walk onto the factory floor, and a two-hour 'Steel Toe' tour ($38 per person), where you don safety glasses and check out the assembly line, powder-coat process and other in-depth engine-making activities.\nThe long tours leave at 10am and noon, and are best booked in advance. The shorter tours are walk-in only, with tickets given out on a first-come, first-served basis, so it's wise to arrive early. No children under age 12 allowed. Follow the Harley signs in from Pilgrim Rd, then look for the Tour Center signs."
},
{
    "country": "milwaukee",
    "city": "Milwaukee",
    "index": 2,
    "name": "Milwaukee Art Museum",
    "latitude": "43.039206790965",
    "longitude": "-87.897019386292",
    "excerpt": "You have to see this lakeside institution, which features a stunning winglike addition by Santiago Calatrava. It soars open and closed every day at 10am,…",
    "detail_url": "https://www.lonelyplanet.com/usa/wisconsin/milwaukee/attractions/milwaukee-art-museum/a/poi-sig/1042845/1006590",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Milwaukee%20Izzet%20Keribar%20GettyImages-525734479%20RFE%20crop.jpg",
    "detail_description": "You have to see this lakeside institution, which features a stunning winglike addition by Santiago Calatrava. It soars open and closed every day at 10am, noon and 5pm (8pm on Thursday), which is wild to watch; head to the suspension bridge outside for the best view. There are fabulous folk and outsider art galleries, and a sizeable collection of Georgia O'Keeffe paintings. A 2015 renovation added photography and new media galleries to the trove.\n"
}
]