[
{
    "country": "minsk",
    "city": "Minsk",
    "index": 6,
    "name": "Island of Courage & Sorrow",
    "latitude": "53.909871",
    "longitude": "27.55468",
    "excerpt": "Standing on a small island connected to the Old Town by a walking bridge, this evocative Afghan war memorial is known colloquially as the Island of Tears…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/island-of-courage-sorrow/a/poi-sig/1271619/358702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cc99217229c79b2e6f430019cda8d1f9-island-of-courage-sorrow.jpg",
    "detail_description": "Standing on a small island connected to the Old Town by a walking bridge, this evocative Afghan war memorial is known colloquially as the Island of Tears by locals. Built in the form of a tiny church with four entrances, the monument is surrounded by towering gaunt statues of the sorrowful mothers and sisters of Belarusian soldiers who perished in the war between the Soviet Union and Afghanistan (1979–89).\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 5,
    "name": "Pl Nezalezhnastsi",
    "latitude": "53.895261",
    "longitude": "27.545857",
    "excerpt": "Independence Sq, formerly pl Lenina, is dominated by the 1930s constructivist Belarusian Government Building (behind the iconic Lenin statue). The red…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/pl-nezalezhnastsi/a/poi-sig/1251766/358702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8c0756ba508b9a34c613d472663275b8-pl-nezalezhnastsi.jpg",
    "detail_description": "Independence Sq, formerly pl Lenina, is dominated by the 1930s constructivist Belarusian Government Building (behind the iconic Lenin statue). The red-brick Catholic Church of SS Simon &amp; Elena, built in 1910, is worth popping into for a peek at its unique, wave-like, arched ceiling. Its tall, gabled bell tower and attractive detailing are reminiscent of many brick churches in the former Teutonic north of Poland. Beneath the square lies Stolitsa Shopping Centre.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 4,
    "name": "National Library of Belarus",
    "latitude": "53.931856",
    "longitude": "27.645692",
    "excerpt": "For a taste of post-Soviet Belarus, head north of the centre to the new national library, a ghastly piece of Lukashenko-approved hubris. You'll need your…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/national-library-of-belarus/a/poi-sig/1252105/358702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/70e13e1a928b363a27a7e62d1de71525-national-library-of-belarus.jpg",
    "detail_description": "For a taste of post-Soviet Belarus, head north of the centre to the new national library, a ghastly piece of Lukashenko-approved hubris. You'll need your passport to enter the main building, which is in the shape of a giant rhombicuboctahedron (look it up!).\nThere's a viewing platform and cafe on the 23rd floor; enter around the back. The view from the top is nothing breathtaking, but it's an interesting perspective on Minsk's ever-evolving urban landscape.The library proper contains a media centre with more than 20,000 vinyl records, art galleries, and a book museum with some surprisingly interesting historical tomes, including a few editions of the Bible printed in Belarusian by Francysk Skaryna in the early 16th century. You can take a guided tour of the library in English for BYN38, or explore it alone for far less."
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 27,
    "name": "Tsentralny Skver",
    "latitude": "53.901418",
    "longitude": "27.563005",
    "excerpt": "Across the street from Kastrychnitskaya pl, Tsentralny skver (officially known as Alyaksandraŭsky skver) is a leafy park on the site of a 19th-century…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/tsentralny-skver/a/poi-sig/1252087/358702",
    "image_url": null,
    "detail_description": "Across the street from Kastrychnitskaya pl, Tsentralny skver (officially known as Alyaksandraŭsky skver) is a leafy park on the site of a 19th-century marketplace.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 26,
    "name": "Bust of Felix Dzerzhinsky",
    "latitude": "53.898517",
    "longitude": "27.556013",
    "excerpt": "Between pr Nezalezhnastsi and vul Karla Marksa is a long narrow park with a bust of Felix Dzerzhinsky, the founder of the KGB's predecessor (the Cheka)…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/bust-of-felix-dzerzhinsky/a/poi-sig/444371/358702",
    "image_url": null,
    "detail_description": "Between pr Nezalezhnastsi and vul Karla Marksa is a long narrow park with a bust of Felix Dzerzhinsky, the founder of the KGB's predecessor (the Cheka) and a native of Belarus.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 25,
    "name": "Palats Mastatsva (Art Palace)",
    "latitude": "53.910229",
    "longitude": "27.579321",
    "excerpt": "Palats Mastatsva is a good place to see what's happening in Minsk contemporary-art circles, with several halls of rotating exhibitions, plus performance…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/palats-mastatsva-art-palace/a/poi-sig/444405/358702",
    "image_url": null,
    "detail_description": "Palats Mastatsva is a good place to see what's happening in Minsk contemporary-art circles, with several halls of rotating exhibitions, plus performance art on a stage at the back and art classes.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 24,
    "name": "Kamaroŭski Rynak",
    "latitude": "53.919517",
    "longitude": "27.576877",
    "excerpt": "Market buffs should not miss Minsk's air-hangar-like main market, one of Minsk's collectivist masterpieces. It's a colourful smorgasbord of seasonal (and…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/kamarouski-rynak/a/poi-sig/1610035/358702",
    "image_url": null,
    "detail_description": "Market buffs should not miss Minsk's air-hangar-like main market, one of Minsk's collectivist masterpieces. It's a colourful smorgasbord of seasonal (and unseasonal) fruits and vegetables, breads and all manner of meat.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 23,
    "name": "Ratusha",
    "latitude": "53.903658",
    "longitude": "27.556027",
    "excerpt": "Minsk's ratusha has been rebuilt in the place where it was originally constructed in the 1800s and now lords it over pl Svabody, its pointed steeple…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/ratusha/a/poi-sig/1548119/358702",
    "image_url": null,
    "detail_description": "Minsk's ratusha has been rebuilt in the place where it was originally constructed in the 1800s and now lords it over pl Svabody, its pointed steeple beckoning visitors to the Upper City. It's closed to the public.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 22,
    "name": "Pl Peramohi",
    "latitude": "53.908427",
    "longitude": "27.574787",
    "excerpt": "Striking pl Peremohi is marked by an obelisk and an eternal flame (accessible from the underground passageway). Cyclists use this oval as a makeshift…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/pl-peramohi/a/poi-sig/1252094/358702",
    "image_url": null,
    "detail_description": "Striking pl Peremohi is marked by an obelisk and an eternal flame (accessible from the underground passageway). Cyclists use this oval as a makeshift velodrome. Parades on 9 May (Victory Day) and 7 November (Anniversary of the October Revolution) often end up here.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 21,
    "name": "Zaslavsky Jewish Monument",
    "latitude": "53.909807",
    "longitude": "27.542992",
    "excerpt": "This extremely moving sight, rather hidden away in a sunken gully amid trees off vul Melnikayte, commemorates the savage murder of 5000 Jews from Minsk at…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/zaslavsky-jewish-monument/a/poi-sig/1252073/358702",
    "image_url": null,
    "detail_description": "This extremely moving sight, rather hidden away in a sunken gully amid trees off vul Melnikayte, commemorates the savage murder of 5000 Jews from Minsk at the hands of the Nazis on 2 March 1942. It is made up of sculptures of scared men, women and children lining up to be shot, one person even carrying their violin.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 20,
    "name": "SS Peter & Paul Church",
    "latitude": "53.904521",
    "longitude": "27.551565",
    "excerpt": "Off the vul Lenina overpass is the attractively restored 17th-century SS Peter & Paul Church. The city's oldest church, it was built in 1612, looted by…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/ss-peter-paul-church/a/poi-sig/444421/358702",
    "image_url": null,
    "detail_description": "Off the vul Lenina overpass is the attractively restored 17th-century SS Peter &amp; Paul Church. The city's oldest church, it was built in 1612, looted by Cossacks in 1707 and restored in 1871. Now it is awkwardly dwarfed by the morose concrete structures surrounding it, but its interior is still well worth a look.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 19,
    "name": "Church of St Aleksandr Nevsky",
    "latitude": "53.908636",
    "longitude": "27.587421",
    "excerpt": "This red-brick church was built in 1898, closed by the Bolsheviks, reopened by the Nazis, closed again by the Soviets and now it's open once more. It's…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/church-of-st-aleksandr-nevsky/a/poi-sig/444373/358702",
    "image_url": null,
    "detail_description": "This red-brick church was built in 1898, closed by the Bolsheviks, reopened by the Nazis, closed again by the Soviets and now it's open once more. It's said that during WWII, a bomb crashed through the roof and landed plum in front of the altar, but failed to detonate.\nIt's on the grounds of a cemetery. Enter on vul Kazlova."
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 18,
    "name": "KGB Headquarters",
    "latitude": "53.898743",
    "longitude": "27.554585",
    "excerpt": "An entire block of central pr Nezalezhnastsi is occupied by this yellow neoclassical building with an ominous, temple-like Corinthian portal – the KGB…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/kgb-headquarters/a/poi-sig/444389/358702",
    "image_url": null,
    "detail_description": "An entire block of central pr Nezalezhnastsi is occupied by this yellow neoclassical building with an ominous, temple-like Corinthian portal – the KGB Headquarters.\nOn the opposite side of the street is a long, narrow park with a bust of terror-monger Felix Dzerzhinsky, the founder of the KGB's predecessor, the Cheka."
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 16,
    "name": "National History Museum",
    "latitude": "53.896775",
    "longitude": "27.55522",
    "excerpt": "Two freshly modernised museums in one here. The national history museum proper occupies the upper floors with exhibits of ethnographic and archaeological…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/national-history-museum/a/poi-sig/444361/358702",
    "image_url": null,
    "detail_description": "Two freshly modernised museums in one here. The national history museum proper occupies the upper floors with exhibits of ethnographic and archaeological significance, including a replica of the printing press used by national hero Francyska Skaryny and some rooms on Soviet life. Downstairs, the nature and environment museum will be mostly of interest to kids with its collection of stuffed animals. There's also a large space for temporary art exhibits.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 17,
    "name": "Trinity Hill",
    "latitude": "53.907916",
    "longitude": "27.556183",
    "excerpt": "Trinity Hill is a pleasant – if tiny – recreation of Minsk's pre-war buildings on a pretty bend of the river just a little north of the centre. It has a…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/trinity-hill/a/poi-sig/444427/358702",
    "image_url": null,
    "detail_description": "Trinity Hill is a pleasant – if tiny – recreation of Minsk's pre-war buildings on a pretty bend of the river just a little north of the centre. It has a few little cafes, restaurants and shops, and a walking bridge leads over to the Island of Courage &amp; Sorrow, an evocative Afghan war memorial known locally as the Island of Tears.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 14,
    "name": "Ў Gallery of Contemporary Art",
    "latitude": "53.891581",
    "longitude": "27.572283",
    "excerpt": "This well-established gallery and cultural centre heralded a shift in the artistic landscape when it relocated to vul Kastrychnitskaya in 2018. It is…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/gallery-of-contemporary-art/a/poi-sig/1500899/358702",
    "image_url": null,
    "detail_description": "This well-established gallery and cultural centre heralded a shift in the artistic landscape when it relocated to vul Kastrychnitskaya in 2018. It is named after a letter unique to the Belarusian language called 'u nieskladovaye', a symbol of sorts of the Belarusian national identity. This is one of the rare places where you'll hear some Belarusian being spoken. It lures the very best local contemporary visual and multimedia artists to two cavernous post-industrial exhibition spaces.\nAttached is a great wine bar."
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 15,
    "name": "Pl Svabody",
    "latitude": "53.903599",
    "longitude": "27.555331",
    "excerpt": "In the heart of the Old Town just off central vul Lenina is charming pl Svabody, lorded over by the white medieval Ratusha (town hall). Off the northern…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/pl-svabody/a/poi-sig/444409/358702",
    "image_url": null,
    "detail_description": "In the heart of the Old Town just off central vul Lenina is charming pl Svabody, lorded over by the white medieval Ratusha (town hall). Off the northern edge of the square is the baroque, twin-towered Orthodox Cathedral of the Holy Spirit, built in 1642. It was once part of a Polish Bernardine convent, along with the former Bernardine Church next door, which now houses city archives.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 12,
    "name": "Independence Palace",
    "latitude": "53.92714",
    "longitude": "27.524413",
    "excerpt": "This enormous addition to Minsk's totalitarian architecture is the country's new presidential palace in all but name. Architecturally uninspiring, the…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/independence-palace/a/poi-sig/1500850/358702",
    "image_url": null,
    "detail_description": "This enormous addition to Minsk's totalitarian architecture is the country's new presidential palace in all but name. Architecturally uninspiring, the glass-fronted eyesore has hundreds of rooms spread over 50,000 sq metres and is a symbol of Alexander Lukashenko's permanence in Belarusian politics.\nIt is now where Luka hosts visiting international leaders, as he did in 2014 when he helped broker a (short-lived) peace deal between Russia and Ukraine. Completed in 2013, the palace has been compared to similar structures in Turkmenistan and North Korea. It is not open to the public."
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 13,
    "name": "Kastrychnitskaya Pl",
    "latitude": "53.902849",
    "longitude": "27.56133",
    "excerpt": "The city's main square is referred to universally by its Russian name, Oktyabrskaya Ploshchad (October Sq). Here you'll find the impressive, severe Palats…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/kastrychnitskaya-pl/a/poi-sig/1252136/358702",
    "image_url": null,
    "detail_description": "The city's main square is referred to universally by its Russian name, Oktyabrskaya Ploshchad (October Sq). Here you'll find the impressive, severe Palats Respubliki (Palace of the Republic), a concert hall. Also on this square is the classical, multicolumned Stalinist Empire–style Trade Union Palace of Culture.\nThis is where opposition groups gather to protest against President Alexander Lukashenko from time to time; it's also where the infamous 2010 presidential election protests ended in violence. The failed Denim Revolution of March 2006 was attempted here as well."
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 11,
    "name": "Belarusian State Art Museum",
    "latitude": "53.898513",
    "longitude": "27.561047",
    "excerpt": "This excellent museum in one of Minsk's iconic buildings (built in 1939) includes definitive works by Soviet social realists and Russian masters,…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/belarusian-state-art-museum/a/poi-sig/444365/358702",
    "image_url": null,
    "detail_description": "This excellent museum in one of Minsk's iconic buildings (built in 1939) includes definitive works by Soviet social realists and Russian masters, including Valentin Volkov's social realist Minsk on July 3, 1944 (1944–5), depicting the Red Army's arrival in the ruined city. Several works by Yudel Pen, Chagall's teacher, are here, including his 1914 portrait of Chagall, and Chagall exhibitions often rotate through here.\nThere's also an impressive collection of icons, some great realist depictions of late 19th-century life in the Russian Empire and several works by Nikolai Ge, Ilya Repin, Isaak Levitan, Isaak Brodsky, Ivan Aivazovsky, Mikhail Nesterov and Konstantin Makovsky. Out back a light-bathed extension features local art from the 1940s to the 1970s.Order excursions in English in advance."
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 10,
    "name": "Former Residence of Lee Harvey Oswald",
    "latitude": "53.90865",
    "longitude": "27.571145",
    "excerpt": "Just across the bridge over the Svislach River, on the west bank, is the former residence of Lee Harvey Oswald. The assassin of former US president John F…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/former-residence-of-lee-harvey-oswald/a/poi-sig/444381/358702",
    "image_url": null,
    "detail_description": "Just across the bridge over the Svislach River, on the west bank, is the former residence of Lee Harvey Oswald. The assassin of former US president John F Kennedy lived here for a couple of years. The building has evolved since Oswald's time, but his apartment is thought to be at the far left (northwest) side of the building on the 3rd floor.\nHe arrived in Minsk in January 1960 after leaving the US Marines and defecting to the USSR. Once here, he truly went native: he got a job in a radio factory, married a Minsk woman, had a child – and even changed his name to Alek. But soon he returned to the United States and…you know the rest.If you want to see Oswald's apartment, get in touch with Hostel Tower 18/31 in the same building and see if the hostel can secure you an invite through the owner (we had no such luck)."
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 9,
    "name": "Museum of Folk Architecture & Rural Lifestyle",
    "latitude": "53.830785",
    "longitude": "27.374008",
    "excerpt": "Several dozen traditional wood houses, a school, a church and an old windmill have been transplanted to this open-air folk museum in Azyartso, 15km…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/museum-of-folk-architecture-rural-lifestyle/a/poi-sig/1547965/358702",
    "image_url": null,
    "detail_description": "Several dozen traditional wood houses, a school, a church and an old windmill have been transplanted to this open-air folk museum in Azyartso, 15km southwest of central Minsk. While not as developed as the similarly themed Dudutki museum nearby, this is a more authentic experience and a must for 19th-century rural-architecture buffs.\nEnjoy the rich scent of pinewood in the houses and the ripe smell of loam in the work sheds as you take in the complex, which is peppered with maple and apple trees. Festivals such as Kupalle (summer solstice festival) are a good time to visit, as the museum stays open late for dancing, singing and merrymaking. A 100-year-old tavern serves lunch. To get here take a Dubyantsy-bound bus from the Southwest Bus Station (BYN0.60, every 90 minutes). Ask your driver to let you off at the Azyartso (Ozertso) 'muzey' (museum)."
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 8,
    "name": "Cathedral of the Holy Spirit",
    "latitude": "53.905198",
    "longitude": "27.556007",
    "excerpt": "Off the northern edge of pl Svabody is the baroque, twin-towered Orthodox Cathedral of the Holy Spirit, built in 1642. It was once part of a Polish…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/cathedral-of-the-holy-spirit/a/poi-sig/1610046/358702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e1cfbfeaa4e20e2c93073ffb2be18e6c-cathedral-of-the-holy-spirit.jpg",
    "detail_description": "Off the northern edge of pl Svabody is the baroque, twin-towered Orthodox Cathedral of the Holy Spirit, built in 1642. It was once part of a Polish Bernardine convent, along with the former Bernardine Church next door, which now houses city archives.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 7,
    "name": "Church of SS Simon & Elena",
    "latitude": "53.896304",
    "longitude": "27.547625",
    "excerpt": "The red-brick Catholic Church of SS Simon & Elena, built in 1910, is worth popping into for a peek at its unique, wave-like, arched ceiling. Its tall,…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/church-of-ss-simon-elena/a/poi-sig/1609341/358702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d63b8f3149f15bb65b474008df44b1ce-church-of-ss-simon-elena.jpg",
    "detail_description": "The red-brick Catholic Church of SS Simon &amp; Elena, built in 1910, is worth popping into for a peek at its unique, wave-like, arched ceiling. Its tall, gabled bell tower and attractive detailing are reminiscent of many brick churches in the former Teutonic north of Poland.\n"
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 3,
    "name": "Pr Nezalezhnastsi",
    "latitude": "53.896082",
    "longitude": "27.549784",
    "excerpt": "The capital's main thoroughfare impresses with its sheer size. Formerly pr Francyska Skaryny, it runs from what travel writer Colin Thubron dubbed the …",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/pr-nezalezhnastsi/a/poi-sig/444411/358702",
    "image_url": null,
    "detail_description": "The capital's main thoroughfare impresses with its sheer size. Formerly pr Francyska Skaryny, it runs from what travel writer Colin Thubron dubbed the 'ferroconcrete tundra' of outer Minsk to the modern (read: Soviet) city centre, terminating just northeast of the train station at the stubbornly austere and expansive pl Nezalezhnastsi. The avenue is the world's premier embodiment of the post-WWII Stalinist Empire style, marked by expansive squares, utopian parks and palatial architectural gems like the Central Post Office.\nAt pl Nezalezhnastsi you can't miss the imposing Belarusian Government Building, fronted by a Lenin Statue. It is one of several fine examples of pre-WWII constructivist architecture in Minsk. Next to it is the 1910 red-brick Church of Sts Simon &amp; Helena, with its tall, gabled bell tower. Heading northeast, you'll pass the iconic, Stalinist Minsk Hotel and then come to the ominous KGB headquarters between vul Haradsky Val and vul Kamsamolskaya. Roughly opposite the KGB building is a long narrow park with a bust of Felix Dzerzhinsky, the founder of the Cheka (the KGB's predecessor) and a native of Belarus.A couple blocks further northeast is sweeping Kastrychnitskaya pl, and opposite this is Tsentralny skver, a leafy park on the site of a 19th-century marketplace. The dark-grey building to the northeast of Tsentralny sq is Dom Ofitserov (Officer's Building), which has a tank memorial at the front, devoted to the soldiers who freed Minsk from the Nazis. Southeast of the square, along vul Karla Marksa, is the seemingly lifeless, seriously guarded presidential residence.As pr Nezalezhnastsi crosses the Svislach River, it passes two of the city's main parks: Park Yanki Kupaly on the southwestern bank opposite the circus and the larger Gorky Central Children's Park, where there's a section with rides, attractions and fast-food kiosks. Just across the bridge, in a green wooden house by the banks of the river, is the House Museum of the First Congress of the Russian Social Democratic Workers' Party, where the Russian Social-Democratic Workers Party – Russia's original Marxist party – held its illegal founding congress in 1898. Diagonally opposite the museum is the former residence of Lee Harvey Oswald.Just 100m northeast of here, pl Peramohi (ploshchad Pobedy in Russian) is marked by a giant Victory Obelisk and its eternal flame, which is directly beneath the obelisk underground. Further north is pl Jakuba Kolasa, another expansive square, this one softened by pleasant parkland and a sitting area near the elephantine monument to the Belarusian writer. A few metro stops northeast of there the National Library of Belarus, a ghastly piece of Lukashenko-approved hubris in the shape of a giant rhombicuboctahedron (look it up!)."
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 2,
    "name": "Vul Kastrychnitskaya",
    "latitude": "53.890437",
    "longitude": "27.573076",
    "excerpt": "Vul Kastrychnitskaya – still known by its Soviet name, ulitsa Oktyabrskaya – has blossomed into Minsk's unofficial arts district. Brazilian street artists…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/vul-kastrychnitskaya/a/poi-sig/1610036/358702",
    "image_url": null,
    "detail_description": "Vul Kastrychnitskaya – still known by its Soviet name, ulitsa Oktyabrskaya – has blossomed into Minsk's unofficial arts district. Brazilian street artists have spray-painted brilliant murals on the giant facades of the street's apartment blocks, warehouses and factories, many of which now house event spaces, galleries and hipster cafes. President Lukashenko has allowed creative expression to flourish here with the expectation that it not spread to other parts of the capital, which remain sanitised and generally free of street art.\nThe district exudes a refreshing counterculture spirit and is one of the few places where you'll hear locals speaking Belarusian and/or talking about politics. Food-truck culture has taken root here and drinking on the street on any given evening is de rigueur."
},
{
    "country": "minsk",
    "city": "Minsk",
    "index": 1,
    "name": "Museum of the Great Patriotic War",
    "latitude": "53.916421",
    "longitude": "27.538604",
    "excerpt": "Housed in a garish new building, Minsk's best museum houses an excellent display detailing Belarus' suffering and heroism during the Nazi occupation. With…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/museum-of-the-great-patriotic-war/a/poi-sig/444399/358702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d87d01311618a8d926106fcd0ed5b6f2-museum-of-the-great-patriotic-war.jpg",
    "detail_description": "Housed in a garish new building, Minsk's best museum houses an excellent display detailing Belarus' suffering and heroism during the Nazi occupation. With English explanations throughout, atmospheric dioramas and a range of real tanks, airplanes and artillery from WWII, it's one of the capital's few must-see attractions.\nIts section on concentration camps is particularly disturbing: an incredible 2.3 million people in Belarus were killed during the war, including 1.5 million civilians. Audioguides give much-needed context to the collection; for greater depth, book an English-language tour (in advance). Take bus number 1 from pl Svabody to get here."
}
]