[
{
    "country": "miri",
    "city": "Miri",
    "index": 5,
    "name": "Miri City Fan",
    "latitude": "4.402616",
    "longitude": "113.992628",
    "excerpt": "An attractive open, landscaped park with Chinese- and Malay-style gardens and ponds that is a popular spot for walking and jogging. The complex also…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/miri/attractions/miri-city-fan/a/poi-sig/1212892/356984",
    "image_url": null,
    "detail_description": "An attractive open, landscaped park with Chinese- and Malay-style gardens and ponds that is a popular spot for walking and jogging. The complex also comprises a library, an indoor stadium and an Olympic-size public swimming pool (RM1).\n"
},
{
    "country": "miri",
    "city": "Miri",
    "index": 4,
    "name": "Tua Pek Kong Temple",
    "latitude": "4.3917003520119",
    "longitude": "113.98528389854",
    "excerpt": "Miri's oldest Chinese temple was founded in 1913. During the weeklong celebration of Chinese New Year, virtually the whole of this area, including Jln…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/miri/attractions/tua-pek-kong-temple/a/poi-sig/480298/356984",
    "image_url": null,
    "detail_description": "Miri's oldest Chinese temple was founded in 1913. During the weeklong celebration of Chinese New Year, virtually the whole of this area, including Jln China, is taken over by a lively street fair with plenty of red lanterns and gold foil.\n"
},
{
    "country": "miri",
    "city": "Miri",
    "index": 1,
    "name": "Petroleum Museum",
    "latitude": "4.389288",
    "longitude": "113.995192",
    "excerpt": "The Petroleum Museum sits atop Canada Hill, a low ridge 2km southeast of the town centre that was the site of Malaysia’s first oil well, the Grand Old…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/miri/attractions/petroleum-museum/a/poi-sig/480286/356984",
    "image_url": null,
    "detail_description": "The Petroleum Museum sits atop Canada Hill, a low ridge 2km southeast of the town centre that was the site of Malaysia’s first oil well, the Grand Old Lady, drilled in 1910. Appropriately, the old derrick stands right outside the museum, whose interactive exhibits, some designed for kids, are a good introduction to the hugely lucrative industry that has so enriched Miri.\nThe hill itself is a popular exercise spot, and it’s worth coming here at sunset for the views across town to the South China Sea."
},
{
    "country": "miri",
    "city": "Miri",
    "index": 3,
    "name": "San Ching Tian Temple",
    "latitude": "4.422641",
    "longitude": "114.003088",
    "excerpt": "One of the largest Taoist temples in Southeast Asia, San Ching Tian was built in 2000. Set in a peaceful courtyard with soothing wind chimes, the temple…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/miri/attractions/san-ching-tian-temple/a/poi-sig/480294/356984",
    "image_url": null,
    "detail_description": "One of the largest Taoist temples in Southeast Asia, San Ching Tian was built in 2000. Set in a peaceful courtyard with soothing wind chimes, the temple features intricate dragon reliefs brought from China and majestic figures of the Three Pure Ones. Situated in the suburban neighbourhood of Krokop, 3km northeast of Miri town centre. A taxi costs RM20; Grab around RM10.\n"
},
{
    "country": "miri",
    "city": "Miri",
    "index": 2,
    "name": "Saberkas Weekend Market",
    "latitude": "4.419903",
    "longitude": "114.016457",
    "excerpt": "At Saberkas, one of the most colourful and friendly markets in Sarawak, vendors are more than happy to answer questions about their produce, which…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/miri/attractions/saberkas-weekend-market/a/poi-sig/1212904/356984",
    "image_url": null,
    "detail_description": "At Saberkas, one of the most colourful and friendly markets in Sarawak, vendors are more than happy to answer questions about their produce, which includes tropical fruits and vegetables, barbecue chicken, satay and handicrafts. The market is about 3km northeast of the centre outside the Saberkas Commercial Centre. A taxi costs RM20, and by Grab it's around RM10; there's no bus.\n"
}
]