[
{
    "country": "monestir-de-montserrat",
    "city": "Montserrat",
    "index": 6,
    "name": "Museu de Montserrat",
    "latitude": "41.592715",
    "longitude": "1.835918",
    "excerpt": "This museum has excellent displays, ranging from an archaeological section with an Egyptian mummy to Gothic altarpieces to fine canvases by Caravaggio, El…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/monestir-de-montserrat/attractions/museu-de-montserrat/a/poi-sig/1131969/1315758",
    "image_url": null,
    "detail_description": "This museum has excellent displays, ranging from an archaeological section with an Egyptian mummy to Gothic altarpieces to fine canvases by Caravaggio, El Greco, Picasso and several Impressionists (Monet, Degas), plus a comprehensive collection of 20th-century Catalan art, and some fantastic Orthodox icons.\n"
},
{
    "country": "monestir-de-montserrat",
    "city": "Montserrat",
    "index": 5,
    "name": "Santa Cova",
    "latitude": "41.588133",
    "longitude": "1.844416",
    "excerpt": "To see the 17th-century chapel built on the spot where holy visions of the Virgin Mary appeared to astonished shepherds, take the Funicular de la Santa…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/monestir-de-montserrat/attractions/santa-cova/a/poi-sig/1272748/1315758",
    "image_url": null,
    "detail_description": "To see the 17th-century chapel built on the spot where holy visions of the Virgin Mary appeared to astonished shepherds, take the Funicular de la Santa Cova down from the monastery (20 minutes). Otherwise, it's a 2.7km, 1½-hour (return) walk along a precipitous mountain path with stomach-plummeting views of the valley below.\n"
},
{
    "country": "monestir-de-montserrat",
    "city": "Montserrat",
    "index": 4,
    "name": "Espai Audiovisual",
    "latitude": "41.592372",
    "longitude": "1.836036",
    "excerpt": "This insightful walk-through multimedia space illustrates the daily life and activities of the monks, the geology of Montserrat, and the history and…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/monestir-de-montserrat/attractions/espai-audiovisual/a/poi-sig/1211508/1315758",
    "image_url": null,
    "detail_description": "This insightful walk-through multimedia space illustrates the daily life and activities of the monks, the geology of Montserrat, and the history and spirituality of the monastery.\nIf you don't catch the prestigious Escolania de Montserrat boys' choir in action, you'll get a feel for its performances through videos here."
},
{
    "country": "monestir-de-montserrat",
    "city": "Montserrat",
    "index": 3,
    "name": "Basílica",
    "latitude": "41.593296",
    "longitude": "1.837656",
    "excerpt": "With marbled floors and art nouveau–style frescoes visible between graceful archways, the open courtyard fronting Montserrat's basilica immediately sets…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/monestir-de-montserrat/attractions/basilica/a/poi-sig/1211517/1315758",
    "image_url": null,
    "detail_description": "With marbled floors and art nouveau–style frescoes visible between graceful archways, the open courtyard fronting Montserrat's basilica immediately sets an impressive tone. The basilica itself, consecrated in 1592, has a brick facade featuring carvings of Christ and the 12 Apostles, dating to the early 20th century. Beyond its heavy doors, the interior glitters with white marble and gold in Renaissance and Catalan Gothic styles.\nThe stairs to the narrow Cambril de la Mare de Déu, housing La Moreneta, are to the right of the main basilica entrance. The room on the west side of the courtyard from the basilica entrance is filled with offbeat ex-voto gifts and thank-you messages to the Virgin, while the alley you wander down after exiting the Cambril is alight with flickering candles."
},
{
    "country": "monestir-de-montserrat",
    "city": "Montserrat",
    "index": 2,
    "name": "Cambril de la Mare de Déu",
    "latitude": "41.59322",
    "longitude": "1.837753",
    "excerpt": "Signs to the right of the entrance to Montserrat's main basilica lead into the intimate Cambril de la Mare de Déu, where you can pay homage to the famous…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/monestir-de-montserrat/attractions/cambril-de-la-mare-de-deu/a/poi-sig/1131982/1315758",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial1618715806.jpg",
    "detail_description": "Signs to the right of the entrance to Montserrat's main basilica lead into the intimate Cambril de la Mare de Déu, where you can pay homage to the famous La Moreneta ('Little Brown One', or 'Black Virgin'), a revered 12th-century Romanesque wood-carved statue of the Virgin Mary with Jesus seated on her knee (and Catalonia's official patroness since 1881).\n"
},
{
    "country": "monestir-de-montserrat",
    "city": "Montserrat",
    "index": 1,
    "name": "Monestir de Montserrat",
    "latitude": "41.5933",
    "longitude": "1.837699",
    "excerpt": "Catalonia's most renowned monastery was established in 1025 to commemorate local shepherds' visions of the Virgin Mary, accompanied by celestial light and…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/monestir-de-montserrat/attractions/monestir-de-montserrat/a/poi-sig/1188527/1315758",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1395021184.jpg",
    "detail_description": "Catalonia's most renowned monastery was established in 1025 to commemorate local shepherds' visions of the Virgin Mary, accompanied by celestial light and a chorus of holy music. Today, a community of 55 monks lives here. The monastery complex encompasses two blocks: on one side, the basilica and monastery buildings, and on the other, tourist and pilgrim facilities. Admirable monastery architecture lining the main Plaça de Santa Maria includes elegant 15th-century cloisters and a gleaming late-19th-century facade depicting St George and St Benedict in relief.\nMost visitors make a beeline for the basilica to venerate La Moreneta ('Little Brown One' or 'Black Virgin'), a 12th-century Romanesque wooden sculpture of Mary with the baby Jesus (and Catalonia's official patroness since 1881)."
}
]