[
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 1,
    "name": "Erdene Zuu Khiid",
    "latitude": "47.200881",
    "longitude": "102.841398",
    "excerpt": "Founded in 1586 by Altai Khaan, Erdene Zuu (Hundred Treasures) was the first Buddhist monastery in Mongolia. The monastery went through periods of neglect…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/kharkhorin-karakorum/attractions/erdene-zuu-khiid/a/poi-sig/434944/357030",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF579068047.jpg",
    "detail_description": "Founded in 1586 by Altai Khaan, Erdene Zuu (Hundred Treasures) was the first Buddhist monastery in Mongolia. The monastery went through periods of neglect and prosperity until finally the Stalinist purges of 1937 put it completely out of business. The monastery remained closed until 1965, when it was permitted to reopen as a museum, but not as a place of worship. It was only with the collapse of communism in 1990 that religious freedom was restored and the monastery became active again.\nToday Erdene Zuu Khiid is considered by many to be the most important monastery in the country, though no doubt it’s a shadow of what it once was. At its peak, it had between 60 and 100 temples, around 300 gers inside the walls, and up to 1000 monks in residence. All but three of the temples in Erdene Zuu were destroyed during the purges and an unknown number of monks were either killed or sent to Siberian gulags. A surprising number of statues, tsam masks and thangkas were saved, however – possibly with the help of a few sympathetic military officers. The items were buried in nearby mountains, or stored in local homes (at great risk to the residents).Entrance to the walled monastery grounds is free. If you want to see inside the main temple, you’ll have to buy a ticket, which includes a guided tour of the site with an English-speaking guide.The main temples date from the 16th century. Most of the artefacts you'll see – wall paintings, thangkas, masks etc – are from the 18th century. Many are in excellent condition. The monastery is an easy 2km walk from the centre of Kharkhorin.TemplesThe monastery is enclosed in an immense walled compound. Spaced evenly along each wall, about every 15m, are 108 stupas (108 is a sacred number to Buddhists). The three temples in the compound – Zuu of Buddha, Zuun Zuu and Baruun Zuu – which were not destroyed in the 1930s, are dedicated to the three stages of Buddha’s life: childhood, adolescence and adulthood.Dalai Lama Süm was built in 1675 to commemorate the visit by Abtai Khaan’s son, Altan, to the Dalai Lama in Tibet. The room is bare save for a statue of Zanabazar and some fine 17th-century thangkas depicting the Dalai Lamas and various protector deities.Inside the courtyard, Baruun Zuu, the temple to the west, built by Abtai Khaan and his son, is dedicated to the adult Buddha. Inside, on either side of Sakyamuni (the historical Buddha), are statues of Sanjaa (Dipamkara in Sanskrit), the Past Buddha, to the left; and Maidar (Maitreya in Sanskrit), the Future Buddha, to the right. Other items on display include some golden ‘wheels of eternity’, naimin takhel (the eight auspicious symbols), figurines from the 17th and 18th centuries, and balin (wheat dough cakes, decorated with coloured medallions of goat or mutton fat), made in 1965 and still well preserved. Look out for the inner circumambulation path leading off to the left, just by the entrance.The main and central temple is called the Zuu of Buddha. The entrance is flanked by the gods Gonggor on the left and Bandal Lham (Palden Lhamo in Sanskrit) on the right. Inside, to the right of the statues of the child Buddha, is Otoch Manal (the Medicine Buddha), while to the left is Holy Abida (the god of justice). The temple also contains statues of Niam and Dabaa, the sun and moon gods respectively, a few of the tsam masks that survived the purges, some carved, aggressive-looking guards from the 16th and 17th centuries, and some displays of the work of the revered sculptor and Buddhist, Zanabazar.In the temple to the east, Zuun Zuu, there’s a statue depicting the adolescent Buddha. The statue on the right is Tsongkhapa, who founded the Yellow Hat sect of Buddhism in Tibet. The figure on the left is Janraisig (Chenresig in Tibetan, Avalokitesvara in Sanskrit), the Bodhisattva of Compassion.As you walk north you will pass the Golden Prayer Stupa, built in 1799. The small locked temple next to it, with a blue-tiled roof, is thought to pre-date the monastery itself by around 200 years.The large white temple at the far end is the Tibetan-style Lavrin Süm, where ceremonies are held every morning, usually starting at around 11am; the times vary so ask at the office. Visitors are welcome, but photographs during ceremonies are not. This temple is the most active and atmospheric part of the whole complex.Other SightsApart from the main temples, there are several other interesting things to see. The gravestones of Abtai Khaan (1554–88) and his grandson Tüshet Khaan Gombodorj (the father of Zanabazar) stand in front of the Dalai Lama Süm and are inscribed in Mongol, Tibetan and Arabic scripts. In the northeast of the monastery are the base stones of a gigantic ger, now called the Square of Happiness and Prosperity, set up in 1639 to commemorate Zanabazar’s birthday. The ger was reported to be 15m high and 45m in diameter, with 35 concertina-style walls, and could seat 300 during the annual assemblies of the local khaans."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 40,
    "name": "Baldan Bereeven Khiid",
    "latitude": "48.200565",
    "longitude": "109.432454",
    "excerpt": "At its peak, Baldan Bereeven Khiid was one of the three largest monasteries in Mongolia, home to 5000 lamas and thousands more pilgrims and monastic…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/eastern-mongolia/khentii/attractions/baldan-bereeven-khiid/a/poi-sig/1405897/357037",
    "image_url": null,
    "detail_description": "At its peak, Baldan Bereeven Khiid was one of the three largest monasteries in Mongolia, home to 5000 lamas and thousands more pilgrims and monastic support staff. Communist thugs destroyed this building and murdered the monks in the 1930s. The purge was so complete that there are still rituals and prayers that have never been recovered by contemporary lamas; they were simply ground out of existence. Fortunately, restoration work has brought much of the monastery back to life.\r\n\nThere are maybe a dozen lamas here, attended by around two to three times that many pilgrims. The main temple, with its beautifully painted beams and dragon motifs, was revamped in 2010; it also features a massive prayer hall and a second-floor balcony that is closed to all visitors (even local lamas can access this floor only on certain holy days). By the gateway to the temple complex is a map of a walking loop that takes in the most important ovoos (offerings to the gods), the Eej (Mother) Cave, which acts a purifying place for anyone who passes through it, and a hilltop viewpoint with spectacular views of the buildings and the plain below.\r\n"
},
{
    "country": "mongolia",
    "city": "Ulaanbaatar",
    "index": 39,
    "name": "Asral",
    "latitude": "47.922928",
    "longitude": "106.863027",
    "excerpt": "Located in the northwest corner of the city, Asral is an NGO and Buddhist social centre that supports impoverished families. Its main aim is to stop…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/asral/a/poi-sig/1066564/357066",
    "image_url": null,
    "detail_description": "Located in the northwest corner of the city, Asral is an NGO and Buddhist social centre that supports impoverished families. Its main aim is to stop disadvantaged youths from becoming street children. It also provides skills and jobs for unemployed women; an on-site felt-making cooperative Made in Mongolia (www.madeinmongolia.net) turns out some lovely products to purchase.\nAsral encourages travellers to visit the centre. You can meet the felt-makers, learn to make felt products (workshops from US$20), buy items from its shop or volunteer. The centre is always looking for English teachers or gardeners to work on a small farm in Gachuurt or at its felt-making branch in Dundgov aimag in the Gobi region.The Buddhist arm of the organisation has classes on Buddhism and meditation, although for now these are only offered in Mongolian. In summer, a high Tibetan Lama, Panchen Otrul Rinpoche, visits the centre and provides religious teachings.The centre is in the 3/4 district opposite the Gobi Sauna, slightly off the main road. It's best to call before you visit. Take trolley bus '3,4 Horoolo' from Peace Ave to the last stop and continue walking for 300m. Asral is a two-storey cream-coloured building on your right."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 38,
    "name": "Khövsgöl Nuur",
    "latitude": "50.508187",
    "longitude": "100.174026",
    "excerpt": "Known as the Blue Pearl of Mongolia, Khövsgöl Nuur is an extraordinary lake that stretches 136km deep into the Siberian taiga. The lake, mountains and…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/northern-mongolia/khovsgol-nuur-national-park/attractions/khoevsgoel-nuur/a/poi-sig/454525/357047",
    "image_url": null,
    "detail_description": "Known as the Blue Pearl of Mongolia, Khövsgöl Nuur is an extraordinary lake that stretches 136km deep into the Siberian taiga. The lake, mountains and forests that surround it form the basis for the popular Khövsgöl Nuur National Park, a major destination for both Mongolian and international tourists.\nIn surface area, this is the second largest lake (2760 sq km) in Mongolia, surpassed in size only by Uvs Nuur, a shallow, salty lake in the western part of the country. But Khövsgöl Nuur (sometimes transliterated as Hövsgöl or Hovsgol) is Mongolia's deepest lake (up to 262m) as well as the world's 14th largest source of fresh water – it contains between one and two per cent of the world's fresh water (that's 380,700 billion litres!). Geologically speaking, Khövsgöl is the younger sibling (by 23 million years) of Siberia's Lake Baikal, 195km to the northeast, and was formed by the same tectonic forces.The lake's water is still very clean but a rise in livestock using the area for winter pasture has led to some pollution of the shore and feeder rivers; you're best off purifying your water.Khövsgöl Nuur is an increasingly heavily visited part of Mongolia. Please minimise your impact on this beautiful region."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 37,
    "name": "Khuisiin Naiman Nuur Nature Reserve",
    "latitude": "46.5205333333",
    "longitude": "101.8450833333",
    "excerpt": "The area of Naiman Nuur, which was created by volcanic eruptions centuries ago, is now part of the 115-sq-km Khuisiin Naiman Nuur Nature Reserve. Despite…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/orkhon-valley/attractions/khuisiin-naiman-nuur-nature-reserve/a/poi-sig/1406428/1336959",
    "image_url": null,
    "detail_description": "The area of Naiman Nuur, which was created by volcanic eruptions centuries ago, is now part of the 115-sq-km Khuisiin Naiman Nuur Nature Reserve. Despite the name, there are actually nine, not eight, lakes. The lakes are about 35km southwest of Orkhon Khürkhree (waterfall), but the roads are often virtually impassable. Locals around the waterfall can hire horses for the two- to four-day trip to the lakes (around T15,000 per horse per day, plus the same again for your horse guide).\nThis area is environmentally fragile; vehicles that attempt to make the trip end up tearing new tracks through the grasslands, so local communities are working on ways to prevent cars from coming here. If your driver says he can make it all the way to the lakes by car, insist on going by horse.From Kharkhorin, Family Guesthouse and Gaya's Guesthouse can organise horse treks here for around US$180 per person (minimum two people) for a three-day trip, which is inclusive of the jeep transfer from Kharkhorin. Ulaanbaatar-based companies such as Nomads, Nomadic Journeys and Nomadic Expeditions also run tours here, including horse-riding trips."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 36,
    "name": "Günjiin Süm",
    "latitude": "48.1835",
    "longitude": "107.5562833333",
    "excerpt": "Surrounded by magnificent forest and not far from a lovely river, the Baruun Bayan Gol, this Buddhist temple (elevation 1713m) was built in 1740 by Efu…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/terelj-area/attractions/guenjiin-suem/a/poi-sig/498964/357024",
    "image_url": null,
    "detail_description": "Surrounded by magnificent forest and not far from a lovely river, the Baruun Bayan Gol, this Buddhist temple (elevation 1713m) was built in 1740 by Efu Dondovdorj to commemorate the death of his Manchurian wife, Amarlangui. Once part of a huge monastery containing about 70 sq metres of blue walls, five other temples and a tower, Günjiin Süm is one of very few Manchurian-influenced temples in Mongolia to survive over the centuries. Only a couple of buildings and walls remain.\nUnlike most other monasteries in Mongolia, Günjiin Süm was not destroyed during the Stalinist purges, but simply fell into ruin from neglect, vandalism and theft.The temple is not a must – there are many better and more accessible temples and monasteries in Ulaanbaatar and Töv – but more of an excuse for a great overnight trek, on horse or foot, or as part of a longer trip in the national park.Günjiin is about 25km by foot (or horse) from the UB-2 hotel, heading in a northwest direction. The jeep trail is longer (about 40km in total), as you need to skirt around the mountains (only accessible in dry months and only with a reliable 4WD), but easier if you don’t want to walk the hills. You can do the trip on your own with a good map and compass (or GPS), but it’s best to take a local guide."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 35,
    "name": "Mongol Els",
    "latitude": "47.3303166667",
    "longitude": "103.6936333333",
    "excerpt": "On the road from Kharkhorin to Ulaanbaatar, one surprising sight that livens up a fairly boring stretch of road is the sand dunes of Elsen-Tasarkhai…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/ovorkhangai/attractions/mongol-els/a/poi-sig/1461824/357026",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1427612316.jpg",
    "detail_description": "On the road from Kharkhorin to Ulaanbaatar, one surprising sight that livens up a fairly boring stretch of road is the sand dunes of Elsen-Tasarkhai. Better known in Ulaanbaatar's tourist industry as Mongol Els, these large dunes stretch for some 70km, and are worth stopping off at if you're not planning to visit the much more spectacular Khongoryn Els in the Gobi Desert.\nThe dunes are located on the approach to Khögnö Khan Uul Nature Reserve. At the turn-off to the sand dunes there is a group of camel herders who hang around and sell camel rides. Expect to pay T5000 to have your photo taken on a camel, or T10,000 for a one-hour ride across the dunes."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 34,
    "name": "Gorkhi-Terelj National Park",
    "latitude": "47.972801",
    "longitude": "107.447147",
    "excerpt": "Located 55km northeast of Ulaanbaatar, this popular national park is characterised by picturesque alpine scenery. It offers great opportunities for hiking…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/terelj-area/attractions/gorkhi-terelj-national-park/a/poi-sig/1477499/357024",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-511801037_high.jpg",
    "detail_description": "Located 55km northeast of Ulaanbaatar, this popular national park is characterised by picturesque alpine scenery. It offers great opportunities for hiking, rock climbing, swimming (in icy-cold water), rafting and horse riding. For hard-core extreme-sports fanatics, there's skiing and dog-sledding in the depths of winter. The southern section caters to tourists, so it's hardly pristine (and a bit crowded with ger camps), but hikers and horse riders can easily get away from the hustle and bustle by trekking further north into the park.\nBe prepared for mosquitoes, especially in late summer.Pay the admission fee at the park entrance. Note, passengers on the public bus from Ulaanbaatar rarely have to pay this as the bus usually drives past the entrance without stopping."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 33,
    "name": "Shankh Khiid Monastery",
    "latitude": "47.0513166667",
    "longitude": "102.9539333333",
    "excerpt": "This secluded, atmospheric monastery was founded by the great Zanabazar in 1648 and is said to have once housed Chinggis Khaan’s black military banner. At…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/kharkhorin-karakorum/attractions/shankh-khiid-monastery/a/poi-sig/1406103/357030",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1218476559.jpg",
    "detail_description": "This secluded, atmospheric monastery was founded by the great Zanabazar in 1648 and is said to have once housed Chinggis Khaan’s black military banner. At one time the monastery was home to more than 1500 monks. Shankh Khiid, once known as the West Monastery, and Erdene Zuu Khiid are the only monasteries in the region to have survived the 1937 purge.\nAs elsewhere, the monastery was closed in 1937, temples were burnt and many monks were shipped off to Siberia. Some of those that survived helped to reopen the place in the early 1990s. Today there's around 25 monks in residence; if no one is around you may have to poke around to find someone to let you inside the temples.The monastery is about 26km south of Kharkhorin. You’ll see it on the right side of the road as you approach the village of Shankh."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 32,
    "name": "Burkhan Khalduun",
    "latitude": "48.7621333333",
    "longitude": "109.0104833333",
    "excerpt": "When faced with a crisis of faith or at a crossroads in his life, Chinggis Khaan would ascend the peak of Burkhan Khalduun (2350m). With his belt around…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/eastern-mongolia/khentii/attractions/burkhan-khalduun/a/poi-sig/1405943/357037",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1916511035.jpg",
    "detail_description": "When faced with a crisis of faith or at a crossroads in his life, Chinggis Khaan would ascend the peak of Burkhan Khalduun (2350m). With his belt around his neck in a show of supplication, he would petition the gods of earth and sky for their wisdom, then descend to the steppe, secure in his decisions. As Chinggis was the father of his country, many Mongolians believe this mountain contains the energy and blessings that animate Mongolian nationhood.\nBecause of these connections, locals climb the mountain, topped with many ovoos (shamanistic collection of stones, wood or other offerings to the gods; GPS: N48° 45.430’, E109° 00.300’), to gain strength and good luck. Climbing it is forbidden to foreigners, who may only travel as far as the foot of the mountain; there are plans to create an observation route to make their visits worthwhile."
},
{
    "country": "mongolia",
    "city": "Ulaanbaatar",
    "index": 31,
    "name": "Beatles Square",
    "latitude": "47.915501",
    "longitude": "106.906575",
    "excerpt": "The plaza located between the State Department Store and the Circus has an unofficial name – Beatles Square, so named after the monument to the Fab Four…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/beatles-square/a/poi-sig/1451462/357066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_169537319.jpg",
    "detail_description": "The plaza located between the State Department Store and the Circus has an unofficial name – Beatles Square, so named after the monument to the Fab Four located close to its northern end. The monument features bronze images of John, Paul (barefooted), George and Ringo on one side, and on the other, a sculpture of a young man sitting in a stairwell strumming a guitar.\nThe sculpture recalls the 1970s era in Ulaanbaatar when groups of teenagers would gather in apartment stairwells and sing Beatles songs, which they learned from contraband records smuggled in from Eastern Europe. The plaza – surrounded by cafes, restaurants and cashmere shops – is a popular meeting place and hub of activity in summer when locals relax by the fountains.In August 2017 locals hit the street in protest against plans to bulldoze the square for commercial development; though regardless of how it plays out, the Beatles statue is expected to remain."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 30,
    "name": "Mandshir Khiid",
    "latitude": "47.7586666667",
    "longitude": "106.9945833333",
    "excerpt": "For the 350 monks who once called this place home, the gorgeous setting around this monastery (elevation 1645m) must have been a daily inspiration. Like…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/bogdkhan-uul-strictly-protected-area/attractions/mandshir-khiid/a/poi-sig/498960/357021",
    "image_url": null,
    "detail_description": "For the 350 monks who once called this place home, the gorgeous setting around this monastery (elevation 1645m) must have been a daily inspiration. Like most monasteries in Mongolia, Mandshir Khiid was destroyed in 1937 by Stalin’s thugs, but was partially restored in the 1990s.The main temple has been restored and converted into a museum, but the other buildings remain in ruins. The monastery and museum are not amazing in themselves, but rather it's the beautiful forest setting that makes a visit worthwhile.\nAs you enter from the main track from Zuunmod you’ll be required to pay the T3000 national-park fee.From the gate it’s a couple of kilometres to the main area, where there is a car park, a shop, a nature museum with taxidermied animals, a restaurant (that isn't always open) and several gers offering accommodation. Look for the huge two-tonne bronze cauldron, which dates from 1726 and was designed to boil up to 10 sheep at a time.The remains of the monastery (and the monastery museum) are about 800m uphill from the car park. The monastery museum has tsam masks, exhibits on the layout of Mandshir and some photos that show what it looked like before Stalin’s followers turned it into rubble. Look out for the controversial Ganlin Horn, made from human thigh bones.If you have time, it’s worth climbing up the rocks behind the main temple, where there are some 18th-century Buddhist rock paintings. The views from the top are even more beautiful, and you’ll find yourself in the midst of a lovely pine forest.Located 6km northeast of Zuunmod and 46km by road from Ulaanbaatar, the monastery is a perfect half-day trip from the capital, or can be used as a starting point for hikes into the Strictly Protected Area. If you get here early enough, one possibility to return to UB is to hike back over the hills."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 29,
    "name": "Stone Turtles",
    "latitude": "47.207812",
    "longitude": "102.838568",
    "excerpt": "Outside the monastery walls of Erdene Zuu Khiid are two stone turtles. Four of these sculptures once marked the boundaries of ancient Karakorum, acting as…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/kharkhorin-karakorum/attractions/stone-turtles/a/poi-sig/434954/357030",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1187913457.jpg",
    "detail_description": "Outside the monastery walls of Erdene Zuu Khiid are two stone turtles. Four of these sculptures once marked the boundaries of ancient Karakorum, acting as protectors of the city (turtles are considered symbols of eternity). Each of the turtles originally had an inscribed stone stela mounted vertically on its back.One is easy to find: just walk out of the northern gate of the monastery and follow the path northwest for about 300m. This location is also the site of an archaeological excavation led by a German team.\nYou’ll probably need a car to get to the other turtle (What3words: informed.exodus.rasped), which is on the hill south of the monastery – otherwise it's a 45-minute walk. It has a more scenic location, but is blighted by being within a caged enclosure. En route you'll encounter the Penis Stone (What3words: hamsters.attachments.compasses), a historical stone phallic sculpture used as a reminder for young monks to remain celibate."
},
{
    "country": "mongolia",
    "city": "Ulaanbaatar",
    "index": 28,
    "name": "National Library of Mongolia",
    "latitude": "47.914774",
    "longitude": "106.915898",
    "excerpt": "Mongolia's neoclassical National Library houses the world's largest collection of Buddhist texts, of which a select few are on display within its Museum…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/national-library-of-mongolia/a/poi-sig/1066520/357066",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock1596873190.jpg",
    "detail_description": "Mongolia's neoclassical National Library houses the world's largest collection of Buddhist texts, of which a select few are on display within its Museum of Rare and Valuable Books. Here you can see Unesco-recognised Buddhist manuscripts and gold- and silver-leaf Sutras from ancient Tibet, India and Mongolia. Most of the collection was built from the mid-1960s to the 1980s, several decades after the Buddhist purge destroyed nearly every monastery in the country. Researchers started collecting the Sutras from families that had hidden them during the purge.\nA project to catalogue them all using a digital archive began in 1999 with assistance from New York–based nonprofit Asia Classic Input Project (ACIP). Over one million texts have so far been identified, including verses by Nagajuna, a 2nd-century Indian philosopher, inscribed on birch bark.The library has a vast collection of English-language books and documents about Mongolia; though you'll need a library card to access it. The statue outside is Rinchen, a famed scholar who spoke 27 languages."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 27,
    "name": "Orkhon Falls",
    "latitude": "46.787528",
    "longitude": "101.960399",
    "excerpt": "After a strong rain the magnificent seasonal Orkhon Falls is one of the best sights in central Mongolia. About 250m downstream from the waterfall you can…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/orkhon-valley/attractions/orkhon-falls/a/poi-sig/1406095/1336959",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-155341598.jpg",
    "detail_description": "After a strong rain the magnificent seasonal Orkhon Falls is one of the best sights in central Mongolia. About 250m downstream from the waterfall you can climb down to the bottom of the gorge; it’s 22m deep and dotted with pine trees.\nAsk your tour operator about the status of the falls. The water doesn’t run all year and will only start to flow after the first good summer rain. Late July and August are the best times to see it, although it's still a very attractive spot in autumn. If you arrive when the waterfall is not in flow, take solace in the fact that the region is still gorgeous, and a fine area for swimming, camping and horse riding.There are a few different ways to approach the waterfall; all of them involve rough travel in parts, on very rocky roads. Coming directly from Ulaanbaatar, most traffic will go on the road via Khujirt (around 35km from the falls). You'll pass a lovely viewpoint (GPS: N 46°53.465' E 102°22.762') on this track, as the river skirts a cliff face it helped carve into the steppe. One or two kilometres further along you'll pass a remarkable collection of large, Bronze-Age square graves (GPS: N 46°53.465' E 102°22.762') on your left. The road from Kharkhorin is longer, but by taking this route you can stop at Tövkhön Khiid on the way. From Arvaikheer, it’s possible to take a remote backcountry road via Züünbayan-Ulaan and Bat-Ölzii; but you’ll need an experienced driver and a very sturdy 4WD to attempt it."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 26,
    "name": "Aglag Khiid",
    "latitude": "48.439907",
    "longitude": "106.10218",
    "excerpt": "The brainchild of G Purevbat, a lama and world-renowned master of Buddhist sculpture and painting, Aglag Khiid was built in 2014 as a meditation and…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/attractions/aglag-khiid/a/poi-sig/1579352/357016",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock668674942.jpg",
    "detail_description": "The brainchild of G Purevbat, a lama and world-renowned master of Buddhist sculpture and painting, Aglag Khiid was built in 2014 as a meditation and education centre. Yet following the trails of this mountain monastery, overlooking pine forest and dotted with boulders carved with Buddhist reliefs, you'd be forgiven for mistaking it for a 300-year-old temple. Located 100km from Ulaanbaatar, it's become an increasingly popular day trip for locals and tourists alike seeking fresh air with a dose of spirituality.\nAfter a steep 10-minute hike from the car park, your first stop is the monastery complex, which houses several museums. Collectively they contain interesting local artefacts and Buddhist relics that have been shifted here from the original museum in nearby Bornuur. Some exhibits are a bit gruesome, including a stack of human skulls pulled out of a mass grave. They are the skulls of local lamas who were executed by communist forces in 1937. There's also a rather frightening collection of stuffed animals, both real and fabricated – from five-headed fish to a unicorn!After viewing the monastery museum, follow the signed path that loops up above the monastery to view G Purevbat's series of exquisite Buddhist rock carvings. This walk is the highlight of a visit here, and you'll encounter atmospheric stupas and sacred rock formations (including fertility rock sculpture) as well as fantastic panoramas to the surrounding forest. There's no English signage (so bringing along a guide is recommended), but otherwise there's an informative, glossy book for purchase (T20,000) from the museum.For food there's a very basic guanz (canteen) on-site that sells cold drinks and beef khuushuur (T1000), but a better choice are the lovely ger restaurants nearby with great steppe views and local food and airag (fermented mare’s milk; available late June to August).The site is around 100km northwest of Ulaanbaatar, along the Ulaanbaatar–Darkhan road, about 5km south of Bornuur (Борнуур). There's no public transport here, so you'll need to arrange your own vehicle or join a tour."
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 25,
    "name": "Khövsgöl Nuur National Park",
    "latitude": "50.486347",
    "longitude": "100.157204",
    "excerpt": "Cupped in the snowcapped fist of the Sayan and Khoridol Saridag mountains, this national park is anchored by the shimmering blue sweep of the ice-cold,…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/northern-mongolia/khovsgol/attractions/khoevsgoel-nuur-national-park/a/poi-sig/1480084/357045",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-513683766.jpg",
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 24,
    "name": "Yalaltiin Khoshuu",
    "latitude": "47.63485",
    "longitude": "118.5990666667",
    "excerpt": "As Soviet propaganda goes, this victory monument, located just outside Khalkhgol, is a masterpiece of the genre. The sculpture features a stylised…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/khalkhiin-gol/attractions/yalaltiin-khoshuu/a/poi-sig/1454351/1336989",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 23,
    "name": "Khentii Ethnography Museum",
    "latitude": "47.322518",
    "longitude": "110.66301",
    "excerpt": "This excellent museum occupies the 18th-century home of the Tsetseg Khan, who governed most of eastern Mongolia during the Manchu reign. Standout exhibits…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/eastern-mongolia/ondorkhaan/attractions/khentii-ethnography-museum/a/poi-sig/499020/357040",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 22,
    "name": "Ganga Nuur",
    "latitude": "45.266256",
    "longitude": "113.992971",
    "excerpt": "From the end of September until mid-October, this lake is home to thousands of migrating swans. Along the shore, in a fenced compound, is delicious spring…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/eastern-mongolia/dariganga/attractions/ganga-nuur/a/poi-sig/499036/357034",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 21,
    "name": "Dornod Aimag Museum & Gallery",
    "latitude": "48.058301",
    "longitude": "114.487697",
    "excerpt": "Inside the former Government House, the comprehensive collections here stampede through the aimag's history, from Stone Age and Bronze Age finds to the…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/eastern-mongolia/choibalsan/attractions/dornod-aimag-museum-gallery/a/poi-sig/498982/357036",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 18,
    "name": "Baruun-Urt Ethnography Museum",
    "latitude": "46.676687",
    "longitude": "113.278034",
    "excerpt": "Baruun-Urt’s museum has a fine collection of costumes representing the three ethnic groups that inhabit the region: the Khalkh (the majority), the…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/eastern-mongolia/baruun-urt/attractions/baruun-urt-ethnography-museum/a/poi-sig/499032/357033",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Ulaanbaatar",
    "index": 19,
    "name": "International Intellectual Museum",
    "latitude": "47.917363",
    "longitude": "106.94169",
    "excerpt": "This museum contains an intriguing collection of puzzles and games made by local and international artists. One puzzle requires 56,831 movements to…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/international-intellectual-museum/a/poi-sig/434816/357066",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Ulaanbaatar",
    "index": 20,
    "name": "Mongolian National Modern Art Gallery",
    "latitude": "47.919336",
    "longitude": "106.92066",
    "excerpt": "Sometimes called the Fine Art Gallery, this place contains a large and impressive display of modern and uniquely Mongolian paintings and sculptures, with…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/mongolian-national-modern-art-gallery/a/poi-sig/434828/357066",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 17,
    "name": "Khorgo Uul",
    "latitude": "48.18645",
    "longitude": "99.8543166667",
    "excerpt": "With its surrounding lava field, this 200m-tall extinct volcano dominates the area to the east of the lake. From its west side there are stairs leading up…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/khorgo-terkhiin-tsagaan-nuur-national-park/attractions/khorgo-uul/a/poi-sig/1406409/357018",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 15,
    "name": "Deluun Boldog",
    "latitude": "49.050941",
    "longitude": "111.639923",
    "excerpt": "In a boundary zone of steppe and taiga some 3.5km north of Dadal village, you'll find a grouping of rounded hills and shallow gullies intercut with clear…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/eastern-mongolia/dadal/attractions/deluun-boldog/a/poi-sig/1405876/357038",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 16,
    "name": "Museum of Arkhangai Aimag",
    "latitude": "47.480781",
    "longitude": "101.451927",
    "excerpt": "This is one of the best aimag museums in the country, not least because it is housed in the charming courtyard-temple complex of Zayain Gegeenii Süm,…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/tsetserleg/attractions/museum-of-arkhangai-aimag/a/poi-sig/498944/357019",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 14,
    "name": "Karakorum Museum",
    "latitude": "47.195297",
    "longitude": "102.839906",
    "excerpt": "Kharkhorin's museum is small, but highly impressive – probably the country's best museum outside Ulaanbaatar. Everything is beautifully designed and well…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/kharkhorin-karakorum/attractions/karakorum-museum/a/poi-sig/1461813/357030",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Ulaanbaatar",
    "index": 13,
    "name": "Zanabazar Museum of Fine Arts",
    "latitude": "47.920081",
    "longitude": "106.909642",
    "excerpt": "This fine-arts museum has a superb collection of paintings, carvings and sculptures, including many by the revered sculptor and artist Zanabazar. It also…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/zanabazar-museum-of-fine-arts/a/poi-sig/434876/357066",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Ulaanbaatar",
    "index": 12,
    "name": "Zaisan Memorial",
    "latitude": "47.886075",
    "longitude": "106.919289",
    "excerpt": "Built by the Russians to commemorate 'unknown soldiers and heroes' from various wars, the Zaisan Memorial features stirring socialist realism imagery with…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/zaisan-memorial/a/poi-sig/434874/357066",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial754892950.jpg",
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 11,
    "name": "Terkhiin Tsagaan Nuur",
    "latitude": "48.168375",
    "longitude": "99.766159",
    "excerpt": "Protected within the Khorgo-Terkhiin Tsagaan Nuur National Park, this scenic freshwater lake is around 16km long, east to west, and around 4km to 6km wide…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/khorgo-terkhiin-tsagaan-nuur-national-park/attractions/terkhiin-tsagaan-nuur/a/poi-sig/498932/357018",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-178959041.jpg",
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 10,
    "name": "Khustain National Park",
    "latitude": "47.72339",
    "longitude": "105.977554",
    "excerpt": "Situated around 100km southwest of Ulaanbaatar, this 506-sq-km reserve is most famous for its population of takhi, a Mongolian wild horse once thought…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/tov/attractions/khustain-national-park/a/poi-sig/1406956/357020",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1218362078.jpg",
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 9,
    "name": "Chinggis Khaan Statue Complex",
    "latitude": "47.825854215555",
    "longitude": "107.5560308056",
    "excerpt": "Few tourists come to Mongolia without visiting its most iconic landmark, a 40m-high glistening silver Chinggis Khaan statue. Constructed in 2008 from…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/central-mongolia/tov/attractions/chinggis-khaan-statue-complex/a/poi-sig/1405750/357020",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF1229637994.jpg",
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 8,
    "name": "Tövkhön Khiid",
    "latitude": "47.0128666667",
    "longitude": "102.2560333333",
    "excerpt": "Hidden deep in a pine forest in the mountainous Khangai Nuruu National Park, this scenic monastery has become a major pilgrimage centre for Mongolians…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/orkhon-valley/attractions/toevkhoen-khiid/a/poi-sig/1406098/1336959",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Ulaanbaatar",
    "index": 6,
    "name": "Choijin Lama Temple Museum",
    "latitude": "47.914803",
    "longitude": "106.918827",
    "excerpt": "This temple museum smack in the middle of downtown Ulaanbaatar was the home of Luvsan Haidav Choijin Lama (‘Choijin’ is an honorary title given to some…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/choijin-lama-temple-museum/a/poi-sig/434802/357066",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockRF567251233.jpg",
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Ulaanbaatar",
    "index": 7,
    "name": "Winter Palace of the Bogd Khan",
    "latitude": "47.897408",
    "longitude": "106.906988",
    "excerpt": "Built between 1893 and 1903, this palace is where Mongolia’s eighth Living Buddha, and last king, Jebtzun Damba Hutagt VIII (often called the Bogd Khan),…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/winter-palace-of-the-bogd-khan/a/poi-sig/434872/357066",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock743550031.jpg",
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Ulaanbaatar",
    "index": 5,
    "name": "National Museum of Mongolia",
    "latitude": "47.920419",
    "longitude": "106.915373",
    "excerpt": "Mongolia’s wonderful National Museum sweeps visitors from the Neolithic era right to the present day. It’s UB's only genuine blockbuster sight, offering…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/national-museum-of-mongolia/a/poi-sig/434838/357066",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1596873184.jpg",
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Mongolia",
    "index": 4,
    "name": "Amarbayasgalant Khiid",
    "latitude": "49.478024",
    "longitude": "105.085173",
    "excerpt": "Amarbayasgalant Khiid was built between 1727 and 1737 by the Manchu emperor Yongzheng, and dedicated to the great Mongolian Buddhist and sculptor…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/northern-mongolia/selenge/attractions/amarbayasgalant-khiid/a/poi-sig/499118/357049",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF567790018.jpg",
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Ulaanbaatar",
    "index": 3,
    "name": "Sükhbaatar Square",
    "latitude": "47.918456",
    "longitude": "106.917722",
    "excerpt": "In July 1921 in the centre of Ulaanbaatar, Damdin Sükhbaatar (the ‘hero of the revolution’) declared Mongolia’s final independence from China. A square…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/suekhbaatar-square/a/poi-sig/434858/357066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/870d8d6123525e17e6a4c9d34b14f8c7-chinggis-khaan-sukhbaatar-square.jpg",
    "detail_description": ""
},
{
    "country": "mongolia",
    "city": "Ulaanbaatar",
    "index": 2,
    "name": "Gandan Khiid",
    "latitude": "47.922692",
    "longitude": "106.894915",
    "excerpt": "Around the start of the 19th century more than 100 süm (temples) and khiid (monasteries) served a population of about 50,000 in Urga (the former name of…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/gandan-khiid/a/poi-sig/434810/357066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/73598f88ed537774c53235a248ac9feb-gandan-khiid.jpg",
    "detail_description": ""
}
]