[
{
    "country": "montreal",
    "city": "Montréal",
    "index": 1,
    "name": "Parc du Mont-Royal",
    "latitude": "45.503970817595",
    "longitude": "-73.587584495544",
    "excerpt": "The charming, leafy expanse of Parc du Mont-Royal is charged for a wide range of outdoor activities. The wooded slopes and grassy meadows have stunning…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/parc-du-mont-royal/a/poi-sig/392163/1336037",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_737261125.jpg",
    "detail_description": "The charming, leafy expanse of Parc du Mont-Royal is charged for a wide range of outdoor activities. The wooded slopes and grassy meadows have stunning views that make it all the more popular for jogging, picnicking, horseback riding, cycling and throwing Frisbees. Winter brings skating, tobogganing and cross-country skiing. \nHistory\nMontréalers are proud of their \"mountain,\" so don’t call it a hill as Oscar Wilde did when he visited the city in the 1880s. The park was laid out by Frederick Law Olmsted, the architect of New York’s Central Park. The idea came from bourgeois residents in the adjacent Golden Square Mile who fretted about vanishing greenery.\nContrary to what people may try to tell you, this place is not an extinct volcano. Rather, Parc du Mont-Royal is a hangover from when magma penetrated the earth’s crust millions of years ago. This formed a sort of erosion-proof rock, so while time and the elements were wearing down the ground around it, the 761ft-high (232m) hunk of rock stood firm.\nBird-watching\nParc du Mont-Royal has some fantastic bird-watching opportunities, particularly in spring. A great number of migratory birds use the area as a passage on their way to breeding grounds. In both the park and in nearby Cimetière Mont-Royal, look out for screech owls, red-shouldered hawks, northern orioles, rose-breasted grosbeaks, bluebirds, olive-sided flycatchers, indigo buntings and many more species. In winter hardy bird-lovers come out for walks along the bird-feeder circuit that goes around the Summit Loop (the park places feeders out from November to April).  Contact Les Amis de la Montagne, located at Maison Smith, for information on guided walks.\n\n  \nThere are two major lookouts in the park © BakerJarvis / Shutterstock\n\nLookouts\nHead to Belvédère Kondiaronk at Chalet du Mont-Royal and Belvédère Camillien-Houde lookout for astonishing views of Montréal and surrounding landscapes.\nCemeteries \nOn the north side of the park lie two enormous cemeteries: Cimetière Mont-Royal is Protestant and nondenominational, while Cimetière Notre-Dame-des-Neiges is Catholic. The latter has several interesting mausoleums. The Pietà Mausoleum contains a full-scale marble replica of Michelangelo’s famous sculpture in St Peter’s Basilica in Rome. Other mausoleums in the cemetery emit solemn music, including that of Marguerite Bourgeoys, a nun and teacher who was beatified in 1982 – for more details on her life, visit the Chapelle Notre-Dame-de-Bonsecours. Built in 2007, the Esther Blondin Mausoleum is a modern facility housing 6000 crypts and niches, reflecting the increasing popularity of communal memorial spaces.\nTop tips for visiting Parc du Mont-Royal\n\nThere's much to experience on Mont-Royal, but it's wise to have a plan before you go.\nThere are park info centers at Chalet du Mont-Royal and Maison Smith. You'll also find loads of info online (including a handy map).\nHead to Lac aux Castors for winter sports and summer boating.\nBinoculars are a good idea for the bird feeders set up along some walking trails.\nNote that walking in the park after sunset isn’t a safe idea.\n\nHow to get there\nWalkers will find main entry points on Rue Drummond and Peel in downtown and Rue Rachel in the Plateau. Alternatively, take bus 11 from Mont-Royal metro. There are two parking lots in the park.\n"
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 40,
    "name": "Planétarium",
    "latitude": "45.560594",
    "longitude": "-73.550463",
    "excerpt": "Opened in 2013, these futuristic metallic buildings bring a bit of the cosmos to Montréal, courtesy of two high-tech domed theaters and interactive…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/planetarium/a/poi-sig/1512084/1336037",
    "image_url": null,
    "detail_description": "Opened in 2013, these futuristic metallic buildings bring a bit of the cosmos to Montréal, courtesy of two high-tech domed theaters and interactive exhibits on outer space. The round theaters have slightly different layouts and agendas: the Milky Way Theatre is more traditional, with comfy seats and films that give an eye-opening glimpse of what lies beyond earth, while the Chaos theater has beanbags and Adirondack chairs and takes a more philosophical look at the universe.\nYou can also wander through the permanent exhibition, which has meteorites and fascinating displays that explore the search for life in the universe. Admission includes tickets to two separate shows as well as the permanent exhibition. Allow at least 90 minutes to experience it all. Check the schedule before setting out. Only a handful of shows are in English (there are always English shows at 2:30pm and 3pm, and two to four other screenings on Thursday through Sunday). On Thursdays after 5pm, film tickets are reduced to $8.The planetarium is next door to the Biodôme, meaning you can explore the wonders on planet earth (or at least planet Canada) before delving into outer space."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 39,
    "name": "Château Dufresne",
    "latitude": "45.553870048329",
    "longitude": "-73.553949594498",
    "excerpt": "In 1916 brothers Oscar and Marius Dufresne commissioned this beautiful beaux-arts mansion, along the lines of the Versailles Palace in France. The…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/chateau-dufresne/a/poi-sig/392813/1336037",
    "image_url": null,
    "detail_description": "In 1916 brothers Oscar and Marius Dufresne commissioned this beautiful beaux-arts mansion, along the lines of the Versailles Palace in France. The interiors are stunning – tiled marble floors, coffered ceilings in Italian Renaissance style, stained-glass windows – and are open for the public to explore. Italian artist Guido Nincheri was in charge of interior decoration and painted many murals, including one of dainty nymphs in the Petit Salon.\nThe brothers moved in with their families – Oscar on one side and Marius on the other. Marius’ side of the building is furnished in a more 'masculine' style, with a smoking room fitted to look like a Turkish lounge with hookah pipes; Oscar's emptier side lets you focus on the ornate architectural features. The furniture, art and other objects reflect the tastes of Montréal’s bourgeoisie of the period, and the building has been declared a national monument.A permanent exhibition in the Château dubbed the Mémoire des objets, Parcours de collectionneurs (Items to remember, Collectors' hall), comprises some 47 artworks and historical items that belonged to famous figures from the past, including Louis XV, Joan of Arc, Marie Antoinette and Napoléon Bonaparte."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 37,
    "name": "Olympic Stadium",
    "latitude": "45.557784050842",
    "longitude": "-73.551836013794",
    "excerpt": "The Olympic Stadium seats 56,000 and remains an architectural marvel. Nowadays it hosts mostly concerts and trade shows, though in preparation for the…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/olympic-stadium/a/poi-sig/392637/1336037",
    "image_url": null,
    "detail_description": "The Olympic Stadium seats 56,000 and remains an architectural marvel. Nowadays it hosts mostly concerts and trade shows, though in preparation for the 2026 World Cup, it will receive a retractable roof. The main attraction is the short (three-minute) ride on the bilevel cable car, which goes up the Montréal Tower (Tour de Montréal, also called the Olympic Tower) that lords over the stadium. It’s the world’s tallest inclined structure (165m at a 45-degree angle). Still, many don't find the overall experience worth the price.\nAlternatively, ticketed 90-minute tours of the stadium – the only way to get a peek inside aside from the Centre Aquatique – start at the ticket office. The Centre Aquatique is the Olympic swimming complex, with six pools, diving towers and a 20m-deep scuba pool.The glassed-in observation deck (with bar and rest area) isn’t for the faint of heart but it does afford a bird’s-eye view of the city. In the distance you’ll see the pointy modern towers of the Olympic Village, where athletes stayed in 1976.The Tourist Hall is a three-story information center with a ticket office, restaurant and souvenir shop, as well as the cable-car boarding station."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 38,
    "name": "Université de Montréal",
    "latitude": "45.50260247",
    "longitude": "-73.6149568",
    "excerpt": "This is the second-largest French-language university in the world, after the Sorbonne in Paris. Located on the north side of Mont-Royal, its most…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/lachine-canal-little-burgundy-the-southwest/attractions/universite-de-montreal/a/poi-sig/392967/1338148",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/30010b36d676a4e151008522df87cfa656f6c0d50456fa144e0c0b92c036a6e4.jpg",
    "detail_description": "This is the second-largest French-language university in the world, after the Sorbonne in Paris. Located on the north side of Mont-Royal, its most recognizable building is an art-deco tower and pale-yellow brick structure. The university was founded in 1878.\n"
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 35,
    "name": "Insectarium",
    "latitude": "45.557693904139",
    "longitude": "-73.557071685791",
    "excerpt": "The Insectarium houses an intriguing collection of creepy crawlies. Reopening in early 2021 after two years of remodeling, most of its 250,000 specimens…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/insectarium/a/poi-sig/392223/1336037",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148846423_high.jpg",
    "detail_description": "The Insectarium houses an intriguing collection of creepy crawlies. Reopening in early 2021 after two years of remodeling, most of its 250,000 specimens are dead and mounted, but there will now be an expanded section with living species (including tarantulas, bees and scorpions) alongside plants in the Vivarium.\n"
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 36,
    "name": "Parc Jean-Drapeau",
    "latitude": "45.516184",
    "longitude": "-73.533646",
    "excerpt": "Occupying the site of the hugely successful 1967 World's Fair, Parc Jean-Drapeau consists of two islands surrounded by the St Lawrence River: Île Ste…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/parc-jean-drapeau/attractions/parc-jean-drapeau/a/poi-sig/1360488/1338136",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a3deff093daaffb14460e177425f1d16fb7f28f7c022bd56c122e95c4ac9fada.jpg",
    "detail_description": "Occupying the site of the hugely successful 1967 World's Fair, Parc Jean-Drapeau consists of two islands surrounded by the St Lawrence River: Île Ste-Hélène and Île Notre-Dame. Although nature is the park's main appeal, it's also home to a Vegas-size casino, a Formula One racetrack and an old fort museum.\n"
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 34,
    "name": "Musée Stewart",
    "latitude": "45.519248",
    "longitude": "-73.536301",
    "excerpt": "Inside the old Arsenal British garrison (where troops were stationed in the 19th century), this beautifully renovated museum displays relics from Canada’s…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/parc-jean-drapeau/attractions/musee-stewart/a/poi-sig/392899/1338136",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/84f7d288193ba199aa93ca6d55cda723-musee-stewart.jpg",
    "detail_description": "Inside the old Arsenal British garrison (where troops were stationed in the 19th century), this beautifully renovated museum displays relics from Canada’s past in its permanent exhibition, History and Memory. In summer there are military parades outside by actors in 18th-century uniforms; check the website for details. It’s a 1km (about 15-minute) walk from Jean-Drapeau metro station.\n"
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 32,
    "name": "Musée d'Art Contemporain",
    "latitude": "45.507676",
    "longitude": "-73.566586",
    "excerpt": "This showcase of modern Canadian and international art has eight galleries divided between past greats (since 1939) and exciting current developments. A…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/downtown/attractions/musee-d-art-contemporain/a/poi-sig/392237/1336035",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_154500944.jpg",
    "detail_description": "This showcase of modern Canadian and international art has eight galleries divided between past greats (since 1939) and exciting current developments. A weighty collection of 7600 permanent works includes Québécois legends Jean-Paul Riopelle, Paul-Émile Borduas and Geneviève Cadieux, but also temporary exhibitions of the latest trends in current art from Canadian and international artists. Forms range from traditional to new media, from painting, sculpture and prints to installation art, photography and video.\n"
},
{
    "country": "montreal",
    "city": "Old Montréal",
    "index": 33,
    "name": "Centre des Sciences de Montréal",
    "latitude": "45.50464336",
    "longitude": "-73.55183661",
    "excerpt": "This sleek, glass-covered science center houses virtual and interactive games, technology exhibits and an ‘immersion theater’ that puts a video game on…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/centre-des-sciences-de-montreal/a/poi-sig/1105171/1336034",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/552613811_full.jpg",
    "detail_description": "This sleek, glass-covered science center houses virtual and interactive games, technology exhibits and an ‘immersion theater’ that puts a video game on giant screens – all made for kids. Note that there is a huge range of different admission prices depending on which combinations of films and/or exhibits you want to take in. The center also has an IMAX cinema that shows vivid nature and science films.\n"
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 31,
    "name": "Illuminated Crowd",
    "latitude": "45.502956",
    "longitude": "-73.572972",
    "excerpt": "Constructed of polyester resin, Raymond Mason’s sculpture of 65 people is one of Montréal’s most photographed pieces of public art. The work shows a…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/downtown/attractions/illuminated-crowd/a/poi-sig/392851/1336035",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-76811742_super.jpg",
    "detail_description": "Constructed of polyester resin, Raymond Mason’s sculpture of 65 people is one of Montréal’s most photographed pieces of public art. The work shows a rather dark side of humanity. A crowd of onlookers stands pressed tightly together. The first row merely looks off into the distance, while behind them, the mood gradually degenerates as figures show a range of emotions – melancholy, fear, lust, hatred and terror.\nA fine vantage point is on the Secret Bench, an evocative sculpture by Lea Vivot on the other side of Ave McGill College."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 30,
    "name": "Cathédrale Marie-Reine-du-Monde",
    "latitude": "45.499208",
    "longitude": "-73.568543",
    "excerpt": "The Cathedral of Mary Queen of the World is a smaller but still magnificent version of St Peter’s Basilica in Rome. The architects scaled it down to a…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/downtown/attractions/cathedrale-marie-reine-du-monde/a/poi-sig/392227/1336035",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-157404221_high.jpg",
    "detail_description": "The Cathedral of Mary Queen of the World is a smaller but still magnificent version of St Peter’s Basilica in Rome. The architects scaled it down to a quarter of its size, mindful of the structural risks of Montréal’s severe winters. This landmark was built from 1870 to 1894 as a symbol of Catholic power in the heart of Protestant Montréal.\nThe 13 statues of saints over the entrance are sculpted in wood and covered with copper; at night they are brilliantly illuminated. The neobaroque altar canopy, a replica of Bernini’s masterpiece in St Peter’s, is fashioned of gold leaf and copper with swirled roof supports."
},
{
    "country": "montreal",
    "city": "Old Montréal",
    "index": 29,
    "name": "Hôtel de Ville",
    "latitude": "45.508819",
    "longitude": "-73.554266",
    "excerpt": "Montréal’s handsome City Hall was built between 1872 and 1878, then rebuilt after a fire in 1926. Its rigid square-based dome and nod to the baroque makes…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/hotel-de-ville/a/poi-sig/392849/1336034",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/69c84b4803ddeb6b4c616a6411dd889e-hotel-de-ville.jpg",
    "detail_description": "Montréal’s handsome City Hall was built between 1872 and 1878, then rebuilt after a fire in 1926. Its rigid square-based dome and nod to the baroque makes it a fine example of Second Empire–style architecture. It's steeped in local lore: in 1967 French leader Charles de Gaulle famously yelled from its balcony to the crowds outside ‘Vive le Québec libre!’ (‘Long live free Québec!’). Those four words fueled the fires of Québécois separatism and strained relations with Ottawa for years.\nPeer into the Great Hall of Honor for some scenes of rural Québec and busts of Jacques Viger, the first French-speaking mayor (1833–36), and Peter McGill, the first English-speaking mayor (1840–42)."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 28,
    "name": "Biosphère",
    "latitude": "45.514075",
    "longitude": "-73.53148",
    "excerpt": "Housed in Buckminster Fuller’s striking geodesic dome built for the American pavilion at Expo '67 World Fair, this nature center has its own geothermal…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/parc-jean-drapeau/attractions/biosphere/a/poi-sig/392177/1338136",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4e99dd7e1f02c86888d2d36e7dec7529cd6a657b9e491d451ccb7502d64c6180.jpg",
    "detail_description": "Housed in Buckminster Fuller’s striking geodesic dome built for the American pavilion at Expo '67 World Fair, this nature center has its own geothermal energy system and fun interactive displays involving hand-pumps and water spouts. Exhibits focus on urban ecosystems and emerging ecotechnologies; there’s a model house outside built using sustainable design principles. Explanations are good (though geared towards older children rather than young kids). The upstairs gallery about Fuller, and the exterior belvederes, offer spectacular river views.\nThe Biosphere is directly in front of the Jean-Drapeau metro exit with the entrance a short walk to the left. At research time, major renovations were underway on the building, although the museum will remain open throughout the work."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 27,
    "name": "Square Dorchester",
    "latitude": "45.49947022",
    "longitude": "-73.5708432",
    "excerpt": "This leafy expanse in the heart of downtown was known until 1988 as Dominion Sq, a reminder of Canada’s founding in 1867. A Catholic cemetery was here…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/downtown/attractions/square-dorchester/a/poi-sig/392929/1336035",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/970baba2a9b8485c42cd7edf9bca2b89bb6ff051cabe8e63abe7deef38aeb023.jpg",
    "detail_description": "This leafy expanse in the heart of downtown was known until 1988 as Dominion Sq, a reminder of Canada’s founding in 1867. A Catholic cemetery was here until 1870 and bodies still lie beneath the grass. Events of all kinds have taken place here over the years – fashion shows, political rallies and royal visits.\nThe square still exudes the might of the British Empire, with statues of Boer War booster Lord Strathcona, Queen Victoria and poet Robert Burns. There are also Wilfrid Laurier, Canada’s first francophone prime minister, who faces off a statue of John A Macdonald, the first anglophone prime minister, in Place du Canada across Blvd René-Lévesque Ouest. The city’s main tourist office lies on the square’s northwest side."
},
{
    "country": "montreal",
    "city": "Old Montréal",
    "index": 26,
    "name": "Château Ramezay",
    "latitude": "45.50873",
    "longitude": "-73.553242",
    "excerpt": "A home of French governors in the early 18th century, this mansion is one of the finest examples from the ancien régime. It was built for the 11th…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/chateau-ramezay/a/poi-sig/392815/1336034",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-175209184_high.jpg",
    "detail_description": "A home of French governors in the early 18th century, this mansion is one of the finest examples from the ancien régime. It was built for the 11th governor, Claude de Ramezay, and includes 15 interconnecting rooms with a ballroom of mirrors, as well as mahogany galore. Ramezay went broke trying to maintain it.\nAmerican generals used it as a headquarters during the revolution, and Benjamin Franklin held conferences here when attempting (and failing) to convince the Canadians to join the cause.In 1903 turrets were added to give the ‘château’ its fanciful French look. The building is a repository of Québec history with a collection of 20,000 objects, including valuable Canadian art and furniture. The Governor’s Garden (open June to September) in the rear re-creates a horticultural garden from the 18th century, including many heritage varieties of fruit trees and vegetables."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 25,
    "name": "Chalet du Mont-Royal",
    "latitude": "45.50391226",
    "longitude": "-73.58758434",
    "excerpt": "Constructed in 1932, this grand old white villa, complete with bay windows, contains canvases that depict scenes of Montréal history. You’ll also see…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/chalet-du-mont-royal/a/poi-sig/392959/1336037",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-177674367_full.jpg",
    "detail_description": "Constructed in 1932, this grand old white villa, complete with bay windows, contains canvases that depict scenes of Montréal history. You’ll also see carved squirrels in the rafters. Big bands strut their stuff on the huge balcony in summer, reminiscent of the 1930s. Most people, however, flock here for the spectacular views of downtown from the Belvédère Kondiaronk lookout fronting the chalet. It's an easy 10-minute walk (700m) from the car park at bus 11 stop Remembrance/Chemin du Chalet.\nStaff at the handy information booth inside can give you tips on exploring the park.In winter, the chalet is an escape from the cold with a cafe and bathrooms.It’s about a 1km uphill walk from the park entrances on Ave de Pins. From the corner with Rue de la Montagne, it's a steep 10-minute hike to the chalet; closer to the corner with Peel, the winding, scenic stroll up Le Serpentin takes closer to 30 minutes."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 23,
    "name": "Île Ste-Hélène",
    "latitude": "45.518256",
    "longitude": "-73.534327",
    "excerpt": "This island in the St Lawrence River still bears interesting traces of its use as a World War II prison camp, a fort and a 1967 World's Fair. Today you…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/attractions/ile-ste-helene/a/poi-sig/1361024/361431",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Canada%20Montreal%20Shawn.ccf%20shutterstock_2057296256%20RFE%20crop.jpg",
    "detail_description": "This island in the St Lawrence River still bears interesting traces of its use as a World War II prison camp, a fort and a 1967 World's Fair. Today you can take public transport, a car, bike or walk from the mainland to the island's many attractions, which include an amusement park at the north of the island, an old fort in the middle, and World Fair gardens and a biosphere to the southeast.\nGiant amusement park La Ronde, owned by US-based Six Flags, has bone-shaking thrill rides, including Le Splash, which will leave you soaked, Le Monstre, the world's highest wooden roller coaster and Le Vampire, a suspended coaster with five gut-wrenching loops. There's also a good assortment of kiddie rides, live shows and a minirail with good river and city views. In July to early August, the park hosts fireworks as part of L'International des Feux Loto-Québec on Wednesday and Saturday nights.Near La Ronde stands an old fort built in the 19th century by the British to defend Montréal from an attack by the Americans. Inside the stone ramparts is the Musée Stewart, where a collection of old maps, documents, navigational equipment, firearms and other artifacts traces the early days of Canada. Seasonal activities include a 'game' of recreating island-escape attempts by World War II prisoners! A glass tower offers views across the Montréal mainland.Walkways meander around the island, past gardens and among the old pavilions from the World's Fair. One of them, the American pavilion in the spherical Bucky Fuller dome, has become the Biosphère. Using hands-on displays, this center explains the Great Lakes-St Lawrence River ecosystem, which makes up 20% of the planet's fresh water reserves; demonstrates sustainable living and low energy consumption; and provides tours of a self-sufficient, solar-powered home. There's a great view of the river from the Visions Hall."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 22,
    "name": "Église St-Pierre-Apôtre",
    "latitude": "45.51827656",
    "longitude": "-73.55299964",
    "excerpt": "Located in the Village, this neoclassical church from 1853 has a number of fine decorations – flying buttresses, stained glass, statues in Italian marble …",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/rue-st-denis-the-village/attractions/eglise-st-pierre-apotre/a/poi-sig/392837/1338147",
    "image_url": null,
    "detail_description": "Located in the Village, this neoclassical church from 1853 has a number of fine decorations – flying buttresses, stained glass, statues in Italian marble – but nowadays is more known for its gay-friendly Sunday services. It houses the Chapel of Hope, consecrated in 1997, the first chapel in the world dedicated to the memory of victims of AIDS. The Church of St Peter the Apostle belonged to the monastery of the Oblate fathers who settled in Montréal in the mid-19th century.\n"
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 24,
    "name": "Musée Ferroviaire Canadien",
    "latitude": "45.375242057876",
    "longitude": "-73.564528226852",
    "excerpt": "The Canadian Railway Museum contains more than 150 historic vehicles, ranging from locomotives, steam engines, Old Montréal streetcars and passenger cars…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/attractions/musee-ferroviaire-canadien/a/poi-sig/392891/361431",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Canada%20Montreal%20Hemis%20Alamy%20HW8H9D%20RFE.jpg",
    "detail_description": "The Canadian Railway Museum contains more than 150 historic vehicles, ranging from locomotives, steam engines, Old Montréal streetcars and passenger cars to snow plows. It’s widely acknowledged as one of North America’s most outstanding collections. Not particularly well known by Montréalers, this museum gets raves from those who make the trek, especially families, and many claim it’s the best museum in the Montréal area.\nThe aerodynamic steam engine Dominion of Canada broke the world speed record in 1939 by clocking over 200km/h. A special sight is Montréal’s famous Golden Chariot, an open-air streetcar with tiers of ornate seats and gilt ironwork. Another good exhibit is the school car, a Canadian invention that served the railway towns of northern Ontario: two cars of each teaching train had a kitchen, living area and classroom with 15 desks.There always seems to be something special going on here, whether it’s the miniature railway or streetcar rides, weather permitting.By car, take the Pont Champlain from Montréal to Autoroute 15, then Hwy 132 at the Châteauguay cutoff to Rte 209. It’s a 20-minute drive."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 21,
    "name": "Boulevard St-Laurent",
    "latitude": "45.518068",
    "longitude": "-73.581834",
    "excerpt": "A dividing line between the city’s east and west, Blvd St-Laurent (previously ‘the Main’) has always been a focus of action, a gathering place for people…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/boulevard-st-laurent/a/poi-sig/1447902/1336037",
    "image_url": null,
    "detail_description": "A dividing line between the city’s east and west, Blvd St-Laurent (previously ‘the Main’) has always been a focus of action, a gathering place for people of many languages and backgrounds. In 1996 it was declared a national historic site for its role as ground zero for so many Canadian immigrants and future Montréalers. The label 'the Main' has stuck in the local lingo since the 19th century. Today it’s a gateway into the Plateau and a fascinating street to explore.\nFor a food- and culture-focused tour of the Main, from Chinatown to Little Italy, contact Fitz &amp; Follwell."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 20,
    "name": "Maison St-Gabriel",
    "latitude": "45.475923953822",
    "longitude": "-73.555966615677",
    "excerpt": "This magnificent farmhouse in Pointe St-Charles is one of the finest examples of traditional Québec architecture. The house was bought in 1668 by…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/lachine-canal-little-burgundy-the-southwest/attractions/maison-st-gabriel/a/poi-sig/392961/1338148",
    "image_url": null,
    "detail_description": "This magnificent farmhouse in Pointe St-Charles is one of the finest examples of traditional Québec architecture. The house was bought in 1668 by Marguerite Bourgeoys to house a religious order. Young women called the Filles du Roy also stayed here – they were sent from Paris to Montréal to find husbands. The 17th-century roof of the two-story building is of particular interest for its intricate beam work, one of the few of its kind in North America.\nThe museum has an excellent collection of artifacts going back to the 17th and 18th centuries, with unusual items including sinks made from black stone and a sophisticated water-disposal system."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 19,
    "name": "Centre Canadien d'Architecture",
    "latitude": "45.491093",
    "longitude": "-73.578815",
    "excerpt": "A must for architecture fans, this center is equal parts museum and research institute. The building incorporates Shaughnessy House, a 19th-century gray…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/lachine-canal-little-burgundy-the-southwest/attractions/centre-canadien-d-architecture/a/poi-sig/392805/1338148",
    "image_url": null,
    "detail_description": "A must for architecture fans, this center is equal parts museum and research institute. The building incorporates Shaughnessy House, a 19th-century gray limestone treasure. Highlights in this section include the conservatory and an ornate sitting room with intricate woodwork and a massive stone fireplace. The exhibition galleries focus on remarkable architectural works of both local and international scope, with a particular focus on urban design.\nThe CCA’s sculpture garden is located on a grassy lot overlooking south Montréal. There’s also a busy, well-stocked bookstore.There is free admission on Thursday evenings and the 1st Sunday of the month, which also has free guided tours of the current exhibition and an introduction to CCA in English at 1pm. At other times, tours are only available for groups ($5 per person including admission) and must be reserved weeks in advance."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 18,
    "name": "Rue St-Denis",
    "latitude": "45.51557901",
    "longitude": "-73.56496685",
    "excerpt": "The backbone of Montréal’s francophone shopping district, Rue St-Denis is lined with hat and garment shops, uberhip record stores and terrace cafes…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/rue-st-denis-the-village/attractions/rue-st-denis/a/poi-sig/1447903/1338147",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-699362414-RFE.jpg",
    "detail_description": "The backbone of Montréal’s francophone shopping district, Rue St-Denis is lined with hat and garment shops, uberhip record stores and terrace cafes designed to keep people from getting any work done. Summer crowds flock to the inviting bistros and bars on both sides of the street.\n"
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 17,
    "name": "Musée McCord",
    "latitude": "45.504504",
    "longitude": "-73.573537",
    "excerpt": "With hardly an inch to spare in its cramped but welcoming galleries, the McCord Museum of Canadian History houses thousands of artifacts and documents…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/downtown/attractions/musee-mccord/a/poi-sig/392225/1336035",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1253081645-RFE.jpg",
    "detail_description": "With hardly an inch to spare in its cramped but welcoming galleries, the McCord Museum of Canadian History houses thousands of artifacts and documents illustrating Canada’s social, cultural and archaeological history from the 18th century to the present day, with a small-but-excellent First Nations permanent collection displaying Indigenous dress and artifacts.\n"
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 16,
    "name": "Écomusée du Fier Monde",
    "latitude": "45.520489",
    "longitude": "-73.564174",
    "excerpt": "This striking ex-bathhouse explores the history of Centre-Sud, an industrial district in Montréal until the 1950s and now part of the Village. The museum…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/rue-st-denis-the-village/attractions/ecomusee-du-fier-monde/a/poi-sig/392831/1338147",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/EcomuseeduFierMonde.jpg",
    "detail_description": "This striking ex-bathhouse explores the history of Centre-Sud, an industrial district in Montréal until the 1950s and now part of the Village. The museum’s permanent exhibition, Triumphs and Tragedies of a Working-Class Neighborhood, puts faces on the industrial era through a series of photos and multimedia displays.\nThe 1927 building is the former Bain Généreux, an art-deco public bathhouse modeled on one in Paris. Frequent modern-art exhibitions are also held here."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 15,
    "name": "La Ronde",
    "latitude": "45.526221",
    "longitude": "-73.536189",
    "excerpt": "Québec’s largest amusement park, La Ronde has a battery of impressive rides, including Le Monstre, the world’s highest double wooden roller coaster, and…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/parc-jean-drapeau/attractions/la-ronde/a/poi-sig/392857/1338136",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5bde68c1dc41755263fdf249478416a0-la-ronde.jpg",
    "detail_description": "Québec’s largest amusement park, La Ronde has a battery of impressive rides, including Le Monstre, the world’s highest double wooden roller coaster, and Le Vampire, a corkscrew roller coaster with gut-wrenching turns. For a more peaceful experience, there’s a Ferris wheel and a gentle minirail that offers views of the river and city.\nConcerts and shows are held throughout the summer, and in July and early August fireworks explode overhead on Wednesday and Saturday evenings (when the park stays open later)."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 14,
    "name": "Marché Atwater",
    "latitude": "45.4795552",
    "longitude": "-73.57692923",
    "excerpt": "Just off the Canal de Lachine, this fantastic market has a mouthwatering assortment of fresh produce from local farms (some promoting sustainability),…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/lachine-canal-little-burgundy-the-southwest/attractions/marche-atwater/a/poi-sig/1455489/1338148",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock1144861154-RFE.jpg",
    "detail_description": "Just off the Canal de Lachine, this fantastic market has a mouthwatering assortment of fresh produce from local farms (some promoting sustainability), excellent wines, crusty breads, fine cheeses and other delectable fare. The market’s specialty shops operate year-round, while outdoor eatery stalls open from March to October. It’s all housed in a 1933 brick hall, topped with a clock tower, and little bouts of live music pop off with pleasing regularity. The grassy banks overlooking the canal are great for a picnic.\n"
},
{
    "country": "montreal",
    "city": "Old Montréal",
    "index": 13,
    "name": "Chapelle Notre-Dame-de-Bon-Secours",
    "latitude": "45.510119",
    "longitude": "-73.551121",
    "excerpt": "Known as the Sailors’ Church, this enchanting chapel derives its name from the sailors who left behind votive lamps in the shapes of ships in thanksgiving…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/chapelle-notre-dame-de-bon-secours/a/poi-sig/392809/1336034",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock655613473-RFC.jpg",
    "detail_description": "Known as the Sailors’ Church, this enchanting chapel derives its name from the sailors who left behind votive lamps in the shapes of ships in thanksgiving for safe passage. The restored interior has stained-glass windows and paintings depicting key moments in the life of the Virgin Mary (for whom Montréal – aka Ville-Marie – was originally named). The attached Musée Marguerite-Bourgeoys relates the story of Montréal’s first teacher and the founder of the Congregation of Notre-Dame order of nuns.\nThe crypt has artifacts believed to date back 2000 years and foundations of the original chapel from 1773. The observation tower of the museum offers grand views of the Old Port."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 12,
    "name": "Parc La Fontaine",
    "latitude": "45.52629474",
    "longitude": "-73.56899533",
    "excerpt": "At 34 hectares, this great verdant municipal park is the city’s third largest, after Parc du Mont-Royal and Parc Maisonneuve. In the warmer months weary…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/parc-la-fontaine/a/poi-sig/392911/1336037",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/Sebastian-modak-cycling-from-vermont-to-montreal-on-route-verte-2021-09a-Quebec-34.jpg",
    "detail_description": "At 34 hectares, this great verdant municipal park is the city’s third largest, after Parc du Mont-Royal and Parc Maisonneuve. In the warmer months weary urbanites flock to leafy La Fontaine to enjoy the walking and bicycle paths, the attractive ponds and the general air of relaxation that pervades the park. There's also a chalet where you can grab a bite or a drink, Espace La Fontaine.\nThe view down the steep banks from Ave du Parc La Fontaine is impressive, especially if the fountains are in play. You can rent paddleboats in summer and go ice-skating in winter. The open-air Théâtre de Verdure draws a laid-back crowd on evenings in July."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 10,
    "name": "Canal de Lachine",
    "latitude": "45.478753",
    "longitude": "-73.574672",
    "excerpt": "A perfect marriage of urban infrastructure and green civic planning: a 14km-long cycling and pedestrian pathway, with picnic areas and outdoor spaces…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/lachine-canal-little-burgundy-the-southwest/attractions/canal-de-lachine/a/poi-sig/1360482/1338148",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1331372238-RFE.jpg",
    "detail_description": "A perfect marriage of urban infrastructure and green civic planning: a 14km-long cycling and pedestrian pathway, with picnic areas and outdoor spaces. Since the canal was reopened for navigation in 2002, flotillas of pleasure and sightseeing boats glide along its calm waters. Old warehouses converted into luxury condos line the canal near Atwater market. The Lachine Canal was originally built in 1825 as a means of bypassing the treacherous Lachine Rapids on the St Lawrence River.\nIt’s well worth hiring a bike or in-line skates (kid sizes and baby trailers available) and heading out along the canal path but try to avoid summer weekends, when it’s particularly crowded. For a canalside spin, you can hire bikes from Ça Roule Montréal in Old Montréal or My Bicyclette near the Atwater market. Kayaks and boats are also available at nearby H2O Adventures. For a leisurely boat ride where someone else does the work, take a ride with Le Petit Navire."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 11,
    "name": "Marché Jean-Talon",
    "latitude": "45.53600401",
    "longitude": "-73.61487188",
    "excerpt": "The pride of Little Italy, this huge covered market is Montréal’s most diverse. Many chefs buy ingredients for their menus here or in the specialty food…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/little-italy-mile-end-outremont/attractions/marche-jean-talon/a/poi-sig/1105858/1338141",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF1363383005.jpg",
    "detail_description": "The pride of Little Italy, this huge covered market is Montréal’s most diverse. Many chefs buy ingredients for their menus here or in the specialty food shops nearby. Three long covered aisles are packed with merchants selling fruit, vegetables, flowers and baked goods, all flanked by delis and cafe-restaurants with tiny patios. Even in winter, the market is open under big tents.\nSnackers can nibble on sandwiches, crepes, tacos, pastries, ice cream, fresh juices and excellent coffee. Be sure to stop by Le Marché des Saveurs du Québec, one of the few large stores here and devoted entirely to Québec specialties such as wine and cider, fresh cheeses, smoked meats, preserves and a huge number of tasteful gifts."
},
{
    "country": "montreal",
    "city": "Old Montréal",
    "index": 9,
    "name": "Old Port",
    "latitude": "45.508212",
    "longitude": "-73.550677",
    "excerpt": "Montréal's Old Port has morphed into a park and fun zone paralleling the mighty St Lawrence River for 2.5km and punctuated by four grand quais (quays)…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/old-port/a/poi-sig/1360419/1336034",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/GettyRF613324236.jpg",
    "detail_description": "Montréal's Old Port has morphed into a park and fun zone paralleling the mighty St Lawrence River for 2.5km and punctuated by four grand quais (quays). Locals and visitors alike come here for strolling, cycling and in-line skating. Cruise boats, ferries, jet boats and speedboats all depart for tours from various docks. In winter you can cut a fine figure on an outdoor ice-skating rink.\nHistorical relics include the striking white Tour de l’Horloge (Clock Tower) at the northern end of Quai de l'Horloge. Built in 1922 to honor sailors who died in WWI, it affords commanding views of the river and city.A perennial family favorite is the Centre des Sciences de Montréal. There are plenty of buttons to push, knobs to pull and games to play as you make your way through the high-tech exhibition halls. The permanent exhibit – Mission Gaia – seeks solutions to environmental or social disasters, while idTV allows you to write your own news story with a virtual editor and report it live.The center also includes an IMAX cinema showing vivid nature and science films in 2D or 3D."
},
{
    "country": "montreal",
    "city": "Old Montréal",
    "index": 8,
    "name": "Pointe-à-Callière Cité d'archéologie et d'histoire de Montréal",
    "latitude": "45.502789",
    "longitude": "-73.554106",
    "excerpt": "One of Montréal's most fascinating sites, this museum takes visitors on a historical journey through the centuries, beginning with the early days of…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/pointe-a-calliere-cite-d-archeologie-et-d-histoire-de-montreal/a/poi-sig/392183/1336034",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF1160495017.jpg",
    "detail_description": "One of Montréal's most fascinating sites, this museum takes visitors on a historical journey through the centuries, beginning with the early days of Montréal. Visitors should start with Yours Truly, Montréal, an 18-minute multimedia show that covers the arrival of the Amerindians, the founding of Montréal and other key moments. Afterward, head to the archaeological crypt where you can explore the remains of the city’s ancient sewage and river system, and the foundations of its first buildings and public square.\nInteractive exhibits allow visitors to hear what life was like in the 17th and 18th centuries from characters on video screens.Kids will get a kick out of the 'Pirates or Privateers?' exhibit, which explores the world of early-18th-century sailors. Hands-on displays cover the food, navigational gear, tools and weaponry used by the recruits of Captain Iberville. Other attractions include a restored 1915 pumping station. Across the street is the Mariners' House, which hosts a simulated archaeological dig (great for kids) and temporary exhibitions, including some of Montréal's top gallery shows.The lookout at the top of the tower (free to visit) provides an excellent view of the Old Port."
},
{
    "country": "montreal",
    "city": "Old Montréal",
    "index": 7,
    "name": "Place d'Armes",
    "latitude": "45.504825",
    "longitude": "-73.557281",
    "excerpt": "This open square is framed by some of the finest buildings in Old Montréal, including its oldest bank, first skyscraper and Basilique Notre-Dame. The…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/place-d-armes/a/poi-sig/1105156/1336034",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1219240147-RFE.jpg",
    "detail_description": "This open square is framed by some of the finest buildings in Old Montréal, including its oldest bank, first skyscraper and Basilique Notre-Dame. The square’s name references the bloody battles that took place here as religious settlers and indigenous groups clashed over control of what would become Montréal. At its center stands the Monument Maisonneuve, dedicated to city founder Paul de Chomedey, sieur de Maisonneuve.\nThe red sandstone building on the north side of the square is the New York Life Building, Montréal’s first skyscraper (1888). It’s said to be built with the blocks used for ballast on ships bringing goods to Montréal. Next door, the Aldred Building is made of limestone and was designed to emulate the Empire State Building. Completed in 1931, it has an opulent, L-shaped, art-deco lobby. On the west side of the square, the Bank of Montréal was Canada’s first permanent bank. On the south side, two statues by Montréal artist Marc-André J Fortier flank the Banque Nationale and give some comedic relief: one of a French woman in a Chanel suit carrying a poodle and turning her nose up at the English commerce of the Bank of Montréal; the other of a pug-carrying Englishman, offended by the religious grandeur of Basilique Notre-Dame."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 6,
    "name": "Biodôme",
    "latitude": "45.559436714763",
    "longitude": "-73.549647331238",
    "excerpt": "At this captivating exhibit you can amble through a rainforest, explore Antarctic islands, view rolling woodlands, take in aquatic life in the Gulf of St…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/biodome/a/poi-sig/392953/1336037",
    "image_url": "https://lp-cms-production.imgix.net/2024-05/iStock-1409146220-RFC.jpg",
    "detail_description": "At this captivating exhibit you can amble through a rainforest, explore Antarctic islands, view rolling woodlands, take in aquatic life in the Gulf of St Lawrence, or wander along the raw Atlantic oceanfront – all without ever leaving the building. The five ecosystems house many thousands of animal and plant species; follow the self-guided circuit and you will see everything. Be sure to dress in layers for the temperature swings. You can borrow free strollers; and interactive exhibits are at small-child height.\nAfter a 2019 makeover the space is bathed in natural light and features raised walkways. Penguins frolic in the pools a few feet away from groups of goggle-eyed children; the tropical chamber is a cross section of Amazonia with mischievous little monkeys teasing alligators in the murky waters below. The Gulf of St Lawrence has an underwater observatory where you can watch cod feeding alongside lobsters and sea urchins in the tidal pools. The appearance of the Laurentian Forest varies widely with the seasons, with special habitats for lynx, otters and around 350 bats.The Biodôme is wildly popular, so try to visit during the week, avoiding the middle of the day if possible. Plan two hours to do it justice. You can bring a packed lunch for the picnic tables or dine in the cafeteria. In summer there are educational day camps for kids.The Biodôme is unrelated to the Biosphère on Île Ste-Hélène."
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 5,
    "name": "Jardin Botanique",
    "latitude": "45.558896",
    "longitude": "-73.560848",
    "excerpt": "Montréal’s Jardin Botanique is the third-largest botanical garden in the world, after London’s Kew Gardens and Berlin’s Botanischer Garten.",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/jardin-botanique/a/poi-sig/1448342/1336037",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/GettyImages-1197761248.jpeg",
    "detail_description": "Montréal’s Jardin Botanique is the third-largest botanical garden in the world, after London’s Kew Gardens and Berlin’s Botanischer Garten. Since its 1931 opening, the 75-hectare garden has grown to include tens of thousands of species in more than 20 thematic gardens, and its wealth of flowering plants is carefully managed to bloom in stages. The rose beds are a sight to behold in summertime. Climate-controlled greenhouses house cacti, banana trees and 1500 species of orchid. Here are some of the garden's highlights.\nChinese Garden\nThe twinning of Montréal with Shanghai gave impetus to plant a Chinese Garden. The ornamental penjing trees from Hong Kong are up to 100 years old. A Ming-dynasty garden is the feature around Lac de Rêve (Dream Lake). In fall (mid-September to early November), the Chinese Garden dons its most exquisite garb for the popular Magic of Lanterns, when hundreds of handmade silk lanterns sparkle at dusk. Montréalers are devoted to this event and it can feel like it’s standing-room only even though it’s held in a huge garden.\n\n  \nSpend time in the gorgeous Japanese Garden © onepony / Getty Images\n\nJapanese Garden\nA popular draw is the landscaped Japanese Garden with traditional pavilions, tearoom and art gallery; the bonsai ‘forest’ is the largest outside Asia.\nFrédérick Back Tree Pavilion\nIn the northern part of the Jardin Botanique you’ll find the Frédérick Back Tree Pavilion, a permanent exhibit on life in the 40-hectare arboretum. Displays include the yellow birch, part of Québec’s official emblem.\nFirst Nations Garden\nThe First Nations Garden reveals the bonds between 11 Amerindian and Inuit nations and indigenous plants such as silver birches, maples, Labrador and tea.\nBirdwatching\nThis is a prime spot for birdwatching, so be sure to bring your binoculars. Look out for nuthatches, woodpeckers and goldfinches (among many others), who visit the feeding stations.\nTickets and other practicalities\nBuying timed-tickets online in advance is highly recommended, which includes access to the gardens. There is restricted entry to the greenhouses and pavilions to control the numbers of guests. If you also plan to visit the Biodôme and Planetarium, buying a combined ticket may save you money. The Insectarium is currently closed for renovations and should reopen towards the end of 2021. Facilities are accessible, and wheelchairs are available for loan free of charge.\n"
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 4,
    "name": "Oratoire St-Joseph",
    "latitude": "45.491825660277",
    "longitude": "-73.616455793381",
    "excerpt": "The stunning Oratoire St-Joseph church built on the flanks of Mont-Royal commands grand views of the the Côte-des-Neiges area and northwest Montréal. The…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/lachine-canal-little-burgundy-the-southwest/attractions/oratoire-st-joseph/a/poi-sig/392901/1338148",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_691831321.jpg",
    "detail_description": "The&nbsp;stunning Oratoire St-Joseph church built on the flanks of Mont-Royal commands grand views of the the Côte-des-Neiges area and northwest Montréal. The majestic basilica is a tribute to mid-20th-century design as well as an intimate shrine to Brother André, a local saint said to have healed countless people.\nThe largest shrine ever built in honor of St Joseph, this Renaissance-style building was completed in 1960 and commands fine views of the northern slope of Mont-Royal. The oratory dome is visible from anywhere in this part of town.\nBrother André\nThe oratory is also a tribute to the work of Brother André (1845–1937), the determined monk who first built a little chapel here in 1904. Brother André was said to have healing powers – as word spread, a larger shrine was needed, so the church began gathering funds to build one. Rows of discarded crutches and walking sticks in the basement Votive Chapel testify to this belief and the shrine is warmed by hundreds of candles. When Brother André died at age 91, a million devotees filed past his coffin over the course of six days. His black granite tomb in the Votive Chapel was donated by Québec premier Maurice Duplessis. Brother André was beatified in 1982 and finally canonized in 2010. His heart is on display too, in an upstairs museum dedicated to him.\nThe stolen heart\nHow much is a holy man’s heart worth? Fifty-thousand dollars, according to thieves who broke into a locked room in the Oratoire St-Joseph in March 1973. They made off with Brother André’s heart sealed in a vial and demanded the sum in a ransom note that scandalized Montréal. The purloined organ was the subject of tabloid articles, musical compositions and even an art exhibition. Church officials reportedly refused the ransom demand, and nothing more was seen of the heart until December 1974 when Montréal lawyer to the underworld, Frank Shoofey, received a mysterious phone call asking him if he wanted to know its whereabouts. Shoofey was directed to an apartment building storage locker that contained a box, and inside was the vial housing Brother André’s heart. The thieves were never found, and today the heart is secure in the Oratoire behind a metal grille and a sturdy transparent display case. But some believe the Church actually did pay the ransom to get it back. Was Shoofey, who was shot dead in 1985 in a still-unsolved murder, a go-between? Whatever the case, Montréal’s great heart heist has continued to inspire artists long after the saint himself died.\nVisiting the Oratoire\nTours are currently suspended and the Oratory Museum remains closed until further notice.&nbsp;\nThe Oratoire is served by bus route 51, and&nbsp;Snowdon and Côte-des-Neiges Stations. Religious pilgrims might climb the 300 wooden steps to the oratory on their knees, praying at every step; other visitors take the stone stairs or one of the free shuttle buses from the base parking lot.\n"
},
{
    "country": "montreal",
    "city": "Old Montréal",
    "index": 3,
    "name": "Basilique Notre-Dame",
    "latitude": "45.504547",
    "longitude": "-73.556438",
    "excerpt": "Montréal's famous landmark, Notre Dame Basilica, is a 19th-century Gothic Revival masterpiece with spectacular craftsmanship – a visually pleasing, if…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/basilique-notre-dame/a/poi-sig/392795/1336034",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/GettyRF_462576645.jpg",
    "detail_description": "Montréal's famous landmark, Notre Dame Basilica, is a 19th-century Gothic Revival masterpiece with spectacular craftsmanship – a visually pleasing, if slightly gaudy, symphony of carved wood, paintings, gilded sculptures and stained-glass windows. \nHistory\nOriginally it was a humble building dating from 1683; The Sulpicians commissioned architect James O’Donnell to design what would be the largest church north of Mexico. It opened in 1829. He converted to Catholicism from Protestantism so he could have his funeral in the basilica, and is buried in the crypt.\nEverything, from the great bell in the western tower to the 1891 organ with its 7000 pipes and the stained-glass windows depicting the city’s history, speaks of the strong faith of the congregations of yesteryear.\nThe basilica made headlines in 1994 when singer Céline Dion was married under its soaring midnight-blue ceiling, and again in 2000 when Jimmy Carter and Fidel Castro shared pall-bearing honors at the state funeral of former Canadian prime minister, Pierre Trudeau.\n\n  \nThere are three prominent statues on the basilica's facade © Denis Roger / Shutterstock\n\nStatues\nWhile decoration is fairly minimal on the stone facade, you'll note three prominent statues: the Virgin Mary in the center (patron saint of Montréal), St John the Baptist (representing Québec) to the right, and St Joseph (for Canada) to the left.\nThe interior\nThe basilica has a spectacular interior with a forest of ornate wood pillars and carvings made entirely by hand (and constructed without the aid of a single nail). Gilt stars shine from the ceiling vaults and the altar is backlit in evening-sky blues. The stained-glass windows are conspicuous for their depiction of events in Montréal's history rather than the usual biblical scenes.\n\n  \nThe windows show scenes from Montréal's history © meunierd / Shutterstock\n\nThe organ\nThe basilica is home to a famous 7000-pipe Casavant Frères organ, which you can hear played at festivals and concerts throughout the year. Check if the Take a Seat at the Organ tour is running, as it allows you to get up close.\nThe bell\nThe bell in the West Tower, known as Jean-Baptiste, weighs nearly 12 tons (10,900 kg). It's said to be the biggest bell in North America.\nChapelle du Sacré Cœur\nA popular place for regular Montréalers to tie the knot is the much smaller Chapelle du Sacré Cœur behind the main altar. Rebuilt in a hodgepodge of historic and contemporary styles after a 1978 fire, its most eye-catching element is the floor-to-ceiling bronze altarpiece. \nAura light show\nThe spectacular orchestral light show Aura Basilica is currently not running, but when it resumes, expect a dazzling performance that celebrates the beauty of the basilica.\nTickets and tours\nGuided tours (20 minutes) are part of the entry fee, but at this time, the basilica is not open for any tourist activities. Once the site reopens to tourists, you can pay an additional fee to have an hour-long guided tour, giving you access to the 2nd balcony and parts of the crypt. Check the basilica's website for the latest information.\n"
},
{
    "country": "montreal",
    "city": "Montréal",
    "index": 2,
    "name": "Musée des Beaux-Arts de Montréal",
    "latitude": "45.498551",
    "longitude": "-73.579404",
    "excerpt": "Montréal’s Museum of Fine Arts is an accessible and beautifully updated oasis of art housed in architecturally striking buildings. A visit here is a must…",
    "detail_url": "https://www.lonelyplanet.com/canada/montreal/downtown/attractions/musee-des-beaux-arts-de-montreal/a/poi-sig/392889/1336035",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-688955530-RFE.jpg",
    "detail_description": "Montréal’s Museum of Fine Arts is an accessible and beautifully updated oasis of art housed in architecturally striking buildings. A visit here is a must for art-lovers, with centuries' worth of paintings, sculpture, decorative arts, furniture, prints, drawings and photographs on display.\nEuropean heavyweights include Rembrandt, Picasso and Monet, but the museum really shines when it comes to Canadian art. Highlights include works by Prudence Heward and Paul Kane, landscapes by the Group of Seven and abstractions by Martha Townsend and Jean-Paul Riopelle. Temporary exhibits are often exceptional and have included a showcase on French fashion designer Thierry Mugler.\nThere is also a fair amount of Inuit and indigenous artifacts and lots of fancy decorative knickknacks, including Japanese incense boxes and Victorian chests.\n\n  \nThe Museum of Fine Arts is a must-visit for art-lovers © Inspired By Maps / Shutterstock\n\nThe Pavilions\nThe collection is housed in five pavilions. The beaux-arts, marble-covered Michal &amp; Renata Hornstein Pavilion presents World Cultures – everything from ancient African to modern Japanese art.\nBehind this building is the Liliane &amp; David M Stewart Pavilion, where you'll find an eye-catching decorative-arts collection. Glass, ceramics, textiles, furniture and industrial-design pieces from around the globe have been assembled.\nAdjacent to this building on Rue Bishop is the Michal &amp; Renata Hornstein Pavilion for Peace (not to be confused with the similarly named pavilion mentioned above), which opened in 2017 and features 750 works from Old Masters to contemporary artists, and the new Michel de la Chenelière International Atelier for Education and Art Therapy.\nAcross Ave du Musée, the Claire &amp; Marc Bourgie Pavilion is situated in a renovated 1894 church and displays some magnificent works of Canadian and Québécois art. Head to the top floor to delve into Inuit art and its cultural legacy. The church’s Bourgie Concert Hall features gorgeous Tiffany stained-glass windows and live shows.\nThe modern Moshe Safdie–designed annex across Sherbrooke is the Jean-Noël Desmarais Pavilion, home to the Old and Modern Masters, with paintings from the Middle Ages stretching through the Renaissance and classical eras up to contemporary works. It can be reached via an underground passage from the Hornstein Pavilion.\nUnderground tunnels connect different pavilions so there's no need to brave the elements between exhibitions. Individual Pavilions may be closed for reinstallation, so be sure to check in advance of your visit.\n\n  \nThere is discounted entry after 5pm on Wednesdays © Benoit Daoust / Shutterstock\n\nTickets and other practicalities\nTimed-tickets must be bought online in advance of your visit. These admit you to the Major Exhibition, Discovery Exhibitions, and the museum's collections. Outdoors guided tours on architecture and sculpture are available for an additional fee. Tickets are half price on Wednesdays after 5pm. Admission is cheaper for people under 30 and free for those under 20.\nPlan in lots of breaks or multiple visits. There is lots of walking to be done so trying to see it all in one day can be tiring. \n"
}
]