[
{
    "country": "morelia",
    "city": "Morelia",
    "index": 1,
    "name": "Morelia Cathedral",
    "latitude": "19.702557",
    "longitude": "-101.192451",
    "excerpt": "Morelia’s cathedral, considered by many to be the country's most beautiful, dominates the city center, where it flanks rather than faces the central plaza…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/morelia-cathedral/a/poi-sig/467810/361676",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-113480223_full.jpg",
    "detail_description": "Morelia’s cathedral, considered by many to be the country's most beautiful, dominates the city center, where it flanks rather than faces the central plaza. It took almost a century to build (1660−1744), which explains its potpourri of styles: the twin 70m-high bell towers, for instance, have classical Herreresque bases, baroque midsections and multicolumned neoclassical tops. It's particularly impressive when lit up for the Encendido de Catedral.\nMuch of the baroque reliefs inside were replaced in the 19th century with neoclassical work. Fortunately, one of the highlights was preserved: a sculpture of the crucified Christ called the Señor de la Sacristía in a chapel to the left of the main altar. It is made from pasta de caña (a paste made from the heart of the cornstalk) and is topped with a gold crown gifted to the church by the Spanish King Felipe II in the 16th century. The organ counts 4600 pipes – the second largest pipe organ in Mexico (the first is in Zamora, Michoacán); occasional organ recitals take place here – a beautiful time to be in the cathedral."
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 24,
    "name": "Ex Convento de San Diego",
    "latitude": "19.700314",
    "longitude": "-101.177763",
    "excerpt": "Built as a monastery in 1761, the Ex Convento de San Diego now houses the Faculty of Law and Social Sciences of the Universidad Michoacana de San Nicolás…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/ex-convento-de-san-diego/a/poi-sig/467818/361676",
    "image_url": null,
    "detail_description": "Built as a monastery in 1761, the Ex Convento de San Diego now houses the Faculty of Law and Social Sciences of the Universidad Michoacana de San Nicolás de Hidalgo.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 23,
    "name": "Orquidario",
    "latitude": "19.685102",
    "longitude": "-101.181464",
    "excerpt": "Some 3km south of the city center and near the convention center is the Orchid House, which exhibits nearly 3000 species of wild and hybrid orchids. Best…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/orquidario/a/poi-sig/467834/361676",
    "image_url": null,
    "detail_description": "Some 3km south of the city center and near the convention center is the Orchid House, which exhibits nearly 3000 species of wild and hybrid orchids. Best time to visit is April, May and October.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 22,
    "name": "Estatua Ecuestre al Patriota Morelos",
    "latitude": "19.699938",
    "longitude": "-101.178463",
    "excerpt": "Plaza Morelos, an irregular, conspicuously vacant plaza southeast of the center, surrounds this majestic statue of Morelos on horseback, sculpted by…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/estatua-ecuestre-al-patriota-morelos/a/poi-sig/467816/361676",
    "image_url": null,
    "detail_description": "Plaza Morelos, an irregular, conspicuously vacant plaza southeast of the center, surrounds this majestic statue of Morelos on horseback, sculpted by Italian artist Giuseppe Ingillieri and unveiled in 1913.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 21,
    "name": "Fuente Las Tarascas",
    "latitude": "19.70285",
    "longitude": "-101.182473",
    "excerpt": "The centerpiece of Plaza Villalongín, this iconic fountain erupts from a fruit tray held by three beautiful, topless Tarascan (now called Purépecha) women…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/fuente-las-tarascas/a/poi-sig/467820/361676",
    "image_url": null,
    "detail_description": "The centerpiece of Plaza Villalongín, this iconic fountain erupts from a fruit tray held by three beautiful, topless Tarascan (now called Purépecha) women. The original vanished mysteriously in 1940 and this reproduction was installed in the 1960s.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 20,
    "name": "Museo de Historia Natural",
    "latitude": "19.69775358",
    "longitude": "-101.1790181",
    "excerpt": "This strange and very small museum on the eastern side of the Bosque Cuauhtémoc park, displays fossils (including a mammoth's tusk) stuffed, dissected and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/museo-de-historia-natural/a/poi-sig/1147982/361676",
    "image_url": null,
    "detail_description": "This strange and very small museum on the eastern side of the Bosque Cuauhtémoc park, displays fossils (including a mammoth's tusk) stuffed, dissected and skeletal animals, birds and fish. Outside there's a greenhouse, a cactus garden and dinosaur models.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 19,
    "name": "Museo del Estado de Michoacán",
    "latitude": "19.704617",
    "longitude": "-101.194017",
    "excerpt": "A beautifully renovated 18th century casona (mansion), this museum hosts temporary exhibits and workshops often related to the history and culture of the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/museo-del-estado-de-michoacan/a/poi-sig/467830/361676",
    "image_url": null,
    "detail_description": "A beautifully renovated 18th century casona (mansion), this museum hosts temporary exhibits and workshops often related to the history and culture of the state of Michoacán. Occasionally, traveling exhibits from other states are showcased here too. Worth a stop to see what's on.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 16,
    "name": "Parque Zoológico Benito Juárez",
    "latitude": "19.68469757",
    "longitude": "-101.1940384",
    "excerpt": "Morelia's zoo is located 2.5km south of the Plaza de Armas and is surprisingly pleasant, with most critters in decent habitats. Animals include sea lions,…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/parque-zoologico-benito-juarez/a/poi-sig/1147983/361676",
    "image_url": null,
    "detail_description": "Morelia's zoo is located 2.5km south of the Plaza de Armas and is surprisingly pleasant, with most critters in decent habitats. Animals include sea lions, giraffes, elephants and lots of winged creatures. Gravel paths make it hard for strollers, but kids will love the playground. There are additional charges for the aquarium, reptile house and little train.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 18,
    "name": "Templo de las Monjas",
    "latitude": "19.702951",
    "longitude": "-101.18861",
    "excerpt": "This landmark church east of the cathedral and dedicated to Saint Catherine of Siena was built to house Dominican nuns in 1738. There's a celebrated…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/templo-de-las-monjas/a/poi-sig/1587420/361676",
    "image_url": null,
    "detail_description": "This landmark church east of the cathedral and dedicated to Saint Catherine of Siena was built to house Dominican nuns in 1738. There's a celebrated painting of them moving into their new digs (which they would never again leave) in the Museo Regional Michoacano.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 17,
    "name": "Acueducto",
    "latitude": "19.701233",
    "longitude": "-101.180488",
    "excerpt": "Morelia’s impressively preserved aqueduct north runs for just over 2km along (appropriately enough) Avenida Acueducto and then curves around Plaza…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/acueducto/a/poi-sig/467814/361676",
    "image_url": null,
    "detail_description": "Morelia’s impressively preserved aqueduct north runs for just over 2km along (appropriately enough) Avenida Acueducto and then curves around Plaza Villalongín. It was built between 1785 and 1788 and supplied the city with water until 1910. Its 253 arches – some of which are now underground – are impressive when illuminated at night.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 15,
    "name": "Biblioteca Pública de la Universidad Michoacana",
    "latitude": "19.703405",
    "longitude": "-101.195347",
    "excerpt": "Installed inside the magnificent 17th-century Ex-Templo de la Compañía de Jesús, the shelves of the city's breathtaking university library rise up toward…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/biblioteca-publica-de-la-universidad-michoacana/a/poi-sig/1471633/361676",
    "image_url": null,
    "detail_description": "Installed inside the magnificent 17th-century Ex-Templo de la Compañía de Jesús, the shelves of the city's breathtaking university library rise up toward the domed and painted ceilings and are crammed from head to toe with tens of thousands (22,901 to be exact) of antique books and manuscripts, including seven incunabula dating from the 15th century. The murals date from the 1950s.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 14,
    "name": "Museo de Arte Contemporáneo Alfredo Zalce",
    "latitude": "19.69991",
    "longitude": "-101.179608",
    "excerpt": "Modern-art fans might find something interesting at this art museum in Morelia's city park named for the Michoacano artist and muralist Alfredo Zalce …",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/museo-de-arte-contemporaneo-alfredo-zalce/a/poi-sig/467828/361676",
    "image_url": null,
    "detail_description": "Modern-art fans might find something interesting at this art museum in Morelia's city park named for the Michoacano artist and muralist Alfredo Zalce (1908–2003). The lovely late-19th-century building contains a dozen different spaces that host temporary exhibitions of contemporary art and photography. Outside, the sculpture garden is well worth wandering.\nCheck out the scale-model of the museum on the 1st floor."
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 13,
    "name": "Museo del Dulce",
    "latitude": "19.702738",
    "longitude": "-101.187193",
    "excerpt": "This mildly interesting museum is staffed by guides in period costume. Visitors are walked through the history of candy-making in Michoacán, from the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/museo-del-dulce/a/poi-sig/1471636/361676",
    "image_url": null,
    "detail_description": "This mildly interesting museum is staffed by guides in period costume. Visitors are walked through the history of candy-making in Michoacán, from the handiwork of nuns in the region's convents to mass production. The tour includes a slow-moving movie plus a demo of traditional candy-making with all-you-can-eat samples. At the end, visitors are deposited in an old fashioned sweet-shop (which accepts modern day credit cards).\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 12,
    "name": "Museo de Arte Colonial",
    "latitude": "19.705062",
    "longitude": "-101.192225",
    "excerpt": "This ambitious museum contains five rooms chock-a-block with religious paintings and sculptures, including more than 100 depictions of the crucified…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/museo-de-arte-colonial/a/poi-sig/1587419/361676",
    "image_url": null,
    "detail_description": "This ambitious museum contains five rooms chock-a-block with religious paintings and sculptures, including more than 100 depictions of the crucified Christ, some quite graphic. Highlights include a small statue of Jesus wearing a skirt in room 3 and scale models of Columbus' three ships – the Niña, the Pinta and the Santa Maria – in room 4. Check out the ancient streetside windows in room 5. Signage is excellent, though in Spanish only.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 11,
    "name": "Museo Casa Natal de Morelos",
    "latitude": "19.700819",
    "longitude": "-101.192579",
    "excerpt": "Independence leader José María Morelos y Pavón is king in Morelia – after all, the city is named after him. He was born at the site of this one-time casa…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/museo-casa-natal-de-morelos/a/poi-sig/467824/361676",
    "image_url": null,
    "detail_description": "Independence leader José María Morelos y Pavón is king in Morelia – after all, the city is named after him. He was born at the site of this one-time casa de salud (health clinic); a bronze statute of Morelos marks the spot where his mother, Juana Pérez Pavón, delivered him on September 30, 1765. Now housing a museum in his honor, the collection of old photos and documents in eight rooms is poignant, but not as comprehensive as the better-curated Museo Casa de Morelos.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 10,
    "name": "Antiguo Palacio de Justicia",
    "latitude": "19.701737",
    "longitude": "-101.194062",
    "excerpt": "Facing the leafy expanse of Plaza de Armas, the Antiguo Palacio de Justicia is in fact two buildings rebuilt in 1884. Its intricate facade blends French…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/antiguo-palacio-de-justicia/a/poi-sig/467840/361676",
    "image_url": null,
    "detail_description": "Facing the leafy expanse of Plaza de Armas, the Antiguo Palacio de Justicia is in fact two buildings rebuilt in 1884. Its intricate facade blends French and eclectic styles, with stairwell art in the patio. An impressive mural called Morelos y la Justicia (Morelos and Justice) by Agustín Cárdenas (1976) was restored to its full glory by the artist 40 years later. The on-site museum has revolving exhibitions dealing with history and government, some better than others.\nFree Hollywood movies also are screened here every Wednesday at 5pm."
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 9,
    "name": "Bosque Cuauhtémoc",
    "latitude": "19.697951",
    "longitude": "-101.180263",
    "excerpt": "Morelia’s largest park, named after the last Aztec emperor (r 1520–21), is an attractive affair frequented by families for its shady trees, outdoor…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/bosque-cuauhtemoc/a/poi-sig/467806/361676",
    "image_url": null,
    "detail_description": "Morelia’s largest park, named after the last Aztec emperor (r 1520–21), is an attractive affair frequented by families for its shady trees, outdoor sculptures and playground. On its grounds are two small museums. Housed in a 19th-century building, the Museo de Arte Contemporáneo Alfredo Zalce has temporary exhibitions of contemporary art. The quirky Museo de Historia Natural, on the eastern side of the park, displays stuffed, dissected and skeletal animals and human fetuses.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 8,
    "name": "Museo Casa de Morelos",
    "latitude": "19.69991",
    "longitude": "-101.191356",
    "excerpt": "This museum, arguably Morelia's best on the subject of José María Morelos y Pavón, resides in the former house of the independence hero, who bought the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/museo-casa-de-morelos/a/poi-sig/467822/361676",
    "image_url": null,
    "detail_description": "This museum, arguably Morelia's best on the subject of José María Morelos y Pavón, resides in the former house of the independence hero, who bought the Spanish-style mansion for his sister in 1801. Well-laid-out, multimedia displays have good information panels in both Spanish and English and cover Morelos' life, military campaigns and the trajectory of the independence movement thereafter. Don't miss his study, cell-like bedroom and macabre máscara mortuoria (death mask).\nOther highlights include the wonderful old kitchen contemporary with the house and the antique coaches in the courtyard."
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 7,
    "name": "Plaza Morelos",
    "latitude": "19.69992",
    "longitude": "-101.178439",
    "excerpt": "This irregular, conspicuously vacant plaza southeast of the center surrounds the Estatua Ecuestre al Patriota Morelos, a majestic statue of Morelos on…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/plaza-morelos/a/poi-sig/1382258/361676",
    "image_url": null,
    "detail_description": "This irregular, conspicuously vacant plaza southeast of the center surrounds the Estatua Ecuestre al Patriota Morelos, a majestic statue of Morelos on horseback, sculpted by Italian artist Giuseppe Inghilleri and unveiled in 1913. Running from here to the Fuente Las Tarascas is the leafy and cobbled Calzada Fray Antonio de San Miguel, a wide pedestrian promenade framed by exquisite old buildings. Just north of its western end, narrow Callejón del Romance (Romance Alley) is all pink stone, trailing vines and cavorting couples.\nThere are a handful of bars here too."
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 6,
    "name": "Colegio de San Nicolás de Hidalgo",
    "latitude": "19.703132",
    "longitude": "-101.1948",
    "excerpt": "This building is now part of the Universidad Michoacana de San Nicolás de Hidalgo, which produced such scholars as Morelos, Miguel Hidalgo y Costilla and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/colegio-de-san-nicolas-de-hidalgo/a/poi-sig/467812/361676",
    "image_url": null,
    "detail_description": "This building is now part of the Universidad Michoacana de San Nicolás de Hidalgo, which produced such scholars as Morelos, Miguel Hidalgo y Costilla and José Sixto Verduzco. Upstairs, the Sala de Melchor Ocampo is a memorial to another Mexican hero, a reformer-governor of Michoacán (open 8am to 2pm Monday to Friday). Preserved inside is his library and a copy of the document he signed donating it to the college, just before he was executed by a conservative firing squad in 1861.\nThe enormous, 72-sq-meter mural Paisaje y economía de Michoacán (Landscape and Economy of Michoacán) on the upper floor was painted by in 1935 by Marion Greenwood, the first foreign woman to paint a public mural in Mexico."
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 5,
    "name": "Santuario de la Virgen de Guadalupe",
    "latitude": "19.700658",
    "longitude": "-101.177741",
    "excerpt": "A standard baroque structure on the outside dating from 1708 to 1716, this hushed sanctuary to Mexico's patron is a different story within. Get ready for…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/santuario-de-la-virgen-de-guadalupe/a/poi-sig/467846/361676",
    "image_url": null,
    "detail_description": "A standard baroque structure on the outside dating from 1708 to 1716, this hushed sanctuary to Mexico's patron is a different story within. Get ready for a glistening profusion of pink, red and gold, gold, gold! The interior decorations date from 1915.\nSpringing out of all this elaboration is a series of large paintings depicting the conversion of the indigenous peoples to Christianity. They show scenes such as sacrificial victims about to be executed before being saved by the honest, God-fearing folk of Spain.Beside the church, the much less splashy Ex Convento de San Diego was built in 1761 as a monastery and now houses the Faculty of Law and Social Sciences of the Universidad Michoacana de San Nicolás de Hidalgo."
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 4,
    "name": "Museo Regional Michoacano",
    "latitude": "19.70175",
    "longitude": "-101.194401",
    "excerpt": "Housed in a dozen rooms of a renovated late-18th-century baroque palace, this museum contains an impressive array of pre-Hispanic artifacts, including a…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/museo-regional-michoacano/a/poi-sig/467832/361676",
    "image_url": null,
    "detail_description": "Housed in a dozen rooms of a renovated late-18th-century baroque palace, this museum contains an impressive array of pre-Hispanic artifacts, including a reconstructed open tomb from El Opeño and a carved stone coyote from Ihuatzio as well as colonial art and relics. Signage in Spanish only. There are also several spectacular murals by Alfredo Zalce on the stairway, including Cuauhtémoc y la Historia (Cuauhtémoc and History) and Los Pueblos del Mundo contra la Guerra Atómica (Peoples of the World Against Atomic War), both 1951.\nDon't miss the surreal mural La Inquisición (The Inquisition; Philip Guston and Reuben Kadish; 1935) on the wall of the back courtyard on the 1st floor. The most valuable work is Traslado de las Monjas Dominicas a Su Nuevo Convento (The Transfer of Dominican Nuns to their New Convent) depicting nuns moving into their new home at the Templo de las Monjas in 1738."
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 3,
    "name": "Centro Cultural Clavijero",
    "latitude": "19.70387",
    "longitude": "-101.195176",
    "excerpt": "From 1660 to 1767, the Palacio Clavijero, with its magnificent minimalist main patio, imposing colonnades and pink stonework, was home to the Jesuit…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/centro-cultural-clavijero/a/poi-sig/467836/361676",
    "image_url": null,
    "detail_description": "From 1660 to 1767, the Palacio Clavijero, with its magnificent minimalist main patio, imposing colonnades and pink stonework, was home to the Jesuit school of St Francis Xavier. Today the enormous building houses a cultural center with exhibition spaces showing off contemporary art, photography and other creative media.\n"
},
{
    "country": "morelia",
    "city": "Morelia",
    "index": 2,
    "name": "Palacio de Gobierno",
    "latitude": "19.703031",
    "longitude": "-101.191882",
    "excerpt": "This 18th-century palace, originally a seminary and now housing Michoacán state government offices, has a simple baroque facade. Inside, its soaring…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/morelia/attractions/palacio-de-gobierno/a/poi-sig/1147975/361676",
    "image_url": null,
    "detail_description": "This 18th-century palace, originally a seminary and now housing Michoacán state government offices, has a simple baroque facade. Inside, its soaring historical murals (1960) in the stairwell and 2nd-floor hallways are the magnum opus of Pátzcuaro-born artist Alfredo Zalce (1908–2003), and arguably the city's best. Enter from Calle Juárez.\n"
}
]