[
{
    "country": "mostar",
    "city": "Mostar",
    "index": 1,
    "name": "Stari Most",
    "latitude": "43.337258",
    "longitude": "17.81505",
    "excerpt": "The world-famous Stari Most (meaning simply 'Old Bridge') is Mostar's indisputable visual focus. Its pale stone magnificently reflects the golden glow of…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/stari-most/a/poi-sig/444733/358730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ec6f7848059a0ece7e8bded8678049b7-stari-most.jpg",
    "detail_description": "The world-famous Stari Most (meaning simply 'Old Bridge') is Mostar's indisputable visual focus. Its pale stone magnificently reflects the golden glow of sunset or the tasteful night-time floodlighting. The bridge's swooping arch was originally built between 1557 and 1566 on the orders of Suleiman the Magnificent. The current structure is a very convincing 21st-century rebuild following the bridge's 1990s bombardment during the civil war. Numerous well-positioned cafes and restaurants tempt you to sit and savour the splendidly restored scene.\nAn engineering marvel of its age, the bridge was nonetheless pounded into the river during a deliberate Croatian artillery attack in November 1993. Depressing footage of this sad moment is shown on many a video screen in Mostar. After the war, Stari Most was painstakingly reconstructed using 16th-century building techniques and stone sourced from the original quarry. It reopened in 2004 and is now a Unesco World Heritage site famed for its bridge divers."
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 18,
    "name": "Karadjoz-bey Mosque",
    "latitude": "43.341152",
    "longitude": "17.81387",
    "excerpt": "Mostar's biggest and, some might say, most beautiful mosque was built in 1557. Heavily damaged during the war, it has since been completely renovated with…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/karadjoz-bey-mosque/a/poi-sig/444727/358730",
    "image_url": null,
    "detail_description": "Mostar's biggest and, some might say, most beautiful mosque was built in 1557. Heavily damaged during the war, it has since been completely renovated with a distinctive lead-roofed wooden veranda and a four-domed madrasa annex.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 17,
    "name": "War Photo Exhibition",
    "latitude": "43.337227",
    "longitude": "17.814749",
    "excerpt": "This collection of around 50 powerful wartime photos by New Zealand photojournalist Wade Goddard is displayed in the western tower guarding Stari Most,…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/war-photo-exhibition/a/poi-sig/1328276/358730",
    "image_url": null,
    "detail_description": "This collection of around 50 powerful wartime photos by New Zealand photojournalist Wade Goddard is displayed in the western tower guarding Stari Most, above the Bridge Divers' Club.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 16,
    "name": "Džemal Bijedić Memorial House",
    "latitude": "43.338889",
    "longitude": "17.816058",
    "excerpt": "Part of the four-headed Museum of Hercegovina, this small archaeological and ethnographic museum occupies the former house of Džemal Bijedić, a former…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/dzemal-bijedic-memorial-house/a/poi-sig/444731/358730",
    "image_url": null,
    "detail_description": "Part of the four-headed Museum of Hercegovina, this small archaeological and ethnographic museum occupies the former house of Džemal Bijedić, a former prime minister of Yugoslavia who died in mysterious circumstances in 1977. The highlight is a collection of old photos of Mostar.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 15,
    "name": "Hamam Museum",
    "latitude": "43.337555",
    "longitude": "17.813805",
    "excerpt": "This late 16th-century bathhouse has been attractively restored with whitewashed interiors, bilingual panels explaining hammam (Turkish bath) culture and…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/hamam-museum/a/poi-sig/1548051/358730",
    "image_url": null,
    "detail_description": "This late 16th-century bathhouse has been attractively restored with whitewashed interiors, bilingual panels explaining hammam (Turkish bath) culture and glass cabinets displaying associated traditional accoutrements. A wordless five-minute video gives a slickly sensual evocation of an imagined latter-day bathhouse experience.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 14,
    "name": "Nesuh-aga Vučijaković Mosque",
    "latitude": "43.338772",
    "longitude": "17.815704",
    "excerpt": "Originally built in 1564, this attractive domed mosque has no set opening hours but its friendly young imam may show you around if he's there. Its…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/nesuh-aga-vucijakovic-mosque/a/poi-sig/1258110/358730",
    "image_url": null,
    "detail_description": "Originally built in 1564, this attractive domed mosque has no set opening hours but its friendly young imam may show you around if he's there. Its alternative name, 'džamija pod lipom', means 'mosque under the lime tree'. A wartime graveyard sprouted next door in the 1990s on the site of buildings destroyed during the conflict.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 13,
    "name": "Ljubljanska Banka Tower",
    "latitude": "43.344109",
    "longitude": "17.806274",
    "excerpt": "Of several ruined structures remaining around Španski trg, perhaps the most disturbing is the triangular multistorey skeleton of what was once a bank…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/ljubljanska-banka-tower/a/poi-sig/1252500/358730",
    "image_url": null,
    "detail_description": "Of several ruined structures remaining around Španski trg, perhaps the most disturbing is the triangular multistorey skeleton of what was once a bank building, infamously used during the 1990s conflict as a snipers' vantage point. Access is blocked, but that hasn't deterred some imaginative graffiti artists.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 12,
    "name": "MuM",
    "latitude": "43.337448",
    "longitude": "17.815779",
    "excerpt": "Strong on poetry, far less so on content, the slightly baffling 2014 annex of the Museum of Hercegovina has a dozen showcases on ethnographic lines and…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/mum/a/poi-sig/1501845/358730",
    "image_url": null,
    "detail_description": "Strong on poetry, far less so on content, the slightly baffling 2014 annex of the Museum of Hercegovina has a dozen showcases on ethnographic lines and five silent big-screen movies highlighting Hercegovina's scenic and cultural highlights. These are complemented by an audioguide that offers a mix of explanations, myths and flowery inspirational eulogies.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 11,
    "name": "Trg Musala",
    "latitude": "43.344125",
    "longitude": "17.811445",
    "excerpt": "Trg Musala was once the heart of Austro-Hungarian Mostar. Today the square is a messy mishmash of architectural styles around a fountain garden. While the…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/trg-musala/a/poi-sig/1331011/358730",
    "image_url": null,
    "detail_description": "Trg Musala was once the heart of Austro-Hungarian Mostar. Today the square is a messy mishmash of architectural styles around a fountain garden. While the 1914 City Baths building has been restored close to its original glory, the ruins of the once-splendid 1892 Hotel Neretva teeter on the verge of collapse from damage inflicted during the 1990s conflict.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 10,
    "name": "Old Bridge Museum",
    "latitude": "43.337212",
    "longitude": "17.815404",
    "excerpt": "This somewhat sparse museum inhabits one of the defensive towers that guard either side of Stari Most. Visits start by climbing the five storeys for…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/old-bridge-museum/a/poi-sig/1252446/358730",
    "image_url": null,
    "detail_description": "This somewhat sparse museum inhabits one of the defensive towers that guard either side of Stari Most. Visits start by climbing the five storeys for partial views and interesting but limited displays about the bridge's context and construction. You then descend and walk through the structure's archaeological bowels, where a lengthy video (in Bosnian) gives a thorough account of the bridge's reconstruction.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 9,
    "name": "Mostar Peace Bell Tower",
    "latitude": "43.337844",
    "longitude": "17.80872",
    "excerpt": "While some might ponder whether this disproportionately large church bell tower (along with the whopping great cross on the hill above) speaks more of…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/mostar-peace-bell-tower/a/poi-sig/1258105/358730",
    "image_url": null,
    "detail_description": "While some might ponder whether this disproportionately large church bell tower (along with the whopping great cross on the hill above) speaks more of triumphalism than peace, it does provide wonderful panoramic views. A lift takes you more than halfway up to the 75m-high viewing area, saving 222 of the 370 steps. The massive yet still unfinished Franciscan church below is a replacement for an 1866 basilica that was badly damaged during the war.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 8,
    "name": "Bišćevića Ćošak",
    "latitude": "43.340551",
    "longitude": "17.813001",
    "excerpt": "Built in 1635, this is one of Mostar's very few traditional Ottoman houses to retain its original appearance, albeit now with trinkets for sale and a…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/biscevica-cosak/a/poi-sig/1252478/358730",
    "image_url": null,
    "detail_description": "Built in 1635, this is one of Mostar's very few traditional Ottoman houses to retain its original appearance, albeit now with trinkets for sale and a fountain made of metal ibrik jugs. Afternoon light pours in through the upstairs balcony room, which juts out over the river and is colourfully furnished with rugs and carved wooden furniture. This is the only room you can enter, but you can peer through the door of another room and of the kitchen below.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 7,
    "name": "Španski trg",
    "latitude": "43.343454",
    "longitude": "17.807068",
    "excerpt": "In the early 1990s, Croat and Bosniak forces bombarded each other into the rubble across a front line that ran along the Bulevar. Even now, several shell…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/spanski-trg/a/poi-sig/1252503/358730",
    "image_url": null,
    "detail_description": "In the early 1990s, Croat and Bosniak forces bombarded each other into the rubble across a front line that ran along the Bulevar. Even now, several shell-pocked buildings remain in ruins around 'Spanish Square', notably the triangular tower that was once Ljubljanska Banka but is now a concrete skeleton plastered with graffiti. In contrast, the neo-Moorish 1902 Stara Gimnazija (Old High School) has been beautifully restored and painted in a vivid apricot hue.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 6,
    "name": "Crooked Bridge",
    "latitude": "43.336728",
    "longitude": "17.813172",
    "excerpt": "Built around 1558, this pint-sized bridge crosses the tiny Radobolja River amid a layered series of picturesque millhouse restaurants. The original bridge…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/crooked-bridge/a/poi-sig/1252457/358730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/00f7896e57ea2a297f4d5fb88c5112a8-crooked-bridge.jpg",
    "detail_description": "Built around 1558, this pint-sized bridge crosses the tiny Radobolja River amid a layered series of picturesque millhouse restaurants. The original bridge, weakened by wartime assaults, was washed away by floods on New Year's Eve 1999; it was rebuilt in 2002.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 5,
    "name": "Muslibegović House",
    "latitude": "43.341706",
    "longitude": "17.816091",
    "excerpt": "Ring the bell to be ushered into this walled Ottoman courtyard house, built in the late 17th century and extended in 1871. Its main function today is as…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/muslibegovic-house/a/poi-sig/1252466/358730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b654575e1817ea9c693beec7bc07cd4b-muslibegovic-house.jpg",
    "detail_description": "Ring the bell to be ushered into this walled Ottoman courtyard house, built in the late 17th century and extended in 1871. Its main function today is as an atmospheric hotel, but several of the sitting areas are decorated with museum-like collections of artefacts and costumes.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 4,
    "name": "Koski Mehmed Pasha Mosque",
    "latitude": "43.338647",
    "longitude": "17.814749",
    "excerpt": "Entered from a gated courtyard, this 1618 mosque (substantially rebuilt after the war) has a dome painted with botanical motifs and punctuated by coloured…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/koski-mehmed-pasha-mosque/a/poi-sig/444729/358730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3a9909baad3dac6e9ea81c1293f4bb20-koski-mehmed-pasha-mosque.jpg",
    "detail_description": "Entered from a gated courtyard, this 1618 mosque (substantially rebuilt after the war) has a dome painted with botanical motifs and punctuated by coloured-glass windows. You can climb the claustrophobic minaret for sweeping town views. Access to the charming courtyard doesn't require a ticket unless you want to get close to the parapet for the river view.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 3,
    "name": "Partisan Memorial Cemetery",
    "latitude": "43.341815",
    "longitude": "17.796993",
    "excerpt": "Although this cemetery is sadly neglected and badly vandalised, fans of 20th-century socialist architecture should seek out this magnificent memorial…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/partisan-memorial-cemetery/a/poi-sig/1609268/358730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ba95a3b0a25dc5f7a6d1706f6ede1939-partisan-memorial-cemetery.jpg",
    "detail_description": "Although this cemetery is sadly neglected and badly vandalised, fans of 20th-century socialist architecture should seek out this magnificent memorial complex, designed by leading Yugoslav-era architect Bogdan Bogdanović and completed in 1965. Paths wind up past a broken bridge, a no-longer-functioning water feature and cosmological symbols to an almost Gaudi-esque upper section made of curved and fluted concrete, which contains the graves of 810 Mostar partisans who died fighting fascism during WWII.\n"
},
{
    "country": "mostar",
    "city": "Mostar",
    "index": 2,
    "name": "Kajtaz House",
    "latitude": "43.335659",
    "longitude": "17.818354",
    "excerpt": "Hidden behind tall walls, Mostar's most interesting old house was once the harem (women's) section of a larger homestead built for a 16th-century Turkish…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/southern-bosnia-and-hercegovina/mostar/attractions/kajtaz-house/a/poi-sig/1501224/358730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/61a47f4e7d16aad35213d4cd279fd64a-kajtaz-house.jpg",
    "detail_description": "Hidden behind tall walls, Mostar's most interesting old house was once the harem (women's) section of a larger homestead built for a 16th-century Turkish judge. Full of original artefacts, it still belongs to descendants of the original family but is now under Unesco protection. A visit includes a very extensive personal tour.\nThe roof was lost in wartime bombardments but otherwise the pretty half-timbered structure has survived remarkably intact, including the carved-wood ablution boxes and the pebble-floored kitchen with meat-hanging beams. Out of season, opening hours are hit-and-miss.Enquire about the semi-regular Mostarian Night from 1688 (www.facebook.com/mostarian1688), a dinner and show held here with characters in period costume performing folk music and dances."
}
]