[
{
    "country": "munich",
    "city": "Munich",
    "index": 1,
    "name": "Schloss Nymphenburg",
    "latitude": "48.15827981",
    "longitude": "11.50349702",
    "excerpt": "This commanding palace and its lavish gardens sprawl around 5km northwest of the Altstadt. Begun in 1664 as a villa for Electress Adelaide of Savoy, the…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/nymphenburg-neuhausen-olympiapark/attractions/schloss-nymphenburg/a/poi-sig/1139822/1342299",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c21b51260b1758d5a572285da8487f2d-schloss-nymphenburg.jpg",
    "detail_description": "This commanding palace and its lavish gardens sprawl around 5km northwest of the Altstadt. Begun in 1664 as a villa for Electress Adelaide of Savoy, the stately pile was extended over the next century to create the royal family's summer residence. Franz Duke of Bavaria, head of the once-royal Wittelsbach family, still occupies an apartment here.\nThe main palace building consists of a large villa and two wings of creaking parquet floors and sumptuous period rooms. Right at the beginning of the self-guided tour comes the high point of the entire Schloss, the Schönheitengalerie, housed in the former apartments of Queen Caroline. Some 38 portraits of attractive females chosen by an admiring King Ludwig I peer prettily from the walls. The most famous image is of Helene Sedlmayr, the daughter of a shoemaker, wearing a lavish frock the king gave her for the sitting. You'll also find Ludwig's beautiful, but notorious, lover Lola Montez, as well as 19th-century gossip-column celebrity Lady Jane Ellenborough and English beauty Lady Jane Erskine.Further along the tour route comes the Queen's Bedroom, which still contains the sleigh bed on which Ludwig II was born, and the King's Chamber, resplendent with three-dimensional ceiling frescoes.Also in the main building is the Marstallmuseum, displaying royal coaches and riding gear. This includes Ludwig II's fairy tale–like rococo sleigh, ingeniously fitted with oil lamps for his crazed nocturnal outings. Upstairs is the world's largest collection of porcelain made by the famous Nymphenburger Manufaktur. Also known as the Sammlung Bäuml, it presents the entire product palette from the company's founding in 1747 until 1930.The sprawling palace grounds behind Schloss Nymphenburg is a favourite spot with Münchners and visitors for strolling, jogging or whiling away a lazy afternoon. It's laid out in grand English style and accented with water features, including a large lake, a cascade and a canal, which is popular for feeding swans and for ice skating and ice curling when it freezes over in winter.The park's chief folly, the Amalienburg, is a small hunting lodge dripping with crystal and gilt decoration; don't miss the amazing Spiegelsaal (hall of mirrors). The two-storey Pagodenburg was built in the early 18th century as a Chinese tea house and is swathed in ceramic tiles depicting landscapes, figures and floral ornamentation. The Badenburg is a sauna and bathing house that still has its original heating system. Finally, the Magdalenenklause was built as a mock hermitage in faux-ruined style."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 25,
    "name": "Lenbachhaus",
    "latitude": "48.146768",
    "longitude": "11.564387",
    "excerpt": "With its fabulous wing added by noted architect Norman Foster, this glorious gallery is the go-to place to admire the vibrant canvases of Wassily…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/lenbachhaus/a/poi-sig/409238/1342296",
    "image_url": null,
    "detail_description": "With its fabulous wing added by noted architect Norman Foster, this glorious gallery is the go-to place to admire the vibrant canvases of Wassily Kandinsky, Franz Marc, Paul Klee and other members of ground-breaking modernist group Der Blaue Reiter (The Blue Rider), founded in Munich in 1911.\nContemporary art is another focal point. An eye-catcher is a glass-and-steel sculpture by Olafur Eliasson in the soaring atrium. Many other big names are also represented, including Gerhard Richter, Sigmar Polke, Anselm Kiefer, Andy Warhol, Dan Flavin, Richard Serra and Jenny Holzer.Tickets are also valid for special exhibits at the nearby Kunstbau, a 120m-long tunnel above the Königsplatz U-Bahn station."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 40,
    "name": "Fünf Höfe",
    "latitude": "48.139738",
    "longitude": "11.574923",
    "excerpt": "Munich usually feels more cosy than cosmopolitan, but one exception is the Fünf Höfe, a ritzy shopping arcade whose modernist design is as interesting as…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/fuenf-hoefe/a/poi-sig/409336/1342295",
    "image_url": null,
    "detail_description": "Munich usually feels more cosy than cosmopolitan, but one exception is the Fünf Höfe, a ritzy shopping arcade whose modernist design is as interesting as the fancy flagship and concept stores lining its passageways. The building also houses the Kunsthalle der Hypo-Kulturstiftung, an art space with high-calibre changing installations. Entrances to the Fünf Höfe are on Theatinerstrasse, Salvatorstrasse, Maffeistrasse and Kardinal-Faulhaber-Strasse.\n"
},
{
    "country": "munich",
    "city": "Munich",
    "index": 39,
    "name": "Viktualienmarkt",
    "latitude": "48.135664",
    "longitude": "11.576918",
    "excerpt": "Fresh fruit and vegetables, piles of artisanal cheeses, tubs of exotic olives, hams and jams, chanterelles and truffles – Viktualienmarkt is a feast of…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/viktualienmarkt/a/poi-sig/1206314/1342295",
    "image_url": null,
    "detail_description": "Fresh fruit and vegetables, piles of artisanal cheeses, tubs of exotic olives, hams and jams, chanterelles and truffles – Viktualienmarkt is a feast of flavours and one of central Europe's finest gourmet markets.\nThe market moved here in 1807 when it outgrew the Marienplatz, and many of the stalls have been run by generations of the same family. Put together a picnic and head for the market's very own beer garden for an alfresco lunch with a brew and to watch the traders in action."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 38,
    "name": "Hofgarten",
    "latitude": "48.142609",
    "longitude": "11.578667",
    "excerpt": "Office workers catching some rays during their lunch break, stylish mothers pushing prams, seniors on bikes, a gaggle of chatty nuns – everybody comes to…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/hofgarten/a/poi-sig/409058/1342295",
    "image_url": null,
    "detail_description": "Office workers catching some rays during their lunch break, stylish mothers pushing prams, seniors on bikes, a gaggle of chatty nuns – everybody comes to the Hofgarten. The formal court gardens, with fountains, radiant flower beds, lime-tree-lined gravel paths and benches galore, sit just north of the Residenz. Paths converge at the Dianatempel, a striking octagonal pavilion honouring the Roman goddess of the hunt. Enter the gardens from Odeonsplatz.\n"
},
{
    "country": "munich",
    "city": "Munich",
    "index": 37,
    "name": "Siegestor",
    "latitude": "48.152352",
    "longitude": "11.582154",
    "excerpt": "Munich's massive Siegestor was modelled on the Arch of Constantine in Rome and looks like a miniature version of the Arc de Triomphe in Paris. Built to…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/schwabing-the-englischer-garten/attractions/siegestor/a/poi-sig/409468/1342297",
    "image_url": null,
    "detail_description": "Munich's massive Siegestor was modelled on the Arch of Constantine in Rome and looks like a miniature version of the Arc de Triomphe in Paris. Built to honour the Bavarian army for sending Napoleon packing, it's crowned by a triumphant Bavaria piloting a lion-drawn chariot. Severely damaged in WWII, the arch was turned into a peace memorial. The inscription on the upper section reads: Dem Sieg geweiht, vom Kriege zerstört, zum Frieden mahnend (Dedicated to victory, destroyed by war, calling for peace).\n"
},
{
    "country": "munich",
    "city": "Munich",
    "index": 36,
    "name": "Justizpalast",
    "latitude": "48.140543955086",
    "longitude": "11.564609622298",
    "excerpt": "The 1890s Justizpalast witnessed the Weisse Rose trial of Hans Scholl, Sophie Scholl and Christoph Probst on 22 February 1943. They were condemned to…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/justizpalast/a/poi-sig/409360/1342296",
    "image_url": null,
    "detail_description": "The 1890s Justizpalast witnessed the Weisse Rose trial of Hans Scholl, Sophie Scholl and Christoph Probst on 22 February 1943. They were condemned to death by the notorious judge Roland Freisler. The verdict was read at 1pm. Four hours later they were dead. There's a permanent exhibit about the sham trial in the very courtroom (room 253) where it took place. \nA second courthouse, the Neuer Justizpalast (New Palace of Justice) was built just a few years later and is more of a neo-Gothic confection."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 35,
    "name": "BMW Museum",
    "latitude": "48.17653129",
    "longitude": "11.55904757",
    "excerpt": "This silver, bowl-shaped museum comprises seven themed 'houses' that examine the development of BMW's product line and include sections on motorcycles and…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/nymphenburg-neuhausen-olympiapark/attractions/bmw-museum/a/poi-sig/1139814/1342299",
    "image_url": null,
    "detail_description": "This silver, bowl-shaped museum comprises seven themed 'houses' that examine the development of BMW's product line and include sections on motorcycles and motor racing. Even if you can't tell a head gasket from a crankshaft, the interior design – with its curvy retro feel, futuristic bridges, squares and huge backlit wall screens – is reason enough to visit.\nThe museum is linked to two more architecturally stunning buildings: the BMW headquarters (closed to the public) and the BMW Welt showroom."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 34,
    "name": "Schatzkammer der Residenz",
    "latitude": "48.140376839564",
    "longitude": "11.578624761459",
    "excerpt": "The Residenzmuseum entrance also leads to the Schatzkammer der Residenz, a veritable banker's bonus worth of jewel-encrusted bling of yesteryear, from…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/schatzkammer-der-residenz/a/poi-sig/409204/1342295",
    "image_url": null,
    "detail_description": "The Residenzmuseum entrance also leads to the Schatzkammer der Residenz, a veritable banker's bonus worth of jewel-encrusted bling of yesteryear, from golden toothpicks to finely crafted swords, from miniatures in ivory to gold-entombed cosmetics trunks. The 1250 incredibly intricate and attractive items on display come in every precious material you could imagine, including lapis lazuli, crystal, coral and amber.\nDefinite highlights are the Bavarian crown insignia and the ruby-and-diamond-encrusted jewellery of Queen Therese (1792–1854)."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 33,
    "name": "Allianz Arena",
    "latitude": "48.218754034319",
    "longitude": "11.624865531921",
    "excerpt": "Sporting and architecture fans alike should take a side trip to the northern suburb of Fröttmaning to see the ultraslick €340-million Allianz Arena,…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/attractions/allianz-arena/a/poi-sig/1139835/1320849",
    "image_url": null,
    "detail_description": "Sporting and architecture fans alike should take a side trip to the northern suburb of Fröttmaning to see the ultraslick €340-million Allianz Arena, Munich's dramatic football stadium. The 60-minute stadium tours are followed by as much time as you like in the 'Erlebnis Welt', the Bayern Munich Experience World, the club's super-modern museum. Tickets can be booked online.\nNicknamed the life belt and the rubber boat, the stadium has walls made of inflatable cushions that can be individually lit to match the colours of the host team (red for 1 FC Bayern, blue for TSV 1860, and white for the national side)."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 32,
    "name": "Jüdisches Museum",
    "latitude": "48.134433183349",
    "longitude": "11.571908132974",
    "excerpt": "Coming to terms with its Nazi past has not historically been a priority in Munich, which is why the opening of the Jewish Museum in 2007 was hailed as a…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/juedisches-museum/a/poi-sig/1209660/1342295",
    "image_url": null,
    "detail_description": "Coming to terms with its Nazi past has not historically been a priority in Munich, which is why the opening of the Jewish Museum in 2007 was hailed as a milestone. The permanent exhibition offers an insight into Jewish history, life and culture in the city. The Holocaust is dealt with, but the focus is clearly on contemporary Jewish culture.\nThe museum is part of the Jewish complex on St-Jakobs-Platz, which also includes a community centre with a restaurant and a bunker-like synagogue that's rarely open to the public. Munich has the second-largest Jewish population in Germany after Berlin's: around 9000 people."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 31,
    "name": "Deutsches Museum – Verkehrszentrum",
    "latitude": "48.131855",
    "longitude": "11.544646",
    "excerpt": "An ode to the Bavarian obsession with getting around, the Transport Museum explores the ingenious ways humans have devised to transport things and each…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/westend-theresienwiese/attractions/deutsches-museum-verkehrszentrum/a/poi-sig/1207703/1342300",
    "image_url": null,
    "detail_description": "An ode to the Bavarian obsession with getting around, the Transport Museum explores the ingenious ways humans have devised to transport things and each other. From the earliest automobiles to famous race cars and high-speed ICE trains, the collection is a virtual trip through transport history.\nThe exhibit is spread over three historic trade-fair halls near Theresienwiese, each with its own theme – Public Transportation, Travel, and Mobility &amp; Technology. It's a fun place even if you can't tell a piston from a carburettor. Classic cars abound, vintage bikes fill an entire wall and there's even an old petrol station."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 30,
    "name": "Neues Rathaus",
    "latitude": "48.137819",
    "longitude": "11.575921",
    "excerpt": "The soot-blackened façade of the neo-Gothic Neues Rathaus is festooned with gargoyles, statues and a dragon scaling the turrets; the tourist office is on…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/neues-rathaus/a/poi-sig/409188/1342295",
    "image_url": null,
    "detail_description": "The soot-blackened façade of the neo-Gothic Neues Rathaus is festooned with gargoyles, statues and a dragon scaling the turrets; the tourist office is on the ground floor. For pinpointing Munich's landmarks without losing your breath, catch the lift up the 85m-tall tower.\nThe Glockenspiel has 43 bells and 32 figures that perform two historical events. The top half tells the story of a tournament held in 1568 to celebrate the marriage of Duke Wilhelm V to Renata of Lothringen, while the bottom half portrays the Schäfflertanz (cooper's dance)."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 29,
    "name": "St-Anna-Platz",
    "latitude": "48.13996",
    "longitude": "11.586982",
    "excerpt": "The Asamkirche may be more sumptuous, but the Klosterkirche St Anna is actually a collaboration of the rococo era's top dogs; Johann Michael Fischer…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/haidhausen-lehel/attractions/st-anna-platz/a/poi-sig/1208050/1342298",
    "image_url": null,
    "detail_description": "The Asamkirche may be more sumptuous, but the Klosterkirche St Anna is actually a collaboration of the rococo era's top dogs; Johann Michael Fischer designed the building, Cosmas Damian Asam painted the stunning ceiling fresco and altar. The rather pompous neo-Romanesque  Pfarrkirche St Anna im Lehel arrived on the scene in 1892 when the Klosterkirche St Anna im Lehel became too small. Conceived by locally-born architect Gabriel von Seidl, it's worth a spin for the huge Byzantine-style painting behind the altar and little art-nouveau touches throughout.\n"
},
{
    "country": "munich",
    "city": "Munich",
    "index": 28,
    "name": "Theresienwiese",
    "latitude": "48.12864",
    "longitude": "11.548476",
    "excerpt": "The huge Theresienwiese (Theresa Meadow), better known as Wies'n, southwest of the Altstadt, is the site of the Oktoberfest. At the western end of the …",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/westend-theresienwiese/attractions/theresienwiese/a/poi-sig/409530/1342300",
    "image_url": null,
    "detail_description": "The huge Theresienwiese (Theresa Meadow), better known as Wies'n, southwest of the Altstadt, is the site of the Oktoberfest. At the western end of the 'meadow' is the Ruhmeshalle guarding solemn statues of Bavarian leaders, as well as the Bavariastatue, an 18m-high Amazon in the Statue of Liberty tradition, oak wreath in her hand and lion at her feet.\nThis iron lady has a cunning design that makes her seem solid, but actually you can climb via the knee joint up to the head for a great view of the Oktoberfest. At other times, views are not particularly inspiring."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 27,
    "name": "Karlsplatz",
    "latitude": "48.139187",
    "longitude": "11.566222",
    "excerpt": "Karlsplatz and the medieval Karlstor (a gate) form the western entrance to the Altstadt and the pedestrianised shopping precinct along Neuhauser Strasse…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/karlsplatz/a/poi-sig/1206320/1342295",
    "image_url": null,
    "detail_description": "Karlsplatz and the medieval Karlstor (a gate) form the western entrance to the Altstadt and the pedestrianised shopping precinct along Neuhauser Strasse and Kaufinger Strasse. The busy square was laid out in 1791 as an ego project of the highly unpopular Elector Karl Theodor.\nWhen he named it for himself, locals were even less impressed and insisted on referring to the square as Stachus, possibly in memory of a pub that had been displaced by the square's construction. The huge fountain in the centre is a favoured meeting spot, but Karlsplatz is really at its most magical in winter when an outdoor ice-skating rink brings out young and old."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 26,
    "name": "Michaelskirche",
    "latitude": "48.138707",
    "longitude": "11.570331",
    "excerpt": "It stands quiet and dignified amid the retail frenzy out on Kaufingerstrasse, but to fans of Ludwig II, the Michaelskirche is the ultimate place of…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/michaelskirche/a/poi-sig/409262/1342295",
    "image_url": null,
    "detail_description": "It stands quiet and dignified amid the retail frenzy out on Kaufingerstrasse, but to fans of Ludwig II, the Michaelskirche is the ultimate place of pilgrimage. Its dank crypt is the final resting place of the Mad King, whose humble tomb is usually drowned in flowers.\nCompleted in 1597, St Michael's was the largest Renaissance church north of the Alps when it was built. It boasts an impressive unsupported barrel-vaulted ceiling, and the massive bronze statue between the two entrances shows the archangel finishing off a dragon-like creature, a classic Counter Reformation–era symbol of Catholicism triumphing over Protestantism. The building has been fully renovated and has never looked more impressive."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 24,
    "name": "Bavaria Filmstadt",
    "latitude": "48.067813170615",
    "longitude": "11.547274589539",
    "excerpt": "Movie magic is the draw of the Bavaria Filmstadt, a theme park built around Bavaria Film, one of Germany's oldest studios, founded in 1919. The top…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/attractions/bavaria-filmstadt/a/poi-sig/409136/1320849",
    "image_url": null,
    "detail_description": "Movie magic is the draw of the Bavaria Filmstadt, a theme park built around Bavaria Film, one of Germany's oldest studios, founded in 1919. The top-grossing German film of all time, Das Boot, was among the classics shot here, though now the studios focus more on TV production.\nFilms and TV are still produced today, and who knows, you might see a star during the guided 90-minute tours. The 1pm tour is in English.The crash-and-burn Stunt Show is a runaway hit as well, while kids are particularly fond of the wacky 4D cinema, with seats that lurch and other special effects from silly to spooky. The Filmstadt is in the southern suburb of Geiselgasteig, about 14km from the Altstadt. Take the U1 to Wettersteinplatz, then tram 25 to Bavariafilmplatz."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 23,
    "name": "Alter Botanischer Garten",
    "latitude": "48.141835667084",
    "longitude": "11.564387083054",
    "excerpt": "The Old Botanical Garden is a pleasant place to soothe soles and souls after an Altstadt shopping spree or to see out a long wait for a train away from…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/alter-botanischer-garten/a/poi-sig/409492/1342296",
    "image_url": null,
    "detail_description": "The Old Botanical Garden is a pleasant place to soothe soles and souls after an Altstadt shopping spree or to see out a long wait for a train away from the Hauptbahnhof. Created under King Maximilian in 1814, most of the tender specimens were moved in the early 20th century to the New Botanical Garden behind Schloss Nymphenburg, leaving this island of city-centre greenery.\nThe Neptunbrunnen (Neptune Fountain), on the south side, dates from the Nazi period when the garden was turned into a public park. The neoclassical entrance gate is called the Kleine Propyläen and is a leftover from the original gardens. The Old Botanical Gardens are also home to one of Munich's lower-profile beer gardens, Park-Cafe."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 22,
    "name": "Ludwig-Maximilians-Universität",
    "latitude": "48.15077",
    "longitude": "11.580384",
    "excerpt": "Bavaria's oldest university, the Ludwig-Maximilians-Universität started out as a political football for its rulers. Founded in Ingolstadt in 1472, the…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/schwabing-the-englischer-garten/attractions/ludwig-maximilians-universitaet/a/poi-sig/409516/1342297",
    "image_url": null,
    "detail_description": "Bavaria's oldest university, the Ludwig-Maximilians-Universität started out as a political football for its rulers. Founded in Ingolstadt in 1472, the university moved to Landshut in 1800 before being shifted to Munich in 1826 by newly crowned King Ludwig I. It has produced more than a dozen Nobel Prize winners, including Wilhelm Röntgen in 1901 (Physics) and Theodor Hänsch in 2005 (Physics).The main building, by Friedrich von Gärtner of course, has cathedral-like dimensions and is accented with sculpture and other artworks. A flight of stairs leads to a light court with a memorial to Die Weisse Rose, the Nazi resistance group founded by Hans and Sophie Scholl. To get the full story, visit the small DenkStätte in the vaulted space behind.\n"
},
{
    "country": "munich",
    "city": "Munich",
    "index": 21,
    "name": "Munich Residenz",
    "latitude": "48.141010740355",
    "longitude": "11.579487003693",
    "excerpt": "Generations of Bavarian rulers expanded a medieval fortress into this vast and palatial compound that served as their primary residence and seat of…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/munich-residenz/a/poi-sig/408980/1342295",
    "image_url": null,
    "detail_description": "Generations of Bavarian rulers expanded a medieval fortress into this vast and palatial compound that served as their primary residence and seat of government from 1508 to 1918. Today it’s an Aladdin’s cave of fanciful rooms and collections through the ages, which can be seen on an audio-guided tour of what is called the Residenzmuseum. Allow at least two hours to see everything at a gallop.\nHighlights include the fresco-smothered Antiquarium banqueting hall and the exuberantly rococo Reiche Zimmer (Ornate Rooms). The Schatzkammer (Treasure Chamber) displays a veritable banker’s bonus worth of jewel-encrusted bling of yesteryear, from golden toothpicks to finely crafted swords, from miniatures in ivory to gold-entombed cosmetics trunks."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 20,
    "name": "Neue Pinakothek",
    "latitude": "48.149639",
    "longitude": "11.571876",
    "excerpt": "The Neue Pinakothek harbours a well-respected collection of 19th- and early-20th-century paintings and sculpture, from rococo to Jugendstil (art nouveau)…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/neue-pinakothek/a/poi-sig/1206318/1342296",
    "image_url": null,
    "detail_description": "The Neue Pinakothek harbours a well-respected collection of 19th- and early-20th-century paintings and sculpture, from rococo to Jugendstil (art nouveau). All the world-famous household names get wall space here, including crowd-pleasing French impressionists such as Monet, Cézanne and Degas as well as Van Gogh, whose boldly pigmented Sunflowers (1888) radiates cheer.\nPerhaps the most memorable canvases, though, are by Romantic painter Caspar David Friedrich, who specialised in emotionally charged, brooding landscapes.There are also several works by Gauguin, including Breton Peasant Women (1894), and Manet, including Breakfast in the Studio (1869). Turner gets a look-in with his dramatically sublime Ostende (1844).Local painters represented in the exhibition include Carl Spitzweg and Wilhelm von Kobell of the Dachau School and Munich society painters such as Wilhelm von Kaulbach, Franz Lenbach and Karl von Piloty. Another focus is work by the Deutschrömer (German Romans), a group of neoclassicists centred on Johann Koch, who stuck mainly to Italian landscapes."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 19,
    "name": "Frauenkirche",
    "latitude": "48.138626671314",
    "longitude": "11.57377430783",
    "excerpt": "The landmark Frauenkirche, built between 1468 and 1488, is Munich's spiritual heart and the Mt Everest among its churches. No other building in the…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/frauenkirche/a/poi-sig/409062/1342295",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/872474157dcf700d31dfd23d7ca5d0c1-frauenkirche.jpg",
    "detail_description": "The landmark Frauenkirche, built between 1468 and 1488, is Munich's spiritual heart and the Mt Everest among its churches. No other building in the central city may stand taller than its onion-domed twin towers, which reach a skyscraping 99m. The south tower can be climbed, but has been under urgent renovation for several years.\nThe church sustained severe bomb damage in WWII; its reconstruction is a soaring passage of light but otherwise fairly spartan. Of note are the epic cenotaph (empty tomb) of Ludwig the Bavarian, just past the entrance, and the bronze plaques of Pope Benedict XVI and his predecessor John Paul II affixed to nearby pillars."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 18,
    "name": "Feldherrnhalle",
    "latitude": "48.141180964982",
    "longitude": "11.577157483434",
    "excerpt": "Corking up Odeonsplatz' southern side is Friedrich von Gärnter's Feldherrnhalle, modelled on the Loggia dei Lanzi in Florence. The structure pays homage…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/feldherrnhalle/a/poi-sig/409334/1342295",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f1323d93e94018068e919e2100a41a9f-feldherrnhalle.jpg",
    "detail_description": ""
},
{
    "country": "munich",
    "city": "Munich",
    "index": 17,
    "name": "Palace Grounds",
    "latitude": "48.157898",
    "longitude": "11.49466",
    "excerpt": "The sprawling park behind Schloss Nymphenburg is a favourite spot with Münchners and visitors for strolling, jogging or whiling away a lazy afternoon. It…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/nymphenburg-neuhausen-olympiapark/attractions/palace-grounds/a/poi-sig/1208921/1342299",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0b20dd9558c16db08a888039815bd81b-gardens-outbuildings.jpg",
    "detail_description": "The sprawling park behind Schloss Nymphenburg is a favourite spot with Münchners and visitors for strolling, jogging or whiling away a lazy afternoon. It's laid out in grand English style and accented with water features, including a large lake, a cascade and a canal popular for feeding swans and for ice-skating and ice-curling when it freezes over in winter.\nThe park is at its most magical without the masses, ie early in the morning and an hour before closing. But even in the daytime, you can usually commune in solitude with water lilies and singing frogs at the Kugelweiher pond in the far northern corner.The park's chief folly – and quite frilly to boot – the Amalienburg is a small hunting lodge dripping with crystal and gilt decoration; don't miss the amazing Spiegelsaal (hall or mirrors). The two-storey Pagodenburg was built in the early 18th century as a Chinese teahouse and is swathed in ceramic tiles depicting landscapes, figures and floral ornamentation. The Badenburg is a sauna and bathing house that still has its original heating system. Finally, the Magdalenenklause was built as a mock hermitage in faux-ruined style."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 16,
    "name": "Kunstareal",
    "latitude": "48.148007",
    "longitude": "11.571414",
    "excerpt": "The Kunstareal is the compact Maxvorstadt area, roughly defined by Türkenstrasse, Schellingstrasse, Luisenstrasse and Karlstrasse, which is packed with…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/kunstareal/a/poi-sig/1597357/1342296",
    "image_url": null,
    "detail_description": "The Kunstareal is the compact Maxvorstadt area, roughly defined by Türkenstrasse, Schellingstrasse, Luisenstrasse and Karlstrasse, which is packed with southern Germany's finest art museums. These include the Alte Pinakothek, the Museum Brandhorst, the Neue Pinakothek and the Pinakothek der Moderne.\n"
},
{
    "country": "munich",
    "city": "Munich",
    "index": 15,
    "name": "Marienplatz",
    "latitude": "48.137259184493",
    "longitude": "11.575618042819",
    "excerpt": "The epicentral heart and soul of the Altstadt, Marienplatz is a popular gathering spot and packs a lot of personality into a compact frame. It's anchored…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/marienplatz/a/poi-sig/408978/1342295",
    "image_url": null,
    "detail_description": "The epicentral heart and soul of the Altstadt, Marienplatz is a popular gathering spot and packs a lot of personality into a compact frame. It's anchored by the Mariensäule, built in 1638 to celebrate victory over Swedish forces during the Thirty Years' War. This is the busiest spot in all Munich, throngs of tourists swarming across its expanse from early morning till late at night. Many walking tours leave from here.\n"
},
{
    "country": "munich",
    "city": "Munich",
    "index": 14,
    "name": "Cuvilliés-Theater",
    "latitude": "48.140969",
    "longitude": "11.580105",
    "excerpt": "Commissioned by Maximilian III in the mid-18th century, François Cuvilliés fashioned one of Europe's finest rococo theatres. Famous for hosting the…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/cuvillies-theater/a/poi-sig/1139733/1342295",
    "image_url": null,
    "detail_description": "Commissioned by Maximilian III in the mid-18th century, François Cuvilliés fashioned one of Europe's finest rococo theatres. Famous for hosting the premiere of Mozart's opera Idomeneo, the theatre was restored in the mid-noughties, and its stage regularly hosts high-brow musical and operatic performances.\nAccess is limited to the auditorium, where you can take a seat and admire the four tiers of loggias (galleries), dripping with rococo embellishment, at your leisure."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 13,
    "name": "Königsplatz",
    "latitude": "48.145931",
    "longitude": "11.565331",
    "excerpt": "Nothing less than the Acropolis in Athens provided the inspiration for Leo von Klenze's imposing Königsplatz, commissioned by Ludwig I and anchored by a…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/koenigsplatz/a/poi-sig/408982/1342296",
    "image_url": null,
    "detail_description": "Nothing less than the Acropolis in Athens provided the inspiration for Leo von Klenze's imposing Königsplatz, commissioned by Ludwig I and anchored by a Doric-columned Propyläen gateway and two temple-like museums. The Nazis added a few buildings of their own and used the square for their mass parades. Only the foundations of these structures remain at the eastern end of the square, rendered unrecognisable by foliage. Peaceful and green today, the square comes alive in summer during concerts and open-air cinema.\n"
},
{
    "country": "munich",
    "city": "Munich",
    "index": 12,
    "name": "Asamkirche",
    "latitude": "48.135249",
    "longitude": "11.569966",
    "excerpt": "Though pocket sized, the late-baroque Asamkirche, built in 1746, is as rich and epic as a giant's treasure chest. Its creators, the brothers Cosmas Damian…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/asamkirche/a/poi-sig/409010/1342295",
    "image_url": null,
    "detail_description": "Though pocket sized, the late-baroque Asamkirche, built in 1746, is as rich and epic as a giant's treasure chest. Its creators, the brothers Cosmas Damian Asam and Egid Quirin Asam, dug deep into their considerable talent box to swathe every inch of wall space with gilt garlands and docile cherubs, false marble and oversized barley-twist columns.\nThe crowning glory is the ceiling fresco illustrating the life of St John Nepomuk, to whom the church is dedicated (lie down on your back in a pew to fully appreciate the complicated perspective). The brothers lived next door and this was originally their private chapel; the main altar could be seen through a window from their home."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 11,
    "name": "Museum Brandhorst",
    "latitude": "48.148121",
    "longitude": "11.574311",
    "excerpt": "A big, bold and aptly abstract building, clad entirely in vividly multihued ceramic tubes, the Brandhorst jostled its way into the Munich Kunstareal in a…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/museum-brandhorst/a/poi-sig/1207691/1342296",
    "image_url": null,
    "detail_description": "A big, bold and aptly abstract building, clad entirely in vividly multihued ceramic tubes, the Brandhorst jostled its way into the Munich Kunstareal in a punk blaze of colour mid-2009. Its walls, its floor and occasionally its ceiling provide space for some of the most challenging art in the city, among it some instantly recognisable 20th-century images by Andy Warhol, whose work dominates the collection.\nPop Art's 1960s poster boy pops up throughout the gallery and even has an entire room dedicated to pieces such as his punkish Self-Portrait (1986), Marilyn (1962) and Triple Elvis (1963).The other prevailing artist at the Brandhorst is the lesser-known Cy Twombly. His arrestingly spectacular splash-and-dribble canvases are an acquired taste, but this is the place to acquire it if ever there was one.Elsewhere Dan Flavin floodlights various corners with his eye-watering light installations and other big names such as Mario Merz, Alex Katz and Sigmar Polke also make an appearance. Damien Hirst gets a look-in here and there."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 10,
    "name": "Olympiapark",
    "latitude": "48.174307",
    "longitude": "11.555407",
    "excerpt": "The area to the north of the city where soldiers once paraded and the world's first Zeppelin landed in 1909 found a new role in the 1960s as the…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/nymphenburg-neuhausen-olympiapark/attractions/olympiapark/a/poi-sig/1208047/1342299",
    "image_url": null,
    "detail_description": "The area to the north of the city where soldiers once paraded and the world's first Zeppelin landed in 1909 found a new role in the 1960s as the Olympiapark. Built for the 1972 Olympic Summer Games, it has quite a small-scale feel, and some may be amazed that the games could once have been held at such a petite venue.\nThe complex draws people year-round with concerts, festivals and sporting events, and its swimming hall and ice-skating rink are open to the public.A good first stop is the Info-Pavilion, which has information, maps, tour tickets and a model of the complex. Staff also rent out MP3 players for a self-guided audio tour.Olympiapark has two famous eye-catchers: the 290m Olympiaturm and the warped Olympiastadion. Germans have a soft spot for the latter because it was on this hallowed turf in 1974 that the national soccer team – led by 'the Kaiser', Franz Beckenbauer – won the FIFA World Cup.When the sky is clear, you'll quite literally have Munich at your feet against the breathtaking backdrop of the Alps from the top of the Olympiaturm."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 9,
    "name": "BMW Welt",
    "latitude": "48.176439",
    "longitude": "11.557381",
    "excerpt": "Next to the Olympiapark, the glass-and-steel, double-cone tornado spiralling down from a dark cloud the size of an aircraft carrier holds BMW Welt, truly…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/nymphenburg-neuhausen-olympiapark/attractions/bmw-welt/a/poi-sig/409300/1342299",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/059131c8846ebf735c00d1ffa00ebf7b-bmw-welt-museum.jpg",
    "detail_description": "Next to the Olympiapark, the glass-and-steel, double-cone tornado spiralling down from a dark cloud the size of an aircraft carrier holds BMW Welt, truly a petrolhead's dream. Apart from its role as a prestigious car pick-up centre, this king of showrooms acts as a shop window for BMW's latest models and a show space for the company as a whole.\nStraddle a powerful motorbike, marvel at technology-packed saloons and estates (no tyre kicking, please), browse the 'lifestyle' shop or take the 80-minute guided tour. On the Junior Campus, kids learn about mobility, fancy themselves car engineers and even get to design their own vehicle in workshops. Hang around long enough and you're sure to see motorbike stunts on the staircases and other petroleum-fuelled antics."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 8,
    "name": "Deutsches Museum",
    "latitude": "48.1307479042",
    "longitude": "11.5846380198",
    "excerpt": "If you’re one of those people for whom science is an unfathomable turn-off, a visit to the Deutsches Museum might just show you that physics and…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/haidhausen-lehel/attractions/deutsches-museum/a/poi-sig/409006/1342298",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7d22fde900052cf2b826713f2974d64b-deutsches-museum.jpg",
    "detail_description": "If you’re one of those people for whom science is an unfathomable turn-off, a visit to the Deutsches Museum might just show you that physics and engineering are more fun than you thought. Spending a few hours in this temple to technology is an eye-opening journey of discovery, and the exhibitions and demonstrations will certainly be a hit with young, sponge-like minds.\nThere are tonnes of interactive displays (including glass-blowing and paper making), live demonstrations and experiments, model coal and salt mines, and engaging sections on cave paintings, geodesy, microelectronics and astronomy. In fact, it can be pretty overwhelming after a while, so it's best to prioritise what you want to see.The place to entertain children aged three to eight is the fabulous Kinderreich, where 1000 activities await, from a kid-sized mouse wheel to interactive water fun. Get the littlies to climb all over a fire engine, build things with giant Lego, construct a waterway with canals and locks, or bang on a drum all day in a – thankfully – soundproof instrument room. Note that Kinderreich closes at 4.30pm."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 7,
    "name": "Bayerisches Nationalmuseum",
    "latitude": "48.142888",
    "longitude": "11.591027",
    "excerpt": "Picture the classic 19th-century museum, a palatial neoclassical edifice overflowing with exotic treasure and thought-provoking works of art, a repository…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/schwabing-the-englischer-garten/attractions/bayerisches-nationalmuseum/a/poi-sig/409038/1342297",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fa0b31d761cbfa03bf958107f14226a2-bayerisches-nationalmuseum.jpg",
    "detail_description": "Picture the classic 19th-century museum, a palatial neoclassical edifice overflowing with exotic treasure and thought-provoking works of art, a repository for a nation’s history, a grand purpose-built display case for royal trinkets, church baubles and state-owned rarities – this is the Bavarian National Museum, a good old-fashioned institution for no-nonsense museum lovers. As the collection fills 40 rooms over three floors, there’s a lot to get through here, so be prepared for at least two hours’ legwork.\nMost visitors start on the 1st floor, where hall after hall is packed with baroque, mannerist and Renaissance sculpture, ecclesiastical treasures (check out all those wobbly Gothic ‘S’ figures), Renaissance clothing and one-off pieces such as the 1000-year-old St Kunigunde’s chest fashioned in mammoth ivory and gold. Climb to the 2nd floor to move up in history to the rococo, Jugendstil and modern periods, represented by priceless collections of Nymphenburg and Meissen porcelain, Tiffany glass, Augsburg silver and precious items used by the Bavarian royal family. Also up here is a huge circular model of Munich in the first half of the 19th century, shortly after it was transformed into a capital fit for a kingdom.It’s easy to miss, but the building’s basement also holds an evocatively displayed collection of Krippen (nativity scenes), some with a Cecil B DeMille–style cast of thousands. Retold in paper, wood and resin, there are Christmas-story scenes here from Bohemia, Moravia and Tyrol, but the biggest contingent hails from Naples. Also here is the excellent museum shop."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 6,
    "name": "Pinakothek der Moderne",
    "latitude": "48.147166152072",
    "longitude": "11.57227551088",
    "excerpt": "Germany's largest modern-art museum unites four significant collections under a single roof: 20th-century art, applied design from the 19th century to…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/pinakothek-der-moderne/a/poi-sig/1207690/1342296",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c9d2c441102bc416776f4aeb6c62258f-pinakothek-der-moderne.jpg",
    "detail_description": "Germany's largest modern-art museum unites four significant collections under a single roof: 20th-century art, applied design from the 19th century to today, a graphics collection and an architecture museum. It's housed in a spectacular building by Stephan Braunfels, whose four-storey interior centres on a vast eye-like dome through which soft natural light filters throughout the blanched-white galleries.\nThe State Gallery of Modern Art has some exemplary modern classics by Picasso, Klee, Dalí and Kandinsky and many lesser-known works that will be new to most visitors. More recent big shots include Georg Baselitz, Andy Warhol, Cy Twombly, Dan Flavin and the late enfant terrible Joseph Beuys.The State Graphics Collection has 400,000 pieces of art on paper, including drawings, prints and engravings by such artists as Leonardo da Vinci and Paul Cézanne. Because of the light-sensitive nature of these works, only a tiny fraction of the collection is shown at any given time.Finally, there's the Architecture Museum, with entire studios of drawings, blueprints, photographs and models by such top practitioners as baroque architect Balthasar Neumann, Bauhaus maven Le Corbusier and 1920s expressionist Erich Mendelsohn.The final gallery, the New Collection, is closed for renovation until 2029. Housed in the basement, it focuses on applied design from the industrial revolution via art nouveau and Bauhaus to today. VW Beetles, Eames chairs and early Apple Macs stand alongside more obscure interwar items that wouldn't be out of place in a Kraftwerk video. There are lots of 1960s furniture, the latest spool tape recorders and an exhibition of the weirdest jewellery you'll ever see. Until the renovation is complete, you can see items from the New Collection in the East Wing, in the Schack Collection, and online."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 5,
    "name": "Englischer Garten",
    "latitude": "48.14719",
    "longitude": "11.588688",
    "excerpt": "The sprawling English Garden is among Europe's biggest city parks – it even rivals London's Hyde Park and New York's Central Park for size – and is a…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/schwabing-the-englischer-garten/attractions/englischer-garten/a/poi-sig/409152/1342297",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0d9fc0b341380202dd4e3b8a315b19b0-englischer-garten.jpg",
    "detail_description": "The sprawling English Garden is among Europe's biggest city parks – it even rivals London's Hyde Park and New York's Central Park for size – and is a popular playground for locals and visitors alike. Stretching north from Prinzregentenstrasse for about 5km, it was commissioned by Elector Karl Theodor in 1789 and designed by Benjamin Thompson, an American-born scientist working as an adviser to the Bavarian government.\nPaths meander around in dark stands of mature oak and maple before emerging into sunlit meadows of lush grass. Locals are mindful of the park's popularity and cyclists, walkers and joggers coexist amicably. Street musicians dodge balls kicked by children and students sprawl on the grass to chat about missed lectures.Sooner or later you'll find your way to the Kleinhesseloher See, a lovely lake at the centre of the park. Work up a sweat while taking a spin around the lake's three little islands, then quaff a well-earned foamy one at the Seehaus beer garden.Several historic follies lend the park a playful charm. The wholly unexpected Chinesischer Turm, now at the heart of Munich's oldest beer garden, was built in the 18th century during a pan-European craze for all things oriental. Further south, at the top of a gentle hill, stands the heavily photographed Monopteros (1838), a small Greek temple whose ledges are often knee-to-knee with dangling legs belonging to people admiring the view of the Munich skyline.Another hint of Asia awaits further south at the Japanisches Teehaus, built for the 1972 Olympics next to an idyllic duck pond. The best time to come is for an authentic tea ceremony celebrated by a Japanese tea master, though it's only open two days a month."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 4,
    "name": "Alte Pinakothek",
    "latitude": "48.148481170452",
    "longitude": "11.569476924695",
    "excerpt": "Munich's main repository of Old European Masters is crammed with all the major players who decorated canvases between the 14th and 18th centuries. This…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/alte-pinakothek/a/poi-sig/409068/1342296",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3efd10b26a3e66cfa6e6263c41cf5a15-alte-pinakothek.jpg",
    "detail_description": "Munich's main repository of Old European Masters is crammed with all the major players who decorated canvases between the 14th and 18th centuries. This neoclassical temple was masterminded by Leo von Klenze and is a delicacy even if you can't tell your Rembrandt from your Rubens. The collection is world famous for its exceptional quality and depth, especially when it comes to German masters.\nThe oldest works are altar paintings, among which the standouts are Michael Pacher's Four Church Fathers and Lucas Cranach the Elder's Crucifixion (1503), an emotional rendition of the suffering Jesus.A key room is the Dürersaal upstairs. Here hangs Albrecht Dürer's famous Christlike Self-Portrait (1500), showing the gaze of an artist brimming with self-confidence. His final major work, The Four Apostles, depicts John, Peter, Paul and Mark as rather humble men, in keeping with post-Reformation ideas. Compare this to Matthias Grünewald's Sts Erasmus and Maurice, which shows the saints dressed in rich robes like kings.For a secular theme, inspect Albrecht Altdorfer's Battle of Alexander the Great (1529), which captures in dizzying detail a 6th-century war pitting Greeks against Persians.There's a choice bunch of works by Dutch masters, including an altarpiece by Rogier van der Weyden called The Adoration of the Magi, plus The Seven Joys of Mary by Hans Memling, Danae by Jan Gossaert and The Land of Cockayne by Pieter Bruegel the Elder. At 6m in height, Rubens' epic Last Judgment is so big that Klenze custom-designed the hall for it. A memorable portrait is Hélène Fourment (1631), a youthful beauty who was the ageing Rubens' second wife.The Italians are represented by Botticelli, Rafael, Titian and many others, while the French collection includes paintings by Nicolas Poussin, Claude Lorrain and François Boucher. Among the Spaniards are such heavy hitters as Murillo and Velázquez, and Greece's El Greco also features."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 3,
    "name": "Münchner Stadtmuseum",
    "latitude": "48.13527",
    "longitude": "11.572927",
    "excerpt": "Installed for the city's 850th birthday (2008), the Münchner Stadtmuseum's Typisch München (Typically Munich) exhibition – taking up the whole of a…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/muenchner-stadtmuseum/a/poi-sig/409406/1342295",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7f7ea3b81902930977bc323a3473687b-munchner-stadtmuseum.jpg",
    "detail_description": "Installed for the city's 850th birthday (2008), the Münchner Stadtmuseum's Typisch München (Typically Munich) exhibition – taking up the whole of a rambling building – tells Munich's story in an imaginative, uncluttered and engaging way. Exhibits in each section represent something quintessential about the city; a booklet/audioguide relates the tale behind them, thus condensing a long and tangled history into easily digestible themes.\nSet out in chronological order, the exhibition kicks off with the monks who founded the city and ends with the postwar-boom decades. The first of five sections, Old Munich, contains a scale model of the city in the late 16th century (one of five commissioned by Duke Albrecht V; the Bayerisches Nationalmuseum displays the others), but the highlight here is the The Morris Dancers, a series of statuettes gyrating like 15th-century ravers. It's one of the most valuable works owned by the city.Next comes New Munich, which charts the Bavarian capital's 18th- and 19th-century transformation into a prestigious royal capital and the making of the modern city. The Canaletto View gives an idea in oil paint of how Munich looked in the mid-18th century, before the Wittelsbachs (the German noble family that ruled Bavaria) launched their makeover. The section also takes a fascinating look at the origins of Oktoberfest and Munich's cuisine, as well as the phenomenon of the 'Munich Beauty' – Munich's womenfolk are regarded as Germany's most attractive.City of Munich examines the weird and wonderful late 19th and early 20th century, a period known for Jugendstil (art nouveau) architecture and design, Richard Wagner, and avant-garde rumblings in Schwabing. In this era, Munich became known as the 'city of art and beer', a title that many agree it still holds today.The fourth hall, Revue, becomes a little obscure, but basically deals with the aftermath of WWI and the rise of the Nazis. The lead-up to war and the city's suffering during WWII occupy the Feuchtwangersaal, where a photo of a very determined Chamberlain stands next to the other signatories to the 1938 Munich Agreement, which created parts of Czechoslovakia to Nazi Germany. This is followed by a couple of fascinating rooms that paint a portrait of the modern city, including nostalgic TV footage from the last 40 years.Though the Typical Munich exhibition touches on the period, the rise of the Nazis has been rightly left as a powerful separate exhibition called Nationalsozialismus in München. This occupies an eerily windowless annexe."
},
{
    "country": "munich",
    "city": "Munich",
    "index": 2,
    "name": "Residenzmuseum",
    "latitude": "48.140495782459",
    "longitude": "11.577987136234",
    "excerpt": "Home to Bavaria's Wittelsbach rulers from 1508 until WWI, the Residenz is Munich's number-one attraction. The amazing treasures, as well as all the…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/residenzmuseum/a/poi-sig/409126/1342295",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eeae0047cda714cecbf98910d547c149-residenzmuseum.jpg",
    "detail_description": "Home to Bavaria's Wittelsbach rulers from 1508 until WWI, the Residenz is Munich's number-one attraction. The amazing treasures, as well as all the trappings of the Wittelbachs' lifestyle over the centuries, are on display at the Residenzmuseum, which takes up around half of the palace. Allow at least two hours to see everything at a gallop.\nTours are in the company of a rather long-winded audioguide (free), and gone are the days when the building was divided into morning and afternoon sections, all of which means a lot of ground to cover in one go. It's worth fast-forwarding a bit to where the prescribed route splits into short and long tours, taking the long route for the most spectacular interiors. Approximately 90 rooms are open to the public at any one time, but as renovation work is ongoing, closures are inevitable, and you may not see all the highlights.When wandering the Residenz, don't forget that only 50 sq metres of the building's roof remained intact at the end of WWII. Most of what you see today is a Wittelsbach postwar reconstruction.The tours kick off at the Grottenhof (Grotto Court), home of the wonderful Perseusbrunnen (Perseus Fountain), with its namesake holding the dripping head of Medusa. Next door is the famous Antiquarium, a barrel-vaulted hall smothered in frescoes and built to house the Wittelsbachs' enormous antique collection. It's widely regarded as the finest Renaissance interior north of the Alps.Further along the tour route, the neo-Byzantine Hofkirche was built for Ludwig I in 1826. After WWII only the red-brick walls were left; it reopened as an atmospheric concert venue in 2003.Upstairs are the Kurfürstenzimmer (Electors Rooms), with some stunning Italian portraits and a passage lined with two dozen views of Italy, painted by local romantic artist Carl Rottmann. Also up here are François Cuvilliés' Reiche Zimmer (Rich Rooms), a six-room extravaganza of exuberant rococo carried out by the top stucco and fresco artists of the day; they're a definite highlight. More rococo magic awaits in the Ahnengallery (Ancestors Gallery), with 121 portraits of the rulers of Bavaria in chronological order.The Hofkapelle, reserved for the ruler and his family, fades quickly in the memory when you see the exquisite Reichekapelle, with its blue-and-gilt ceiling, inlaid marble and 16th-century organ. Considered the finest rococo interiors in southern Germany, another spot to linger is the Steinzimmer (Stone Rooms), the emperor's quarters, awash in intricately patterned and coloured marble."
}
]