[
{
    "country": "murcia",
    "city": "Murcia",
    "index": 1,
    "name": "Real Casino de Murcia",
    "latitude": "37.985306",
    "longitude": "-1.128963",
    "excerpt": "Murcia’s resplendent casino first opened as a gentlemen’s club in 1847. Painstakingly restored to its original glory, the building is a fabulous…",
    "detail_url": "https://www.lonelyplanet.com/spain/murcia/attractions/real-casino-de-murcia/a/poi-sig/1188160/1315875",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2032074680.jpg",
    "detail_description": "Murcia’s resplendent casino first opened as a gentlemen’s club in 1847. Painstakingly restored to its original glory, the building is a fabulous combination of historical design and opulence, providing an evocative glimpse of bygone aristocratic grandeur. Beyond the decorative facade are a dazzling Moorish-style patio; a classic English-style library with 20,000 books; a magnificent ballroom with glittering chandeliers; and a compelling tocador (ladies' powder room) with a ceiling fresco of cherubs, angels and an alarming winged woman in flames.\nThere is also the neoclassical patio pompeyano and the classic wood-panelled sala de billar (billiards room)."
},
{
    "country": "murcia",
    "city": "Murcia",
    "index": 10,
    "name": "Murcia Parque",
    "latitude": "37.983023",
    "longitude": "-1.134113",
    "excerpt": "A large park and botanical garden, Murcia Parque lies just west of the Puente del Malecón footbridge and is replete with leafy splendour.",
    "detail_url": "https://www.lonelyplanet.com/spain/murcia/attractions/murcia-parque/a/poi-sig/1302990/1315875",
    "image_url": null,
    "detail_description": "A large park and botanical garden, Murcia Parque lies just west of the Puente del Malecón footbridge and is replete with leafy splendour.\n"
},
{
    "country": "murcia",
    "city": "Murcia",
    "index": 9,
    "name": "Museo Arqueológico",
    "latitude": "37.989644",
    "longitude": "-1.130229",
    "excerpt": "The Museo Arqueológico has exceptionally well-laid-out and well-documented exhibits spread over two floors, starting with Palaeolithic times and including…",
    "detail_url": "https://www.lonelyplanet.com/spain/murcia/attractions/museo-arqueologico/a/poi-sig/1130344/1315875",
    "image_url": null,
    "detail_description": "The Museo Arqueológico has exceptionally well-laid-out and well-documented exhibits spread over two floors, starting with Palaeolithic times and including audiovisual displays. The trendy cafe with pleasant outdoor seating is a popular spot.\n"
},
{
    "country": "murcia",
    "city": "Murcia",
    "index": 8,
    "name": "Museo de la Ciencia y del Agua",
    "latitude": "37.980587",
    "longitude": "-1.133351",
    "excerpt": "Near the river, this former water deposit is one for the children. Although everything’s in Spanish, this small hands-on science museum has plenty of…",
    "detail_url": "https://www.lonelyplanet.com/spain/murcia/attractions/museo-de-la-ciencia-y-del-agua/a/poi-sig/456463/1315875",
    "image_url": null,
    "detail_description": "Near the river, this former water deposit is one for the children. Although everything’s in Spanish, this small hands-on science museum has plenty of buttons to press and knobs to twirl, plus fish tanks and a small planetarium (an extra €1 entry).\n"
},
{
    "country": "murcia",
    "city": "Murcia",
    "index": 7,
    "name": "Museo Salzillo",
    "latitude": "37.986523",
    "longitude": "-1.138136",
    "excerpt": "Located in the baroque chapel of Ermita de Jesús, this well-laid-out space is devoted to Murcian sculptor Francisco Salzillo (1707–83). Highlights are his…",
    "detail_url": "https://www.lonelyplanet.com/spain/murcia/attractions/museo-salzillo/a/poi-sig/456471/1315875",
    "image_url": null,
    "detail_description": "Located in the baroque chapel of Ermita de Jesús, this well-laid-out space is devoted to Murcian sculptor Francisco Salzillo (1707–83). Highlights are his exquisite pasos (figures carried in Semana Santa processions) and nativity figurines.\n"
},
{
    "country": "murcia",
    "city": "Murcia",
    "index": 6,
    "name": "Jardín Floridablanca",
    "latitude": "37.980613",
    "longitude": "-1.130036",
    "excerpt": "The classic, small but beautiful Jardín Floridablanca has several magnificent banyan trees distinctive for their massive spread of thick woody roots, as…",
    "detail_url": "https://www.lonelyplanet.com/spain/murcia/attractions/jardin-floridablanca/a/poi-sig/1302989/1315875",
    "image_url": null,
    "detail_description": "The classic, small but beautiful Jardín Floridablanca has several magnificent banyan trees distinctive for their massive spread of thick woody roots, as well as jacarandas, cypress trees, palms, rose bushes and shady benches, plenty of them, for contemplating the view.\n"
},
{
    "country": "murcia",
    "city": "Murcia",
    "index": 5,
    "name": "Palacio Episcopal",
    "latitude": "37.98364",
    "longitude": "-1.129543",
    "excerpt": "Flanking the cathedral, the exuberant rococo facade of this mid-18th-century bishops' palace is a striking and colourful landmark in the centre of Murcia…",
    "detail_url": "https://www.lonelyplanet.com/spain/murcia/attractions/palacio-episcopal/a/poi-sig/1533618/1315875",
    "image_url": null,
    "detail_description": "Flanking the cathedral, the exuberant rococo facade of this mid-18th-century bishops' palace is a striking and colourful landmark in the centre of Murcia. You can wander in and investigate the comparatively sober patio and a grand staircase. Another door leads to a Baroque chapel with the consecrated host on 24-hour display for adoration.\n"
},
{
    "country": "murcia",
    "city": "Murcia",
    "index": 4,
    "name": "Museo de Bellas Artes",
    "latitude": "37.986447",
    "longitude": "-1.123856",
    "excerpt": "An inviting, light gallery devoted to Spanish artists. Much is mediocre, but the 2nd-floor Siglo de Oro gallery has two fabulous Murillos – a Crucifixion…",
    "detail_url": "https://www.lonelyplanet.com/spain/murcia/attractions/museo-de-bellas-artes/a/poi-sig/1210008/1315875",
    "image_url": null,
    "detail_description": "An inviting, light gallery devoted to Spanish artists. Much is mediocre, but the 2nd-floor Siglo de Oro gallery has two fabulous Murillos – a Crucifixion and an Ecce Homo – and a powerful chiaroscuro San Jerónimo by Ribera. Look out for the faintest shadow of his tame lion. The 3rd floor holds temporary exhibitions.\n"
},
{
    "country": "murcia",
    "city": "Murcia",
    "index": 3,
    "name": "Museo Catedralicio",
    "latitude": "37.984113",
    "longitude": "-1.128663",
    "excerpt": "The cathedral museum displays religious artefacts but is most striking for the excavations on display: the remains of an 11th-century Moorish dwelling and…",
    "detail_url": "https://www.lonelyplanet.com/spain/murcia/attractions/museo-catedralicio/a/poi-sig/1130343/1315875",
    "image_url": null,
    "detail_description": "The cathedral museum displays religious artefacts but is most striking for the excavations on display: the remains of an 11th-century Moorish dwelling and of a small mezquita (mosque), evocatively visible below a sturdy glass walkway. Guided visits include an ascent of the bell tower, with a night-time option in summer.\n"
},
{
    "country": "murcia",
    "city": "Murcia",
    "index": 2,
    "name": "Catedral de Santa María",
    "latitude": "37.983961",
    "longitude": "-1.12862",
    "excerpt": "Murcia’s cathedral was built in 1394 on the site of a mosque. The initial Gothic architecture was given a playful baroque facelift in 1748, with a…",
    "detail_url": "https://www.lonelyplanet.com/spain/murcia/attractions/catedral-de-santa-maria/a/poi-sig/456453/1315875",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1148419177.jpg",
    "detail_description": "Murcia’s cathedral was built in 1394 on the site of a mosque. The initial Gothic architecture was given a playful baroque facelift in 1748, with a stunning facade facing on to the plaza. The 15th-century Capilla de los Vélez is a highlight; the chapel’s flutes and curls resemble icing. The Museo Catedralicio displays religious artefacts, but is most noteworthy for the excavations on display.\n"
}
]