[
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 1,
    "name": "Atsuta-jingū",
    "latitude": "35.125279",
    "longitude": "136.910248",
    "excerpt": "Although the current buildings were completed in 1966, Atsuta-jingū has been a shrine for over 1900 years and is one of the most sacred Shintō shrines in…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/atsuta-jingu/a/poi-sig/456191/356656",
    "image_url": null,
    "detail_description": "Although the current buildings were completed in 1966, Atsuta-jingū has been a shrine for over 1900 years and is one of the most sacred Shintō shrines in Japan. Nestled among ancient cypresses, it houses the sacred kusanagi-no-tsurugi (grass-cutting sword), one of three regalia that, according to legend, were presented to the imperial family by the sun goddess Amaterasu. There's a changing collection of more than 4000 Tokugawa-era swords, masks and paintings on display in the Treasure Hall.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 23,
    "name": "Noritake Garden Gallery",
    "latitude": "35.178456",
    "longitude": "136.881334",
    "excerpt": "The pleasant Noritake Gallery, in Noritake Garden, exhibits paintings, sculptures and ceramic works.",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/noritake-garden-gallery/a/poi-sig/1236048/356656",
    "image_url": null,
    "detail_description": "The pleasant Noritake Gallery, in Noritake Garden, exhibits paintings, sculptures and ceramic works.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 21,
    "name": "Nagoya/Boston Museum of Fine Arts",
    "latitude": "35.142801",
    "longitude": "136.90012",
    "excerpt": "This collaborative effort between Japanese backers and the Museum of Fine Arts Boston showcases a small but impressive collection of Japanese and…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/nagoya-boston-museum-of-fine-arts/a/poi-sig/456199/356656",
    "image_url": null,
    "detail_description": "This collaborative effort between Japanese backers and the Museum of Fine Arts Boston showcases a small but impressive collection of Japanese and international masterpieces.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 22,
    "name": "Treasure Hall",
    "latitude": "35.125209",
    "longitude": "136.910119",
    "excerpt": "The Treasure Hall at Atsuta-jingū displays a changing collection of more than 4000 Tokugawa-era swords, masks and paintings.",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/treasure-hall/a/poi-sig/1236071/356656",
    "image_url": null,
    "detail_description": "The Treasure Hall at Atsuta-jingū displays a changing collection of more than 4000 Tokugawa-era swords, masks and paintings.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 19,
    "name": "Nagoya City Archives",
    "latitude": "35.181052",
    "longitude": "136.910377",
    "excerpt": "Built in 1922, this grand Taisho-era Court of Appeal now houses the city archives. While the archives themselves are difficult to navigate for non…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/nagoya-city-archives/a/poi-sig/1505847/356656",
    "image_url": null,
    "detail_description": "Built in 1922, this grand Taisho-era Court of Appeal now houses the city archives. While the archives themselves are difficult to navigate for non-Japanese speakers, the attractive neo-baroque building, with its fine stained-glass ornamentation, is worth a look.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 20,
    "name": "Noritake Craft Centre & Museum",
    "latitude": "35.178772",
    "longitude": "136.88054",
    "excerpt": "Glaze your own porcelain dish (from ¥1800 plus shipping) in the Craft Centre & Museum in Noritake Garden, which has demonstrations of the production…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/noritake-craft-centre-museum/a/poi-sig/1236047/356656",
    "image_url": null,
    "detail_description": "Glaze your own porcelain dish (from ¥1800 plus shipping) in the Craft Centre &amp; Museum in Noritake Garden, which has demonstrations of the production process.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 18,
    "name": "Midland Square",
    "latitude": "35.169589859188",
    "longitude": "136.88533656406",
    "excerpt": "Nagoya's tallest building (247m) houses Toyota's corporate HQ and showroom, boutique shopping on the lower floors and a beehive of offices in the middle…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/midland-square/a/poi-sig/1236045/356656",
    "image_url": null,
    "detail_description": "Nagoya's tallest building (247m) houses Toyota's corporate HQ and showroom, boutique shopping on the lower floors and a beehive of offices in the middle. On levels 44 to 46 is Sky Promenade, Japan's tallest open-air observation deck.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 17,
    "name": "Sky Promenade",
    "latitude": "35.169518731979",
    "longitude": "136.88532996671",
    "excerpt": "On levels 44 to 46 of Midland Square, Sky Promenade features Japan's tallest open-air observation deck and a handful of high-altitude, high-priced…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/sky-promenade/a/poi-sig/1236044/356656",
    "image_url": null,
    "detail_description": "On levels 44 to 46 of Midland Square, Sky Promenade features Japan's tallest open-air observation deck and a handful of high-altitude, high-priced eateries, from which you can overlook seemingly endless urban sprawl. Reach the promenade via strikingly lit passageways.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 16,
    "name": "Arimatsu Narumi Tie Dyeing Museum",
    "latitude": "35.066272",
    "longitude": "136.970994",
    "excerpt": "This museum upholds the 400-year-old tradition of shibori (tie-dyeing). Downstairs you'll find historical artefacts, a gift shop, and a video introducing…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/arimatsu-narumi-tie-dyeing-museum/a/poi-sig/1345196/356656",
    "image_url": null,
    "detail_description": "This museum upholds the 400-year-old tradition of shibori (tie-dyeing). Downstairs you'll find historical artefacts, a gift shop, and a video introducing this painstaking and beautiful craft. Upstairs, a number of women patiently demonstrate the art. Arimatsu is about 20 minutes from Nagoya on the Meitetsu main line, towards Toyohashi.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 15,
    "name": "Ōsu Kannon",
    "latitude": "35.159696",
    "longitude": "136.89953",
    "excerpt": "The much-visited, workaday Ōsu Kannon temple traces its roots back to 1333. Devoted to the Buddha of Compassion, the temple was moved to its present…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/osu-kannon/a/poi-sig/456205/356656",
    "image_url": null,
    "detail_description": "The much-visited, workaday Ōsu Kannon temple traces its roots back to 1333. Devoted to the Buddha of Compassion, the temple was moved to its present location by Tokugawa Ieyasu in 1610, although the current buildings date from 1970. The library inside holds the oldest known handwritten copy of the kojiki – the ancient mythological history of Japan.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 14,
    "name": "Oasis 21",
    "latitude": "35.170801446139",
    "longitude": "136.9113168981",
    "excerpt": "Oasis 21 is a bus terminal and transit hub with a difference. Its iconic 'galaxy platform' – an elliptical glass-and-steel structure filled with water for…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/oasis-21/a/poi-sig/1236063/356656",
    "image_url": null,
    "detail_description": "Oasis 21 is a bus terminal and transit hub with a difference. Its iconic 'galaxy platform' – an elliptical glass-and-steel structure filled with water for visual effect and cooling purposes – caused quite a stir when it was built. Climb the stairs and walk around it while you're waiting for your next ride; it's most fun at night, when it's adventurously lit.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 13,
    "name": "Nagoya City Science Museum",
    "latitude": "35.165082",
    "longitude": "136.899734",
    "excerpt": "This hands-on museum claims the world's largest dome-screen planetarium, with some seriously out-of-this-world projection technology. There's also a…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/nagoya-city-science-museum/a/poi-sig/1340976/356656",
    "image_url": null,
    "detail_description": "This hands-on museum claims the world's largest dome-screen planetarium, with some seriously out-of-this-world projection technology. There's also a tornado lab and a deep-freeze lab complete with indoor aurora. Despite scheduled shows being kid-centric and in Japanese, the cutting-edge technology of this impressive, centrally located facility is worth experiencing.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 12,
    "name": "Nagoya TV Tower",
    "latitude": "35.172142",
    "longitude": "136.908317",
    "excerpt": "Nagoya's much-loved TV tower, completed in 1954, was the first of its kind in Japan. The tower's central location makes its 100m-high Sky Balcony a great…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/nagoya-tv-tower/a/poi-sig/1340978/356656",
    "image_url": null,
    "detail_description": "Nagoya's much-loved TV tower, completed in 1954, was the first of its kind in Japan. The tower's central location makes its 100m-high Sky Balcony a great place to get the lie of the land. Better still, the sprawling beer garden and Korean barbecue at its base is unrivalled in town. Check the website for special events and occasional night-time illuminations.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 11,
    "name": "Higashiyama Zoo & Botanical Gardens",
    "latitude": "35.155495",
    "longitude": "136.980972",
    "excerpt": "Some visitors might find the size of the enclosures at this otherwise well-kept zoo a little disheartening. A low admission price and the attractive…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/higashiyama-zoo-botanical-gardens/a/poi-sig/1505846/356656",
    "image_url": null,
    "detail_description": "Some visitors might find the size of the enclosures at this otherwise well-kept zoo a little disheartening. A low admission price and the attractive attached botanical gardens earn this recommendation, especially for those travelling with kids. Higashiyama is also known for its ruggedly handsome resident gorilla Shabani. The zoo is a three-minute walk from Higashiyama-kōen Station. If you're more interested in the gardens, use Hoshigaoka Station.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 7,
    "name": "Noritake Garden",
    "latitude": "35.178986250743",
    "longitude": "136.88080222758",
    "excerpt": "Pottery fans will enjoy a stroll around Noritake Garden, the 1904 factory grounds of one of Japan's best-known porcelain makers, featuring remnants of…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/noritake-garden/a/poi-sig/456203/356656",
    "image_url": null,
    "detail_description": "Pottery fans will enjoy a stroll around Noritake Garden, the 1904 factory grounds of one of Japan's best-known porcelain makers, featuring remnants of early kilns and the pleasant Noritake Gallery. You can also glaze your own dish in the Craft Centre &amp; Museum, which demonstrates the production process. The 'Box Outlet Shop', ironically, has unboxed wares at discounted prices. English signs throughout.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 8,
    "name": "International Design Centre Nagoya",
    "latitude": "35.164751096226",
    "longitude": "136.9052851169",
    "excerpt": "Housed in the swooping Nadya Park complex is this secular shrine to the deities of conceptualisation, form and function. Design touchstones from art deco…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/international-design-centre-nagoya/a/poi-sig/456193/356656",
    "image_url": null,
    "detail_description": "Housed in the swooping Nadya Park complex is this secular shrine to the deities of conceptualisation, form and function. Design touchstones from art deco to postmodernism, Electrolux to Isamu Noguchi, Arne Jacobsen to the Mini Cooper and everything in between is represented in these significant galleries.\r\n\nOnce sated, design-heads should gravitate to the Loft Department Store, also in Nadya Park, to burn some cash.\r\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 9,
    "name": "Tokugawa-en",
    "latitude": "35.184752",
    "longitude": "136.921577",
    "excerpt": "This delightful Japanese garden adjacent to the Tokugawa Art Museum was donated by the Tokugawa family to Nagoya city in 1931 but destroyed by bombing in…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/tokugawa-en/a/poi-sig/1340975/356656",
    "image_url": null,
    "detail_description": "This delightful Japanese garden adjacent to the Tokugawa Art Museum was donated by the Tokugawa family to Nagoya city in 1931 but destroyed by bombing in 1945. From that time until a three-year restoration project was completed in 2004, the site was used as a park. Water is its key element – there's a lake, a river, bridges and a waterfall. Each spring 2000 peonies and irises burst into bloom, and maples ignite in the autumn.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 10,
    "name": "Port of Nagoya Public Aquarium",
    "latitude": "35.090558",
    "longitude": "136.878319",
    "excerpt": "Among Nagoya's most well-known attractions, this port-side aquarium features one of the largest outdoor tanks in the world, and the permanently moored…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/port-of-nagoya-public-aquarium/a/poi-sig/1505848/356656",
    "image_url": null,
    "detail_description": "Among Nagoya's most well-known attractions, this port-side aquarium features one of the largest outdoor tanks in the world, and the permanently moored Fuji Icebreaker ship, now an Antarctic Museum. The main draw here are the dolphin shows, which may concern some visitors: there's increasing evidence to suggest that it's harmful and stressful to keep cetaceans (Nagoya's aquarium has both dolphins and orcas) in captivity.\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 6,
    "name": "Toyota Commemorative Museum of Industry & Technology",
    "latitude": "35.182192",
    "longitude": "136.877675",
    "excerpt": "The world's largest car manufacturer had humble beginnings in the weaving industry. This interesting museum occupies the site of Toyota's original weaving…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/toyota-commemorative-museum-of-industry-technology/a/poi-sig/456213/356656",
    "image_url": null,
    "detail_description": "The world's largest car manufacturer had humble beginnings in the weaving industry. This interesting museum occupies the site of Toyota's original weaving plant. Car enthusiasts will find things textile heavy before warming to the 7900-sq-metre automotive and robotics pavilion. Science-minded folk will enjoy the countless hands-on exhibits. Displays are bilingual and there's an English-language audio tour available.\nDon't confuse this museum with the Toyota Exhibition Hall and factory tours."
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 5,
    "name": "Toyota Kaikan Museum",
    "latitude": "35.051728",
    "longitude": "137.160487",
    "excerpt": "See up to 20 shiny examples of the latest automotive technology hot off the production line and witness firsthand how they're made here at Toyota's global…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/toyota-kaikan-museum/a/poi-sig/1236158/356656",
    "image_url": null,
    "detail_description": "See up to 20 shiny examples of the latest automotive technology hot off the production line and witness firsthand how they're made here at Toyota's global HQ. Fascinating two-hour tours of Toyota Motor Corporation's main factory begin at the Exhibition Hall, with many exhibits fully revamped recently. You can visit the museum any time it's open, but free daily tours must be booked two weeks to three months ahead. Check the website for full details.\r\n\nAllow two hours to get to Toyota city from central Nagoya; refer to the website for directions and reservations.\r\n"
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 4,
    "name": "Nagoya-jō",
    "latitude": "35.185419",
    "longitude": "136.899047",
    "excerpt": "The original structure, built between 1610 and 1614 by Tokugawa Ieyasu for his ninth son, was levelled in WWII. Today's castle is a concrete replica (with…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/nagoya-jo/a/poi-sig/1236061/356656",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-168266190_full.jpg",
    "detail_description": "The original structure, built between 1610 and 1614 by Tokugawa Ieyasu for his ninth son, was levelled in WWII. Today's castle is a concrete replica (with elevator) completed in 1959. Renovations are ongoing. On the roof, look for the 3m-long gilded shachi-hoko (legendary creatures possessing a tiger's head and a carp's body). Inside, find treasures, an armour collection and the histories of the Oda, Toyotomi and Tokugawa families. Free English tours run every day at 1pm from the castle's east gate.\nThe beautiful year-round garden, Ninomaru-en (二の丸園) has a number of pretty teahouses."
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 3,
    "name": "SCMAGLEV & Railway Park",
    "latitude": "35.048795",
    "longitude": "136.851282",
    "excerpt": "Trainspotters will be in heaven at this fantastic hands-on museum. Featuring actual maglev (the world's fastest train – 581km/h), shinkansen (bullet…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/scmaglev-railway-park/a/poi-sig/1342681/356656",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/520831349_master.jpg",
    "detail_description": "Trainspotters will be in heaven at this fantastic hands-on museum. Featuring actual maglev (the world's fastest train – 581km/h), shinkansen (bullet trains), historical rolling stock and rail simulators, the massive museum offers a fascinating insight into Japanese postwar history through the development of a railroad like no other. The 'hangar' is 20 minutes from Nagoya on the Aonami line, found on the Taiko-dōri side of JR Nagoya Station.\nThe shinkansen-driving-simulator tickets are assigned on a lottery basis. You must apply to the lottery on the day you wish to drive the simulator, and wait for the results."
},
{
    "country": "nagoya",
    "city": "Nagoya",
    "index": 2,
    "name": "Tokugawa Art Museum",
    "latitude": "35.18491",
    "longitude": "136.921556",
    "excerpt": "A must for anyone interested in Japanese culture and history, this museum has a collection of over 10,000 pieces that includes National Treasures and…",
    "detail_url": "https://www.lonelyplanet.com/japan/central-honshu/nagoya/attractions/tokugawa-art-museum/a/poi-sig/456211/356656",
    "image_url": null,
    "detail_description": "A must for anyone interested in Japanese culture and history, this museum has a collection of over 10,000 pieces that includes National Treasures and Important Cultural Properties once belonging to the shogun family. A priceless 12th-century scroll depicting The Tale of Genji is usually locked away, except during a short stint in late November; the rest of the year, visitors must be content with a video.\n"
}
]