[
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 1,
    "name": "Linggu Temple Scenic Area",
    "latitude": "32.05707909",
    "longitude": "118.86161629",
    "excerpt": "This expansive temple complex contains one of the most historic buildings in Nanjing – the Beamless Hall (无梁殿, Wúliáng Diàn), built in 1381 entirely out…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/linggu-temple-scenic-area/a/poi-sig/1237583/356022",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/479603197_medium.jpg",
    "detail_description": "This expansive temple complex contains one of the most historic buildings in Nanjing – the Beamless Hall (无梁殿, Wúliáng Diàn), built in 1381 entirely out of brick and stone and containing no beam supports. Buildings during the Ming dynasty were normally constructed of wood, but timber shortages meant that builders had to rely on brick. The structure has a vaulted ceiling and a large stone platform where Buddhist statues once sat.\nA road runs on both sides of the hall: head to the right for the Dàbiàn Juétáng (大遍觉堂) memorial hall, dedicated to Xuan Zang (the Buddhist monk who travelled to India and brought back the Buddhist scriptures). Inside the memorial hall is a statue of the travelling monk, brush aloft, with a cabinet housing a golden model of a pagoda with part of Xuan Zang’s skull within it. To his left is a model wooden pagoda, also within a cabinet.Uphill to the rear of the temple is the colourful Linggu Pagoda (灵谷塔, Línggǔ Tǎ). This nine-storey, 60m-high, octagonal pagoda was finished in 1933 under the direction of a US architect to remember those who died during the Kuomintang revolution. A vegetarian restaurant can be found nearby.To get to the scenic area, take the metro to Zhonglingjie station, then catch bus 202 (¥2, five minutes, every 15 minutes) from Linggu Si Jie, a short walk west of metro Exit 5a, past the shopping centre. Open-sided shuttle buses (¥10, some resembling steam trains) regularly connect the area to the Sun Yatsen Mausoleum."
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 29,
    "name": "Jiefang Gate",
    "latitude": "32.064828",
    "longitude": "118.792334",
    "excerpt": "One of the original 13 Ming city gates, which allows access to the walls.",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/jiefang-gate/a/poi-sig/1502369/356022",
    "image_url": null,
    "detail_description": "One of the original 13 Ming city gates, which allows access to the walls.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 28,
    "name": "Zhōngyāng Gate",
    "latitude": "32.09233158",
    "longitude": "118.77791576",
    "excerpt": "One of the original 13 Ming city gates, located in the north of town. The name means 'Central Gate'.",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/zhongyang-gate/a/poi-sig/1237557/356022",
    "image_url": null,
    "detail_description": "One of the original 13 Ming city gates, located in the north of town. The name means 'Central Gate'.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 27,
    "name": "Nanjing Normal University",
    "latitude": "32.053717",
    "longitude": "118.765533",
    "excerpt": "Established in 1902 and located in the centre of town; the lovely campus is well worth an exploration.",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/nanjing-normal-university/a/poi-sig/1454710/356022",
    "image_url": null,
    "detail_description": "Established in 1902 and located in the centre of town; the lovely campus is well worth an exploration.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 26,
    "name": "Nanjing University",
    "latitude": "32.056754",
    "longitude": "118.775339",
    "excerpt": "This delightfully historic campus is worth a stroll to appreciate its traditional architecture, lovely trees and green spaces.",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/nanjing-university/a/poi-sig/1538068/356022",
    "image_url": null,
    "detail_description": "This delightfully historic campus is worth a stroll to appreciate its traditional architecture, lovely trees and green spaces.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 25,
    "name": "Zǐxiá Lake",
    "latitude": "32.061482",
    "longitude": "118.839111",
    "excerpt": "A tree-lined pathway winds around pavilions and picnic grounds in the Míng Xiàolíng Scenic Area and ends at this scenic lake.",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/zixia-lake/a/poi-sig/1237582/356022",
    "image_url": null,
    "detail_description": "A tree-lined pathway winds around pavilions and picnic grounds in the Míng Xiàolíng Scenic Area and ends at this scenic lake.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 24,
    "name": "Shence Gate",
    "latitude": "32.090137",
    "longitude": "118.781734",
    "excerpt": "One of the original 13 Ming city gates, renovated in 2001. The gate is located in a small park in the north of town and is connected to Taiping Gate (5…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/shence-gate/a/poi-sig/1629761/356022",
    "image_url": null,
    "detail_description": "One of the original 13 Ming city gates, renovated in 2001. The gate is located in a small park in the north of town and is connected to Taiping Gate (5.2km) via Jiefang (3.5km) and Xuanwu (2km) gates.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 23,
    "name": "Zhongshan Gate",
    "latitude": "32.04084462",
    "longitude": "118.82220689",
    "excerpt": "One of the original 13 Ming city gates in town, located in the east of town. There's not much to see of the gate itself but you can take the weathered…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/zhongshan-gate/a/poi-sig/1454744/356022",
    "image_url": null,
    "detail_description": "One of the original 13 Ming city gates in town, located in the east of town. There's not much to see of the gate itself but you can take the weathered path from here to the Botanic Gardens (植物园, Zhíwù Yuán).\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 22,
    "name": "Plum Blossom Hill",
    "latitude": null,
    "longitude": null,
    "excerpt": "Near the entrance to the Míng Xiàolíng Tomb, this large copse of plum trees bursts into floral fragrance each spring, drawing crowds. It's the site of the…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/plum-blossom-hill/a/poi-sig/1497026/356022",
    "image_url": null,
    "detail_description": "Near the entrance to the Míng Xiàolíng Tomb, this large copse of plum trees bursts into floral fragrance each spring, drawing crowds. It's the site of the Nánjīng International Plum Blossom Festival.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 21,
    "name": "Bridge Park",
    "latitude": null,
    "longitude": null,
    "excerpt": "Visiting Bridge Park is probably the easiest way to get up onto the Yangzi River Bridge. Catch bus 67 from Jiangsu Lu, northwest of the Drum Tower (鼓楼;…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/bridge-park/a/poi-sig/434460/356022",
    "image_url": null,
    "detail_description": "Visiting Bridge Park is probably the easiest way to get up onto the Yangzi River Bridge. Catch bus 67 from Jiangsu Lu, northwest of the Drum Tower (鼓楼; Gǔlóu), to its terminus opposite the park. The nearest metro station is 2km to the northeast (Shangyuanmen).\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 20,
    "name": "Wuchaomen Park",
    "latitude": "32.040413",
    "longitude": "118.812472",
    "excerpt": "Peaceful but maudlin Wuchaomen Park is home to the Ming Palace Ruins, and usually filled with locals practising ballroom dancing while saxophonists,…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/wuchaomen-park/a/poi-sig/1237592/356022",
    "image_url": null,
    "detail_description": "Peaceful but maudlin Wuchaomen Park is home to the Ming Palace Ruins, and usually filled with locals practising ballroom dancing while saxophonists, clarinet players and other musicians gather in the resonant tunnels beneath the gate.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 19,
    "name": "Jiuhuashan Park",
    "latitude": "32.061664",
    "longitude": "118.802333",
    "excerpt": "This underrated park, just south of Xuanwu Lake, has a peaceful world-away feel and a delightful array of statues dotted around its leafy hills. The park…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/jiuhuashan-park/a/poi-sig/1454736/356022",
    "image_url": null,
    "detail_description": "This underrated park, just south of Xuanwu Lake, has a peaceful world-away feel and a delightful array of statues dotted around its leafy hills. The park is also home to a Buddhist temple and Sanzang (Tripitaka) Pagoda, which is said to contain a fragment of skull belonging to Xuan Zang, the monk of Journey to the West fame.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 18,
    "name": "Xuanwu Lake Park",
    "latitude": "32.07472",
    "longitude": "118.792934",
    "excerpt": "The glassy lake in this lovely, verdant 530-hectare park – backing onto the towering city wall – is studded with five interconnected isles scattered with…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/xuanwu-lake-park/a/poi-sig/1237584/356022",
    "image_url": null,
    "detail_description": "The glassy lake in this lovely, verdant 530-hectare park – backing onto the towering city wall – is studded with five interconnected isles scattered with bonsai gardens, camphor and cherry-blossom trees, temples and bamboo groves. It's a lovely escape from Nanjing's urban expanses, while the entire lake circuit is a whopping (and enjoyable) 9.5km jaunt. There are also boat rides (¥120 to ¥140 per hour) and miniature train rides (¥20; 8.30am to 4.45pm).\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 15,
    "name": "Presidential Palace",
    "latitude": "32.044796",
    "longitude": "118.791776",
    "excerpt": "After the Taiping took over Nanjing, they built the Mansion of the Heavenly King (天王府, Tiānwáng Fǔ) on the foundations of a former Ming-dynasty palace…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/presidential-palace/a/poi-sig/434490/356022",
    "image_url": null,
    "detail_description": "After the Taiping took over Nanjing, they built the Mansion of the Heavenly King (天王府, Tiānwáng Fǔ) on the foundations of a former Ming-dynasty palace. This magnificent palace did not survive the fall of the Taiping, but there is a reconstruction and a classical Ming garden, now known as the Presidential Palace. Other buildings on the site were used briefly as presidential offices by Sun Yatsen’s government in 1912 and by the Kuomintang from 1927 to 1949.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 17,
    "name": "Taiping Heavenly Kingdom History Museum",
    "latitude": "32.022431",
    "longitude": "118.779802",
    "excerpt": "Hong Xiuquan, the Hakka leader of the quasi-Christian Taiping, had a palace built in Nanjing (then named Tianjing or 'Heavenly Capital'), but the building…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/taiping-heavenly-kingdom-history-museum/a/poi-sig/434494/356022",
    "image_url": null,
    "detail_description": "Hong Xiuquan, the Hakka leader of the quasi-Christian Taiping, had a palace built in Nanjing (then named Tianjing or 'Heavenly Capital'), but the building was completely destroyed when Nanjing was bloodily retaken in 1864, after a long siege. This museum is set in a beautiful Ming dynasty garden complex that once housed Taiping officials.\nThe beautiful Zhan Garden is located inside the museum and ticket price covers both sites."
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 16,
    "name": "Zhonghua Gate",
    "latitude": "32.015063",
    "longitude": "118.776712",
    "excerpt": "Fourteenth-century Zhonghua Gate has four rows of gates, making it almost impregnable, and could house a garrison of 3000 soldiers in vaults in the front…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/zhonghua-gate/a/poi-sig/434498/356022",
    "image_url": null,
    "detail_description": "Fourteenth-century Zhonghua Gate has four rows of gates, making it almost impregnable, and could house a garrison of 3000 soldiers in vaults in the front gate building. When walking through the first two gates, observe the vertical indents in the walls. These channels once held vast stone gates that could be lowered into place. Horse ramps lead up the side to the top of the wall, where you can rent a bicycle and ride 2.5km along the wall to Dongshuiguan Park, near Fūzǐ Miào.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 13,
    "name": "Jiangnan Imperial Examination Hall",
    "latitude": "32.023168",
    "longitude": "118.785285",
    "excerpt": "The north section (北馆; ¥40) of this extensive subterranean museum, marked by the stunning reflection pool on Gongyuan Jie, has contemporary displays on…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/jiangnan-imperial-examination-hall/a/poi-sig/434470/356022",
    "image_url": null,
    "detail_description": "The north section (北馆; ¥40) of this extensive subterranean museum, marked by the stunning reflection pool on Gongyuan Jie, has contemporary displays on imperial China's civil-service examinations and their modern-day equivalent, the gāokǎo (national college entrance examinations). Above ground, don't miss the reconstructions of the buildings where scholars once spent months – or years – in tiny booths preparing for the exacting examinations.Across the street, the much-smaller South Hall (南馆; ¥25) has some old photographs and ceramic artefacts on display.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 14,
    "name": "Ming Palace Ruins",
    "latitude": "32.040777",
    "longitude": "118.812461",
    "excerpt": "Built by Zhu Yuanzhang in the 14th century, the imperial palace was reportedly a magnificent structure that served as a template for Beijing's Forbidden…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/ming-palace-ruins/a/poi-sig/434480/356022",
    "image_url": null,
    "detail_description": "Built by Zhu Yuanzhang in the 14th century, the imperial palace was reportedly a magnificent structure that served as a template for Beijing's Forbidden City. The ruins are part of pleasant Wuchaomen Park, which is frequented by badminton-playing and ballroom-dancing locals as well as saxophonists and other musicians who practise in the resonant tunnels at the southern end of the park.\nThe ruins lend their name to the nearby metro station (Minggugong)."
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 12,
    "name": "Fūzǐ Miào",
    "latitude": "32.022513",
    "longitude": "118.784201",
    "excerpt": "In the south of the city in a smartened-up pedestrian zone full of restaurants, the Confucian temple Fūzǐ Miào has been a centre of Confucian study for…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/fuzi-miao/a/poi-sig/434464/356022",
    "image_url": null,
    "detail_description": "In the south of the city in a smartened-up pedestrian zone full of restaurants, the Confucian temple Fūzǐ Miào has been a centre of Confucian study for more than 1500 years. What you see today, however, are newly restored, late-Qing-dynasty structures or wholly new buildings reconstructed in traditional style. The area surrounding the temple is a popular place for a stroll, particularly at night, when the streets are attractively lit up and the atmosphere is at its most festive.\nTour boats (游船, yóuchuán) leave from the dock across from the temple itself for 30-minute day (¥60) and evening (¥80) trips along the Qinhuai River (秦淮河, Qínhuái Hé) between 9am and 10pm."
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 11,
    "name": "Jiming Temple",
    "latitude": "32.064699169123",
    "longitude": "118.78940573776",
    "excerpt": "The most active temple in Nanjing, Jiming Temple was first built in AD 527 during the Three Kingdoms period and has been rebuilt many times since.",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/jiming-temple/a/poi-sig/434474/356022",
    "image_url": null,
    "detail_description": "The most active temple in Nanjing, Jiming Temple was first built in AD 527 during the Three Kingdoms period and has been rebuilt many times since.Enter the base of seven-storey-tall Yaoshifo Pagoda (药师佛塔, Yàoshīfó Tǎ) to see the spectacle of hundreds of small, gold Buddha figures in cabinets before heading into the on-site restaurant for a good-value vegetarian meal with a handy picture menu and excellent views towards the city's Ming walls.\nAt the time of writing, renovations had closed off the rear walkway to the city wall (¥30, 8am to 4pm), but it is only a short 150m-walk from the back of the temple to Jiefang Gate."
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 10,
    "name": "Yangzi River Bridge",
    "latitude": "32.115457584323",
    "longitude": "118.73886108398",
    "excerpt": "Opened in 1968, the Yangzi River Bridge is one of the longest bridges in China – a double-decker with a 4.5km-long road on top and a train line below. The…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/yangzi-river-bridge/a/poi-sig/434496/356022",
    "image_url": null,
    "detail_description": "Opened in 1968, the Yangzi River Bridge is one of the longest bridges in China – a double-decker with a 4.5km-long road on top and a train line below. The odds are that you’ll probably cross the bridge if you take a train from the north. Your ticket includes lift access to the viewing platforms, where you can admire the stirring socialist-realist sculptures and city views from up high.\nTo get a closer look at the statues or to walk across the bridge, take the lift and then walk one flight down the stairwell.At ground floor, there's a towering Mao statue and a tiny exhibition of the underwater gear and engineering calculations that were required in the construction of the bridge.Get here on bus 1 from Gulou metro station (exit B) to its terminus opposite Bridge Park. The nearest metro station, Shangyuanmen, is a few inconvenient kilometres away to the northeast."
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 9,
    "name": "Meiling Palace",
    "latitude": "32.049807",
    "longitude": "118.84203",
    "excerpt": "Named by Life magazine in 1937 as 'the most powerful woman in the world', Song Meiling (aka 'Madame Chiang') was the First Lady of the Republic of China …",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/meiling-palace/a/poi-sig/1627726/356022",
    "image_url": null,
    "detail_description": "Named by Life magazine in 1937 as 'the most powerful woman in the world', Song Meiling (aka 'Madame Chiang') was the First Lady of the Republic of China (1948–1975). An accomplished politician and painter, Meiling was actively involved in politics for much of her life, acting as English translator and adviser for her husband, Chiang Kaishek.The complete furnishings, English explanations and unique focus on an extraordinary woman make this museum a particularly special find in China.\nThis beautiful villa combines classical Chinese architecture with modern western elements. It was built in 1934 and was one of the couple's favourite residences. Highlights include family photographs (Sun Yatsen was Meiling's brother-in-law), an exhibition of Meiling's paintings, a bespoke General Motors car and a private chapel.Audioguides (¥20) are available before 4.30pm."
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 8,
    "name": "Zhan Garden",
    "latitude": "32.022922",
    "longitude": "118.779802",
    "excerpt": "If you don't have time to get to Suzhou, visit this delightful Ming-dynasty garden complex that once housed Taiping officials. The on-site Taiping History…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/zhan-garden/a/poi-sig/1538066/356022",
    "image_url": null,
    "detail_description": "If you don't have time to get to Suzhou, visit this delightful Ming-dynasty garden complex that once housed Taiping officials. The on-site Taiping History Museum is included with your ticket, but it's the garden itself that's the real draw. With willows, acers, magnolias, bamboo, potted bonsai pines and a lovely lawn, the garden is also decorated with courtyards, pools, corridors and rockeries.\n"
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 7,
    "name": "Memorial Hall of the Victims in Nanjing Massacre by Japanese Invaders",
    "latitude": "32.036975",
    "longitude": "118.740835",
    "excerpt": "In the city’s southwestern suburbs, the disturbing exhibits in the Memorial Hall of the Nanjing Massacre document the atrocities committed by Japanese…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/memorial-hall-of-the-victims-in-nanjing-massacre-by-japanese-invaders/a/poi-sig/434478/356022",
    "image_url": null,
    "detail_description": "In the city’s southwestern suburbs, the disturbing exhibits in the Memorial Hall of the Victims in Nanjing Massacre by Japanese Invaders document the atrocities committed by Japanese soldiers against the civilian population during the occupation of Nanjing in 1937. They include pictures of actual executions – many taken by Japanese army photographers – and a gruesome viewing hall built over a mass grave of massacre victims. At times it feels overwhelming but visitors will begin to fathom the link between the massacre and the identity of the city.\nThe museum also helps explain how strong anti-Japanese feeling percolates within today's China. Detailed captions are in English, Japanese and Chinese, but the photographs, skeletons and displays tell their own haunting stories without words. Arrive early to beat the surge."
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 6,
    "name": "Ming Xiaoling Scenic Area",
    "latitude": "32.06399051",
    "longitude": "118.83926144",
    "excerpt": "This scenic area on Zijin Mountain has loads of opportunities for rambling, but the main attraction is Ming Xiaoling Tomb, the magnificent mausoleum of…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/ming-xiaoling-scenic-area/a/poi-sig/1454740/356022",
    "image_url": null,
    "detail_description": "This scenic area on Zijin Mountain has loads of opportunities for rambling, but the main attraction is Ming Xiaoling Tomb, the magnificent mausoleum of Zhu Yuanzhang (1328–1398), the founding emperor of the Ming dynasty (also known as the Hongwu Emperor), and the only Ming emperor buried outside Beijing.A tree-lined pathway winds around pavilions and picnic grounds and ends at scenic Zixia Lake, ideal for strolling.\nThe mausoleum begins with a 618m ‘spirit path’, lined with stone statues of lions, camels, elephants and horses that drive away evil spirits and guard the tomb. Among them lurk two mythical animals: a xiè zhì, which has a mane and a single horn on its head, and a qílín, which has a scaly body, a cow’s tail, a deer’s hooves and one horn.Follow the path (and the crowds) past halls and a temple and you'll come to the grand stone frontage of the tomb. The uphill tunnel leads to a retaining wall for a huge earth tumulus (called the Soul Tower; 明楼, Mínglóu), beneath which is the unexcavated tomb vault of the emperor. On the wall are inscribed the characters '此山明太祖之墓' ('This hill is the tomb of the first Ming emperor').From Muxuyuan metro station (Line 2), it’s a 1.6km walk uphill. Tour bus Y3 from the city centre also takes you here."
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 5,
    "name": "Nanjing Museum",
    "latitude": "32.042004",
    "longitude": "118.819542",
    "excerpt": "This fabulous museum has three dramatically modern exhibition blocks alongside a traditional, temple-style hall. Exhibits range from 20th-century brush…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/nanjing-museum/a/poi-sig/434486/356022",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/77978948_master.jpg",
    "detail_description": "This fabulous museum has three dramatically modern exhibition blocks alongside a traditional, temple-style hall. Exhibits range from 20th-century brush-and-ink paintings to ancient calligraphy (including sutra scrolls from Dunhuang) and a magnificent Han-dynasty jade burial suit.Don't miss the Gallery of the Republican Period, a kitschy underground recreation of Nanjing in its 1930s heyday, complete with working cafes, post office and (stationary) steam engine. The adjoining Digital Gallery has a handful of interactive exhibits suitable for kids.\nBring your passport."
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 4,
    "name": "Qixia Temple",
    "latitude": "32.154251",
    "longitude": "118.953094",
    "excerpt": "This sacred site on Qixia Mountain (栖霞山, Qīxiá Shān), 22km northeast of Nanjing, was founded by the Buddhist monk Ming Sengshao during the Southern Qi…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/qixia-temple/a/poi-sig/1237782/356022",
    "image_url": null,
    "detail_description": "This sacred site on Qixia Mountain (栖霞山, Qīxiá Shān), 22km northeast of Nanjing, was founded by the Buddhist monk Ming Sengshao during the Southern Qi dynasty, and remains an active place of worship. Long one of China’s most important monasteries, today it’s still one of its largest Buddhist seminaries. The mountain's maple trees are a major draw in November when the hills are splashed in crimson and bronze.\nThe two main halls are the Maitreya Hall, with a statue of the Maitreya Buddha sitting cross-legged at the entrance; and the Vairocana Hall, housing a 5m-tall statue of the Vairocana Buddha.Behind Qixia Temple is the Thousand Buddha Cliff (千佛岩, Qiānfó Yán). Several grottoes housing stone statues are carved into the hillside, the earliest of which dates as far back as the Qi dynasty (AD 479–502); others are from the Tang, Song, Yuan and Ming dynasties. There is also a small stone pagoda, Sheli Pagoda (舍利塔, Shèlì Tǎ), which was built in AD 601 and rebuilt during the late Tang period. The upper part has engraved sutras and carvings of Buddha; around the base, each of the pagoda’s eight sides depicts tales from the life of Sakyamuni.Continue northwards to admire lovely views in the scenic area behind the temple. The steep path meanders via an array of pavilions and rocky outcrops: it's serene, so consider bringing lunch and spending time here.Get to the temple from Nanjing by public bus (南上, Nán Shàng; ¥2.50, one hour) from a stop by Nanjing Train Station. The bus stop is on a dusty highway, 500m south of the entrance."
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 3,
    "name": "Sun Yatsen Mausoleum",
    "latitude": "32.0625947",
    "longitude": "118.84834262",
    "excerpt": "An astonishing sight at the top of an enormous stone stairway (a breathless 392 steps), Sun Yatsen's tomb is a mandatory stop for most visitors…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/sun-yatsen-mausoleum/a/poi-sig/434492/356022",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/459852380_master.jpg",
    "detail_description": "An astonishing sight at the top of an enormous stone stairway (a breathless 392 steps), Sun Yatsen's tomb is a mandatory stop for most visitors. Reverentially referred to as guófù (国父, Father of the Nation), Dr Sun is esteemed by both communists and Kuomintang. He died in Beijing in 1925, and had wished to be buried in Nanjing, no doubt with far less pomp than the Ming-style tomb his successors fashioned for him. Within a year of his death, however, construction of this mausoleum began.Admission is ticketed; bring your passport to collect a free ticket.\nAt the start of the path stands a dignified marble gateway, capped with a roof of blue-glazed tiles. The blue and white of the mausoleum symbolises the white sun on the blue background of the Kuomintang flag; the flag also appears in mosaic on the ceiling of the mausoleum itself.Halfway up the grand ascent, don't miss the pair of hefty bronze tripods that bear bullet holes from the Japanese invasion in 1937.The memorial chamber and crypt lie at the top of the steps. A tablet hanging across the threshold is inscribed with the ‘Three Principles of the People’, as formulated by Dr Sun: nationalism, democracy and people’s livelihood. Inside is a statue of a seated Dr Sun (who is better known to the Chinese as Sun Zhongshan, rather than Sun Yatsen), while a supine marble statue of Dr Sun seals his copper coffin.Shuttle buses (¥10, some resembling red steam trains) speed to and from the Linggu Temple Scenic Area."
},
{
    "country": "nanjing",
    "city": "Nanjing",
    "index": 2,
    "name": "Ming Xiaoling Tomb",
    "latitude": "32.05854804",
    "longitude": "118.83454434",
    "excerpt": "Zhu Yuanzhang (1328–1398), the founding emperor of the Ming dynasty (also known as the Hongwu Emperor), was buried in the tomb of Ming Xiaoling; he was…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/ming-xiaoling-tomb/a/poi-sig/434482/356022",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/93265494_super.jpg",
    "detail_description": "Zhu Yuanzhang (1328–1398), the founding emperor of the Ming dynasty (also known as the Hongwu Emperor), was buried in the tomb of Ming Xiaoling; he was the only Ming emperor buried outside Beijing. The area surrounding the tomb is the Ming Xiaoling Scenic Area. A tree-lined pathway winds around pavilions and picnic grounds and ends at scenic Zixia Lake, ideal for strolling. A combo ticket for the tomb and the Linggu Temple Scenic Area is ¥100.\nThe first section of this magnificent mausoleum is a 618m ‘spirit path’, lined with stone statues of lions, camels, elephants and horses that drive away evil spirits and guard the tomb. Among them lurk two mythical animals: a xiè zhì, which has a mane and a single horn on its head, and a qílín, which has a scaly body, a cow’s tail, a deer’s hooves and one horn.Follow the path (and the crowds) past halls and a temple and you'll come to the grand stone frontage of the tomb. The uphill tunnel leads to a retaining wall for a huge earth tumulus (called the Soul Tower; 明楼, Mínglóu), beneath which is the unexcavated tomb vault of the emperor. On the wall are inscribed the characters '此山明太祖之墓' ('This hill is the tomb of the first Ming emperor'). The other Ming emperors are buried outside Beijing at the Ming Tombs (十三陵, Shísān Líng).From Muxuyuan metro station (Line 2), it’s a 1.6km walk uphill. Tour bus Y3 from the city centre also takes you here."
}
]