[
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 1,
        "name": "Natchez Trace Parkway",
        "latitude": "36.034577",
        "longitude": "-86.975777",
        "excerpt": "A beautiful day trip or extended road trip from Nashville, the Natchez Trace Parkway runs for 444 miles through three states until reaching its eponymous…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/green-hills-belle-meade/attractions/natchez-trace-parkway/a/poi-sig/1534304/1341156",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/80c776bd23e22abc3ed541a61558feda-natchez-trace-parkway.jpg",
        "detail_description": "A beautiful day trip or extended road trip from Nashville, the Natchez Trace Parkway runs for 444 miles through three states until reaching its eponymous Mississippi end. Of the many highlights along the way, the Double Arch Bridge near Franklin, the Fall Hollow and Jackson waterfalls and the Tennessee River stand out, and can easily be visited in a day.\n\n  \nA man stands in front of Jackson Falls on the Natchez Trace Parkway. ©marekuliasz/Getty Images\n\nIt's extremely popular with cyclists, who come from surrounding states to ride the miles of truck-free highway. Remember to share the road. Also, look out for deer, beaver and other wildlife.\n"
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 2,
        "name": "Cheekwood Botanical Garden & Museum of Art",
        "latitude": "36.088714",
        "longitude": "-86.87645",
        "excerpt": "Cheekwood is a botanical garden with an arty inclination, just southwest of downtown Nashville. The numerous gardens combine themes (Japanese, water,…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/green-hills-belle-meade/attractions/cheekwood-botanical-garden-museum-of-art/a/poi-sig/1534296/1341156",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a46f1f8cb985f59b3027f5bc4e9f5e7a-cheekwood-botanical-garden-museum-of-art.jpg",
        "detail_description": "Cheekwood is a botanical garden with an arty inclination, just southwest of downtown Nashville. The numerous gardens combine themes (Japanese, water, wildflower) with art, and surround a straight-out-of-a-Jane-Austen-novel house, where exhibitions are held regularly. Also on view are the furnishings of the Cheeks, the family who built the house in 1932 after selling their share of the Maxwell House coffee emporium.\nA new children's garden featuring winding paths and a trickling stream has recently opened, and a nearby exhibit dubbed \"TRAINS!\" will have kiddos exclaiming exactly that when they spot the hundreds of feet of miniature rails and cabooses chugging along. On the north side of the property, the sculpture trail meanders through the woods surrounding the estate, surprising walkers with occasional installations that meld with the surrounding environment in strange and delightful ways.\nTickets and other practicalities\nTickets that include entrance to the garden and mansion start at $25 for adults. If mansions aren't your thing, you can pay $20 just to see the gardens. Book ahead on holiday weekends, especially around the winter holidays, when the garden lights are the main attraction.\nWhere to eat\nThe on-site Café 29 is a good spot to pick up a quick bite (such as sweet potato waffle fries) or a coffee. If you're hankering for something more substantial, the courtyard is a nice place to sit and scarf down one of the cafe's flatbreads.\n"
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 3,
        "name": "Historic RCA Studio B",
        "latitude": "36.150063",
        "longitude": "-86.792969",
        "excerpt": "One of Music Row's most historic studios, this is where Elvis, the Everly Brothers and Dolly Parton all recorded numerous hits. The latter did a little…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/midtown-music-row-12south/attractions/historic-rca-studio-b/a/poi-sig/1410601/1341154",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f0a2014156d791ddb9019d3452bb0c56-historic-rca-studio-b.jpg",
        "detail_description": "One of Music Row's most historic studios, this is where Elvis, the Everly Brothers and Dolly Parton all recorded numerous hits. The latter did a little more than that, once arriving late to a session and accidentally running her car into the building – a scar still visible today.\nTours tell the stories of country music's most famous artists. See the space where session musicians strummed, tapped and belted out the melodies of some of Elvis' most famous tunes, or the recording equipment that captured history in the making.\nHistory\nRCA Studio B played an integral role in forming the \"Nashville Sound\" in the 1960s. A sophisticated sound characterized by the smooth choruses and tempos typically associated with pop music, the Nashville Sound replaced the rougher melodies of honky-tonk music that dominated earlier generations.\nThe studio was built at the request of Chet Atkins, who ran RCA's Nashville operations and had produced dozens of hits. Atkins helped usher in the Nashville Sound and propel country music to new heights of popularity. Famous songs recorded in Studio B are \"Oh Lonesome Me\" by Dan Gibson, \"Only Daddy That'll Walk the Line\" by Waylon Jennings, and Dolly Parton's \"I will always Love you.\"\nOn August 17, 1977, the studio shut its doors – the day after its most famous musician, Elvis Presley, died. Ownership was transferred over to the Country Music Hall of Fame in 1992.\nTickets and other practicalities\nTours of the Historic RCA Studio B begin at the Country Music Hall of Fame &amp; Museum, where tickets are purchased, and run hourly. Tickets start at $46 and include entry to the Hall of Fame &amp; Museum.\nNearby restaurants\nThe restaurants of the surrounding Midtown area cater to Vanderbilt students and white-collar crowds from local recording studios and hospitals. That means there are a few quality options interspersed with the usual fast-casual spots. Midtown Cafe is consistently ranked among the top restaurants in the South for its long-running menu of American cuisine. Top-dollar Catbird Seat woos patrons with its single, U-shaped table carefully positioned to feature the best seats in the house for the main event: what's happening in the kitchen.\n"
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 4,
        "name": "Warner Parks",
        "latitude": "36.060514",
        "longitude": "-86.90546",
        "excerpt": "Opened in 1927 and named after two local park commissioners, Percy (the larger) and Edwin (the smaller) Warner Parks are where Nashvillians come to enjoy…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/green-hills-belle-meade/attractions/warner-parks/a/poi-sig/1534303/1341156",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/fcbf04891f53811bdc7b8951301f5090-warner-parks.jpg",
        "detail_description": "Opened in 1927 and named after two local park commissioners, Percy (the larger) and Edwin (the smaller) Warner Parks are where Nashvillians come to enjoy the great outdoors. Percy makes a grander first impression, with an impressive flight of steps at the main, northern entrance leading up to trailheads and bike paths. But both have hikes and horse routes over wooded hills that draw visitors here.\nGreat for kids, the Warner Park Nature Center has educational programs and information about the natural history of the parks. There is also a nature playground and the trails are easy and fun for families. In spring you can hunt for tadpoles in the stream, but watch for falling horse chestnuts in the fall."
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 5,
        "name": "Belle Meade Plantation",
        "latitude": "36.105523",
        "longitude": "-86.868081",
        "excerpt": "The Harding-Jackson family purchased enslaved people to build a cotton gin, gristmill and sawmill along the Natchez road in the early 1800s. These…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/green-hills-belle-meade/attractions/belle-meade-plantation/a/poi-sig/1129160/1341156",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/18262993c5e72a64b252c73b7a8eddb9-belle-meade-plantation.jpg",
        "detail_description": "The Harding-Jackson family purchased enslaved people to build a cotton gin, gristmill and sawmill along the Natchez road in the early 1800s. These businesses grew and eventually a dairy farm and a thoroughbred breeding program were added. While efforts have been made to honor the enslaved people who built Belle Meade, the plantation still glorifies the white experience in the pre–Civil War South – including selling Confederate soldier costumes and Confederate flag memorabilia in the gift shop.\nVarious tours are available at different prices, including a grounds-only tour ($15), a mansion tour and a Segway tour of the grounds. The Journey to Jubilee tour highlights the experience of the many enslaved people at Belle Meade."
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 6,
        "name": "National Museum of African American Music",
        "latitude": "36.160616",
        "longitude": "-86.778828",
        "excerpt": "The National Museum of African American Music tells the story of the impact that African American culture has had on music around the world, from gospel to…",
        "detail_url": "https://www.lonelyplanet.com/usa/nashville/attractions/national-museum-of-african-american-music/a/poi-sig/1640854/362228",
        "image_url": null,
        "detail_description": "The National Museum of African American Music tells the story of the impact that African American culture has had on music around the world, from gospel to jazz, R&amp;B to hip-hop, funk to rap, house to techno and soul. The museum's interactive exhibits showcase that influence by weaving history and technology to bring musical icons of the past to life.&nbsp;\n"
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 7,
        "name": "Radnor Lake State Park",
        "latitude": "36.06178",
        "longitude": "-86.808965",
        "excerpt": "It's hard to imagine that this beautiful lake is artificial, but so it is, built by a railway company in 1914 and handed over to public use in 1973. These…",
        "detail_url": "https://www.lonelyplanet.com/usa/nashville/attractions/radnor-lake-state-park/a/poi-sig/1534299/362228",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2e7277b0a4d84929863bc955df35886a-radnor-lake-state-park.jpg",
        "detail_description": "It's hard to imagine that this beautiful lake is artificial, but so it is, built by a railway company in 1914 and handed over to public use in 1973. These days thousands of people visit every year (parking is limited, so arrive early on weekends), enjoying 6 miles of trails around the lake and in the surrounding woods. Look out for turtles, beavers, deer and otters, and take time to visit the bird center. Pets are not allowed on the trails.\n"
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 8,
        "name": "Nashville Zoo at Grassmere",
        "latitude": "36.089754",
        "longitude": "-86.733627",
        "excerpt": "Mammals chill out along the grassy Savannah Loop and the bamboo-filled Jungle Loop, and amphibians get their own special house. We're partial to the…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/wedgewood-houston-south-nashville/attractions/nashville-zoo-at-grassmere/a/poi-sig/1537332/1341153",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/83367ce33b1a4850c642589da4645eb4-nashville-zoo-at-grassmere.jpg",
        "detail_description": "Mammals chill out along the grassy Savannah Loop and the bamboo-filled Jungle Loop, and amphibians get their own special house. We're partial to the kangaroos at the Kangaroo Kickabout, where you can reach out and pet Australia's favorite marsupial. Let kids loose to scramble and swing on the 66,000-sq-ft Jungle Gym. The veterinary clinic offers visitors glassed-in views of check-up rooms and a video screen for a close-up look into how the zoo vets care for the many animals.\nNote that many animals may be kept inside on cold days."
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 9,
        "name": "Andrew Jackson's Hermitage",
        "latitude": "36.214052",
        "longitude": "-86.61149",
        "excerpt": "The former home of seventh president Andrew Jackson lies 15 miles east of downtown. The sprawling, well-kept grounds of this 1150-acre site offer a peek…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/donelson-music-valley/attractions/andrew-jackson-s-hermitage/a/poi-sig/1129159/1341150",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d35718586cd778f0aaeecb268fe2aaf4-hermitage.jpg",
        "detail_description": "The former home of seventh president Andrew Jackson lies 15 miles east of downtown. The sprawling, well-kept grounds of this 1150-acre site offer a peek into what life was like for the historical figure and, more generally, into 19th-century plantation life. Tour the Federal-style brick mansion, now a furnished house-museum with costumed interpreters, and see Jackson's original 1804 log cabin and quarters for enslaved workers.\nJackson was a lifelong supporter of slavery, at times having 100 people enslaved on the premises. A special exhibit tells their stories and confronts the myth of the 'noble' slave-owner."
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 10,
        "name": "Parthenon",
        "latitude": "36.149554",
        "longitude": "-86.813385",
        "excerpt": "Built in 1897 to celebrate the state of Tennessee's centenary, Nashville's Parthenon is a full-scale replica of the Ancient Greece original, with a jaw…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/midtown-music-row-12south/attractions/parthenon/a/poi-sig/1534295/1341154",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/27dc5ab30af3185ce645228c58c67fb9-parthenon.jpg",
        "detail_description": "Built in 1897 to celebrate the state of Tennessee's centenary, Nashville's Parthenon is a full-scale replica of the Ancient Greece original, with a jaw-dropping huge statue of the goddess Athena draped in gold as its centerpiece. Other exhibits include casts of the pediments' sculptures, and galleries displaying paintings by 19th- and 20th-century American artists.\n"
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 11,
        "name": "Natchez Trace Parkway Bridge",
        "latitude": "35.986341",
        "longitude": "-86.991291",
        "excerpt": "For a photogenic view of this graceful double-arch bridge, pull into the Birdsong Hollow overlook, about 4 miles south of the northern terminus of the…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/green-hills-belle-meade/attractions/natchez-trace-parkway-bridge/a/poi-sig/1537948/1341156",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1d9e8a8edae8707f5265d15698f360d5-natchez-trace-parkway-bridge.jpg",
        "detail_description": "For a photogenic view of this graceful double-arch bridge, pull into the Birdsong Hollow overlook, about 4 miles south of the northern terminus of the parkway. Completed in 1993, the 1572ft-long span is a precast segmental arch bridge, the first built in the US. For a view from below, drive south to the exit just beyond the bridge. For a pleasant driving loop, follow Hwy 96 east to Franklin then drive north to Nashville.\n"
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 12,
        "name": "Grand Ole Opry House",
        "latitude": "36.20676275469",
        "longitude": "-86.692063808441",
        "excerpt": "This unassuming modern brick building seats 4400 for the Grand Ole Opry multiple times per week. Daytime backstage guided tours are offered every 15…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/donelson-music-valley/attractions/grand-ole-opry-house/a/poi-sig/381145/1341150",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4dad4101b05c6f8c80afd57d31e3889c-grand-ole-opry-house.jpg",
        "detail_description": "This unassuming modern brick building seats 4400 for the Grand Ole Opry multiple times per week. Daytime backstage guided tours are offered every 15 minutes daily, allowing guests to peek in the green rooms, stand on stage and see an on-site post office housing exclusive mailboxes for Opry performers.\nDie-hard fans can opt for the $150 VIP pre-show tour on days the Opry shows are in the house."
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 13,
        "name": "Fort Negley",
        "latitude": "36.144667",
        "longitude": "-86.774697",
        "excerpt": "In 1862 Union forces captured Nashville, an important transportation hub linking rivers, turnpikes and railroads, and built this fort using a conscripted…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/wedgewood-houston-south-nashville/attractions/fort-negley/a/poi-sig/1537686/1341153",
        "image_url": null,
        "detail_description": "In 1862 Union forces captured Nashville, an important transportation hub linking rivers, turnpikes and railroads, and built this fort using a conscripted labor force. The fort, most of which is now destroyed, sat atop a hill and sprawled across 4 acres. An interpretative trail loops around the base of St Cloud Hill, with a spur climbing to the top for one of the best views of the city.\nThe conscripted labor force consisted of some 2700 formerly enslaved refugees and free black people who had fled to the city after it fell to Union forces.From June through August, the visitor center opens at 9am on Fridays."
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 14,
        "name": "Fontanel Mansion",
        "latitude": "36.258601",
        "longitude": "-86.828642",
        "excerpt": "Don't be surprised if your tour guide strums an original song on his or her guitar while you explore Fontanel Mansion, the former home of country-music…",
        "detail_url": "https://www.lonelyplanet.com/usa/nashville/attractions/fontanel-mansion/a/poi-sig/1537984/362228",
        "image_url": null,
        "detail_description": "Don't be surprised if your tour guide strums an original song on his or her guitar while you explore Fontanel Mansion, the former home of country-music superstar Barbara Mandrell. The house, constructed of pines trucked in from Montana, is the largest log cabin in the world.\nWhile it might sound a tad hokey, and the admission price is a bit steep, the tour offers a fascinating look at the personal life of a country legend, the country-music industry and an architecturally compelling house. The sprawling Fontanel complex holds an amphitheater, a distillery, a small inn, hiking trails, a greenway and a zip line. Mansion tours last 1¼ hours; reservations are recommended."
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 15,
        "name": "Adventure Science Center",
        "latitude": "36.146608",
        "longitude": "-86.775169",
        "excerpt": "The centerpiece of this museum is the 75ft-high Adventure Tower, a multi-floor pyramid loaded with interactive features covering music, health and energy…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/wedgewood-houston-south-nashville/attractions/adventure-science-center/a/poi-sig/1537259/1341153",
        "image_url": null,
        "detail_description": "The centerpiece of this museum is the 75ft-high Adventure Tower, a multi-floor pyramid loaded with interactive features covering music, health and energy. At the engaging Bodyquest, kids can move a ball with brain power or drop down, yes, the Colorectal Slide. Elsewhere, future scientists can tackle a moonwalk, watch live bees build a honeycomb, or lift a car with a lever.\nIn addition to the permanent exhibits, the attached Sudekum Planetarium shows engaging films on a 360-degree domed screen for an extra fee. Several rotating exhibits on the 1st floor also offer hands-on explorations to little scientists. A sub shop and frozen-yogurt stand are good lunch and snack options inside."
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 16,
        "name": "Two Rivers Park",
        "latitude": "36.188183",
        "longitude": "-86.687064",
        "excerpt": "For outdoor recreation near Opryland, head to this 374-acre park beside the Cumberland River. Kids can splash around in Wave Country or roll around the…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/donelson-music-valley/attractions/two-rivers-park/a/poi-sig/1537610/1341150",
        "image_url": null,
        "detail_description": "For outdoor recreation near Opryland, head to this 374-acre park beside the Cumberland River. Kids can splash around in Wave Country or roll around the skate park. For greener distractions, toss a Frisbee on the disc golf course or rent a B-Cycle and pedal the 10.2-mile Stones River Greenway, which connects to the 6.4-mile Shelby Bottoms Greenway via the Cumberland River Pedestrian Bridge.\nThe park also has a campground."
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 17,
        "name": "Travellers Rest Plantation & Museum",
        "latitude": "36.074285",
        "longitude": "-86.765556",
        "excerpt": "Tours of this historic house, which dates from 1799, tell the story of John Overton, a Tennessee attorney, judge and businessman who also founded Memphis…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/wedgewood-houston-south-nashville/attractions/travellers-rest-plantation-museum/a/poi-sig/1537940/1341153",
        "image_url": null,
        "detail_description": "Tours of this historic house, which dates from 1799, tell the story of John Overton, a Tennessee attorney, judge and businessman who also founded Memphis. General John Bell Hood, who used the house as his headquarters before the Battle of Nashville in 1864, famously joined five other Confederate generals for dinner one night in the home. Numerous personal items of the Overtons are displayed. A thoughtful exhibit in the weaving house spotlights the enslaved people listed on an 1835 plantation inventory list.\n"
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 18,
        "name": "Belmont Mansion",
        "latitude": "36.135625",
        "longitude": "-86.794714",
        "excerpt": "The story of Belmont Mansion is the story of Adelicia Acklen, a Nashville socialite turned savvy businesswoman. One maneuver of note? Asking her second…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/midtown-music-row-12south/attractions/belmont-mansion/a/poi-sig/1537183/1341154",
        "image_url": null,
        "detail_description": "The story of Belmont Mansion is the story of Adelicia Acklen, a Nashville socialite turned savvy businesswoman. One maneuver of note? Asking her second husband to sign a prenuptial agreement, unusual at the time, which gave her full control of her extensive financial interests. The 1853 mansion was later restyled as an Italianate villa. Union forces occupied the property before and during the 1864 Battle of Nashville. One-hour tours explore common areas and family rooms, with many original and period pieces.\n"
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 19,
        "name": "Centennial Park",
        "latitude": "36.148878",
        "longitude": "-86.811926",
        "excerpt": "An easy 1-mile trail loops around a lake in this lovely 132-acre park, with the Parthenon anchoring the western horizon. Vast lawns beg for picnics while…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/midtown-music-row-12south/attractions/centennial-park/a/poi-sig/1537156/1341154",
        "image_url": null,
        "detail_description": "An easy 1-mile trail loops around a lake in this lovely 132-acre park, with the Parthenon anchoring the western horizon. Vast lawns beg for picnics while noisy ducks beg for bread crumbs. The sunken gardens are particularly photogenic in spring. After a stint as a racetrack in the late 1800s, the land here was selected as the sight for the 1897 Centennial Exposition.\n"
    },
    {
        "country": "nashville",
        "city": "Nashville",
        "index": 20,
        "name": "Elephant Gallery",
        "latitude": "36.1798",
        "longitude": "-86.808515",
        "excerpt": "Walking into this gallery is a bit like walking into a fever dream. Opened in 2016, the space hosts primarily (but not exclusively) local artists, and…",
        "detail_url": "https://www.lonelyplanet.com/usa/tennessee/nashville/germantown-north-nashville/attractions/elephant-gallery/a/poi-sig/1619779/1341152",
        "image_url": null,
        "detail_description": "Walking into this gallery is a bit like walking into a fever dream. Opened in 2016, the space hosts primarily (but not exclusively) local artists, and when we visited, psychedelic whimsy was the name of the game: fuzzy carpets, pastel walls, comic-lined hallways (some dealing with serious subject matter), and an inviting little store in the back called Anteater, which sells affordable pieces of art to take home.\n"
    }
]