[
{
    "country": "nazareth",
    "city": "Nazareth",
    "index": 12,
    "name": "Moskubiya",
    "latitude": "32.70613717",
    "longitude": "35.3002613",
    "excerpt": "Built in 1904 as a Russian pilgrims hostel, this imposing structure now houses a police station.",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/galilee/nazareth/attractions/moskubiya/a/poi-sig/1453187/361043",
    "image_url": null,
    "detail_description": "Built in 1904 as a Russian pilgrims hostel, this imposing structure now houses a police station.\n"
},
{
    "country": "nazareth",
    "city": "Nazareth",
    "index": 11,
    "name": "Cave of the 40 Holy Monks",
    "latitude": "32.705276",
    "longitude": "35.299619",
    "excerpt": "Under the compound of the Greek Orthodox Bishopric, this network of caves is named after 40 monks believed to have been martyred here by the Romans in the…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/galilee/nazareth/attractions/cave-of-the-40-holy-monks/a/poi-sig/1444748/361043",
    "image_url": null,
    "detail_description": "Under the compound of the Greek Orthodox Bishopric, this network of caves is named after 40 monks believed to have been martyred here by the Romans in the 1st century. To find the street entrance, look for a sign reading 'Ancient Holy Cave'.\n"
},
{
    "country": "nazareth",
    "city": "Nazareth",
    "index": 9,
    "name": "St Joseph’s Church",
    "latitude": "32.70276296",
    "longitude": "35.2984118",
    "excerpt": "Across the courtyard and a grassy park from the upper level of the Basilica of the Annunciation, this neo-Romanesque Franciscan church, built in 1914,…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/galilee/nazareth/attractions/st-joseph-s-church/a/poi-sig/1444815/361043",
    "image_url": null,
    "detail_description": "Across the courtyard and a grassy park from the upper level of the Basilica of the Annunciation, this neo-Romanesque Franciscan church, built in 1914, occupies a site believed by popular tradition to be that of Joseph’s carpentry workshop. It was constructed on top of the remains of a Crusader church. Down in the crypt, signs explain the in situ archaeological excavations.\n"
},
{
    "country": "nazareth",
    "city": "Nazareth",
    "index": 10,
    "name": "Christ Anglican Church",
    "latitude": "32.702414",
    "longitude": "35.296315",
    "excerpt": "Consecrated in 1871, this solidly built stone church was only the second Anglican church to be constructed in the Holy Land (the first was in Jerusalem);…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/galilee/nazareth/attractions/christ-anglican-church/a/poi-sig/1453183/361043",
    "image_url": null,
    "detail_description": "Consecrated in 1871, this solidly built stone church was only the second Anglican church to be constructed in the Holy Land (the first was in Jerusalem); the spire was finally completed in 2014. Inside, the austere, white-washed walls are softened by Gothic arches, with stained glass adding a dash of colour.\n"
},
{
    "country": "nazareth",
    "city": "Nazareth",
    "index": 7,
    "name": "White Mosque",
    "latitude": "32.703624",
    "longitude": "35.297817",
    "excerpt": "Built in the late 1700s by Sheikh Abdullah Al Fahum – his tomb can be seen through a glass door off the sanctuary – this mosque is known for its long…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/galilee/nazareth/attractions/white-mosque/a/poi-sig/1444752/361043",
    "image_url": null,
    "detail_description": "Built in the late 1700s by Sheikh Abdullah Al Fahum – his tomb can be seen through a glass door off the sanctuary – this mosque is known for its long-standing support of harmony between Nazareth’s different faith communities. You can leave your shoes on, except on the rugs. The office, to the right of the door, has scarves for women to cover their heads, and information sheets in English.\nThe interior and the courtyard, with a fountain for ablutions, are mostly modern. The colour white symbolises simplicity, purity, unity and peace."
},
{
    "country": "nazareth",
    "city": "Nazareth",
    "index": 8,
    "name": "Synagogue-Church",
    "latitude": "32.70345303",
    "longitude": "35.29700342",
    "excerpt": "Hidden away in an alleyway off the souq, this humble Crusader-era structure, now a Catholic church, stands on the site of the synagogue where it is…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/galilee/nazareth/attractions/synagogue-church/a/poi-sig/1444813/361043",
    "image_url": null,
    "detail_description": "Hidden away in an alleyway off the souq, this humble Crusader-era structure, now a Catholic church, stands on the site of the synagogue where it is believed that the young Jesus quoted Isaiah (61:1–2 and 58:6) and revealed himself as the fulfilment of Isaiah’s prophesy (Luke 4:15–30). The adjacent Greek Catholic Church (same hours), with its magnificent dome and two bell towers, was constructed in 1887 for the local Melkite Greek Catholic community.\n"
},
{
    "country": "nazareth",
    "city": "Nazareth",
    "index": 5,
    "name": "Basilica of Jesus the Adolescent",
    "latitude": "32.706603",
    "longitude": "35.294727",
    "excerpt": "Built between 1906 and 1923, this neo-Gothic church, with commanding views of Nazareth, has a clean, almost luminescent limestone interior whose delicate…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/galilee/nazareth/attractions/basilica-of-jesus-the-adolescent/a/poi-sig/1444757/361043",
    "image_url": null,
    "detail_description": "Built between 1906 and 1923, this neo-Gothic church, with commanding views of Nazareth, has a clean, almost luminescent limestone interior whose delicate arches and soaring vaults can only be described as ‘very French’. It owes its name to the fact that Jesus spent much of his early life in Nazareth.Located along the Jesus Trail, the church is inside the École Jésus Adolescent, a school run by a Catholic religious order, the Salesians of Don Bosco.\nThe church is a steep, 2km walk from the Old City, or you can take bus 15 from Paulus VI St. From the school's big, sliding steel gate, head left up the stairs and, at the top, enter the door to your right; the church is at the end of the long hallway."
},
{
    "country": "nazareth",
    "city": "Nazareth",
    "index": 6,
    "name": "Nazareth Village",
    "latitude": "32.700067",
    "longitude": "35.292538",
    "excerpt": "If you've ever been curious about day-to-day life in Nazareth in the time of Jesus, consider stopping by this recreation of a 1st-century Galilean…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/galilee/nazareth/attractions/nazareth-village/a/poi-sig/1444755/361043",
    "image_url": null,
    "detail_description": "If you've ever been curious about day-to-day life in Nazareth in the time of Jesus, consider stopping by this recreation of a 1st-century Galilean farmstead. The wine press, quarries and some of the vineyard terraces are authentically ancient, but everything else – the threshing floor, the burial cave, the olive press, the carpenter’s and weaver’s studios, the synagogue – are recreations that accurately portray life 2000 years ago. Crafts are demonstrated by actors and volunteers in period costume.\nCall ahead to find out when guided tours (1¼ hours) in your language are scheduled. Run by the Nazareth Trust (www.nazarethtrust.org), the village is a circuitous 1km west of the Basilica of the Annunciation."
},
{
    "country": "nazareth",
    "city": "Nazareth",
    "index": 4,
    "name": "Ancient Bathhouse",
    "latitude": "32.706269",
    "longitude": "35.302044",
    "excerpt": "When Elias Shama and his Belgian-born wife Martina set about renovating their shop in 1993, they uncovered a network of 2000-year-old clay pipes almost…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/galilee/nazareth/attractions/ancient-bathhouse/a/poi-sig/1444747/361043",
    "image_url": null,
    "detail_description": "When Elias Shama and his Belgian-born wife Martina set about renovating their shop in 1993, they uncovered a network of 2000-year-old clay pipes almost identical to ones found in Pompeii – and then, under the floor, an almost perfectly preserved Roman bathhouse once fed by water from Mary’s Well. The 30-minute tour, which draws you into the excitement of serendipitous discovery, ends with walnut-stuffed dates and coffee.\nTours cost 120NIS for one to four people and 28NIS extra per person after that."
},
{
    "country": "nazareth",
    "city": "Nazareth",
    "index": 3,
    "name": "Greek Orthodox Church of the Annunciation",
    "latitude": "32.70728",
    "longitude": "35.301636",
    "excerpt": "According to Greek Orthodox tradition, the Annunciation took place while Mary was fetching water from the spring situated directly under this richly…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/galilee/nazareth/attractions/greek-orthodox-church-of-the-annunciation/a/poi-sig/1444814/361043",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1329858980.jpg",
    "detail_description": "According to Greek Orthodox tradition, the Annunciation took place while Mary was fetching water from the spring situated directly under this richly frescoed, 17th-century church (other denominations hold that she was at home during the Annunciation). The barrel-vaulted crypt, first constructed under Constantine (4th century CE), shelters Nazareth’s only year-round spring, a place everyone in the village obviously visited often. Check out the centuries-old graffiti carved around the outside doorway.\n"
},
{
    "country": "nazareth",
    "city": "Nazareth",
    "index": 2,
    "name": "Centre International Marie de Nazareth",
    "latitude": "32.70282",
    "longitude": "35.297796",
    "excerpt": "Almost across the street from the Basilica of the Annunciation, this stunning complex is run by Chemin Neuf, a Roman Catholic community based in France,…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/galilee/nazareth/attractions/centre-international-marie-de-nazareth/a/poi-sig/1444751/361043",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1305516976.jpg",
    "detail_description": "Almost across the street from the Basilica of the Annunciation, this stunning complex is run by Chemin Neuf, a Roman Catholic community based in France, as a venue for ecumenical work among Christians and for inter-religious dialogue. The peaceful rooftop gardens, landscaped with plants mentioned in the Bible, afford 360-degree panoramas, while in the basement there are in situ ruins from as far back as the First Temple period.\nA four-room multimedia presentation, available in 14 languages, illustrates biblical highlights (from Creation to the Resurrection), with an emphasis on the lives of Mary and Jesus. Films in 16 languages are shown; some can also be watched on www.netforgod.tv. Prayers (in French) are held at 6pm daily. Wheelchair accessible."
},
{
    "country": "nazareth",
    "city": "Nazareth",
    "index": 1,
    "name": "Basilica of the Annunciation",
    "latitude": "32.702026",
    "longitude": "35.297399",
    "excerpt": "Dominating the Old City’s skyline is the lantern-topped cupola of this Franciscan-run Roman Catholic basilica, an audacious modernist structure that’s…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/galilee/nazareth/attractions/basilica-of-the-annunciation/a/poi-sig/1444818/361043",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF500649340.jpg",
    "detail_description": "Dominating the Old City’s skyline is the lantern-topped cupola of this Franciscan-run Roman Catholic basilica, an audacious modernist structure that’s unlike any building you’ve ever seen. Constructed from 1960 to 1969, it’s believed by many Christians to stand on the site of Mary’s home, where many churches (but not the Greek Orthodox) believe the Annunciation took place.\nThe Upper Basilica, its soaring dome shaped like an inverted lily, ‘glorifies Mary as the Mother of God’. With lovely mid-20th-century flair, the bare cast concrete is adorned with indented dots.In the dimly lit lower church, a sunken enclosure shelters the Grotto of the Annunciation, the traditional site of Mary’s house, and remnants of churches from the Byzantine (4th century) and Crusader (12th century) eras.The walls of the courtyard and the upper church are decorated with a series of vivid mosaic panels, donated by Catholic communities around the world, depicting Mary and the infant Jesus in styles that boldly reflect the cultures of their countries of origin. A panel from Brazil was added in 2016.Confessions can be made in a variety of languages from 8.30am to 11.30am and 3pm to 5pm. Regular events:Angelus Prayer At noon daily, in the GrottoMarian Prayer 8.30pm TuesdayEucharistic Adoration 8.30pm ThursdayCandlelight Procession 8.30pm SaturdayLive webcasts of some events can be seen via www.cmc-terrasanta.com.Free brochures in a dozen languages – and shawls and skirts to cover exposed shoulders and knees (deposit of ID required) – are available at the Pilgrims Office, 20m to the left of the basilica’s main gate. Inquiries can be sent in by email."
}
]