[
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 1,
    "name": "Yale University",
    "latitude": "41.30897",
    "longitude": "-72.925594",
    "excerpt": "Each year, thousands of high-school students make pilgrimages to Yale, nursing dreams of attending the country's third-oldest university, which boasts…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/yale-university/a/poi-sig/470040/361988",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/37961c934b396503329368c566aa2adf-yale-university.jpg",
    "detail_description": "Each year, thousands of high-school students make pilgrimages to Yale, nursing dreams of attending the country's third-oldest university, which boasts such notable alums as Noah Webster, Naomi Wolf and Hillary Clinton, and presidents William H Taft and George W Bush. You don't need to share the students' ambitions in order to take a stroll around the campus – just pick up a map at the visitor center or join a free, one-hour guided tour.\nAlthough the tour overflows with tidbits about life at Yale, the guides refrain from mentioning the various secret societies and their buildings scattered around the campus, but feel free to ask them!"
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 14,
    "name": "Artspace",
    "latitude": "41.304455",
    "longitude": "-72.925429",
    "excerpt": "Specializing in contemporary visual arts and community outreach, Artspace runs this bright contemporary gallery and organizes the annual City-Wide Open…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/artspace/a/poi-sig/1372285/361988",
    "image_url": null,
    "detail_description": "Specializing in contemporary visual arts and community outreach, Artspace runs this bright contemporary gallery and organizes the annual City-Wide Open Studios each fall.\n"
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 12,
    "name": "Bradley Point Park and Beach",
    "latitude": "41.253436",
    "longitude": "-72.95836",
    "excerpt": "Bradley Point is the best family-friendly sandy beach within striking distance of New Haven. Bicycle trails and a 3.5-mile-long walkway link Bradley with…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/bradley-point-park-and-beach/a/poi-sig/1421226/361988",
    "image_url": null,
    "detail_description": "Bradley Point is the best family-friendly sandy beach within striking distance of New Haven. Bicycle trails and a 3.5-mile-long walkway link Bradley with Morse Beach and Sandy Point to the northeast, with views of Long Island Sound en route. Parking costs $10, or $5 after 5pm.\n"
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 13,
    "name": "Leitner Family Observatory & Planetarium",
    "latitude": "41.320832",
    "longitude": "-72.922204",
    "excerpt": "A little-known attraction, Yale University's observatory hosts an hour-long planetarium show every Tuesday evening, after which the observatory's…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/leitner-family-observatory-planetarium/a/poi-sig/1421225/361988",
    "image_url": null,
    "detail_description": "A little-known attraction, Yale University's observatory hosts an hour-long planetarium show every Tuesday evening, after which the observatory's telescopes are open for viewings of planets, nebulae and star clusters.\n"
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 11,
    "name": "Lighthouse Point Park",
    "latitude": "41.250516",
    "longitude": "-72.900467",
    "excerpt": "This pretty seaside park a few minutes' drive from Tweed New Haven Airport features the handsome 1840s Five Mile Point Lighthouse, listed on the National…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/lighthouse-point-park/a/poi-sig/1540939/361988",
    "image_url": null,
    "detail_description": "This pretty seaside park a few minutes' drive from Tweed New Haven Airport features the handsome 1840s Five Mile Point Lighthouse, listed on the National Register of Historic Places, and a beautiful 1916 carousel (rides 50¢) and pavilion. Parking fees apply in season (April to October).\n"
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 10,
    "name": "Peabody Museum of Natural History",
    "latitude": "41.316013574952",
    "longitude": "-72.921141386032",
    "excerpt": "It's hard not to be fascinated by this vast collection of animal, vegetable and mineral specimens, including wildlife dioramas, meteorites and minerals…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/peabody-museum-of-natural-history/a/poi-sig/470028/361988",
    "image_url": null,
    "detail_description": "It's hard not to be fascinated by this vast collection of animal, vegetable and mineral specimens, including wildlife dioramas, meteorites and minerals. The Great Hall of Dinosaurs illuminates the museum's fossil collection against the backdrop of the Pulitzer Prize–winning mural The Age of Reptiles.\n"
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 9,
    "name": "PEZ Visitor Center & Museum",
    "latitude": "41.26384",
    "longitude": "-72.996554",
    "excerpt": "PEZ dispensers are iconic American kitsch, but their origins are in Austria. You'll glean this and a few other factoids here, but the real gems are the…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/pez-visitor-center-museum/a/poi-sig/1610124/361988",
    "image_url": null,
    "detail_description": "PEZ dispensers are iconic American kitsch, but their origins are in Austria. You'll glean this and a few other factoids here, but the real gems are the hundreds of dispensers on view in this 'museum,' ranging from all the US presidents to various cartoon and cultural legends. Some days, you can see the candy-making process through the thick glass windows. Worth the short wander off the freeway.\n"
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 8,
    "name": "Tomb",
    "latitude": "41.308490801553",
    "longitude": "-72.930204570293",
    "excerpt": "The Tomb is not open to the public. This is the home of Yale’s most notorious secret society, the Skull & Bones Club, founded in 1832, and its list of…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/tomb/a/poi-sig/470030/361988",
    "image_url": null,
    "detail_description": "The Tomb is not open to the public. This is the home of Yale’s most notorious secret society, the Skull &amp; Bones Club, founded in 1832, and its list of members reads like a ‘who’s who’ of high-powered judges, financiers, politicians, publishers and intelligence officers. Stories of bizarre initiation rites and claims that the Tomb is full of stolen booty, like Hitler’s silverware and the skulls of Apache warrior Geronimo and Mexican general Pancho Villa, further fuel popular curiosity.\nIt's rumored that the Tomb has the highest water utilities bill of any property on campus (and some say in the city)…and nobody knows why."
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 7,
    "name": "Beinecke Rare Book & Manuscript Library",
    "latitude": "41.311629761126",
    "longitude": "-72.927353382111",
    "excerpt": "Built in 1963, this extraordinary piece of architecture is the largest building in the world designed for the preservation of rare manuscripts. The…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/beinecke-rare-book-manuscript-library/a/poi-sig/470018/361988",
    "image_url": null,
    "detail_description": "Built in 1963, this extraordinary piece of architecture is the largest building in the world designed for the preservation of rare manuscripts. The windowless cube has walls of Danby marble that subdue the effects of light, while inside the glass stack tower displays sculptural shelves of books, including one of only 48 surviving Gutenberg Bibles (1455) and original manuscripts by Charles Dickens, Benjamin Franklin and Goethe. Open weekends when there is an exhibition.\nIn the center a sunken courtyard contains sculptures by Isamu Noguchi representing time (the pyramid), the sun (the circle) and chance (the cube). The library's 50-year-old heating and cooling systems were completely replaced in 2015–16, and new classrooms added."
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 6,
    "name": "Grove Street Cemetery",
    "latitude": "41.313276",
    "longitude": "-72.926906",
    "excerpt": "Three blocks north of the green, this cemetery holds the graves of several famous New Havenites behind its grand Egyptian Revival gate, including rubber…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/grove-street-cemetery/a/poi-sig/1112072/361988",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock2312436465.jpg",
    "detail_description": "Three blocks north of the green, this cemetery holds the graves of several famous New Havenites behind its grand Egyptian Revival gate, including rubber magnate Charles Goodyear, telegraph inventor Samuel Morse, lexicographer Noah Webster and cotton-gin inventor Eli Whitney. Machu Picchu 'discoverer' Hiram Bingham lurks below, too. Around the turn of the 19th century Yale medical students would sneak in at night to dig up bodies for dissection, but you can simply join the free walking tour at 10am on Saturdays.\nIt became the first chartered cemetery in the country in 1797, and was the first to arrange graves by family plot."
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 5,
    "name": "New Haven Green",
    "latitude": "41.307595",
    "longitude": "-72.92722",
    "excerpt": "New Haven's spacious green has been the spiritual center of the city since its Puritan fathers designed it in 1638 as the prospective site for Christ's…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/new-haven-green/a/poi-sig/470032/361988",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8e38166fd470a762d97da4b90be1a987-new-haven-green.jpg",
    "detail_description": "New Haven's spacious green has been the spiritual center of the city since its Puritan fathers designed it in 1638 as the prospective site for Christ's second coming. Since then it has held the municipal burial grounds – graves were later moved to Grove Street Cemetery – several statehouses and an array of churches, three of which still stand.\nThe 1816 Trinity Church (Episcopal) resembles England's Gothic York Minster, featuring several Tiffany windows. The Georgian-style 1812 Center Church on the Green (United Church of Christ), a fine New England interpretation of Palladian architecture, harbors many colonial tombstones in its crypt. The 1814 United Church (also United Church of Christ), at the northeastern corner of the green, is another Georgian-Palladian work.Across Church St, the 14ft bronze Amistad Memorial stands in front of City Hall on the spot where 55 kidnapped African slaves, who sought their freedom and seized control of the slave-ship Amistad, were imprisoned in 1839 while awaiting one of a series of trials that would ultimately release them."
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 4,
    "name": "Shore Line Trolley Museum",
    "latitude": "41.27421",
    "longitude": "-72.862766",
    "excerpt": "For a unique take on East Haven's shoreline, take a ride on this open-sided antique trolley – the oldest continuously running suburban trolley line in the…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/shore-line-trolley-museum/a/poi-sig/1395419/361988",
    "image_url": null,
    "detail_description": "For a unique take on East Haven's shoreline, take a ride on this open-sided antique trolley – the oldest continuously running suburban trolley line in the country – along 3 miles of track that takes you from River St in East Haven to Short Beach in Branford. Enjoy the museum and its beautifully maintained carriages when you're done. Bring a picnic lunch.\n"
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 3,
    "name": "Yale University Art Gallery",
    "latitude": "41.3085109494",
    "longitude": "-72.931103110313",
    "excerpt": "This outstanding museum was architect Louis Kahn's first commission and houses the oldest university art collection in the country; it includes Vincent…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/yale-university-art-gallery/a/poi-sig/470042/361988",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-128076545_high.jpg",
    "detail_description": "This outstanding museum was architect Louis Kahn's first commission and houses the oldest university art collection in the country; it includes Vincent van Gogh's The Night Café and European masterpieces by Frans Hals, Peter Paul Rubens, Manet and Picasso. In addition there are displays of American masterworks by Winslow Homer, Edward Hopper and Jackson Pollock, silver from the 18th century, and art from Africa, Asia, and the pre- and post-Columbian Americas. Best of all, it won't cost you a penny to take a peek.\n"
},
{
    "country": "new-haven",
    "city": "New Haven",
    "index": 2,
    "name": "Yale Center for British Art",
    "latitude": "41.307817859866",
    "longitude": "-72.930604219437",
    "excerpt": "Reopened in 2016 after extensive restoration, this fabulous gallery was architect Louis Kahn’s last commission and is the setting for the largest…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/new-haven/attractions/yale-center-for-british-art/a/poi-sig/470038/361988",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9269792fd981525fa78c52184b4cadcd-yale-center-for-british-art.jpg",
    "detail_description": "Reopened in 2016 after extensive restoration, this fabulous gallery was architect Louis Kahn’s last commission and is the setting for the largest collection of British art outside the UK. Spanning three centuries from the Elizabethan era to the 19th century, and arranged thematically as well as chronologically, the collection gives an unparalleled insight into British art, life and culture. A visit is an absolute must for anyone interested in beautiful things. And yes, it's free.\nPublic and private group tours are available."
}
]