[
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 15,
    "name": "King Edward Park Obelisk",
    "latitude": "-32.931912",
    "longitude": "151.778859",
    "excerpt": "The obelisk at the top of King Edward Park provides sweeping views over ocean and city.",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/king-edward-park-obelisk/a/poi-sig/1314351/362284",
    "image_url": null,
    "detail_description": "The obelisk at the top of King Edward Park provides sweeping views over ocean and city.\n"
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 13,
    "name": "King Edward Park",
    "latitude": "-32.933776",
    "longitude": "151.780157",
    "excerpt": "This magnificently landscaped ocean-side park offers sweeping views, lots of grass and plenty of shady spots for lounging around. The best views are from…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/king-edward-park/a/poi-sig/1556980/362284",
    "image_url": null,
    "detail_description": "This magnificently landscaped ocean-side park offers sweeping views, lots of grass and plenty of shady spots for lounging around. The best views are from the obelisk at the top.\n"
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 14,
    "name": "Bar Beach",
    "latitude": "-32.941709",
    "longitude": "151.767744",
    "excerpt": "This popular surfing break, 1.5km south of the city centre, is at the northern end of a long strand that's called Merewether Beach at its southern end.",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/bar-beach/a/poi-sig/1436902/362284",
    "image_url": null,
    "detail_description": "This popular surfing break, 1.5km south of the city centre, is at the northern end of a long strand that's called Merewether Beach at its southern end.\n"
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 12,
    "name": "Nobby's Beach",
    "latitude": "-32.923888",
    "longitude": "151.792592",
    "excerpt": "Surfers should goofy-foot it to Nobby's Beach. The fast left-hander known as the Wedge is at its northern end, which can also offer good kitesurfing…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/nobby-s-beach/a/poi-sig/1315493/362284",
    "image_url": null,
    "detail_description": "Surfers should goofy-foot it to Nobby's Beach. The fast left-hander known as the Wedge is at its northern end, which can also offer good kitesurfing conditions. The southern end is good for swimming, with ships leaving port adding interest.\n"
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 11,
    "name": "Blackbutt Reserve",
    "latitude": "-32.935937",
    "longitude": "151.697502",
    "excerpt": "Sitting in a tract of bushland with plenty of walking trails and picnic areas, this council-run reserve has enclosures of native critters: koalas,…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/blackbutt-reserve/a/poi-sig/484002/362284",
    "image_url": null,
    "detail_description": "Sitting in a tract of bushland with plenty of walking trails and picnic areas, this council-run reserve has enclosures of native critters: koalas, wallabies, wombats and a cacophonic chorus of native birds. It's a short walk from Kotara train station.\n"
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 10,
    "name": "Lock-Up",
    "latitude": "-32.927725",
    "longitude": "151.784095",
    "excerpt": "These days artists in residence, rather than prisoners, occupy this former police station (1861). There’s a dynamic contemporary-art program, artists…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/lock-up/a/poi-sig/1228621/362284",
    "image_url": null,
    "detail_description": "These days artists in residence, rather than prisoners, occupy this former police station (1861). There’s a dynamic contemporary-art program, artists studios and such creepy jailhouse relics as the well-preserved padded cell, whose leather walls are stuffed with horsehair.\n"
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 9,
    "name": "Merewether Aquarium",
    "latitude": "-32.94965",
    "longitude": "151.755888",
    "excerpt": "Not an aquarium in the traditional sense, this pedestrian underpass has been charmingly transformed into a pop-art underwater world by local artist Trevor…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/merewether-aquarium/a/poi-sig/1556974/362284",
    "image_url": null,
    "detail_description": "Not an aquarium in the traditional sense, this pedestrian underpass has been charmingly transformed into a pop-art underwater world by local artist Trevor Dickinson. There are numerous quirky details, including the artist himself as a diver. Find it at the southern end of Merewether Beach, opposite the Surfhouse top entrance.\n"
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 8,
    "name": "Nobby's Head",
    "latitude": "-32.918791",
    "longitude": "151.798353",
    "excerpt": "Originally an island, this headland at the entrance to Newcastle Harbour was joined to the mainland by a stone breakwater built by convicts between 1818…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/nobby-s-head/a/poi-sig/1402940/362284",
    "image_url": null,
    "detail_description": "Originally an island, this headland at the entrance to Newcastle Harbour was joined to the mainland by a stone breakwater built by convicts between 1818 and 1846; many of those poor souls were lost to the wild seas during construction. The walk along the spit towards the lighthouse and meteorological station (open on Sundays) and beyond along the long breakwater is exhilarating, but don't do it in high seas.\n"
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 7,
    "name": "Merewether Beach",
    "latitude": "-32.948975",
    "longitude": "151.757112",
    "excerpt": "South of the city centre, this magnificent, wide stretch of sand has excellent surfing conditions and is the home strand of the legendary Aussie surfer…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/merewether-beach/a/poi-sig/1437984/362284",
    "image_url": null,
    "detail_description": "South of the city centre, this magnificent, wide stretch of sand has excellent surfing conditions and is the home strand of the legendary Aussie surfer Mark Richards. At the southern end is a huge sea pool. The northern extreme of the same beach is called Bar Beach.\nBus 21 gets you to Merewether Beach from the centre's eastern end, or take bus 12 from Hunter St near Newcastle Interchange."
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 6,
    "name": "Fort Scratchley",
    "latitude": "-32.926014",
    "longitude": "151.791133",
    "excerpt": "Perched above Newcastle Harbour, this intriguing military site was constructed during the Crimean War to protect the city against a feared Russian…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/fort-scratchley/a/poi-sig/1151716/362284",
    "image_url": null,
    "detail_description": "Perched above Newcastle Harbour, this intriguing military site was constructed during the Crimean War to protect the city against a feared Russian invasion. During WWII the fort returned fire on a Japanese submarine, making it the only Australian fort to have engaged in a maritime attack. It's free to enter, but the guided tours are worth taking, as you venture into the fort's labyrinth of underground tunnels. Head to the shop for tickets or for a self-guided-tour brochure.\n"
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 5,
    "name": "Newcastle Museum",
    "latitude": "-32.925951",
    "longitude": "151.772218",
    "excerpt": "This attractive museum in the restored Honeysuckle rail workshops tells a tale of the city from its Indigenous Awabakal origins to its rough-and-tumble…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/newcastle-museum/a/poi-sig/1151717/362284",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Newcastle%20chameleonseye%20GettyImages-1140501335%20RFE%20crop.jpg",
    "detail_description": "This attractive museum in the restored Honeysuckle rail workshops tells a tale of the city from its Indigenous Awabakal origins to its rough-and-tumble social history, shaped by a cast of convicts, coal miners and steelworkers. Exhibitions are interactive and engaging, ranging from geology to local icons like Silverchair and the Newcastle Knights rugby league club. If you’re travelling with kids, check out hands-on science centre Supernova and the hourly sound-and-light show on the steelmaking process. There's also a cafe.\n"
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 4,
    "name": "Christ Church Cathedral",
    "latitude": "-32.929012",
    "longitude": "151.780436",
    "excerpt": "Dominating the city skyline, Newcastle's Anglican cathedral is filled with treasures like a gold chalice and a remembrance book made from jewellery…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/christ-church-cathedral/a/poi-sig/1436903/362284",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Newcastle%20Tawunap159%20shutterstock_1517841710%20RFC.jpg",
    "detail_description": "Dominating the city skyline, Newcastle's Anglican cathedral is filled with treasures like a gold chalice and a remembrance book made from jewellery donated by locals who lost loved ones in WWI. The self-guided tour offers an insight into special features such as the fine pre-Raphaelite stained-glass window by Edward Burne-Jones and William Morris. Climb the claustrophobic spiral stairs to the tower ($10 donation) for splendid views across the mouth of the Hunter and the long dunes beyond.\nDon't miss a ramble in the small hillside park behind the building. The cathedral was begun in 1892, finished in 1979 and re-finished in 1997 after heavy damage in the 1989 earthquake."
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 3,
    "name": "Newcastle Art Gallery",
    "latitude": "-32.92931",
    "longitude": "151.773194",
    "excerpt": "Ignore the brutalist exterior, as inside this remarkable regional gallery are some wonderful works. There's no permanent exhibition; displays rotate the…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/newcastle-art-gallery/a/poi-sig/484006/362284",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Newcastle%20Manfred%20Gottschalk%20GettyImages-901089744%20RFE.jpg",
    "detail_description": "This attraction is currently closed for renovation.Ignore the brutalist exterior, as inside this remarkable regional gallery are some wonderful works. There's no permanent exhibition; displays rotate the gallery's excellent collection, whose highlights include art by Newcastle-born William Dobell and John Olsen as well as Brett Whiteley and modernist Grace Cossington Smith. There are often child-friendly activities at weekends and school holidays.\nOlsen's works, in particular, bring an explosive vibrancy to the gallery, with his generative organic swirls flamboyantly representing water-based Australian landscapes. Look out for his ceiling painting by the central stairwell and, if it's on display, his brilliant King Sun and the Hunter, a tribute to the essence of his native city, painted at age 88 in 2016."
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 1,
    "name": "Newcastle Beach",
    "latitude": "-32.929424139009",
    "longitude": "151.78726870232",
    "excerpt": "Surfers and swimmers adore this picturesque patrolled beach at the eastern end of the town centre. Nearby accommodation and eating options mean that you…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/newcastle-beach/a/poi-sig/1315491/362284",
    "image_url": null,
    "detail_description": "Surfers and swimmers adore this picturesque patrolled beach at the eastern end of the town centre. Nearby accommodation and eating options mean that you can base yourself here; it's a great scene.\n"
},
{
    "country": "newcastle",
    "city": "Newcastle",
    "index": 2,
    "name": "Hunter Wetlands Centre",
    "latitude": "-32.876262",
    "longitude": "151.695989",
    "excerpt": "Transformed from a dump and abandoned sporting fields into a magnificent conservation sanctuary, this swampy centre is home to over 200 species of bird,…",
    "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/newcastle/attractions/hunter-wetlands-centre/a/poi-sig/1228624/362284",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Australia%20Newcastle%20Kirsty%20Nadine%20shutterstock_1812295432%20RFC.jpg",
    "detail_description": "Transformed from a dump and abandoned sporting fields into a magnificent conservation sanctuary, this swampy centre is home to over 200 species of bird, including magpie geese, freckled ducks and egrets, and a huge diversity of animal residents. Extensive walking and bike trails criss-cross the site, or you can hire a canoe ($10/3 per adult/non-paddling child for two hours, times tide-dependent) and paddle along picturesque Ironbark Creek.\nPopular Segway tours ($75, Sundays, must be pre-booked, www.nswsegway.com.au) are also a fun way to quietly view the animals. The centre is off Sandgate Rd. To get here, take the Pacific Hwy towards Maitland and turn left at the cemetery, or catch the train to Sandgate and walk (10 minutes). There's a cafe on-site (open 9.30am to 2.30pm)."
}
]