[
{
    "country": "newport",
    "city": "Newport",
    "index": 1,
    "name": "Rough Point",
    "latitude": "41.455239340701",
    "longitude": "-71.305389404297",
    "excerpt": "While the peerless position and splendor of the grounds alone are worth the price of admission, this faux-English manor house also contains heiress and…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/rough-point/a/poi-sig/469442/362065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-144073759_master.jpg",
    "detail_description": "While the peerless position and splendor of the grounds alone are worth the price of admission, this faux-English manor house also contains heiress and philanthropist Doris Duke’s impressive art holdings, including medieval tapestries, furniture owned by French emperors, Ming dynasty ceramics, and paintings by Renoir and Van Dyck.\nBuilt in 1889 by Frederick W Vanderbilt on a rocky bluff jutting out into the ocean, Rough Point was later purchased by tobacco baron James B Duke, and passed to his only daughter, Doris (then aged 12), in 1925 along with his $80 million fortune. Throughout her teenage years Doris spent her summers here, and as an adult Rough Point was one of her favorite houses.The contents of the house are exactly as she left them at the time of her death in 1993, when she bequeathed the house to the Newport Restoration Society (which she founded) with the directive that it be opened as a museum. Particularly interesting is a glassed-in sunroom containing just about the only pedestrian furniture (the couch appears to be from a department store). Also on hand are mannequins wearing some of Duke's eight decades of bizarre clothing."
},
{
    "country": "newport",
    "city": "Newport",
    "index": 23,
    "name": "Norman Bird Sanctuary",
    "latitude": "41.496364",
    "longitude": "-71.249599",
    "excerpt": "Established in 1949, this beautiful nature sanctuary occupies a 325-acre site with over 7 miles of groomed walking trails. It was established to protect…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/norman-bird-sanctuary/a/poi-sig/1395687/362065",
    "image_url": null,
    "detail_description": "Established in 1949, this beautiful nature sanctuary occupies a 325-acre site with over 7 miles of groomed walking trails. It was established to protect the habitat of the area's abundant bird and plant life. A varied program of educational tours are offered throughout the year – check the website for details.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 29,
    "name": "Gooseberry Beach",
    "latitude": "41.459875",
    "longitude": "-71.324445",
    "excerpt": "Gooseberry Beach is popular with families for its calm waters, white sand and beach kiosk.",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/gooseberry-beach/a/poi-sig/469418/362065",
    "image_url": null,
    "detail_description": "Gooseberry Beach is popular with families for its calm waters, white sand and beach kiosk.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 28,
    "name": "Third Beach",
    "latitude": "41.486623708389",
    "longitude": "-71.245994567871",
    "excerpt": "Located a short distance east of Second Beach, and popular with families because it is protected from the open ocean, Third Beach also appeals to…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/third-beach/a/poi-sig/469448/362065",
    "image_url": null,
    "detail_description": "Located a short distance east of Second Beach, and popular with families because it is protected from the open ocean, Third Beach also appeals to windsurfers because the water is calm and the winds are steady.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 27,
    "name": "Newport Vineyards",
    "latitude": "41.527407",
    "longitude": "-71.273632",
    "excerpt": "Tours of the vineyards aren't the only reason to stop by this pleasant winery in Middletown 4 miles north of Newport: there's also a marketplace, a…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/newport-vineyards/a/poi-sig/1541225/362065",
    "image_url": null,
    "detail_description": "Tours of the vineyards aren't the only reason to stop by this pleasant winery in Middletown 4 miles north of Newport: there's also a marketplace, a restaurant and a bakery. Check the website for seasonal opening hours.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 26,
    "name": "Museum of Newport History at Brick Market",
    "latitude": "41.489756",
    "longitude": "-71.315379",
    "excerpt": "Newport's excellent local history museum, housed in the 1762 Brick Market building, brings the city's fascinating past to life with an award-winning…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/museum-of-newport-history-at-brick-market/a/poi-sig/1369419/362065",
    "image_url": null,
    "detail_description": "Newport's excellent local history museum, housed in the 1762 Brick Market building, brings the city's fascinating past to life with an award-winning collection of displays and memorabilia. Contact the museum to inquire about the scheduling of its excellent local walking tours and to make bookings.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 25,
    "name": "Wanton-Lyman-Hazard House",
    "latitude": "41.490326",
    "longitude": "-71.312995",
    "excerpt": "For some serious timber framing, visit the oldest surviving house in Newport, constructed c 1697. Used as a residence by Colonial governors and well-to-do…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/wanton-lyman-hazard-house/a/poi-sig/469454/362065",
    "image_url": null,
    "detail_description": "For some serious timber framing, visit the oldest surviving house in Newport, constructed c 1697. Used as a residence by Colonial governors and well-to-do residents, it's now a museum of colonial Newport history operated by the Newport Historical Society. Check the online schedule for guided tours.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 22,
    "name": "The Breakers' Stable & Carriage House",
    "latitude": "41.469454",
    "longitude": "-71.309702",
    "excerpt": "Designed by Richard Morris Hunt of The Breakers' fame, this carriage house and former stables, which belong to their eponymous mansion, now house a museum…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/the-breakers-stable-carriage-house/a/poi-sig/1543782/362065",
    "image_url": null,
    "detail_description": "Designed by Richard Morris Hunt of The Breakers' fame, this carriage house and former stables, which belong to their eponymous mansion, now house a museum of Vanderbilt family memorabilia, restored carriages and a fascinating model railway. Admission includes entry into the main house.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 24,
    "name": "Newport Museum of Art",
    "latitude": "41.489991",
    "longitude": "-71.312567",
    "excerpt": "This vibrant city art museum has a permanent collection of around 2600 artworks focusing on American and contemporary art from the 18th century to the…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/newport-museum-of-art/a/poi-sig/1541226/362065",
    "image_url": null,
    "detail_description": "This vibrant city art museum has a permanent collection of around 2600 artworks focusing on American and contemporary art from the 18th century to the present day, but it's better known for its calendar of regularly changing visiting exhibitions and workshops. See the website for current programming.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 20,
    "name": "Trinity Church",
    "latitude": "41.487277",
    "longitude": "-71.313046",
    "excerpt": "On Queen Anne Sq, Trinity follows the design canon of Sir Christopher Wren's Palladian churches in London. Built between 1725 and 1726, it has a fine…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/trinity-church/a/poi-sig/469452/362065",
    "image_url": null,
    "detail_description": "On Queen Anne Sq, Trinity follows the design canon of Sir Christopher Wren's Palladian churches in London. Built between 1725 and 1726, it has a fine wineglass-shaped pulpit, Tiffany stained glass, traditional box pews (warmed by the bottoms of many celebrity guests including George Washington, Queen Elizabeth II and Archbishop Desmond Tutu) and an organ once played by Handel.\nHalf-hour tours ($5) also run year-round right after the Sunday service (around 11am)."
},
{
    "country": "newport",
    "city": "Newport",
    "index": 21,
    "name": "Audrain Automobile Museum",
    "latitude": "41.482171",
    "longitude": "-71.3082",
    "excerpt": "Little kids and big kids alike ooh and ahh at Newport's original musuem of flashy cars, which from the outside looks like a luxury car dealership. A…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/audrain-automobile-museum/a/poi-sig/1541338/362065",
    "image_url": null,
    "detail_description": "Little kids and big kids alike ooh and ahh at Newport's original musuem of flashy cars, which from the outside looks like a luxury car dealership. A rotating selection from the museum's collection of over 160 of history's rarest vehicles, from Hummers to Lamborghinis, is displayed inside. It's not to be confused with, nor is it affiliated with, the new-and-bigger-kid-on-the-block, the Newport Car Museum.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 19,
    "name": "Kingscote",
    "latitude": "41.481471",
    "longitude": "-71.308964",
    "excerpt": "An Elizabethan fantasy complete with Tiffany glass, Kingscote was Newport's first 'cottage' strictly for summer use, designed by Richard Upjohn in 1841…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/kingscote/a/poi-sig/469424/362065",
    "image_url": null,
    "detail_description": "An Elizabethan fantasy complete with Tiffany glass, Kingscote was Newport's first 'cottage' strictly for summer use, designed by Richard Upjohn in 1841 for George Noble Jones of Savannah, GA. It was later bought by China-trade merchant William H King, who gave the house its name. A variety of discount tickets for entry into multiple houses maintained by the Preservation Society of Newport County is available: check the website for details.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 18,
    "name": "Preservation Society of Newport County",
    "latitude": "41.475009083169",
    "longitude": "-71.307266950607",
    "excerpt": "Ten historic properties, including six of Newport's grandest mansions, are managed by this society. Each mansion takes about 90 minutes to tour. From…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/preservation-society-of-newport-county/a/poi-sig/469438/362065",
    "image_url": null,
    "detail_description": "Ten historic properties, including six of Newport's grandest mansions, are managed by this society. Each mansion takes about 90 minutes to tour. From April to mid-October, the Breakers and Rosecliff are open from 9am and the other mansions from 10am. Closing times vary and hours are reduced in the off-season – call ahead. A variety of discount ticket options are available: check the website for details.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 17,
    "name": "Whitehorne House Museum",
    "latitude": "41.481996",
    "longitude": "-71.314301",
    "excerpt": "A few decades ago, Colonial Newport was decaying and undervalued. Enter Doris Duke, who used her fortune to preserve many of the buildings that now…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/whitehorne-house-museum/a/poi-sig/469458/362065",
    "image_url": null,
    "detail_description": "A few decades ago, Colonial Newport was decaying and undervalued. Enter Doris Duke, who used her fortune to preserve many of the buildings that now attract people to the city. One of them is Whitehorne, a Federal period estate. Rooms contain a collection of extraordinary furniture crafted by Newport's famed cabinetmakers, including pieces by Goddard and Townsend. At the time of writing, the museum was closed for general admission. Private group tours are available and occasional open-house events are held.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 16,
    "name": "Marble House",
    "latitude": "41.46207380892",
    "longitude": "-71.305550336838",
    "excerpt": "Designed by Richard Morris Hunt and built in 1892 for William K Vanderbilt, the younger brother of Cornelius II, the gaudy Marble House – built of many…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/marble-house/a/poi-sig/469426/362065",
    "image_url": null,
    "detail_description": "Designed by Richard Morris Hunt and built in 1892 for William K Vanderbilt, the younger brother of Cornelius II, the gaudy Marble House – built of many kinds of garishly colored marble – is an ostentatious building whose inspiration was drawn from the Palace of Versailles. It comes complete with custom furnishings styled after the era of Louis XIV. The Preservation Society of Newport County maintains the building and offers a variety of discount tickets for entry into multiple houses.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 15,
    "name": "International Tennis Hall of Fame",
    "latitude": "41.482761775098",
    "longitude": "-71.308087706566",
    "excerpt": "To experience something of the American aristocracy's approach to 19th-century leisure, visit this museum. It lies inside the historic Newport Casino…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/international-tennis-hall-of-fame/a/poi-sig/469420/362065",
    "image_url": null,
    "detail_description": "To experience something of the American aristocracy's approach to 19th-century leisure, visit this museum. It lies inside the historic Newport Casino building (1880), which served as a summer club for Newport's wealthiest residents. The US National Lawn Tennis Championships (forerunner of today's US Open tennis tournament) were held here in 1881. A scavenger hunt, available at reception, gets kids engaged with eight centuries of tennis.\nIf you brought your whites, playing on one of its 13 grass courts (closed in winter) remains a delightful throwback to earlier times ($160 for one or two people per 90 minutes). Otherwise have a drink lawnside at the La Forge Casino Restaurant (lunch menu $30 to $35)."
},
{
    "country": "newport",
    "city": "Newport",
    "index": 14,
    "name": "Rosecliff",
    "latitude": "41.46484",
    "longitude": "-71.306462",
    "excerpt": "Built for Mrs Hermann Oelrichs, an heiress of the Comstock Lode silver treasure, Rosecliff was designed by Stanford White to look like the Grand Trianon…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/rosecliff/a/poi-sig/469440/362065",
    "image_url": null,
    "detail_description": "Built for Mrs Hermann Oelrichs, an heiress of the Comstock Lode silver treasure, Rosecliff was designed by Stanford White to look like the Grand Trianon at Versailles, and its palatial ballroom (Newport's largest) and landscaped grounds quickly became the setting for some truly enormous parties. Houdini entertained at one. Today it's managed by the Preservation Society of Newport County, which offers discounted tickets for visits to other mansions in its custodianship.\nIf the building seems oddly familiar during your visit, that might be because it has appeared in films such as the 1974 Great Gatsby, Amistad and High Society. In June the Newport Flower Show is held here."
},
{
    "country": "newport",
    "city": "Newport",
    "index": 13,
    "name": "Second Beach",
    "latitude": "41.487235",
    "longitude": "-71.25844",
    "excerpt": "East of Easton's Beach along Purgatory Rd, pretty and clean Sachuest Beach has showers, a snack bar and a lovely setting, overlooked by the neo-Gothic…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/second-beach/a/poi-sig/1111484/362065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/74e4882c70847710a59cd72b045376b0-sachuest-beach.jpg",
    "detail_description": "East of Easton's Beach along Purgatory Rd, pretty and clean Sachuest Beach has showers, a snack bar and a lovely setting, overlooked by the neo-Gothic tower of St George's prep school.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 11,
    "name": "Fort Adams",
    "latitude": "41.479155",
    "longitude": "-71.338423",
    "excerpt": "Built between 1824 and 1857, Fort Adams crowns a rise at the end of the peninsula that juts northward into Newport Harbor. Like many American coastal…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/fort-adams/a/poi-sig/1369404/362065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8483ef7da28543fae0373e37739f6af1-fort-adams.jpg",
    "detail_description": "Built between 1824 and 1857, Fort Adams crowns a rise at the end of the peninsula that juts northward into Newport Harbor. Like many American coastal fortresses, it's had a short, practical life as a deterrent followed by a long life as a tourist attraction. Admission includes an hour-long guided tour. Check the website for details of special themed tours.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 12,
    "name": "Brenton Point State Park",
    "latitude": "41.452438",
    "longitude": "-71.353408",
    "excerpt": "On the southwestern tip of Aquidneck Island (now officially known as Rhode Island, although both names are used), this park is a prime place for exploring…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/brenton-point-state-park/a/poi-sig/469410/362065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e182ca7cc8f41b941e6b46f33e24eb10-brenton-point-state-park.jpg",
    "detail_description": "On the southwestern tip of Aquidneck Island (now officially known as Rhode Island, although both names are used), this park is a prime place for exploring rocky outcrops, feeling like you're on the periphery and flying kites.\n"
},
{
    "country": "newport",
    "city": "Newport",
    "index": 10,
    "name": "Easton's Beach",
    "latitude": "41.488391842441",
    "longitude": "-71.290776729584",
    "excerpt": "Easton's has a pseudo-Victorian pavilion containing bathhouses and showers, a snack bar and a large carousel. It's within walking distance of Newport's…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/easton-s-beach/a/poi-sig/469412/362065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/94af7e4dd2df24124adefbf742766725-easton-s-beach.jpg",
    "detail_description": "Easton's has a pseudo-Victorian pavilion containing bathhouses and showers, a snack bar and a large carousel. It's within walking distance of Newport's center. You can rent umbrellas, chairs and surfboards at the pavilion.\nA note to surfers: while it's true that one of Rhode Island's three decent breaks is a vigorous paddle away, the rideable waves head straight for a rocky cliff and aren't suitable for beginners. Die-hard daredevils favor the spot as the clear and present danger keeps the water more or less empty."
},
{
    "country": "newport",
    "city": "Newport",
    "index": 9,
    "name": "Ochre Court",
    "latitude": "41.474141",
    "longitude": "-71.299081",
    "excerpt": "Designed by Richard Morris Hunt and built in 1892, Ochre Court offers a grand view of the sea from its soaring three-story hallway. Elsewhere you can find…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/ochre-court/a/poi-sig/469434/362065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b3200c0a8ffd9debb8d6c2a4dfc409a8-ochre-court.jpg",
    "detail_description": "Designed by Richard Morris Hunt and built in 1892, Ochre Court offers a grand view of the sea from its soaring three-story hallway. Elsewhere you can find a rainbow of stained glass, pointed arches, gargoyles and other architectural emblems inspired by medieval (and mythical) French Gothic style. Ochre Court now houses the administration of Salve Regina University, and as such provides an interesting example of the repurposing of a Newport mansion.\nYou can visit much of the main floor any time during opening hours. In summer there are guided tours."
},
{
    "country": "newport",
    "city": "Newport",
    "index": 8,
    "name": "Touro Synagogue National Historic Site",
    "latitude": "41.489412516039",
    "longitude": "-71.311912536621",
    "excerpt": "Designed by Peter Harrison (architect of the Athenaeum and King's Chapel, Boston), this synagogue is the finest example of 18th-century Georgian…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/touro-synagogue-national-historic-site/a/poi-sig/469450/362065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1f7387d3203f8d2edcc695d4ca8d2d4e-touro-synagogue-national-historic-site.jpg",
    "detail_description": "Designed by Peter Harrison (architect of the Athenaeum and King's Chapel, Boston), this synagogue is the finest example of 18th-century Georgian architecture in Newport. Its large glass windows illuminate an interior that treads the line between austere and lavish. Built by the nascent Sephardic Orthodox Congregation Yeshuat Israel in 1763, it has the distinction of being North America's oldest synagogue.\nInside, a letter to the congregation from President George Washington, written in 1790, hangs in a prominent spot. There's a historic cemetery just up the street. The synagogue opens for worship only on Saturday."
},
{
    "country": "newport",
    "city": "Newport",
    "index": 7,
    "name": "Redwood Athenaeum",
    "latitude": "41.486238",
    "longitude": "-71.308705",
    "excerpt": "Founded by Abraham Redwood in 1747 as an important archive of American history and architecture, this beautiful neoclassical library was designed and…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/redwood-athenaeum/a/poi-sig/1418380/362065",
    "image_url": null,
    "detail_description": "Founded by Abraham Redwood in 1747 as an important archive of American history and architecture, this beautiful neoclassical library was designed and built by architect Peter Harrison – honored within by a room devoted to significant American portraiture. There's also a gallery with revolving exhibits and a quiet reading room. In the warmer months, genteel concerts and garden parties are frequently held here: check the homepage for what's on.\nGuided tours run Mon-Sat at 10.30am and last one hour (adult/child $5/free)."
},
{
    "country": "newport",
    "city": "Newport",
    "index": 6,
    "name": "Newport Car Museum",
    "latitude": "41.568679",
    "longitude": "-71.279919",
    "excerpt": "Located in Portsmouth, 6 miles north of Newport, on the site of a former missile manufacturing plant, this fantastic, new-in-2017 museum showcases more…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/newport-car-museum/a/poi-sig/1610754/362065",
    "image_url": null,
    "detail_description": "Located in Portsmouth, 6 miles north of Newport, on the site of a former missile manufacturing plant, this fantastic, new-in-2017 museum showcases more than 60 vintage, classic, hot-rod and muscle cars that will elicit sighs of envy from any self-respecting rev-head. The state-of-the-art 50,000-sq-ft exhibition space features meticulously preserved European and American cars dramatically lit in the style of a contemporary art gallery. Accompanying displays show tech specs and tell the stories behind the cars.\nThere's an excellent cafe and gift shop too."
},
{
    "country": "newport",
    "city": "Newport",
    "index": 5,
    "name": "National Museum of American Illustration",
    "latitude": "41.469687",
    "longitude": "-71.306988",
    "excerpt": "This acclaimed museum features an impressive collection of 'the most American of American Art' including Maxfield Parrish's impossibly luminous works in…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/national-museum-of-american-illustration/a/poi-sig/469430/362065",
    "image_url": null,
    "detail_description": "This acclaimed museum features an impressive collection of 'the most American of American Art' including Maxfield Parrish's impossibly luminous works in color, NC Wyeth prints, Norman Rockwell's nostalgia and the illustrations of other American graphic heavyweights. If you can, take the free guided tour on Friday (3pm; available year-round), which sheds light on the stories behind the images and how they molded American culture through the decades.\nThe museum is housed within the palatial Vernon Court (yet another mansion, this one from 1898) set within Olmsted-designed grounds."
},
{
    "country": "newport",
    "city": "Newport",
    "index": 4,
    "name": "Fort Adams State Park",
    "latitude": "41.472975",
    "longitude": "-71.341245",
    "excerpt": "Fort Adams is America's largest coastal fortification and the centerpiece of this gorgeous state park, which juts out into Narragansett Bay. It's the…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/fort-adams-state-park/a/poi-sig/469416/362065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8c96fe935284a1a8ea9c40dadbea1908-fort-adams-state-park.jpg",
    "detail_description": "Fort Adams is America's largest coastal fortification and the centerpiece of this gorgeous state park, which juts out into Narragansett Bay. It's the venue for the Newport jazz and folk festivals and numerous special events. A beach, picnic and fishing areas, and a boat ramp are open daily.\nTo explore the fort in greater detail join one of the tours, which take you deep into its underground tunnels and up onto the ramparts for fabulous views of Newport Harbor and the bay."
},
{
    "country": "newport",
    "city": "Newport",
    "index": 3,
    "name": "The Elms",
    "latitude": "41.477895",
    "longitude": "-71.308436",
    "excerpt": "Designed by Horace Trumbauer in 1901, the Elms is a replica of Château d'Asnières, built near Paris in 1750. Here you can take a 'behind-the-scenes' tour…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/the-elms/a/poi-sig/1111436/362065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1a1cb92f67a1374a2f557a712838d9f7-the-elms.jpg",
    "detail_description": "Designed by Horace Trumbauer in 1901, the Elms is a replica of Château d'Asnières, built near Paris in 1750. Here you can take a 'behind-the-scenes' tour that will have you snaking through the servants' quarters and up onto the roof. Along the way you'll learn about the activities of the army of servants and the architectural devices that kept them hidden from the view of those drinking port in the formal rooms.\nTaking the regular tour in addition to the behind-the-scenes variant will give you the best idea of how a Newport mansion functioned, although it is exhausting. Contact the Preservation Society of Newport County for advance reservations. Discount tickets providing entry into multiple houses are available."
},
{
    "country": "newport",
    "city": "Newport",
    "index": 2,
    "name": "The Breakers",
    "latitude": "41.469872263315",
    "longitude": "-71.298158168793",
    "excerpt": "A 70-room Italian Renaissance megapalace inspired by 16th-century Genoese palazzi, the Breakers is the most magnificent of Newport's grandiose mansions…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/newport/attractions/the-breakers/a/poi-sig/1127214/362065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bbfa66073b5b826c9dfc777dd4f26016-breakers.jpg",
    "detail_description": "A 70-room Italian Renaissance megapalace inspired by 16th-century Genoese palazzi, the Breakers is the most magnificent of Newport's grandiose mansions. At the behest of Cornelius Vanderbilt II, Richard Morris Hunt did most of the design (though craftspeople from around the world perfected the decorative program). The building was completed in 1895 and sits at Ochre Point, on a grand oceanside site. The furnishings, most made expressly for the Breakers, are all original. Don't miss the Children's Cottage on the grounds.\nAdmission includes entry into The Breakers' Stable &amp; Carriage House, also designed by Hunt, on the west side of Bellevue Ave. The Preservation Society of Newport County also has an excellent value two-house ticket (adult/child $29/9) which offers entry into The Breakers and one other property under the Newport Mansions banner. For architecture buffs, a five-house ticket (adult/child $35/12) can't be beaten."
}
]