[
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 1,
    "name": "Horseshoe Falls",
    "latitude": "43.077506",
    "longitude": "-79.075278",
    "excerpt": "The centerpiece of any visit here are the Horseshoe Falls. Named after their 670m curved shape, they have the highest flow rate of any waterfall in North…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/horseshoe-falls/a/poi-sig/1370873/361389",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF546768265.jpg",
    "detail_description": "The centerpiece of any visit here are the Horseshoe Falls. Named after their 670m curved shape, they have the highest flow rate of any waterfall in North America; at 65km/h, more than 2574 kiloliters of water per second crashes over the ridge into a roiling Maid of the Mist Pool. Powerful and playful, the deep turquoise waters mesmerize. The prime falls-watching spot is Table Rock, poised just meters from the drop – in the summer, arrive early to beat the crowds.\nFor a free birds-eye view (albeit a low-flying bird), go to the second floor of the Table Rock Visitor Centre, where floor-to-ceiling windows showcase the Horseshoe Falls - a great place for a selfie."
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 16,
    "name": "Bridal Veil Falls",
    "latitude": "43.083997",
    "longitude": "-79.070191",
    "excerpt": "Rushing waters between Luna and Goat islands create this waterfall on the US side, just 17-meters wide. The falls form a perfect, full (and namesake)…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/bridal-veil-falls/a/poi-sig/1370854/361389",
    "image_url": null,
    "detail_description": "Rushing waters between Luna and Goat islands create this waterfall on the US side, just 17-meters wide. The falls form a perfect, full (and namesake) bridal-like veil that crashes onto mammoth rocks, 55 meters below.\n"
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 15,
    "name": "American Falls",
    "latitude": "43.085345",
    "longitude": "-79.069376",
    "excerpt": "Along the New York side, next to Bridal Veil Falls, this waterfall forms an impressive 260-meter-wide curtain of rushing white water. During the day,…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/american-falls/a/poi-sig/1627757/361389",
    "image_url": null,
    "detail_description": "Along the New York side, next to Bridal Veil Falls, this waterfall forms an impressive 260-meter-wide curtain of rushing white water. During the day, rainbows often form in front of it. At night, it's lit up in festive colors.\n"
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 14,
    "name": "Bird Kingdom",
    "latitude": "43.092522",
    "longitude": "-79.068604",
    "excerpt": "The jungly Bird Kingdom claims to be the world's largest indoor aviary, with 400 species of free-flying tropical birds from around the globe. You can also…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/bird-kingdom/a/poi-sig/455843/361389",
    "image_url": null,
    "detail_description": "The jungly Bird Kingdom claims to be the world's largest indoor aviary, with 400 species of free-flying tropical birds from around the globe. You can also buddy up with a boa constrictor in the Animal Encounter Zone, and feed the birds. Discounted tickets on its website.\n"
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 13,
    "name": "Ten Thousand Buddhas Sarira Stupa",
    "latitude": "43.109881",
    "longitude": "-79.060471",
    "excerpt": "If the tourist bustle is messing with your yang, find some tranquility at this out-of-context Buddhist temple. Seven stories high, it's home to a…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/ten-thousand-buddhas-sarira-stupa/a/poi-sig/455867/361389",
    "image_url": null,
    "detail_description": "If the tourist bustle is messing with your yang, find some tranquility at this out-of-context Buddhist temple. Seven stories high, it's home to a remarkable 12m-tall Buddha statue. Visitors are welcome to wander the complex and view the various sculptures, bells and works of art.\n"
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 12,
    "name": "Floral Clock",
    "latitude": "43.149564",
    "longitude": "-79.047253",
    "excerpt": "This classic photo stop – people love it! – is a 40-foot-wide clock planted with more than 15,000 plants to create whimsical and intricate designs;…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/floral-clock/a/poi-sig/1627882/361389",
    "image_url": null,
    "detail_description": "This classic photo stop – people love it! – is a 40-foot-wide clock planted with more than 15,000 plants to create whimsical and intricate designs; Westminster chimes sound on the quarter hour. Take a quick selfie here on the way to Queenston Heights Park or Niagara-on-the-Lake.\n"
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 11,
    "name": "Riverbrink Art Museum",
    "latitude": "43.170256",
    "longitude": "-79.056909",
    "excerpt": "A country home turned art museum, Riverbrink has well-curated exhibits of fine and decorative works of art, with a focus on Canadian historical pieces…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/riverbrink-art-museum/a/poi-sig/1627891/361389",
    "image_url": null,
    "detail_description": "A country home turned art museum, Riverbrink has well-curated exhibits of fine and decorative works of art, with a focus on Canadian historical pieces. The collection and building itself once belonged to Sam Weir, a lawyer from London, who was an avid art collector. Check the museum for lectures, art workshops and other events.\n"
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 10,
    "name": "Botanical Gardens & Butterfly Conservatory",
    "latitude": "43.137058022189",
    "longitude": "-79.055546522141",
    "excerpt": "Entry to the 40 hectares of the Botanical Gardens is free, but you'll need to pay to enter the Butterfly Conservatory, with its more than 45 species of…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/botanical-gardens-butterfly-conservatory/a/poi-sig/455845/361389",
    "image_url": null,
    "detail_description": "Entry to the 40 hectares of the Botanical Gardens is free, but you'll need to pay to enter the Butterfly Conservatory, with its more than 45 species of butterflies (some as big as birds) flitting around 130 species of flowers and plants. This is also a breeding facility where you can see young butterflies released. Parking costs $5.\n"
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 9,
    "name": "Table Rock",
    "latitude": "43.079217",
    "longitude": "-79.078302",
    "excerpt": "The prime falls-watching spot is Table Rock, poised just meters from the drop of Horseshoe Falls, the main attraction of the Niagara Falls. Though it can…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/table-rock/a/poi-sig/1370870/361389",
    "image_url": null,
    "detail_description": "The prime falls-watching spot is Table Rock, poised just meters from the drop of Horseshoe Falls, the main attraction of the Niagara Falls. Though it can get crowded with photographers and people taking selfies, the crowd moves quickly. To avoid the crowd altogether, arrive early in the morning.\n"
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 8,
    "name": "Mackenzie Printery & Newspaper Museum",
    "latitude": "43.162211493274",
    "longitude": "-79.053663611412",
    "excerpt": "This ivy-covered museum was where the esteemed William Lyon Mackenzie once edited the hell-raising Colonial Advocate. Geek out over the Louis Roy Press,…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/mackenzie-printery-newspaper-museum/a/poi-sig/455855/361389",
    "image_url": null,
    "detail_description": "This ivy-covered museum was where the esteemed William Lyon Mackenzie once edited the hell-raising Colonial Advocate. Geek out over the Louis Roy Press, the oldest wooden press in Canada (there are only seven left in the world!). Or try your hand at setting a moveable type. Or better yet, make a DIY souvenir using a colonial-era printing press. Enthusiastic young staff conduct tours every half-hour.\n"
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 7,
    "name": "Floral Showhouse",
    "latitude": "43.07265",
    "longitude": "-79.076639",
    "excerpt": "Around 1km south of Horseshoe Falls, the Showhouse offers year-round floral displays – mostly orchids, succulents and other tropical plants – and some…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/floral-showhouse/a/poi-sig/455849/361389",
    "image_url": null,
    "detail_description": "Around 1km south of Horseshoe Falls, the Showhouse offers year-round floral displays – mostly orchids, succulents and other tropical plants – and some warm respite on chilly days. Opposite, lodged on rocks in the rapids, the Old Scow is a rusty steel barge that's been waiting to be washed over the falls since 1918 – a teetering symbol of Western imperialism, perhaps?\n"
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 6,
    "name": "Niagara Glen Nature Reserve",
    "latitude": "43.129220642629",
    "longitude": "-79.059575200081",
    "excerpt": "About 8km north of the falls is this exceptional reserve, where you can get a sense of what the area was like pre-Europeans. There are 4km of walking…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/niagara-glen-nature-reserve/a/poi-sig/455861/361389",
    "image_url": null,
    "detail_description": "About 8km north of the falls is this exceptional reserve, where you can get a sense of what the area was like pre-Europeans. There are 4km of walking trails winding down into a gorge, past huge boulders, cold caves, wildflowers and woods. Stop by the Nature Centre for trail maps and info. Park naturalists also offer daily one-hour guided nature walks ($7; 11am and 2pm) during the summer season. Bring something to drink – the water in the Niagara River is far from clean.\n"
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 5,
    "name": "Queenston Heights Park",
    "latitude": "43.158822816179",
    "longitude": "-79.051598310471",
    "excerpt": "In Queenston village, a snoozy historic throwback north of the falls near the Lewiston Bridge to the US, is Queenston Heights Park, a national historic…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/queenston-heights-park/a/poi-sig/455863/361389",
    "image_url": null,
    "detail_description": "In Queenston village, a snoozy historic throwback north of the falls near the Lewiston Bridge to the US, is Queenston Heights Park, a national historic site. Here, the commanding Brock Monument honors Major General Sir Isaac Brock, 'Savior of Upper Canada.' Self-guided walking tours of the hillside recount the 1812 Battle of Queenston Heights and include a walk to the top for a spectacular view of the Niagara River winding its way to Lake Ontario.\nThe park is also the official starting point of the magnificent 900km Bruce Trail."
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 4,
    "name": "Niagara IMAX Theatre & Daredevil Exhibit",
    "latitude": "43.085995",
    "longitude": "-79.0821",
    "excerpt": "Hourly screenings of Niagara: Miracles, Myth & Magic give you an overview of Niagara Falls from the end of the Ice Age to modern day. The shots of the…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/niagara-imax-theatre-daredevil-exhibit/a/poi-sig/455847/361389",
    "image_url": null,
    "detail_description": "Hourly screenings of Niagara: Miracles, Myth &amp; Magic give you an overview of Niagara Falls from the end of the Ice Age to modern day. The shots of the falls themselves are gorgeous, of course, but the romanticized history of the Aboriginal people who lived here and the modern day tourists sporting mullets make you wish they'd give the film a refresh. (It was made in 1986.) Next door, the Daredevil Exhibit is worth a look.\nScratch your head in amazement at the battered collection of barrels and padded bubbles in which people have ridden over the falls – not all of them successfully. There's also a history of falls 'funambulism' (tightrope walking) here."
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 3,
    "name": "Niagara Falls History Museum",
    "latitude": "43.089306",
    "longitude": "-79.091161",
    "excerpt": "A complete change of pace from the sights near the falls, this museum uses multi-media displays and artifacts to explore the history of Niagara Falls. The…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/niagara-falls-history-museum/a/poi-sig/1627796/361389",
    "image_url": null,
    "detail_description": "A complete change of pace from the sights near the falls, this museum uses multi-media displays and artifacts to explore the history of Niagara Falls. The focus is on the War of 1812 as well as the transformation of Niagara Falls from an indigenous settlement to one of the most touristed places in Canada. Things like colonial soldier dress-up areas and simulated tight rope walks make it fun for kids. It's inside the beautifully renovated 19th-century Town Hall.\nMilitary history buffs will enjoy visiting Drummond Hill Cemetery, the site of the Battle of Lundy's Lane, known as the 'bloodiest battle' of the War of 1812. Ask for a self-guided tour pamphlet at the front desk. The cemetery is just a couple blocks from the museum."
},
{
    "country": "niagara-falls",
    "city": "Niagara Falls",
    "index": 2,
    "name": "Skylon Tower",
    "latitude": "43.085129",
    "longitude": "-79.079625",
    "excerpt": "The Skylon Tower is a 158m concrete spire with yellow pill-shaped elevators crawling up and down the tower's neck to the top. The interior itself is dated…",
    "detail_url": "https://www.lonelyplanet.com/canada/ontario/niagara-falls/attractions/skylon-tower/a/poi-sig/455865/361389",
    "image_url": null,
    "detail_description": "The Skylon Tower is a 158m concrete spire with yellow pill-shaped elevators crawling up and down the tower's neck to the top. The interior itself is dated, even a little sad, but the views! They're eye-popping and simply picture perfect, with the falls to the east and, on clear days, Toronto to the north. The two observation areas – a glass-enclosed indoor deck and a wire-fenced outdoor one – give you 360-degrees views of the region. Plus, there's a revolving restaurant and a family-friendly buffet.\nA great place to watch fireworks over the falls!"
}
]