[
{
    "country": "nijmegen",
    "city": "Nijmegen",
    "index": 1,
    "name": "Honigcomplex",
    "latitude": "51.852507",
    "longitude": "5.847838",
    "excerpt": "No address reflects the city's youthful zest more than this soup factory-turned-entrepreneurial hub, 1.5km west of Grote Markt by the river. Until 2022…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/nijmegen/attractions/honigcomplex/a/poi-sig/1600876/1003911",
    "image_url": null,
    "detail_description": "No address reflects the city's youthful zest more than this soup factory-turned-entrepreneurial hub, 1.5km west of Grote Markt by the river. Until 2022 the gargantuan industrial space is open to creatives. Among the 140 companies to already move in are coffee roaster Blommers; microbreweries Oersoep and Bloom; Galerie Bart showcasing the work of young upcoming Dutch artists; a designer furniture shop; and a chocolate bar/\nIt is also a happening venue for dance parties, gigs, children's workshops etc. Dutch household name Honig produced wheat starch and later soups, vermicelli and other dried food products at the Honigcomplex from 1914 until 2012, when the waterfront factory, bought out by Heinz a decade earlier, closed."
},
{
    "country": "nijmegen",
    "city": "Nijmegen",
    "index": 11,
    "name": "Mariënburg Chapel",
    "latitude": "51.845091",
    "longitude": "5.86656",
    "excerpt": "Dating from the 15th century, this former Catholic convent miraculously survived the bombings of WWII intact. Temporary exhibitions focusing on city…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/nijmegen/attractions/marienburg-chapel/a/poi-sig/1525528/1003911",
    "image_url": null,
    "detail_description": "Dating from the 15th century, this former Catholic convent miraculously survived the bombings of WWII intact. Temporary exhibitions focusing on city history fill its cavernous interior today.\n"
},
{
    "country": "nijmegen",
    "city": "Nijmegen",
    "index": 10,
    "name": "Town Hall",
    "latitude": "51.84698",
    "longitude": "5.865777",
    "excerpt": "Just east of Grote Markt, the town hall is a much-restored fairy tale in stone that dates to the 16th century. Rich and ornate, wooden carvings ornament…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/nijmegen/attractions/town-hall/a/poi-sig/1335509/1003911",
    "image_url": null,
    "detail_description": "Just east of Grote Markt, the town hall is a much-restored fairy tale in stone that dates to the 16th century. Rich and ornate, wooden carvings ornament its entrance. The octagonal turret with onion dome actually dates to the 1950s.\n"
},
{
    "country": "nijmegen",
    "city": "Nijmegen",
    "index": 9,
    "name": "Latijnse School",
    "latitude": "51.847649",
    "longitude": "5.863094",
    "excerpt": "An oft-overlooked gem, the Latin School stands beside Sint Stevenskerk. A fine example of Renaissance architecture dating to 1545 with sculpted figures of…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/nijmegen/attractions/latijnse-school/a/poi-sig/1525526/1003911",
    "image_url": null,
    "detail_description": "An oft-overlooked gem, the Latin School stands beside Sint Stevenskerk. A fine example of Renaissance architecture dating to 1545 with sculpted figures of the 12 apostles on the facade, it somehow emerged intact from WWII. The two-headed eagle on the heraldic coat of arms above the doorway is a symbol of Nijmegen. It is now occupied by offices.\n"
},
{
    "country": "nijmegen",
    "city": "Nijmegen",
    "index": 8,
    "name": "Museum het Valkhof",
    "latitude": "51.846612134732",
    "longitude": "5.8712915366362",
    "excerpt": "Changing temporary exhibitions form a substantial part of this regional history museum, at home in a striking glass shoebox-style building by Valkhof Park…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/nijmegen/attractions/museum-het-valkhof/a/poi-sig/1046357/1003911",
    "image_url": null,
    "detail_description": "Changing temporary exhibitions form a substantial part of this regional history museum, at home in a striking glass shoebox-style building by Valkhof Park. Among the museum's rich collection of first-rate Roman artefacts is a column fragment from Nijmegen's Roman foundation, a replica of which doubles as a sundial on the square in front of the museum.\n"
},
{
    "country": "nijmegen",
    "city": "Nijmegen",
    "index": 7,
    "name": "De Waagh",
    "latitude": "51.84763",
    "longitude": "5.863556",
    "excerpt": "Built in 1612 in a Dutch Renaissance style, the ornate red-brick weigh house takes pride of place on Grote Markt. It was here that merchants and traders…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/nijmegen/attractions/de-waagh/a/poi-sig/1046355/1003911",
    "image_url": null,
    "detail_description": "Built in 1612 in a Dutch Renaissance style, the ornate red-brick weigh house takes pride of place on Grote Markt. It was here that merchants and traders drove in with their wagons to have their wares weighed and sized before exiting on the market square to sell them. A huge pair of scales still hangs inside the beamed building, today a cafe-bar with partly cobbled flooring and giant wrought-iron chandeliers.\n"
},
{
    "country": "nijmegen",
    "city": "Nijmegen",
    "index": 6,
    "name": "Valkhofpark",
    "latitude": "51.847762",
    "longitude": "5.870283",
    "excerpt": "Perched in a commanding position over the Waal River, the Valkhof is a lovely park and the site of a ruined palace begun by Charlemagne in the 8th century…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/nijmegen/attractions/valkhofpark/a/poi-sig/1233429/1003911",
    "image_url": null,
    "detail_description": "Perched in a commanding position over the Waal River, the Valkhof is a lovely park and the site of a ruined palace begun by Charlemagne in the 8th century and continued by Emperor Frederick Barbarossa from 1155 (see it in better days in the Jan van Goyen painting at the museum across the way). All of it bar two side chapels was destroyed in 1796: admire the 16-sided Sint Nicolaaskapel, a rare example of Byzantine architecture in the Netherlands, and the ruined Sint Maartenskapel.\n"
},
{
    "country": "nijmegen",
    "city": "Nijmegen",
    "index": 5,
    "name": "Sint Stevenskerk",
    "latitude": "51.847992418598",
    "longitude": "5.8626508132626",
    "excerpt": "From Grote Markt duck beneath the ornate Gothic Kerkboog (1542; Church Arch) – originally with cattle grid and pit beneath to prevent pigs from the market…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/nijmegen/attractions/sint-stevenskerk/a/poi-sig/1046354/1003911",
    "image_url": null,
    "detail_description": "From Grote Markt duck beneath the ornate Gothic Kerkboog (1542; Church Arch) – originally with cattle grid and pit beneath to prevent pigs from the market place escaping into the churchyard – to uncover this iconic church. It was built between the 13th and 15th centuries, but heavily bombed during WWII. Subsequent reconstruction of its classic reformist interior saw no expense spared with the whitewash or chandeliers. A hike up the 183 steps in the tower rewards with a marvellous city panorama.\n"
},
{
    "country": "nijmegen",
    "city": "Nijmegen",
    "index": 4,
    "name": "muZIEum",
    "latitude": "51.845065",
    "longitude": "5.86377",
    "excerpt": "On one of Nijmegen's main shopping streets, ride the escalator up to this unusual museum where visitors can experience what it is like (or as close as, at…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/nijmegen/attractions/muzieum/a/poi-sig/1601226/1003911",
    "image_url": null,
    "detail_description": "On one of Nijmegen's main shopping streets, ride the escalator up to this unusual museum where visitors can experience what it is like (or as close as, at any rate) to be blind or partially sighted. English-language tours are held in absolute darkness and are themed: 'A Day in the Life of ..' or 'On Holiday with ..' (minimum age eight years). More daring is the one-hour tour through the city streets which, with the aid of virtual reality glasses simulating blindess, take you around town (minimum age 13 years). All tours require advance booking.\n"
},
{
    "country": "nijmegen",
    "city": "Nijmegen",
    "index": 3,
    "name": "Grote Markt",
    "latitude": "51.847577",
    "longitude": "5.863802",
    "excerpt": "Thankfully, Nijmegen's sweeping market square was among the few parts of the old town to survive WWII. Open-air markets are still held here each week on…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/nijmegen/attractions/grote-markt/a/poi-sig/1233473/1003911",
    "image_url": null,
    "detail_description": "Thankfully, Nijmegen's sweeping market square was among the few parts of the old town to survive WWII. Open-air markets are still held here each week on Saturday and Monday, while ornate Dutch Renaissance De Waagh – built in 1612 – is now a popular cafe. In the middle of the square is the statue of a repentant Mariken van Nieumeghen, a maiden from late medieval Dutch literature who was seduced by Moenen ('the devil') and spent seven years living in sin.\nAt the crossroads of Burchtstraat, Broerstraat and Grotestraat, a blueish stone embedded in the pavement marks the spot where public executions used to be held."
},
{
    "country": "nijmegen",
    "city": "Nijmegen",
    "index": 2,
    "name": "Nationaal Fietsmuseum Velorama",
    "latitude": "51.848650242135",
    "longitude": "5.8692136773667",
    "excerpt": "Down by the riverfront is this museum with more than 250 bicycles: everything from 19th-century wooden contraptions and hand-propelled bikes to an entire…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/nijmegen/attractions/nationaal-fietsmuseum-velorama/a/poi-sig/1046359/1003911",
    "image_url": null,
    "detail_description": "Down by the riverfront is this museum with more than 250 bicycles: everything from 19th-century wooden contraptions and hand-propelled bikes to an entire room devoted to penny farthings, plus more modern machines. It's a must-see for anyone who has marvelled at the Dutch affinity for two-wheelers.\n"
}
]