[
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 13,
    "name": "Nong Khai Museum",
    "latitude": "17.879248",
    "longitude": "102.738873",
    "excerpt": "This small museum in the former city hall has little more than old photographs, but there's just enough English labelling to make it worth a few minutes…",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/nong-khai-museum/a/poi-sig/1174967/357747",
    "image_url": null,
    "detail_description": "This small museum in the former city hall has little more than old photographs, but there's just enough English labelling to make it worth a few minutes of your time.\n"
},
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 12,
    "name": "Wat Tung Sawang",
    "latitude": "17.882922",
    "longitude": "102.751911",
    "excerpt": "The bóht here is one of Thailand's smallest, but the artistic flair makes it quite attractive. Nine sculptures of celestial deities sit on fanciful…",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/wat-tung-sawang/a/poi-sig/1174963/357747",
    "image_url": null,
    "detail_description": "The bóht here is one of Thailand's smallest, but the artistic flair makes it quite attractive. Nine sculptures of celestial deities sit on fanciful pedestals alongside it.\n"
},
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 10,
    "name": "Wat Hai Sok",
    "latitude": "17.883414",
    "longitude": "102.742692",
    "excerpt": "Wat Hai Sok is right in the thick of the action, across from Mut Mee Garden Guesthouse. It contains the 'Two Princesses Shrine' and is a popular place to…",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/wat-hai-sok/a/poi-sig/1386742/357747",
    "image_url": null,
    "detail_description": "Wat Hai Sok is right in the thick of the action, across from Mut Mee Garden Guesthouse. It contains the 'Two Princesses Shrine' and is a popular place to make offerings before and after crossing the river.\n"
},
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 11,
    "name": "Wat Lam Duan",
    "latitude": "17.886926",
    "longitude": "102.752573",
    "excerpt": "You can easily pick out this temple on the skyline because an immense Buddha image sits atop the bóht. You're welcome to climb up (shoes off) and gaze…",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/wat-lam-duan/a/poi-sig/1174961/357747",
    "image_url": null,
    "detail_description": "You can easily pick out this temple on the skyline because an immense Buddha image sits atop the bóht. You're welcome to climb up (shoes off) and gaze over the Mekong with it.\n"
},
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 9,
    "name": "Phra That La Nong",
    "latitude": "17.899137",
    "longitude": "102.768871",
    "excerpt": "This stupa, which is illuminated at night, was built in 2006 in honour of and alongside Phra That Klang Nam, the fallen chedi in the middle of the Mekong…",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/phra-that-la-nong/a/poi-sig/1573538/357747",
    "image_url": null,
    "detail_description": "This stupa, which is illuminated at night, was built in 2006 in honour of and alongside Phra That Klang Nam, the fallen chedi in the middle of the Mekong. Though it's not a full replica, the upper portion has the same general design as the original.\n"
},
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 8,
    "name": "Wihan Ji Gong",
    "latitude": "17.887304",
    "longitude": "102.753357",
    "excerpt": "The city's newest Chinese temple is dedicated to Ji Gong, an eccentric and heavy-drinking Chinese monk (he's usually depicted with a bottle of wine) now…",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/wihan-ji-gong/a/poi-sig/1244609/357747",
    "image_url": null,
    "detail_description": "The city's newest Chinese temple is dedicated to Ji Gong, an eccentric and heavy-drinking Chinese monk (he's usually depicted with a bottle of wine) now worshipped as a deity who assists and heals people in need. It features an eye-catching octagonal tower with murals creatively done in black and white.\n"
},
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 7,
    "name": "Prap Haw Monument",
    "latitude": "17.879544",
    "longitude": "102.740611",
    "excerpt": "Nong Khai and the surrounding area came under several attacks by jeen hor (Yunnanese) marauders in the late 19th century. The small Prap Haw Monument …",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/prap-haw-monument/a/poi-sig/1386750/357747",
    "image_url": null,
    "detail_description": "Nong Khai and the surrounding area came under several attacks by jeen hor (Yunnanese) marauders in the late 19th century. The small Prap Haw Monument (pràap haw means 'defeat of the Haw') in front of the former provincial office commemorates Thai-Lao victories over Haw invaders in 1886.\n"
},
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 6,
    "name": "Tha Sadet Market",
    "latitude": "17.885524",
    "longitude": "102.747972",
    "excerpt": "This is the most popular destination in town. Almost everyone loves a stroll through this covered market despite it being a giant tourist trap. It offers…",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/tha-sadet-market/a/poi-sig/1244582/357747",
    "image_url": null,
    "detail_description": "This is the most popular destination in town. Almost everyone loves a stroll through this covered market despite it being a giant tourist trap. It offers the usual mix of clothes, electronic equipment, food and assorted bric-a-brac, most of it imported from Laos and China, but there are also a few shops selling quirky and quality stuff.\n"
},
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 4,
    "name": "Nong Khai Aquarium",
    "latitude": "17.810557",
    "longitude": "102.7456",
    "excerpt": "Although it's looking a little shabby these days, this large aquarium offers a fairly interesting collection of freshwater and ocean-dwelling fish from…",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/nong-khai-aquarium/a/poi-sig/1244585/357747",
    "image_url": null,
    "detail_description": "Although it's looking a little shabby these days, this large aquarium offers a fairly interesting collection of freshwater and ocean-dwelling fish from Thailand and beyond. The highlight is the 'Big Tank', which features Mekong River species, including giant Mekong catfish, and has a walk-through tunnel. There's a scuba feeding performance daily at 2pm and also at 11am on Saturday, Sunday and public holidays. The aquarium is 8km out of town. Expect to pay 200-300B for a return tuk-tuk, including waiting time.\n"
},
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 5,
    "name": "Wat Noen Phra Nao Wanaram",
    "latitude": "17.885292",
    "longitude": "102.764997",
    "excerpt": "This forest wát on the south side of town is a respected vipassana (insight meditation) centre on pleasant, tree-shaded grounds. Most of the extremely…",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/wat-noen-phra-nao-wanaram/a/poi-sig/1573540/357747",
    "image_url": null,
    "detail_description": "This forest wát on the south side of town is a respected vipassana (insight meditation) centre on pleasant, tree-shaded grounds. Most of the extremely ornate temple architecture, covered with stencil and mosaic, stands in contrast with the usual ascetic tone of forest monasteries. There are many Vietnamese graves here, and some of the statuary would fit right in at Sala Kaew Ku.\n"
},
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 3,
    "name": "Phra That Klang Nam",
    "latitude": "17.899913",
    "longitude": "102.766135",
    "excerpt": "The ‘Stupa in the Middle of the River’ (sometimes called Phra That Nong Khai) is a ruined Lao-style chedi submerged in the middle of the river and can…",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/phra-that-klang-nam/a/poi-sig/1573537/357747",
    "image_url": null,
    "detail_description": "The ‘Stupa in the Middle of the River’ (sometimes called Phra That Nong Khai) is a ruined Lao-style chedi submerged in the middle of the river and can only be seen in the dry season when the water is low: the river rises and falls about 13m annually. It was gobbled up by the meandering Mekong in the middle of the 18th century and it toppled over in 1847.\nDespite the destruction, it’s still holy and when it’s exposed, people attach coloured fabrics to it. Phra That La Nong, a modern chedi inspired by the original, glows brightly at night from the adjacent shore."
},
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 2,
    "name": "Wat Pho Chai",
    "latitude": "17.88495",
    "longitude": "102.757256",
    "excerpt": "Luang Po Phra Sai, a large Lan Xang–era Buddha image awash with gold, bronze and precious stones, sits at the hub of Nong Khai's holiest temple. The head…",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/wat-pho-chai/a/poi-sig/1174958/357747",
    "image_url": null,
    "detail_description": "Luang Po Phra Sai, a large Lan Xang–era Buddha image awash with gold, bronze and precious stones, sits at the hub of Nong Khai's holiest temple. The head of the image is pure gold, the body is bronze and the ùt·sà·nít (flame-shaped head ornament) is set with rubies. Due to the great number of miracles attributed to it, this royal temple is a mandatory stop for most visiting Thais.\nLuang Po Phra Sai was one of three similar statues made for each of the daughters of Lao king Setthathirat, and they were taken as bounty after King Rama I sacked Vientiane in 1778. The awesome murals in the hall housing the Buddha image depict their travels from the interior of Laos to the banks of the Mekong, where they were put on rafts. A storm sent one of the statues to the bottom of the river, where it remains today. It was never recovered because, according to one monk at the temple, the naga (which live in the river) wanted to keep it. The third statue, Phra Soem, is at Wat Pathum Wanaram, next to Siam Paragon in Bangkok. Phra Sai was supposed to accompany it, but, as the murals show, the cart carrying it broke down here and so this was taken as a sign that it wished to remain in Nong Khai."
},
{
    "country": "nong-khai",
    "city": "Nong Khai",
    "index": 1,
    "name": "Sala Kaew Ku",
    "latitude": "17.886824",
    "longitude": "102.782807",
    "excerpt": "One of Thailand’s most enigmatic attractions, Sala Kaew Ku can't fail to impress. Built over 20 years by Luang Pu Boun Leua Sourirat, a mystic who died in…",
    "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/sala-kaew-ku/a/poi-sig/1245173/357747",
    "image_url": null,
    "detail_description": "One of Thailand’s most enigmatic attractions, Sala Kaew Ku can't fail to impress. Built over 20 years by Luang Pu Boun Leua Sourirat, a mystic who died in 1996, the park features a wonderful smorgasbord of bizarre cement statues of Buddha, Shiva, Vishnu and other deities. The main shrine building is packed with hundreds of smaller sculptures of various description and provenance, photos of Luang Pu at various stages throughout his life, and his corpse under a glass dome ringed by flashing lights.\nAs he told his own story, Luang Pu tumbled into a hole as a child and met an ascetic named Kaewkoo who introduced him to the manifold mysteries of the underworld and set him on course to become a Brahmanic-yogi-priest-shaman. Shaking up his own unique blend of Hindu and Buddhist philosophy, Luang Pu developed a large following on both sides of the Mekong in this region. In fact, his original project was on the Lao side of the river, where he had been living until the 1975 communist takeover in Laos.Some of the sculptures are quite amusing. If you’re travelling with kids, they’ll enjoy the serene elephant wading through a pack of anthropomorphic dogs (which teaches people to not be bothered by gossip). The tallest sculpture, a Buddha seated on a coiled naga (serpent deity) with a spectacular seven-headed hood, is 25m high. Also not to be missed is the Wheel of Life, which you enter through a giant 'mouth'. An explanation is available on the back side of the handy map of the sculpture park provided by Mut Mee Garden Guesthouse.All buses headed east of Nong Khai pass the road leading to Sala Kaew Ku (10B). It's about a five-minute walk from the highway. Chartered túk-túk will probably cost 250B return with a one-hour wait. You can reach it by bike in about 30 minutes; the Mut Mee map shows the scenic route."
}
]