[
{
    "country": "nottingham",
    "city": "Nottingham",
    "index": 1,
    "name": "Nottingham Castle",
    "latitude": "52.949614",
    "longitude": "-1.152406",
    "excerpt": "Nottingham's castle crowns a sandstone outcrop worm-holed with caves and tunnels. Founded by William the Conqueror, the original castle was held by a…",
    "detail_url": "https://www.lonelyplanet.com/england/the-midlands/nottingham/attractions/nottingham-castle/a/poi-sig/1216323/359072",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-126383332_full.jpg",
    "detail_description": "Nottingham's castle crowns a sandstone outcrop worm-holed with caves and tunnels. Founded by William the Conqueror, the original castle was held by a succession of English kings before falling in the English Civil War.Its 17th-century manor-house-like replacement is undergoing major renovations, and is closed until spring 2020. When it reopens, it will feature a new Robin Hood Gallery, a Rebellion Gallery, covering social unrest from medieval times, and displays on art and manufacturing, including salt-glazed stoneware and lacemaking.\nAccess to the cave system will be extended, parts of the castle grounds will be remodelled to reveal more of the medieval site, and a new visitor centre and cafe will open here. The 17th-century cottages comprising the Museum of Nottingham Life at Brewhouse Yard will also reopen in mid-2020.The much-photographed statue of Robin Hood stands in the former moat and remains accessible while works take place."
},
{
    "country": "nottingham",
    "city": "Nottingham",
    "index": 7,
    "name": "St Mary's Church",
    "latitude": "52.951054075536",
    "longitude": "-1.1428898321935",
    "excerpt": "The most atmospheric time to visit this beautiful stone church with a history stretching back to Saxon times is during evensong (6.15pm Wednesday during…",
    "detail_url": "https://www.lonelyplanet.com/england/the-midlands/nottingham/attractions/st-mary-s-church/a/poi-sig/1258231/359072",
    "image_url": null,
    "detail_description": "The most atmospheric time to visit this beautiful stone church with a history stretching back to Saxon times is during evensong (6.15pm Wednesday during term time, 6.30pm Sunday year-round). It's mentioned in the 1450 Ballad of Robin Hood and the Monk.\n"
},
{
    "country": "nottingham",
    "city": "Nottingham",
    "index": 8,
    "name": "Nottingham Contemporary",
    "latitude": "52.951275",
    "longitude": "-1.145872",
    "excerpt": "Behind its lace-patterned concrete facade, Nottingham Contemporary holds edgy, design-driven exhibitions of paintings, prints, photography and sculpture.",
    "detail_url": "https://www.lonelyplanet.com/england/the-midlands/nottingham/attractions/nottingham-contemporary/a/poi-sig/1213620/359072",
    "image_url": null,
    "detail_description": "Behind its lace-patterned concrete facade, Nottingham Contemporary holds edgy, design-driven exhibitions of paintings, prints, photography and sculpture.\n"
},
{
    "country": "nottingham",
    "city": "Nottingham",
    "index": 5,
    "name": "National Justice Museum",
    "latitude": "52.950639716094",
    "longitude": "-1.1440738782073",
    "excerpt": "In the grand Georgian Shire Hall, the National Justice Museum offers a ghoulish stroll through centuries of British justice, including medieval trials by…",
    "detail_url": "https://www.lonelyplanet.com/england/the-midlands/nottingham/attractions/national-justice-museum/a/poi-sig/1213624/359072",
    "image_url": null,
    "detail_description": "In the grand Georgian Shire Hall, the National Justice Museum offers a ghoulish stroll through centuries of British justice, including medieval trials by fire and water. There are costumed characters representing historical figures, and activities, exhibitions and re-enacted courtroom performances regularly take place. Tickets are valid all day.\n"
},
{
    "country": "nottingham",
    "city": "Nottingham",
    "index": 6,
    "name": "City of Caves",
    "latitude": "52.951004",
    "longitude": "-1.146548",
    "excerpt": "Over the centuries, the sandstone underneath Nottingham has been carved into a honeycomb of caverns and passageways. Tours lead you from the top level of…",
    "detail_url": "https://www.lonelyplanet.com/england/the-midlands/nottingham/attractions/city-of-caves/a/poi-sig/1213609/359072",
    "image_url": null,
    "detail_description": "Over the centuries, the sandstone underneath Nottingham has been carved into a honeycomb of caverns and passageways. Tours lead you from the top level of the Broadmarsh shopping centre through a WWII air-raid shelter, a medieval underground tannery, several pub cellars and a mock-up of a Victorian slum dwelling. Book ahead.\n"
},
{
    "country": "nottingham",
    "city": "Nottingham",
    "index": 4,
    "name": "Statue of Robin Hood",
    "latitude": "52.950538",
    "longitude": "-1.153307",
    "excerpt": "Taking aim at the castle gates with his bow and arrow from Nottingham Castle's former moat, this 1952-unveiled bronze statue of Nottingham's famous outlaw…",
    "detail_url": "https://www.lonelyplanet.com/england/the-midlands/nottingham/attractions/statue-of-robin-hood/a/poi-sig/1542079/359072",
    "image_url": null,
    "detail_description": "Taking aim at the castle gates with his bow and arrow from Nottingham Castle's former moat, this 1952-unveiled bronze statue of Nottingham's famous outlaw is the work of James Woodford. Standing 7ft high, it weighs in at half a tonne. Smaller sculptures nearby depict Little John, Will Scarlet, Friar Tuck and wandering minstrel Alan A Dale. Plaques on the castle walls illustrate scenes of Robin Hood and his Merry Men.\n"
},
{
    "country": "nottingham",
    "city": "Nottingham",
    "index": 3,
    "name": "Museum of Nottingham Life at Brewhouse Yard",
    "latitude": "52.949045143517",
    "longitude": "-1.1532801389694",
    "excerpt": "The underground passageway Mortimer's Hole, at Nottingham Castle, emerges at Brewhouse Yard, where five atmospheric 17th-century cottages house the Museum…",
    "detail_url": "https://www.lonelyplanet.com/england/the-midlands/nottingham/attractions/museum-of-nottingham-life-at-brewhouse-yard/a/poi-sig/1285116/359072",
    "image_url": null,
    "detail_description": "The underground passageway Mortimer's Hole, at Nottingham Castle, emerges at Brewhouse Yard, where five atmospheric 17th-century cottages house the Museum of Nottingham Life at Brewhouse Yard. Like the castle, the passgeway and museum are closed for renovations and will reopen in mid-2020.\nIn 1330, supporters of Edward III used Mortimer's Hole to breach the castle security and capture Roger Mortimer, the Machiavellian Earl of March, who briefly appointed himself ruler of England after disposing of Edward II."
},
{
    "country": "nottingham",
    "city": "Nottingham",
    "index": 2,
    "name": "Wollaton Hall",
    "latitude": "52.942057",
    "longitude": "-1.205084",
    "excerpt": "Built in 1588 for coal mogul Sir Francis Willoughby by avant-garde architect Robert Smythson, Wollaton Hall sits within 200 hectares of grounds roamed by…",
    "detail_url": "https://www.lonelyplanet.com/england/the-midlands/nottingham/attractions/wollaton-hall/a/poi-sig/457811/359072",
    "image_url": null,
    "detail_description": "Built in 1588 for coal mogul Sir Francis Willoughby by avant-garde architect Robert Smythson, Wollaton Hall sits within 200 hectares of grounds roamed by fallow and red deer. Tours lasting 45 minutes lead you through extravagant rooms from the Tudor, Regency and Victorian periods. There’s also a natural-history museum here.Wollaton Hall is 2.5 miles west of Nottingham city centre; take bus L2, 30 or 'The 2' from Victoria bus station (£4, 15 minutes, every 15 minutes Monday to Saturday, half-hourly Sunday).\nThe hall starred as Wayne Manor in 2012's Batman film The Dark Knight Rises."
}
]