[
{
    "country": "noumea",
    "city": "Noumea",
    "index": 1,
    "name": "Place des Cocotiers",
    "latitude": "-22.271127",
    "longitude": "166.441541",
    "excerpt": "This is the heart of the city. The square slopes gently from east to west and at the top is a band rotunda, a famous landmark dating back to the late…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/place-des-cocotiers/a/poi-sig/423155/362642",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ad8e82e08f14240ef403eba70dd33604-place-des-cocotiers.jpg",
    "detail_description": "This is the heart of the city. The square slopes gently from east to west and at the top is a band rotunda, a famous landmark dating back to the late 1800s. Place des Cocotiers is the perfect spot to watch the world go by. Near the band rotunda there’s a popular pétanque pitch and a giant chessboard. Down the other end it’s like a lush botanical garden, with palms and large spreading trees. There's free wi-fi throughout the square.\nRegular concerts and street markets are held in Place des Cocotiers. Held twice a month, the popular Jeudis du Centre Ville street market has a different theme each time."
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 16,
    "name": "Musée de Nouvelle-Calédonie",
    "latitude": "-22.27600425",
    "longitude": "166.44299527",
    "excerpt": "The Musée de Nouvelle-Calédonie provides an excellent introduction to traditional Kanak and regional Pacific culture. Local exhibits are displayed on the…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/musee-de-nouvelle-caledonie/a/poi-sig/423147/362642",
    "image_url": null,
    "detail_description": "The Musée de Nouvelle-Calédonie provides an excellent introduction to traditional Kanak and regional Pacific culture. Local exhibits are displayed on the ground floor and regional artefacts on the mezzanine level.\n"
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 15,
    "name": "Cathédrale St Joseph",
    "latitude": "-22.27270492",
    "longitude": "166.44442829",
    "excerpt": "The cathedral was built in 1888 by convict labour and is one of Noumea’s landmarks. It has beautiful stained-glass windows and an elaborately carved…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/cathedrale-st-joseph/a/poi-sig/423133/362642",
    "image_url": null,
    "detail_description": "The cathedral was built in 1888 by convict labour and is one of Noumea’s landmarks. It has beautiful stained-glass windows and an elaborately carved pulpit, altar panels and confessional. The main entrance is sometimes locked, but you should find the side doors open.\n"
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 14,
    "name": "Ouen Toro",
    "latitude": "-22.305217",
    "longitude": "166.454501",
    "excerpt": "A sealed road winds up 132m Ouen Toro from just past Anse Vata beach. Two WWII guns still stand sentinel at the summit from where there are excellent…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/ouen-toro/a/poi-sig/1046662/362642",
    "image_url": null,
    "detail_description": "A sealed road winds up 132m Ouen Toro from just past Anse Vata beach. Two WWII guns still stand sentinel at the summit from where there are excellent views over Anse Vata and Baie des Citrons as well as the lagoon. Several trails weave through the wooded slopes of Ouen Toro.\n"
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 13,
    "name": "Île aux Canards",
    "latitude": "-22.31282",
    "longitude": "166.435436",
    "excerpt": "Île aux Canards is a cute postcard-perfect islet sitting five minutes by taxi boat off Anse Vata. It's all here, including an underwater snorkelling path,…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/ile-aux-canards/a/poi-sig/1455424/362642",
    "image_url": null,
    "detail_description": "Île aux Canards is a cute postcard-perfect islet sitting five minutes by taxi boat off Anse Vata. It's all here, including an underwater snorkelling path, rental gear, a restaurant, and a stunning beach with loungers, hammocks, beach umbrellas and even VIP Lounges. Head to the water-taxi booth about halfway along Anse Vata beach (return trip 1200 CPF).\n"
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 12,
    "name": "Musée de l’Histoire Maritime",
    "latitude": "-22.26807",
    "longitude": "166.43368530273",
    "excerpt": "Looking sharp after recent refurbishments, the Musée de l’Histoire Maritime, down past the Betico ferry terminal, has a mix of permanent collections and…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/musee-de-l-histoire-maritime/a/poi-sig/423145/362642",
    "image_url": null,
    "detail_description": "Looking sharp after recent refurbishments, the Musée de l’Histoire Maritime, down past the Betico ferry terminal, has a mix of permanent collections and temporary exhibitions. The focus is on the maritime history of New Caledonia and, in particular, the voyages of the great French Pacific explorer, Jean-François de La Pérouse (1785–1788). There are interactive exhibits for children.\n"
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 11,
    "name": "Îlot Maître",
    "latitude": null,
    "longitude": null,
    "excerpt": "Only 15 minutes by boat from Port Moselle or Anse Vata, the gorgeous little island of Îlot Maître makes for a great day trip. Get out there with L…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/ilot-maitre/a/poi-sig/1527798/362642",
    "image_url": null,
    "detail_description": "Only 15 minutes by boat from Port Moselle or Anse Vata, the gorgeous little island of Îlot Maître makes for a great day trip. Get out there with L’escapade, which runs the resort on the island, with Coconut Taxi or by taxi boat from Anse Vata. There's a beach and snack bar for day trippers, or talk with the resort about using its facilities.\n"
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 10,
    "name": "Parc Zoologique et Forestier",
    "latitude": "-22.25829286965",
    "longitude": "166.454653002",
    "excerpt": "Wander along a network of paths through gardens of native shrubs and trees, cactus and forest with a changing backdrop of sea views in the distance. You…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/parc-zoologique-et-forestier/a/poi-sig/423153/362642",
    "image_url": null,
    "detail_description": "Wander along a network of paths through gardens of native shrubs and trees, cactus and forest with a changing backdrop of sea views in the distance. You’ll come across native species such as the flightless cagou, roussette, notou pigeon and various parakeets right in front of you. Speed around the Parc Zoologique et Forestier on a Segway for something different.\n"
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 9,
    "name": "Amédée Islet",
    "latitude": null,
    "longitude": null,
    "excerpt": "This islet, about 20km south of Noumea, is famous for its tall white lighthouse, Phare Amédée (admission 200 CFP), which was built in France, shipped out…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/amedee-islet/a/poi-sig/1456020/362642",
    "image_url": null,
    "detail_description": "This islet, about 20km south of Noumea, is famous for its tall white lighthouse, Phare Amédée (admission 200 CFP), which was built in France, shipped out in pieces, and assembled on the postcard island in 1865. Climb up its spiral staircase to a narrow shelf with 360-degree views.\nThere’s a snack bar and curio shop for visitors who come here on a day trip on the Mary D, which leaves from Port Moselle. Buy tickets at Palm Beach or Port Moselle."
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 8,
    "name": "Mwâ Ka",
    "latitude": "-22.27626",
    "longitude": "166.442667",
    "excerpt": "Mwâ Ka is erected in a landscaped square opposite Musée de Nouvelle-Calédonie. The 12m totem pole is topped by a grande case (chief’s hut), complete with…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/mwa-ka/a/poi-sig/423149/362642",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-128510190_full.jpg",
    "detail_description": "Mwâ Ka is erected in a landscaped square opposite Musée de Nouvelle-Calédonie. The 12m totem pole is topped by a grande case (chief’s hut), complete with flèche faîtière (carved rooftop spear), and its carvings represent the eight customary regions of New Caledonia. The Mwâ Ka is mounted as the mast on a concrete double-hulled pirogue, steered by a wooden helmsman, and celebrates Kanak identity as well as the multi-ethnic reality of New Caledonia.\n"
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 7,
    "name": "Tjibaou Cultural Centre",
    "latitude": "-22.256373",
    "longitude": "166.482182",
    "excerpt": "The cultural centre is a tribute to a pro-independence Kanak leader Jean-Marie Tjibaou, who was assassinated in 1989. It sits in a peaceful woodland and…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/tjibaou-cultural-centre/a/poi-sig/423135/362642",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148752978_full.jpg",
    "detail_description": "The cultural centre is a tribute to a pro-independence Kanak leader Jean-Marie Tjibaou, who was assassinated in 1989. It sits in a peaceful woodland and mangrove setting on Tina Peninsula. Displays include sculpture, paintings and photographs representing Kanak culture, as well as other cultures from around the Pacific. The main buildings are a series of tall, curved wooden structures which rise majestically above the trees.\nThe harmony between this contemporary architecture (designed by Italian architect Renzo Piano, who also designed Paris’ Pompidou Centre) and the surrounding landscape is amazing. Behind the main building are traditional grandes cases; Kanak dance shows are held every Tuesday and Thursday at 2.30pm (2500 CFP). City bus 40 and the Noumea Explorer bus run regularly to the centre."
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 6,
    "name": "Musée de la Ville de Noumea",
    "latitude": "-22.27034575",
    "longitude": "166.44203664",
    "excerpt": "The beautiful colonial-style Musée de la Ville de Noumea, which overlooks Place des Cocotiers, is dwarfed by towering palm trees. It features fascinating…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/musee-de-la-ville-de-noumea/a/poi-sig/423143/362642",
    "image_url": null,
    "detail_description": "The beautiful colonial-style Musée de la Ville de Noumea, which overlooks Place des Cocotiers, is dwarfed by towering palm trees. It features fascinating temporary and permanent displays on the early history of Noumea.\n"
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 5,
    "name": "Le Marché",
    "latitude": "-22.27553992",
    "longitude": "166.44098512",
    "excerpt": "This colourful multi-hexagonal-shaped market is beside the marina at Port Moselle. Fishermen unload their catch; trucks offload fruit, vegetables and…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/le-marche/a/poi-sig/1455185/362642",
    "image_url": null,
    "detail_description": "This colourful multi-hexagonal-shaped market is beside the marina at Port Moselle. Fishermen unload their catch; trucks offload fruit, vegetables and flowers; and there’s fresh-baked bread and cakes, plus delights like terrines and olives. The arts and crafts section includes a central cafe. On Saturday and Sunday live music keeps shoppers entertained. The market is at its busiest early in the morning.\n"
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 4,
    "name": "Aquarium des Lagons",
    "latitude": "-22.302537",
    "longitude": "166.437904",
    "excerpt": "This aquarium is stunning. Species found in New Caledonian waters – including nautilus, sea snakes, stone fish, turtles, sharks and stingrays – have…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/aquarium-des-lagons/a/poi-sig/423127/362642",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/81c3c594b20391821196f2f8b2fd657a-aquarium-des-lagons.jpg",
    "detail_description": "This aquarium is stunning. Species found in New Caledonian waters – including nautilus, sea snakes, stone fish, turtles, sharks and stingrays – have realistic surroundings in their huge tanks. Living coral displays are surprising but don’t miss the emperor of coral reefs: Napoleon fish.\n"
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 3,
    "name": "Baie des Citrons",
    "latitude": "-22.299013",
    "longitude": "166.43815",
    "excerpt": "Orientated north–south and less than 10 minutes from the city centre, trendy Baie des Citrons attracts locals and visitors alike. The beach is great for…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/baie-des-citrons/a/poi-sig/1527799/362642",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d683ebaa6a65d2d896a09220b3e4d8e0-baie-des-citrons.jpg",
    "detail_description": "Orientated north–south and less than 10 minutes from the city centre, trendy Baie des Citrons attracts locals and visitors alike. The beach is great for swimming, while the strip of restaurants, bars and nightclubs along the main road could well pull you in from breakfast until the wee hours.\n"
},
{
    "country": "noumea",
    "city": "Noumea",
    "index": 2,
    "name": "Anse Vata",
    "latitude": "-22.302716",
    "longitude": "166.441433",
    "excerpt": "Orientated east–west, this popular beach is a hotspot for visitors to Noumea, with hotels, restaurants, shopping and other attractions. Only 10 minutes…",
    "detail_url": "https://www.lonelyplanet.com/new-caledonia/noumea/attractions/anse-vata/a/poi-sig/1455298/362642",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b7de07d22d7d873c07b9c4bbedef97b1-anse-vata.jpg",
    "detail_description": "Orientated east–west, this popular beach is a hotspot for visitors to Noumea, with hotels, restaurants, shopping and other attractions. Only 10 minutes from the city centre, the locals relax here too, especially on the petanque courts next to the beach. On a breezy day at Anse Vata, you can watch the colourful kite- and windsurfers skimming up and down the bay. It's only five minutes by taxiboat from here out to Île aux Canards.\n"
}
]