[
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 1,
    "name": "Kaiserburg",
    "latitude": "49.45799297319",
    "longitude": "11.075818807355",
    "excerpt": "This enormous castle complex above the Altstadt poignantly reflects Nuremberg's medieval might. The main attraction is a tour of the renovated residential…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/kaiserburg/a/poi-sig/1206435/359358",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2656048f356104ecdab203c405390b71-kaiserburg.jpg",
    "detail_description": "This enormous castle complex above the Altstadt poignantly reflects Nuremberg's medieval might. The main attraction is a tour of the renovated residential wing (Palas) to see the lavish Knights' and Imperial Hall, a Romanesque double chapel and an exhibit on the inner workings of the Holy Roman Empire. This segues to the Kaiserburg Museum, which focuses on the castle's military and building history. Elsewhere, enjoy panoramic views from the Sinwell Tower or peer 48m down into the Deep Well.\nFor centuries the castle, which has origins in the 12th century, also sheltered the crown jewels (crown, sceptre, orb etc) of the Holy Roman Empire, which are now kept at Hofburg palace in Vienna. It also played a key role in the drawing up of Emperor Charles IV's Golden Bull, a document that changed the way Holy Roman Emperors were elected. The exhibition contains an original statue taken from Prague's Charles Bridge of Charles IV who spent a lot of time in both Bohemia and Franconia during his reign."
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 24,
    "name": "Children & Young People’s Museum",
    "latitude": "49.442787",
    "longitude": "11.052182",
    "excerpt": "This undervisited museum has lots of educational exhibitions and heaps of hands-on fun for children and their parents – just a pity it's not open more…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/children-young-people-s-museum/a/poi-sig/1208781/359358",
    "image_url": null,
    "detail_description": "This undervisited museum has lots of educational exhibitions and heaps of hands-on fun for children and their parents – just a pity it's not open more often.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 23,
    "name": "Pfarrkirche Unsere Liebe Frau",
    "latitude": "49.454026412871",
    "longitude": "11.078286675107",
    "excerpt": "At the eastern end if the Hauptmarkt stands this ornate Gothic church, also called the Frauenkirche. Its clock’s figures spring into action every day at…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/pfarrkirche-unsere-liebe-frau/a/poi-sig/1296285/359358",
    "image_url": null,
    "detail_description": "At the eastern end if the Hauptmarkt stands this ornate Gothic church, also called the Frauenkirche. Its clock’s figures spring into action every day at noon.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 22,
    "name": "School Museum",
    "latitude": "49.461353",
    "longitude": "11.110504",
    "excerpt": "This small museum 3km northeast of the Hauptbahnhof has mock-ups of period classrooms plus school-related exhibits from the 17th century to the Third…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/school-museum/a/poi-sig/1143122/359358",
    "image_url": null,
    "detail_description": "This small museum 3km northeast of the Hauptbahnhof has mock-ups of period classrooms plus school-related exhibits from the 17th century to the Third Reich. Take tram 8 to the Tafelhalle stop.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 21,
    "name": "Playground of the Senses",
    "latitude": "49.451304",
    "longitude": "11.091042",
    "excerpt": "Located 10 minutes' walk northeast of the Hauptbahnhof, this great place to entertain the kids has some 80 hands-on 'stations' designed to educate…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/playground-of-the-senses/a/poi-sig/1143123/359358",
    "image_url": null,
    "detail_description": "Located 10 minutes' walk northeast of the Hauptbahnhof, this great place to entertain the kids has some 80 hands-on 'stations' designed to educate children in the laws of nature, physics and the human body. Walk or take the U2 or U3 to Wöhrder Wiese.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 20,
    "name": "Mittelalterliche Lochgefängnisse",
    "latitude": "49.455388419115",
    "longitude": "11.077730102437",
    "excerpt": "Beneath the Altes Rathaus (1616–22), a hulk of a building with lovely Renaissance-style interiors, you’ll find the macabre Mittelalterliche…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/mittelalterliche-lochgefaengnisse/a/poi-sig/1206413/359358",
    "image_url": null,
    "detail_description": "Beneath the Altes Rathaus (1616–22), a hulk of a building with lovely Renaissance-style interiors, you’ll find the macabre Mittelalterliche Lochgefängnisse. This 12-cell death row and torture chamber must be seen on a guided tour (held every half-hour) and might easily put you off lunch.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 19,
    "name": "Spielzeugmuseum",
    "latitude": "49.454659",
    "longitude": "11.074466",
    "excerpt": "Nuremberg has long been a centre of toy manufacturing, and the large Spielzeugmuseum presents toys in their infinite variety – from innocent hoops to…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/spielzeugmuseum/a/poi-sig/1206439/359358",
    "image_url": null,
    "detail_description": "Nuremberg has long been a centre of toy manufacturing, and the large Spielzeugmuseum presents toys in their infinite variety – from innocent hoops to blood-and-guts computer games, historical wooden and tin toys to Barbie et al. Kids and kids at heart will delight in the imaginatively designed play area.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 18,
    "name": "Schöner Brunnen",
    "latitude": "49.453898",
    "longitude": "11.077137",
    "excerpt": "Standing like a space probe on the northwestern corner of the square is the 19m (62ft) Schöner Brunnen. A replica of the late 14th-century original, it is…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/schoener-brunnen/a/poi-sig/1273327/359358",
    "image_url": null,
    "detail_description": "Standing like a space probe on the northwestern corner of the square is the 19m (62ft) Schöner Brunnen. A replica of the late 14th-century original, it is a stunning golden vision of 40 electors, religious heroes and other allegorical figures. The original, made of badly eroded sandstone, stands in the Germanisches Nationalmuseum.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 17,
    "name": "Jüdisches Museum Franken",
    "latitude": "49.477118",
    "longitude": "10.990405",
    "excerpt": "A quick U-Bahn ride away in the adjoining town of Fürth is the Jüdisches Museum Franken. Fürth once had the largest Jewish congregation of any city in…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/juedisches-museum-franken/a/poi-sig/1141447/359358",
    "image_url": null,
    "detail_description": "A quick U-Bahn ride away in the adjoining town of Fürth is the Jüdisches Museum Franken. Fürth once had the largest Jewish congregation of any city in southern Germany, and this museum chronicles the history of Jewish life in the region from the Middle Ages to today. To reach the museum, take the U1 to the Rathaus stop in Fürth.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 16,
    "name": "Neues Museum",
    "latitude": "49.447733",
    "longitude": "11.080903",
    "excerpt": "The aptly named New Museum showcases contemporary art and design from the 1950s onwards, with resident collections of paintings, sculpture, photography…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/neues-museum/a/poi-sig/1206446/359358",
    "image_url": null,
    "detail_description": "The aptly named New Museum showcases contemporary art and design from the 1950s onwards, with resident collections of paintings, sculpture, photography and video art complemented by world-class travelling shows. Equally stunning is the award-winning building itself, with a dramatic 100m curved glass facade that, literally and figuratively, reflects the stone town wall opposite.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 15,
    "name": "Weinstadl & Henkersteg",
    "latitude": "49.453187340281",
    "longitude": "11.073510541019",
    "excerpt": "On the northern side of the Pegnitz, near the Karlsbrücke, is the impressive half-timbered Weinstadl, an old wine depot with two half-timbered storeys…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/weinstadl-henkersteg/a/poi-sig/1209582/359358",
    "image_url": null,
    "detail_description": "On the northern side of the Pegnitz, near the Karlsbrücke, is the impressive half-timbered Weinstadl, an old wine depot with two half-timbered storeys jutting out over the river. It's had a storied life, ranging from lepers’ refuge to student dorm. Crossing the river is the covered timber Henkersteg (Hangman’s Bridge), built to keep the hangman’s exposure to disease to a minimum.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 14,
    "name": "Stadtmuseum Fembohaus",
    "latitude": "49.456604",
    "longitude": "11.077341",
    "excerpt": "Offering an entertaining overview of the city’s history, highlights of the Stadtmuseum Fembohaus include the restored historic rooms of this 16th-century…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/stadtmuseum-fembohaus/a/poi-sig/423285/359358",
    "image_url": null,
    "detail_description": "Offering an entertaining overview of the city’s history, highlights of the Stadtmuseum Fembohaus include the restored historic rooms of this 16th-century merchant's house. Other sections look at aspects of Nuremberg's past and the 'A Crown – Power – History' exhibition gives you a potted history of the city in 30 minutes in the company of a special audioguide, an excellent and commendably digestable idea.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 13,
    "name": "Felsengänge",
    "latitude": "49.45616307391",
    "longitude": "11.076036973307",
    "excerpt": "Deep beneath the Albrecht Dürer Monument on Albrecht-Dürer-Platz lurks the chilly Felsengänge. Departing from the brewery shop at Bergstrasse 19, tours…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/felsengaenge/a/poi-sig/423259/359358",
    "image_url": null,
    "detail_description": "Deep beneath the Albrecht Dürer Monument on Albrecht-Dürer-Platz lurks the chilly Felsengänge. Departing from the brewery shop at Bergstrasse 19, tours descend to this four-storey subterranean warren, which dates from the 14th century and once housed a brewery and a beer cellar. During WWII, it served as an air-raid shelter. Tours take a minimum of three people and last 60 to 70 minutes. Take a jacket against the damp chill.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 12,
    "name": "Way of Human Rights",
    "latitude": "49.448538",
    "longitude": "11.075227",
    "excerpt": "Next to the Germanisches Nationalmuseum, 30 austere, 8m-tall concrete columns, each bearing one article of the Universal Declaration of Human Rights in a…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/way-of-human-rights/a/poi-sig/1592135/359358",
    "image_url": null,
    "detail_description": "Next to the Germanisches Nationalmuseum, 30 austere, 8m-tall concrete columns, each bearing one article of the Universal Declaration of Human Rights in a different language (plus German), run the entire length of Kartäusergasse. This spectacle is the work of Israeli artist Dani Karavan and is even more relevant in today's central Europe than it was when he won the competition to design the look of the street in the early 1990s.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 11,
    "name": "Historischer Kunstbunker",
    "latitude": "49.457492339254",
    "longitude": "11.075084598551",
    "excerpt": "The Historischer Kunstbunker is a climate-controlled bomb shelter deep under the Burgberg that was used to protect art treasures during WWII. Priceless…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/historischer-kunstbunker/a/poi-sig/423265/359358",
    "image_url": null,
    "detail_description": "The Historischer Kunstbunker is a climate-controlled bomb shelter deep under the Burgberg that was used to protect art treasures during WWII. Priceless masterpieces by Albrecht Dürer, sculptor Veit Stoss and Martin Behaim, the maker of a bafflingly accurate 15th-century globe, were kept safe here from the Allied bombs raining down on the city. The 75-minute tour tells the story of how the bunker was created from old beer cellars long before the war began and which treasures were kept safe down there.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 10,
    "name": "Albrecht-Dürer-Haus",
    "latitude": "49.45707026",
    "longitude": "11.07395974",
    "excerpt": "Dürer, Germany’s most famous Renaissance draughtsperson, lived and worked at this site from 1509 until his death in 1528. Enjoy the slightly OTT…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/albrecht-duerer-haus/a/poi-sig/423245/359358",
    "image_url": null,
    "detail_description": "Dürer, Germany’s most famous Renaissance draughtsperson, lived and worked at this site from 1509 until his death in 1528. Enjoy the slightly OTT multimedia show then embark on an audioguide tour of the four-storey house narrated by ‘Agnes’, Dürer's wife. Highlights are the hands-on demonstrations in the recreated studio and print shop on the 3rd floor and, in the attic, a gallery featuring copies and originals of Dürer’s work. The museum gift shop across the street is a source of original, highbrow souvenirs.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 7,
    "name": "Ehekarussell Brunnen",
    "latitude": "49.451046",
    "longitude": "11.070153",
    "excerpt": "At the foot of the fortified Weisser Turm (White Tower; now the gateway to the U-Bahn station of the same name) stands this large and startlingly…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/ehekarussell-brunnen/a/poi-sig/423257/359358",
    "image_url": null,
    "detail_description": "At the foot of the fortified Weisser Turm (White Tower; now the gateway to the U-Bahn station of the same name) stands this large and startlingly grotesque sculptural work depicting six interpretations of marriage (from first love to quarrel to death-do-us-part), all based on a verse by Hans Sachs, the medieval cobbler-poet. You soon realise why the artist faced a blizzard of criticism when the fountain was unvelied in 1984; it really is enough to put anyone off tying the knot.\nSachs' poem can be found chiselled into a large pink marble heart on the tower side of the fountain."
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 8,
    "name": "Hauptmarkt",
    "latitude": "49.453815",
    "longitude": "11.077362",
    "excerpt": "This bustling square in the heart of the Altstadt is the site of daily markets as well as the famous Christkindlsmarkte (Christmas Markets). At the…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/hauptmarkt/a/poi-sig/1206412/359358",
    "image_url": null,
    "detail_description": "This bustling square in the heart of the Altstadt is the site of daily markets as well as the famous Christkindlsmarkte (Christmas Markets). At the eastern end is the ornate Gothic Frauenkirche (church). Daily at noon crowds crane their necks to witness the clock's figures enact a spectacle called the Männleinlaufen (Little Men Dancing). Rising from the square like a Gothic spire is the sculpture-festooned Schöner Brunnen (Beautiful Fountain). Touch the golden ring in the ornate wrought-iron gate for good luck.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 9,
    "name": "Lorenzkirche",
    "latitude": "49.451004389084",
    "longitude": "11.079073405183",
    "excerpt": "Dark and atmospheric, the Lorenzkirche has dramatically downlit pillars, taupe stone columns, sooty ceilings and many artistic highlights. Check out the…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/lorenzkirche/a/poi-sig/423271/359358",
    "image_url": null,
    "detail_description": "Dark and atmospheric, the Lorenzkirche has dramatically downlit pillars, taupe stone columns, sooty ceilings and many artistic highlights. Check out the 15th-century tabernacle in the left aisle – the delicate carved strands wind up to the vaulted ceiling. Remarkable also are the stained glass (including a rose window 9m in diameter) and Veit Stoss' Engelsgruss (Annunciation), a wooden carving with life-size figures suspended above the high altar. Some of the free German-language tours climb the tower, normally out of bounds to visitors.\n"
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 6,
    "name": "St Sebalduskirche",
    "latitude": "49.455251",
    "longitude": "11.076794",
    "excerpt": "Nuremberg's oldest church was hoisted skywards in rusty pink-veined sandstone in the 13th century. Its exterior is replete with religious sculptures and…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/st-sebalduskirche/a/poi-sig/423283/359358",
    "image_url": null,
    "detail_description": "Nuremberg's oldest church was hoisted skywards in rusty pink-veined sandstone in the 13th century. Its exterior is replete with religious sculptures and symbols; check out the ornate carvings over the Bridal Doorway to the north, showing the Wise and Foolish Virgins. Inside, the bronze shrine of St Sebald (Nuremberg's own saint) is a Gothic and Renaissance masterpiece that took its maker, Peter Vischer the Elder, and his two sons more than 11 years to complete (Vischer is in it, too, sporting a skullcap).\nThe church is free to enter, but donations are requested."
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 5,
    "name": "Memorium Nuremberg Trials",
    "latitude": "49.454394",
    "longitude": "11.04833",
    "excerpt": "Göring, Hess, Speer and 21 other Nazi leaders were tried for crimes against peace and humanity by the Allies in Schwurgerichtssaal 600 (Court Room 600) of…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/memorium-nuremberg-trials/a/poi-sig/423275/359358",
    "image_url": null,
    "detail_description": "Göring, Hess, Speer and 21 other Nazi leaders were tried for crimes against peace and humanity by the Allies in Schwurgerichtssaal 600 (Court Room 600) of this still-working courthouse. Today the room forms part of an engaging exhibit detailing the background, progression and impact of the trials using film, photographs, audiotape and even the original defendants' dock. To get here, take the U1 towards Bärenschanze and get off at Sielstrasse. \nThe initial and most famous trial, held from 20 November 1945 until 1 October 1946, resulted in three acquittals, 12 sentences to death by hanging, three life sentences and four long prison sentences. Hermann Göring, the Reich’s field marshall, famously cheated the hangman by taking a cyanide capsule in his cell hours before his scheduled execution.Although it's easy to assume that Nuremberg was chosen as a trial venue because of its sinister key role during the Nazi years, it was actually picked for practical reasons since the largely intact Palace of Justice was able to accommodate lawyers and staff from all four Allied nations.Note that Court Room 600 is still used for trials and may be closed to visitors."
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 4,
    "name": "Reichsparteitagsgelände",
    "latitude": "49.433641",
    "longitude": "11.112671",
    "excerpt": "If you’ve ever wondered where the infamous B&W images of ecstatic Nazi supporters hailing their Führer were taken, it was here in Nuremberg. Much of the…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/reichsparteitagsgelaende/a/poi-sig/1210002/359358",
    "image_url": null,
    "detail_description": "If you’ve ever wondered where the infamous B&amp;W images of ecstatic Nazi supporters hailing their Führer were taken, it was here in Nuremberg. Much of the grounds were destroyed during Allied bombing raids, but enough remain to get a sense of the megalomania behind it, especially after visiting the excellent Dokumentationszentrum (Documentation Centre). It's served by tram 8 from the Hauptbahnhof.\nIn the north wing of the partly finished Kongresshalle (Congress Hall), the Documentation Centre examines various historical aspects, including the rise of the NSDAP, the Hitler cult, the party rallies and the Nuremberg Trials.East of here is the Zeppelinfeld, where most of the big Nazi parades, rallies and events took place. It is fronted by a 350m-long grandstand, the Zeppelintribüne, where you can still stand on the very balcony from where Hitler incited the masses. It now hosts sporting events and rock concerts, though this rehabilitation has caused controversy.The grounds are bisected by the 2km-long and 40m-wide Grosse Strasse (Great Road), which was planned as a military parade road. Zeppelinfeld, Kongresshalle and Grosse Strasse are all protected landmarks for being significant examples of Nazi architecture.The Reichsparteitagsgelände is about 4km southeast of the city centre."
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 3,
    "name": "Germanisches Nationalmuseum",
    "latitude": "49.448395",
    "longitude": "11.075667",
    "excerpt": "Spanning prehistory to the early 20th century, this museum is the German-speaking world's biggest and most important museum of Teutonic culture. It…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/germanisches-nationalmuseum/a/poi-sig/423261/359358",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/506fa0cac38e321e1bb4e78f996e1ebe-germanisches-nationalmuseum.jpg",
    "detail_description": "Spanning prehistory to the early 20th century, this museum is the German-speaking world's biggest and most important museum of Teutonic culture. It features works by German painters and sculptors, an archaeological collection, arms and armour, musical and scientific instruments, and toys. \nHighlights of the eclectic collection include Dürer's anatomically detailed Hercules Slaying the Stymphalian Birds and the world's oldest terrestrial globe and pocket watch as well as 20th-century design classics and baroque dollhouses. "
},
{
    "country": "nuremberg",
    "city": "Nuremberg",
    "index": 2,
    "name": "Deutsche Bahn Museum",
    "latitude": "49.445438",
    "longitude": "11.074519",
    "excerpt": "Forget Dürer and wartime rallies, Nuremberg is a railway town at heart. Germany's first passenger trains ran between here and Fürth, a fact reflected in…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/deutsche-bahn-museum/a/poi-sig/1141446/359358",
    "image_url": null,
    "detail_description": "Forget Dürer and wartime rallies, Nuremberg is a railway town at heart. Germany's first passenger trains ran between here and Fürth, a fact reflected in the unmissable German Railways Museum. which explores the history of Germany's legendary rail system. The huge exhibition that continues across the road is one of Nuremberg's top sights, especially if you have a soft spot for things that run on rails.\nIf you have tots aboard, head straight for KIBALA (Kinder-Bahnland – Children's Railway World), a section of the museum where lots of hands-on, interactive choo-choo-themed attractions await. There's also a huge model railway, one of Germany's largest, set in motion every hour by a uniformed controller.The main exhibition charting almost two centuries of rail history starts on the ground floor and continues with more recent exhibits on the first. Passing quickly through the historically inaccurate beginning (as every rail buff knows, the world's first railway was the Stockton–Darlington, not the Liverpool–Manchester), highlights include Germany's oldest railway carriage dating from 1835 and lots of interesting Deutsche Reichsbahn paraphernalia from the former East Germany.However, the real meat of the show is the two halls of locos and rolling stock. The first hall contains Ludwig II's incredible rococo rail carriage, dubbed the 'Versailles of the rails', as well as Bismarck's considerably less ostentatious means of transport. There's also Germany's most famous steam loco, the Adler, built by the Stephensons in Newcastle-upon-Tyne for the Nuremberg–Fürth line. The second hall across the road from the main building houses some mammoth engines, some with their Nazi or Deutsche Reichsbahn insignia still in place."
}
]