[
{
    "country": "nuwara-eliya",
    "city": "Nuwara Eliya",
    "index": 1,
    "name": "Pedro Tea Estate",
    "latitude": "6.97022",
    "longitude": "80.796418",
    "excerpt": "To see where your morning cuppa originates, head to the Pedro Tea Estate, about 3.5km east of Nuwara Eliya on the way to Kandapola. You can take a 20…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-hill-country/nuwara-eliya/attractions/pedro-tea-estate/a/poi-sig/450943/357478",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock_editorial_1930544093.jpg",
    "detail_description": "To see where your morning cuppa originates, head to the Pedro Tea Estate, about 3.5km east of Nuwara Eliya on the way to Kandapola. You can take a 20-minute guided tour of the factory, originally built in 1885 and still packed with 19th-century engineering. However, due to the type of tea produced here (a very light tea), processing only takes place at night when it’s colder, so you’re unlikely to see much action.\nOverlooking the plantations is a pleasant teahouse. Photography inside the factory is forbidden.A three-wheeler from Nuwara Eliya should cost Rs 450 return, including waiting time. Alternatively, you could hop on a Ragalla-bound bus (Rs 15) from the main bus station in Nuwara Eliya."
},
{
    "country": "nuwara-eliya",
    "city": "Nuwara Eliya",
    "index": 8,
    "name": "Buddhist Temple",
    "latitude": "6.967388",
    "longitude": "80.767681",
    "excerpt": "Located just south of Victoria Park, this temple has a small white stupa.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-hill-country/nuwara-eliya/attractions/buddhist-temple/a/poi-sig/1430023/357478",
    "image_url": null,
    "detail_description": "Located just south of Victoria Park, this temple has a small white stupa.\n"
},
{
    "country": "nuwara-eliya",
    "city": "Nuwara Eliya",
    "index": 7,
    "name": "Victoria Park",
    "latitude": "6.967451",
    "longitude": "80.769124",
    "excerpt": "This is one of the country's most attractive, and best-maintained, town parks. A stroll around its paths, past manicured lawns, is a pleasure. The park…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-hill-country/nuwara-eliya/attractions/victoria-park/a/poi-sig/450945/357478",
    "image_url": null,
    "detail_description": "This is one of the country's most attractive, and best-maintained, town parks. A stroll around its paths, past manicured lawns, is a pleasure. The park comes alive with flowers around March to May, and August and September. It’s also home to quite a number of hill-country bird species, including the Kashmir flycatcher, Indian pitta and grey tit.\nAt the far end of the park is a small children’s playground and miniature train."
},
{
    "country": "nuwara-eliya",
    "city": "Nuwara Eliya",
    "index": 6,
    "name": "Galway's Land National Park",
    "latitude": "6.966727",
    "longitude": "80.778522",
    "excerpt": "One of Sri Lanka's newest (2006) and smallest (29 sq hectares) national parks, Galway's Land is a dense patch of montane forest a couple of kilometres…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-hill-country/nuwara-eliya/attractions/galway-s-land-national-park/a/poi-sig/1493320/357478",
    "image_url": null,
    "detail_description": "One of Sri Lanka's newest (2006) and smallest (29 sq hectares) national parks, Galway's Land is a dense patch of montane forest a couple of kilometres east of town. It is renowned for its birdlife, including 10 Sri Lankan endemics, as well as buffalo, wild boar, barking deer and other mammals. There's very little on-site information, but guides are available (by donation) from the park office and a 2km-long walking trail also leaves from here.\n"
},
{
    "country": "nuwara-eliya",
    "city": "Nuwara Eliya",
    "index": 5,
    "name": "Seetha Amman Temple",
    "latitude": "6.933137",
    "longitude": "80.810548",
    "excerpt": "This colourful Hindu temple, 7km southeast of Nuwara Eliya, is said to mark the spot where Sita was held captive by the demon king Rawana, and where she…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-hill-country/nuwara-eliya/attractions/seetha-amman-temple/a/poi-sig/1195510/357478",
    "image_url": null,
    "detail_description": "This colourful Hindu temple, 7km southeast of Nuwara Eliya, is said to mark the spot where Sita was held captive by the demon king Rawana, and where she prayed daily for Rama to come and rescue her. On the rock face across the stream are circular depressions said to be the footprints of Rawana’s elephant.\nTamil wedding parties make it a point to stop here for puja (8am, 1pm, 2pm and 6pm). It's located near the 83km post on the A5 Hwy."
},
{
    "country": "nuwara-eliya",
    "city": "Nuwara Eliya",
    "index": 4,
    "name": "Lake Gregory",
    "latitude": "6.953202",
    "longitude": "80.780432",
    "excerpt": "This lake is popular with domestic tourists who enjoy strolling the footpaths, taking out a swan-shaped pedal boat (30 minutes Rs 500) or trotting around…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-hill-country/nuwara-eliya/attractions/lake-gregory/a/poi-sig/1395322/357478",
    "image_url": null,
    "detail_description": "This lake is popular with domestic tourists who enjoy strolling the footpaths, taking out a swan-shaped pedal boat (30 minutes Rs 500) or trotting around on a pony (15 minutes Rs 300). However be warned that jet skis and speedboats disturb the peace on weekends, and during holiday times expect big crowds and funfairs. There are picnic tables, a small restaurant and a snack bar. Boat hire is from the smaller adjoining lake on the opposite side of the road from the main lake.\n"
},
{
    "country": "nuwara-eliya",
    "city": "Nuwara Eliya",
    "index": 3,
    "name": "Lovers Leap",
    "latitude": "6.977632",
    "longitude": "80.78702",
    "excerpt": "From the Pedro Tea Estate, take a very enjoyable 5km (round-trip) walk to Lovers Leap, an impressive waterfall.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-hill-country/nuwara-eliya/attractions/lovers-leap/a/poi-sig/1395281/357478",
    "image_url": null,
    "detail_description": "From the Pedro Tea Estate, take a very enjoyable 5km (round-trip) walk to Lovers Leap, an impressive waterfall.\nFrom the tea factory, cross the main road and follow the signs to the tea manager’s bungalow along the dirt road. At the first crossroads go left and at the three-way junction take the middle path until, after about 15 minutes, you hit a dirt parking area. A foot-only track heads left through the tea gardens towards the forest and a rock face. Follow this trail and, just beyond the small Shiva shrine, you'll see the spluttering waterfalls."
},
{
    "country": "nuwara-eliya",
    "city": "Nuwara Eliya",
    "index": 2,
    "name": "Hakgala Gardens",
    "latitude": "6.920633",
    "longitude": "80.825043",
    "excerpt": "These attractive gardens, 10km southeast of Nuwara Eliya, are a peaceful retreat. Highlights include a fine rose garden, a Japanese garden, an orchid…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-hill-country/nuwara-eliya/attractions/hakgala-gardens/a/poi-sig/450941/357478",
    "image_url": null,
    "detail_description": "These attractive gardens, 10km southeast of Nuwara Eliya, are a peaceful retreat. Highlights include a fine rose garden, a Japanese garden, an orchid collection, cedars and giant cypresses. However, the entrance fee is very steep for foreigners. Planting season is between January and late March and at these times the gardens don't really look their best.To get here, take a Welimada-bound bus (Rs 22, 20 minutes).\nLegend has it that Hanuman, the monkey god, was sent by Rama to the Himalayas to find a particular medicinal herb. He forgot which herb he was looking for and decided to bring a chunk of the Himalayas back in his jaw, hoping the herb was growing on it. The gardens grow on a rock called Hakgala, which means ‘jaw-rock’."
}
]