[
{
    "country": "oakland",
    "city": "Oakland",
    "index": 1,
    "name": "Chabot Space & Science Center",
    "latitude": "37.818611513137",
    "longitude": "-122.18054294586",
    "excerpt": "Stargazers will go gaga over this kid-oriented science and technology center in the Oakland Hills with loads of exhibits on subjects such as space travel…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/chabot-space-science-center/a/poi-sig/455653/361862",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/db0dd20e76fb2d62fb43f714de3af012-chabot-space-science-center.jpg",
    "detail_description": "Stargazers will go gaga over this kid-oriented science and technology center in the Oakland Hills with loads of exhibits on subjects such as space travel and eclipses, as well as cool planetarium shows. When the weather’s good, check out the free Friday and Saturday evening viewings (7:30pm to 10:30pm) using a 20in refractor telescope.\nAdmission is just $5 on the first Friday evening of each month (6pm to 10pm), when the museum organizes hands-on activities, science demonstrations, movies and night hikes."
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 16,
    "name": "Oakland Public Library, Asian Branch",
    "latitude": "37.800485",
    "longitude": "-122.271652",
    "excerpt": "This library is packed with books in Chinese, Korean, Japanese and Vietnamese, plus locals playing Xiangqi (Chinese chess) and Mahjong. It's a nice spot…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/oakland-public-library-asian-branch/a/poi-sig/1616793/361862",
    "image_url": null,
    "detail_description": "This library is packed with books in Chinese, Korean, Japanese and Vietnamese, plus locals playing Xiangqi (Chinese chess) and Mahjong. It's a nice spot to stop and appreciate Oakland's deep Pacific Rim roots.\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 15,
    "name": "Redwood Regional Park",
    "latitude": "37.815276",
    "longitude": "-122.162862",
    "excerpt": "Nestled along the Oakland hills, Redwood Regional Park covers 1830 acres of land and is home to the last grove of Coast Redwoods in the East Bay. Explore…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/redwood-regional-park/a/poi-sig/1603177/361862",
    "image_url": null,
    "detail_description": "Nestled along the Oakland hills, Redwood Regional Park covers 1830 acres of land and is home to the last grove of Coast Redwoods in the East Bay. Explore over 40 miles of trails perfect for biking, hiking or a walk among the trees.\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 14,
    "name": "Clinton Square",
    "latitude": "37.794228",
    "longitude": "-122.253059",
    "excerpt": "This small park doesn't have much draw on its own, but it forms the geographic heart of Oakland's Little Saigon neighborhood, and is an interesting spot…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/clinton-square/a/poi-sig/1616586/361862",
    "image_url": null,
    "detail_description": "This small park doesn't have much draw on its own, but it forms the geographic heart of Oakland's Little Saigon neighborhood, and is an interesting spot to visit around times like the Lunar New Year (between late January and late February).\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 13,
    "name": "Oakland City Hall",
    "latitude": "37.805265",
    "longitude": "-122.272897",
    "excerpt": "This beautifully refurbished 1914 beaux-arts building is a downtown landmark. This was the first high-rise government building in the country, and when it…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/oakland-city-hall/a/poi-sig/1346993/361862",
    "image_url": null,
    "detail_description": "This beautifully refurbished 1914 beaux-arts building is a downtown landmark. This was the first high-rise government building in the country, and when it was first built, it was the tallest building in the country west of the Mississippi River.\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 12,
    "name": "Pacific Pinball Museum",
    "latitude": "37.7737",
    "longitude": "-122.276244",
    "excerpt": "Put down that video-game console, cast aside your latest iPhone app and return to the bygone days of pinball play. Lose yourself in bells and flashing…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/pacific-pinball-museum/a/poi-sig/1468426/361862",
    "image_url": null,
    "detail_description": "Put down that video-game console, cast aside your latest iPhone app and return to the bygone days of pinball play. Lose yourself in bells and flashing lights at this pinball parlor with 90 games dating from the 1930s to the present and vintage jukeboxes playing hits from the past.\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 11,
    "name": "African American Museum & Library at Oakland",
    "latitude": "37.806139",
    "longitude": "-122.276437",
    "excerpt": "Part of the Oakland Public Library, the AAMLO consists of a non-circulating library with huge collections on African American history and culture in…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/african-american-museum-library-at-oakland/a/poi-sig/1616588/361862",
    "image_url": null,
    "detail_description": "Part of the Oakland Public Library, the AAMLO consists of a non-circulating library with huge collections on African American history and culture in California and the American West. On top of the library is a small museum with temporary and visiting exhibitions that address the African American experience.\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 10,
    "name": "Crown Memorial State Beach",
    "latitude": "37.765694",
    "longitude": "-122.27457",
    "excerpt": "Along the western shore of Alameda Island, Robert W Crown Memorial State Park sees flocks of East Bay locals on a sunny day. The sandy beach stretches 2.5…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/crown-memorial-state-beach/a/poi-sig/1603477/361862",
    "image_url": null,
    "detail_description": "Along the western shore of Alameda Island, Robert W Crown Memorial State Park sees flocks of East Bay locals on a sunny day. The sandy beach stretches 2.5 miles along the San Francisco Bay, and windsurfers love riding the gusts from across the bay. There are picnic spots and grilling stations throughout the park.\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 9,
    "name": "Museum of Art & Digital Entertainment",
    "latitude": "37.821989",
    "longitude": "-122.259818",
    "excerpt": "If you love video games, the MADE is the heaven you go to when you die and are all out of extra lives. It's a museum of sorts, but more a sort of time…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/museum-of-art-digital-entertainment/a/poi-sig/1616583/361862",
    "image_url": null,
    "detail_description": "If you love video games, the MADE is the heaven you go to when you die and are all out of extra lives. It's a museum of sorts, but more a sort of time-travel arcade filled with video game consoles ranging from Playstation 4s to Neo Geos to Atari 2600s. There are 5300 playable games inside, and you can lose a day playing them all in happy, pew-pew-pew, bleeping bliss. Only open on weekends.\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 8,
    "name": "Jack London's Cabin",
    "latitude": "37.794143",
    "longitude": "-122.275279",
    "excerpt": "Reconstructed in part using the logs from London's original cabin in the Yukon Territory of Canada, this historic wooden cabin allows visitors a peek…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/jack-london-s-cabin/a/poi-sig/1603479/361862",
    "image_url": null,
    "detail_description": "Reconstructed in part using the logs from London's original cabin in the Yukon Territory of Canada, this historic wooden cabin allows visitors a peek inside life during the gold rush era. Seemingly more popular is a statue of a wolf (or maybe sled dog), which kids love to pose with. Stop by nearby Heinold's First &amp; Last Chance Saloon to enjoy a drink in the same 1880s bar that Jack London once did.\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 7,
    "name": "Children's Fairyland",
    "latitude": "37.808133",
    "longitude": "-122.260386",
    "excerpt": "This 10-acre kiddie attraction dates from 1950, and we're not sure if it's been overhauled since. We mean that as a compliment! Children's Fairyland, with…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/children-s-fairyland/a/poi-sig/455655/361862",
    "image_url": null,
    "detail_description": "This 10-acre kiddie attraction dates from 1950, and we're not sure if it's been overhauled since. We mean that as a compliment! Children's Fairyland, with its little Aesop and Grimm Bros themed attractions, has all of the nostalgia feels. There's a raw authenticity to the faded Peter Rabbit gardens and Alice in Wonderland labyrinth, a stark contrast to most hyper-frenetic contemporary kids' play parks. Located on the northern side of Lake Merritt.\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 6,
    "name": "Jack London Square",
    "latitude": "37.795152",
    "longitude": "-122.276942",
    "excerpt": "The area where writer and adventurer Jack London once raised hell now bears his name. The pretty waterfront location is worth a stroll, especially when…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/jack-london-square/a/poi-sig/1550119/361862",
    "image_url": null,
    "detail_description": "The area where writer and adventurer Jack London once raised hell now bears his name. The pretty waterfront location is worth a stroll, especially when the Sunday farmers market takes over, or get off your feet and kayak around the harbor. Contemporary redevelopment has added a cinema complex, condo development and popular restaurants and bars.A replica of Jack London’s Yukon cabin stands at the eastern end of the square. Oddly, people throw coins inside as if it’s a fountain.\nAnother interesting historical stop, adjacent to the tiny cabin, is Heinold’s First &amp; Last Chance Saloon. Catch a ferry from San Francisco – a worthwhile excursion in itself – and you’ll land just paces away."
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 5,
    "name": "Mountain View Cemetery",
    "latitude": "37.83180617",
    "longitude": "-122.24222423",
    "excerpt": "At the northern end of Piedmont Ave, this is perhaps the most serene and lovely artificial landscape in the East Bay. Designed by Frederick Law Olmstead …",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/mountain-view-cemetery/a/poi-sig/455673/361862",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6e910a718feca056b3c7bb73fd4adc81-mountain-view-cemetery.jpeg",
    "detail_description": "At the northern end of Piedmont Ave, this is perhaps the most serene and lovely artificial landscape in the East Bay. Designed by Frederick Law Olmstead (the landscape architect of New York City’s Central Park), it’s great for walking and the views are stupendous.\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 4,
    "name": "USS Potomac",
    "latitude": "37.79554659",
    "longitude": "-122.28027342",
    "excerpt": "Franklin D Roosevelt’s ‘floating White House,’ the 165ft USS Potomac, is moored at Clay and Water Sts by the ferry dock, and is open for dockside tours…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/uss-potomac/a/poi-sig/455687/361862",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f4b0adf5dda9fd946e5cf0eec844ff8a-uss-potomac.jpeg",
    "detail_description": "Franklin D Roosevelt’s ‘floating White House,’ the 165ft USS Potomac, is moored at Clay and Water Sts by the ferry dock, and is open for dockside tours. Two-hour cruises (adult/child $55/35) are scheduled several times a month from April through November (book far ahead).\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 3,
    "name": "Lake Merritt",
    "latitude": "37.803749",
    "longitude": "-122.256718",
    "excerpt": "An urban respite, Lake Merritt is a popular place to stroll or go running (a 3.5-mile paved path circles the lake), with bonsai and botanical gardens, a…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/lake-merritt/a/poi-sig/1550118/361862",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8bef188d9c2fe98f74102efd52890f0c-lake-merritt.jpg",
    "detail_description": "An urban respite, Lake Merritt is a popular place to stroll or go running (a 3.5-mile paved path circles the lake), with bonsai and botanical gardens, a children's amusement park, bird sanctuary, green spaces, a boathouse and gondola rides. The two main commercial streets skirting Lake Merritt are Grand Ave, running along the north shore, and Lakeshore Ave on the eastern edge of the lake.\n"
},
{
    "country": "oakland",
    "city": "Oakland",
    "index": 2,
    "name": "Oakland Museum of California",
    "latitude": "37.798494",
    "longitude": "-122.263835",
    "excerpt": "Every museum has an educational mission, and this one is dedicated to California. You'll find rotating exhibitions on artistic and scientific themes, and…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/oakland/attractions/oakland-museum-of-california/a/poi-sig/455677/361862",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f87409299b8bbe40de4821992c98efe3-oakland-museum-of-california.jpg",
    "detail_description": "Every museum has an educational mission, and this one is dedicated to California. You'll find rotating exhibitions on artistic and scientific themes, and permanent galleries dedicated to the state’s diverse ecology and history, as well as California art, from traditional landscapes to re-imagined cartography. Start your weekend here on a Friday night (after 5pm), when DJs, food trucks and free art workshops for kids make it a fun hangout.\n"
}
]