[
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 13,
    "name": "Činar",
    "latitude": "41.115977144329",
    "longitude": "20.800124906571",
    "excerpt": "Stroll Sveti Kliment Ohridski street, lined with cafes and shops, to reach this enormous, 900-year-old plane tree – a likeable Ohrid landmark.",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/cinar/a/poi-sig/1252551/360135",
    "image_url": null,
    "detail_description": "Stroll Sveti Kliment Ohridski street, lined with cafes and shops, to reach this enormous, 900-year-old plane tree – a likeable Ohrid landmark.\n"
},
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 12,
    "name": "Gorna Porta",
    "latitude": "41.11502951079",
    "longitude": "20.794971848738",
    "excerpt": "Ohrid's Upper Gate marks the entrance to the fortified old town. If you enter Ohrid by car, you may well drive through its stooped stone archway.",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/gorna-porta/a/poi-sig/1271624/360135",
    "image_url": null,
    "detail_description": "Ohrid's Upper Gate marks the entrance to the fortified old town. If you enter Ohrid by car, you may well drive through its stooped stone archway.\n"
},
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 11,
    "name": "Icon Gallery",
    "latitude": "41.114342323848",
    "longitude": "20.795049157488",
    "excerpt": "This small museum contains an impressive collection of Macedonian religious icons, from the 13th to the 18th century. It's right by the Church of Sveta…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/icon-gallery/a/poi-sig/1252454/360135",
    "image_url": null,
    "detail_description": "This small museum contains an impressive collection of Macedonian religious icons, from the 13th to the 18th century. It's right by the Church of Sveta Bogorodica Perivlepta, near the Gorna Porta.\n"
},
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 10,
    "name": "Car Samoil's Fortress",
    "latitude": "41.115177983832",
    "longitude": "20.791001372806",
    "excerpt": "The massive, turreted walls of Ohrid's 10th-century castle indicate the power of the medieval Bulgarian state. The ramparts offer fantastic views over the…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/car-samoil-s-fortress/a/poi-sig/456001/360135",
    "image_url": null,
    "detail_description": "The massive, turreted walls of Ohrid's 10th-century castle indicate the power of the medieval Bulgarian state. The ramparts offer fantastic views over the town and lake, but there's little else to come here for – the site itself is in a bit of a woeful state and lacks information boards.\n"
},
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 9,
    "name": "National Workshop for Handmade Paper",
    "latitude": "41.112364",
    "longitude": "20.796111",
    "excerpt": "Here's a slightly random fact for you: Ohrid has been printing paper since the 16th century and this museum-cum-shop has one of only two copies of the…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/national-workshop-for-handmade-paper/a/poi-sig/1544204/360135",
    "image_url": null,
    "detail_description": "Here's a slightly random fact for you: Ohrid has been printing paper since the 16th century and this museum-cum-shop has one of only two copies of the Gutenberg Press in the world. Staff are on hand to give a demonstration of the paper-making process (in excellent English), and the teeny museum also sells handmade paper products such as pretty gift bags and notebooks.\n"
},
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 7,
    "name": "Church of Sveta Bogorodica Perivlepta",
    "latitude": "41.114560446258",
    "longitude": "20.794996082223",
    "excerpt": "Just inside the Gorna Porta, this 13th-century Byzantine church, whose name translates as 'Our Lady the Most Glorious', has vivid biblical frescoes (newly…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/church-of-sveta-bogorodica-perivlepta/a/poi-sig/1252460/360135",
    "image_url": null,
    "detail_description": "Just inside the Gorna Porta, this 13th-century Byzantine church, whose name translates as 'Our Lady the Most Glorious', has vivid biblical frescoes (newly restored in 2017) painted by masters Michael and Eutychius, and superb lake and Old Town views from its terrace. There's also an icon gallery highlighting the founders' artistic achievements.\n"
},
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 8,
    "name": "Sveta Sofija Cathedral",
    "latitude": "41.112313253794",
    "longitude": "20.79410771835",
    "excerpt": "Ohrid's grandest church, 11th-century Sveta Sofija is supported by columns and decorated with elaborate, if very faded, Byzantine frescoes, though they…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/sveta-sofija-cathedral/a/poi-sig/456007/360135",
    "image_url": null,
    "detail_description": "Ohrid's grandest church, 11th-century Sveta Sofija is supported by columns and decorated with elaborate, if very faded, Byzantine frescoes, though they are still well preserved and very vivid in the apse. Its superb acoustics mean it's often used for concerts. To one side of the church there's a peaceful, manicured garden providing a small oasis of green in the heart of the Old Town.\n"
},
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 5,
    "name": "National Museum",
    "latitude": "41.11239600719",
    "longitude": "20.795911941262",
    "excerpt": "Ohrid's National Museum is housed over three floors of this remarkably well-preserved Old Town house, which dates from 1863 and was once owned by the…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/national-museum/a/poi-sig/456005/360135",
    "image_url": null,
    "detail_description": "Ohrid's National Museum is housed over three floors of this remarkably well-preserved Old Town house, which dates from 1863 and was once owned by the Robev family of merchants. The creaking timbered building has just been renovated; on the top two floors displays include Roman archaeological finds, a 5th-century golden mask from Ohrid and local woodcarving, while the ground floor is reserved for art exhibitions. Across the road the Urania Residence, part of the museum, has an ethnographic display.\n"
},
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 6,
    "name": "Classical Amphitheatre",
    "latitude": "41.114684",
    "longitude": "20.793643",
    "excerpt": "Ohrid's impressive amphitheatre was built in the Hellenistic period (around 200 BC); the Romans later removed 10 rows to accommodate gladiators and used…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/classical-amphitheatre/a/poi-sig/456003/360135",
    "image_url": null,
    "detail_description": "Ohrid's impressive amphitheatre was built in the Hellenistic period (around 200 BC); the Romans later removed 10 rows to accommodate gladiators and used it as a site for Christian executions. Today it's incongruously hemmed in by residential housing and a little underwhelming as a historic attraction. In summer it is brought to life as a venue for Ohrid's Summer Festival performances.\n"
},
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 4,
    "name": "Sveta Bogorodica Bolnička & Sveti Nikola Bolnički",
    "latitude": "41.112208611643",
    "longitude": "20.797252835955",
    "excerpt": "Bolnica means 'hospital' in Macedonian; during plagues visitors faced 40-day quarantines inside the walled confines of these petite churches, which are…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/sveta-bogorodica-bolnicka-sveti-nikola-bolnicki/a/poi-sig/1252541/360135",
    "image_url": null,
    "detail_description": "Bolnica means 'hospital' in Macedonian; during plagues visitors faced 40-day quarantines inside the walled confines of these petite churches, which are thought to date to the 14th century. Sandwiched between Car Samoil and Kosta Abraš in the heart of the Old Town, the churches have somewhat irregular opening hours, but don't miss going in if they are open. Both are small and low-lying, but have intricate interiors heaving under elaborate icons.\nThe dining terrace of Pizzeria Leonardo actually backs onto the grounds of Sveti Nikola Bolnički."
},
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 3,
    "name": "Plaošnik",
    "latitude": "41.112606601595",
    "longitude": "20.791155848901",
    "excerpt": "Saluting the lake from Ohrid's hilltop, Plaošnik is home to the multidomed medieval Church of Sveti Kliment i Pantelejmon, the foundations of a 5th…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/plaosnik/a/poi-sig/1252516/360135",
    "image_url": null,
    "detail_description": "Saluting the lake from Ohrid's hilltop, Plaošnik is home to the multidomed medieval Church of Sveti Kliment i Pantelejmon, the foundations of a 5th-century basilica and a garden of intricate early Christian flora-and-fauna mosaics. The central church was restored in 2002; though it lacks the ancient wall frescoes of many other Macedonian churches, it is unusual in having glass floor segments revealing the original foundations and framed relics from the medieval church, which dated to the 9th century.\nSurrounding the church, a series of columns and covered mosaics are discoveries from an even earlier religious complex. The most impressive basilica ruins, complete with elaborate mosaic floors, lie beneath a covered walkway opposite the Church of Sveti Kliment i Pantelejmon and set back from the hill edge (to the right of the site entrance). There's a small cafe with a sweet sea-view patio on-site.Plaošnik's once-woody environs are now a construction site for a ginormous School of Theology."
},
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 2,
    "name": "Church of Sveti Jovan at Kaneo",
    "latitude": "41.110853081181",
    "longitude": "20.788683725632",
    "excerpt": "This stunning 13th-century church is set on a cliff over the lake, about a 15-minute walk west of Ohrid's port area, and is possibly North Macedonia's…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/church-of-sveti-jovan-at-kaneo/a/poi-sig/1252520/360135",
    "image_url": null,
    "detail_description": "This stunning 13th-century church is set on a cliff over the lake, about a 15-minute walk west of Ohrid's port area, and is possibly North Macedonia's most photographed structure. Peer down into the azure waters and you'll see why medieval monks found spiritual inspiration here. The small church has original frescoes behind the altar.\nLittle bobbing boats cluster beneath the church around the cliff base, waiting to whisk passengers who don't fancy the walk back to the harbour (300MKD)."
},
{
    "country": "ohrid",
    "city": "Ohrid",
    "index": 1,
    "name": "Ohrid Boardwalk & City Beach",
    "latitude": "41.110642",
    "longitude": "20.792055",
    "excerpt": "Skimming the surface of the water along Ohrid's shore, snaking towards Kaneo fishing village and the town's most famous church, this over-water boardwalk…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/southern-macedonia/ohrid/attractions/ohrid-boardwalk-city-beach/a/poi-sig/1544205/360135",
    "image_url": null,
    "detail_description": "Skimming the surface of the water along Ohrid's shore, snaking towards Kaneo fishing village and the town's most famous church, this over-water boardwalk takes you to a beautiful outcrop of rocky beaches and a handful of small restaurants and bars. On a hot day the area is thronged by bathers, drinkers and diners. The cool waters are translucent and inviting, the cliff-backed setting is sublime, and strolling this stretch of coast up to the Church of Sveti Jovan at Kaneo is an Ohrid must.\nDeckchairs line the shore around the bars, and at night the boardwalk is illuminated by the same quaint house-shaped street lights you'll see in town. If you don't want to walk both ways, take one of the small taxi boats from the base of Kaneo church back to the port for 300MKD – the same boaters will offer to extend your trip with a jaunt past the church's cliff head to the natural beaches and caves to the north for an extra 200MKD."
}
]