[
{
    "country": "ollantaytambo",
    "city": "Ollantaytambo",
    "index": 1,
    "name": "Ollantaytambo Ruins",
    "latitude": "-13.257243",
    "longitude": "-72.265974",
    "excerpt": "Both fortress and temple, these spectacular Inca ruins rise above Ollantaytambo, making a splendid half-day trip. (Admission is via the boleto turístico…",
    "detail_url": "https://www.lonelyplanet.com/peru/cuzco-and-the-sacred-valley/ollantaytambo/attractions/ollantaytambo-ruins/a/poi-sig/1168345/363404",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-513889873_high.jpg",
    "detail_description": "Both fortress and temple, these spectacular Inca ruins rise above Ollantaytambo, making a splendid half-day trip. (Admission is via the boleto turístico tourist card, valid for 10 days and for 16 other sites across the region.) The huge, steep terraces that guard Ollantaytambo’s spectacular Inca ruins mark one of the few places where the Spanish conquistadors lost a major battle.\nThe rebellious Manco Inca had retreated to this fortress after his defeat at Sacsaywamán. In 1536 Hernando Pizarro, Francisco’s younger half-brother, led a force of 70 cavalrymen to Ollantaytambo, supported by large numbers of indigenous and Spanish foot soldiers, in an attempt to capture Manco Inca.The conquistadors, showered with arrows, spears and boulders from atop the steep terracing, were unable to climb to the fortress. In a brilliant move, Manco Inca flooded the plain below the fortress through previously prepared channels. With the Spaniards’ horses bogged down in the water, Pizarro ordered a hasty retreat, chased down by thousands of Manco Inca’s victorious soldiers.Yet the Inca victory would be short lived. Spanish forces soon returned with a quadrupled cavalry force and Manco fled to his jungle stronghold in Vilcabamba.Though Ollantaytambo was a highly effective fortress, it also served as a temple. A finely worked ceremonial center is at the top of the terracing. Some extremely well-built walls were under construction at the time of the conquest and have never been completed. The stone was quarried from the mountainside 6km away, high above the opposite bank of the Río Urubamba. Transporting the huge stone blocks to the site was a stupendous feat. The Incas’ crafty technique to move massive blocks across the river meant carting the blocks to the riverside then diverting the entire river channel around them."
},
{
    "country": "ollantaytambo",
    "city": "Ollantaytambo",
    "index": 4,
    "name": "Iglesia de Ollantaytambo",
    "latitude": "-13.257607",
    "longitude": "-72.265031",
    "excerpt": "A modern colonial-style church.",
    "detail_url": "https://www.lonelyplanet.com/peru/cuzco-and-the-sacred-valley/ollantaytambo/attractions/iglesia-de-ollantaytambo/a/poi-sig/1414513/363404",
    "image_url": null,
    "detail_description": "A modern colonial-style church.\n"
},
{
    "country": "ollantaytambo",
    "city": "Ollantaytambo",
    "index": 3,
    "name": "Pinkulluna",
    "latitude": "-13.258052",
    "longitude": "-72.262497",
    "excerpt": "It's a very steep climb up the hillside, but views are magnificent. You will see the Ollantaytambo ruins from the best vantage point, and it's nice to…",
    "detail_url": "https://www.lonelyplanet.com/peru/cuzco-and-the-sacred-valley/ollantaytambo/attractions/pinkulluna/a/poi-sig/1414386/363404",
    "image_url": null,
    "detail_description": "It's a very steep climb up the hillside, but views are magnificent. You will see the Ollantaytambo ruins from the best vantage point, and it's nice to wander around Inca ruins that aren't swamped with tour groups. There's terraces and a handful of constructions in decent shape. Wear sturdy shoes.\nLook for the gated entrance to the ruins on Calle Lari."
},
{
    "country": "ollantaytambo",
    "city": "Ollantaytambo",
    "index": 2,
    "name": "Inca Quarry",
    "latitude": "-13.263129",
    "longitude": "-72.295489",
    "excerpt": "The 6km hike to the Inca quarry on the opposite side of the river from the main ruins is a good walk from Ollantaytambo. The trail starts from the Inca…",
    "detail_url": "https://www.lonelyplanet.com/peru/cuzco-and-the-sacred-valley/ollantaytambo/attractions/inca-quarry/a/poi-sig/1606604/363404",
    "image_url": null,
    "detail_description": "The 6km hike to the Inca quarry on the opposite side of the river from the main ruins is a good walk from Ollantaytambo. The trail starts from the Inca bridge by the entrance to the village. It takes a few hours to reach the site, passing several abandoned blocks known as piedras cansadas – tired stones.\nLooking back towards Ollantaytambo, you can see the enigmatic optical illusion of a pyramid in the fields and walls in front of the fortress. A few scholars believe this marks the legendary place where the original Incas first emerged from the earth."
}
]