[
{
    "country": "ostend",
    "city": "Ostend",
    "index": 1,
    "name": "St-Petrus-&-Pauluskerk",
    "latitude": "51.229608256175",
    "longitude": "2.921210123365",
    "excerpt": "Ostend’s most striking historical building features beautifully ornate twin spires, a rose window and a gloomy neo-Gothic interior. It was consecrated on…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/st-petrus-pauluskerk/a/poi-sig/1261495/1325707",
    "image_url": null,
    "detail_description": "Ostend’s most striking historical building features beautifully ornate twin spires, a rose window and a gloomy neo-Gothic interior. It was consecrated on August 31 1908, though it appears eons older. It's a massive, magnificent building and quite a surprise the first time you come upon it: it's somewhat incongruous with its surrounds. A stone ‘bridge’ behind the altar leads into the tiny crown-topped Praalgraf Louise-Marie, the 1859 tomb-chapel of Belgium’s first queen, whose sad tale is told at the Stadsmuseum.\n"
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 14,
    "name": "Marien Ecologisch Centrum",
    "latitude": "51.234071",
    "longitude": "2.920014",
    "excerpt": "This educational operation has a little one-room collection of seashells and sand that you can examine under the microscope.",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/marien-ecologisch-centrum/a/poi-sig/1339607/1325707",
    "image_url": null,
    "detail_description": "This educational operation has a little one-room collection of seashells and sand that you can examine under the microscope.\n"
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 13,
    "name": "De Niewe Oostende Pier",
    "latitude": "51.238547672697",
    "longitude": "2.9172167917019",
    "excerpt": "Ostend's modern pier isn't as long or grand as many of its counterparts along the coast, but it does make for a nice stroll on a warm day. When the wind…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/de-niewe-oostende-pier/a/poi-sig/1308671/1325707",
    "image_url": null,
    "detail_description": "Ostend's modern pier isn't as long or grand as many of its counterparts along the coast, but it does make for a nice stroll on a warm day. When the wind is up and there's a chill in the air, not so much.\n"
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 12,
    "name": "Mu.Zee",
    "latitude": "51.225653",
    "longitude": "2.914649",
    "excerpt": "Mu.Zee, Ostend’s foremost gallery, features predominantly local artists. There’s a significant collection by symbolist painter Léon Spilliaert (1881–1946)…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/mu-zee/a/poi-sig/1261483/1325707",
    "image_url": null,
    "detail_description": "Mu.Zee, Ostend’s foremost gallery, features predominantly local artists. There’s a significant collection by symbolist painter Léon Spilliaert (1881–1946) whose most brooding works are reminiscent of Munch.\n"
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 11,
    "name": "Museumschip Amandine",
    "latitude": "51.229322",
    "longitude": "2.92423",
    "excerpt": "The last Ostend trawler to have fished around Iceland (1970s) is brought to life with waxwork figures, videos and sound effects. Highlights include the…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/museumschip-amandine/a/poi-sig/1261493/1325707",
    "image_url": null,
    "detail_description": "The last Ostend trawler to have fished around Iceland (1970s) is brought to life with waxwork figures, videos and sound effects. Highlights include the fish-freezing room. It's near the Mercator ship-museum.\n"
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 10,
    "name": "Shinkaitei Tuin",
    "latitude": "51.227179",
    "longitude": "2.90656",
    "excerpt": "Evolving since 2001, architect Takashi Sawano has faithfully reproduced a Japanese garden just blocks from Ostend's seashore. Come to wander through its…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/shinkaitei-tuin/a/poi-sig/1605258/1325707",
    "image_url": null,
    "detail_description": "Evolving since 2001, architect Takashi Sawano has faithfully reproduced a Japanese garden just blocks from Ostend's seashore. Come to wander through its 2500 sq m of refined delights or find a quiet spot to sit and observe zazen meditation.\n"
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 9,
    "name": "Mercator",
    "latitude": "51.226903",
    "longitude": "2.920003",
    "excerpt": "This fully rigged, three-masted 1932 sailing ship was once used for Belgian Navy training purposes and is now a nautical museum that hosts changing…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/mercator/a/poi-sig/1047880/1325707",
    "image_url": null,
    "detail_description": "This fully rigged, three-masted 1932 sailing ship was once used for Belgian Navy training purposes and is now a nautical museum that hosts changing exhibitions. The 36m-long Icelandic fishing trawler Amandine is moored permanently nearby and can also be visited.\n"
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 8,
    "name": "Léopold II Statue",
    "latitude": "51.227196205019",
    "longitude": "2.9045872890479",
    "excerpt": "Most of the beachfront is overshadowed by 10-storey concrete buildings, but beside the very ‘50s Thermae Palace Hotel there's some respite where a…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/leopold-ii-statue/a/poi-sig/1308663/1325707",
    "image_url": null,
    "detail_description": "Most of the beachfront is overshadowed by 10-storey concrete buildings, but beside the very ‘50s Thermae Palace Hotel there's some respite where a neoclassical arcade is topped by a striking equestrian statue of Léopold II. Below him stands a fawning gaggle of European and African subjects.\n"
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 6,
    "name": "Anno 1465",
    "latitude": "51.198655",
    "longitude": "2.849278",
    "excerpt": "Once a vibrant fishing village, Walraversijde disappeared entirely following the strife of 1600 to 1604, leaving mere foundations. Today the…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/anno-1465/a/poi-sig/1261499/1325707",
    "image_url": null,
    "detail_description": "Once a vibrant fishing village, Walraversijde disappeared entirely following the strife of 1600 to 1604, leaving mere foundations. Today the archaeological site is enhanced by four convincingly rebuilt and furnished thatched houses. An audioguide tells the village’s history through the voices of well-acted 1465-era characters. An interactive museum explains why the village died out. Combination tickets (adult/child €10/5) including access to the nearby Atlantikwall are available.\n"
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 7,
    "name": "Statue of Marvin Gaye",
    "latitude": "51.231492",
    "longitude": "2.912407",
    "excerpt": "Soul superstar Marvin Gaye wrote his last hit, 'Sexual Healing', in 1981 while living in Ostend. His residency is marked by a wildly tacky statue of the…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/statue-of-marvin-gaye/a/poi-sig/1308666/1325707",
    "image_url": null,
    "detail_description": "Soul superstar Marvin Gaye wrote his last hit, 'Sexual Healing', in 1981 while living in Ostend. His residency is marked by a wildly tacky statue of the singer playing a golden piano. To see it, peep inside the convention centre of Ostend’s bold 1950s landmark, the Kursaal, now home to Ostend's popular casino.\n"
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 5,
    "name": "Stadsmuseum",
    "latitude": "51.233339",
    "longitude": "2.918168",
    "excerpt": "One might expect this museum, occupying a house that hosted Napoleon in 1798 and Belgian royals from 1834–1850, to be a little more grandiose and exciting…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/stadsmuseum/a/poi-sig/1339599/1325707",
    "image_url": null,
    "detail_description": "One might expect this museum, occupying a house that hosted Napoleon in 1798 and Belgian royals from 1834–1850, to be a little more grandiose and exciting than it is. That said, it's the best place to get an introduction to the fascinating and, at times, troubled history of a city that has served as an important gateway to Europe for centuries. Multimedia displays, artefacts and models of 'lost' buildings recount the city's former glories.\nMore importantly, they hint at a brighter future in light of the present-day economic and cultural upswing."
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 4,
    "name": "Belle Epoque-weg",
    "latitude": "51.22101",
    "longitude": "2.910948",
    "excerpt": "This lesser-known residential part of Ostend was once in ill repute, but savvy homebuyers have recently snapped up its wealth of utterly charming art…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/belle-epoque-weg/a/poi-sig/1605214/1325707",
    "image_url": null,
    "detail_description": "This lesser-known residential part of Ostend was once in ill repute, but savvy homebuyers have recently snapped up its wealth of utterly charming art nouveau/belle epoque townhouses, restored them and transformed the neighbourhood into a very desirable part of town. There's nothing in particular to do but wander the narrow streets admiring the architecture's finer details, or maybe picnicking in the lovely little park.\nFollow Tourhoutesteenweg south of the Casino for about 1km until you reach Oude Molenstraat, then walk down the street admiring the facades until you reach Prinsenlaan."
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 3,
    "name": "Atlantikwall Raversyde",
    "latitude": "51.201022",
    "longitude": "2.845695",
    "excerpt": "The gripping Atlantikwall is a remarkably extensive complex of WWI and WWII bunkers, gun emplacements and linking brick tunnels created by occupying…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/atlantikwall-raversyde/a/poi-sig/1261497/1325707",
    "image_url": null,
    "detail_description": "The gripping Atlantikwall is a remarkably extensive complex of WWI and WWII bunkers, gun emplacements and linking brick tunnels created by occupying German forces. Most bunkers are furnished and ‘manned’ by waxwork figures, and there’s a detailed audioguide explanation (albeit sometimes overly concerned with gun calibres). This is one of Belgium’s best and most underrated war sites, but you’ll need good weather, around two hours, and reasonable fitness to make the most of the 2km walking circuit.\nThe site is not accessible for people in wheelchairs. Combination tickets (adult/child €10/5) including access to nearby Anno 1465 are available."
},
{
    "country": "ostend",
    "city": "Ostend",
    "index": 2,
    "name": "Fort Napoleon",
    "latitude": "51.238861",
    "longitude": "2.934229",
    "excerpt": "The impenetrable, pentagon-shaped Fort Napoleon is an unusually intact fortress dating from 1812, though there’s comparatively little to see inside. The…",
    "detail_url": "https://www.lonelyplanet.com/belgium/ostend/attractions/fort-napoleon/a/poi-sig/1264808/1325707",
    "image_url": null,
    "detail_description": "The impenetrable, pentagon-shaped Fort Napoleon is an unusually intact fortress dating from 1812, though there’s comparatively little to see inside. The audioguide covers many of the same topics you’ll have heard at the Atlantikwall. Drinking at the fortress café gets you decent glimpses without paying the entrance fee.\n"
}
]