[
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 1,
    "name": "Palau de l'Almudaina",
    "latitude": "39.568007844581",
    "longitude": "2.6471256670284",
    "excerpt": "Originally an Islamic fort, this mighty construction opposite the cathedral was converted into a residence for the Mallorcan monarchs at the end of the…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/palau-de-l-almudaina/a/poi-sig/452807/1004365",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9b3a6dbaf10a7934264dfba011133fcf-palau-de-l-almudaina.jpg",
    "detail_description": "Originally an Islamic fort, this mighty construction opposite the cathedral was converted into a residence for the Mallorcan monarchs at the end of the 13th century. The King of Spain resides here still, at least symbolically. The royal family is rarely in residence, except for the occasional ceremony, as they prefer to spend summer in the Palau Marivent (in Cala Major). At other times you can wander through a series of cavernous stone-walled rooms that have been lavishly decorated.\nThe Romans are said to have built a castrum (fort) here, possibly on the site of a prehistoric settlement. The Wālis (Governors) of Muslim Mallorca altered and expanded the Roman original to build their own alcázar (fort), before Jaume I and his successors modified it to such an extent that little of the alcázar remains.The first narrow room you enter has a black-and-white Mudéjar ceiling, symbolising the extremes of night and day, darkness and light (and only discovered during restoration in 1967). You then enter a series of three grand rooms. Notice the bricked-in Gothic arches cut off in the middle. Originally these three rooms were double their present height and formed one single great hall added to the original Arab fort and known as the Saló del Tinell (from an Italian word, tinello, meaning ‘place where one eats’): this was once a giant banqueting and ceremonial hall. The rooms are graced by period furniture, tapestries and other curios. The following six bare rooms and terrace belonged to the original Arab citadel.In the main courtyard, Patio de Armas, troops would line up for an inspection and parade before heading out into the city. The 11th century lion fountain here is one of the palace’s rare Arab remnants. Up the grand Royal Staircase are the royal apartments, a succession of lavishly appointed rooms (look up to the beautiful coffered timber artesonado ceilings). Next door to the apartments is the royal Capella de Sant’Anna, a Gothic chapel whose entrance is a very rare Mallorcan example of late Romanesque in rose and white marble.After the death of Jaume III in 1349, no king lived here permanently again.In the shadow of the Almudaina’s walls, along Avinguda d’Antoni Maura, is S’Hort del Rei (the King’s Garden)."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 40,
    "name": "Can Bordils",
    "latitude": "39.568601968776",
    "longitude": "2.6501712771667",
    "excerpt": "This 16th-century mansion with a 17th-century courtyard is home to the Arxiu Municipal, which sometimes holds temporary exhibitions. Unlike many of Palma…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/can-bordils/a/poi-sig/1186673/1004365",
    "image_url": null,
    "detail_description": "This 16th-century mansion with a 17th-century courtyard is home to the Arxiu Municipal, which sometimes holds temporary exhibitions. Unlike many of Palma's (privately owned) historic houses, you can wander in from the street and admire the architecture.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 39,
    "name": "Arab City Wall",
    "latitude": "39.566662",
    "longitude": "2.655752",
    "excerpt": "On the eastern rim of the Old Town you strike a portion of the 12th-century Arab city wall (with some heavy blocks from the Roman wall at the base),…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/arab-city-wall/a/poi-sig/1186726/1004365",
    "image_url": null,
    "detail_description": "On the eastern rim of the Old Town you strike a portion of the 12th-century Arab city wall (with some heavy blocks from the Roman wall at the base), beyond which is a park named after the city gate that once stood here: Porta d’es Camp (Gate of the Countryside).\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 38,
    "name": "Centre Cultural Contemporani Pelaires",
    "latitude": "39.570094358991",
    "longitude": "2.648445675076",
    "excerpt": "This private cultural centre – Palma's first dedicated contemporary-art space – is as interesting for its architecture as for its ever-changing…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/centre-cultural-contemporani-pelaires/a/poi-sig/1048562/1004365",
    "image_url": null,
    "detail_description": "This private cultural centre – Palma's first dedicated contemporary-art space – is as interesting for its architecture as for its ever-changing exhibitions. The building, Can Verí, is a beautiful 17th-century townhouse that was also used for a while as a convent.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 37,
    "name": "Porta de l'Almudaina",
    "latitude": "39.568494231299",
    "longitude": "2.6502356802823",
    "excerpt": "The arch over Carrer de l'Almudaina east of Can Bordils is intriguing for history buffs, part of a rare stretch of defensive wall and tower. It is said to…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/porta-de-l-almudaina/a/poi-sig/1048589/1004365",
    "image_url": null,
    "detail_description": "The arch over Carrer de l'Almudaina east of Can Bordils is intriguing for history buffs, part of a rare stretch of defensive wall and tower. It is said to have been in use from antiquity until about the 13th century and is almost certainly part of the original Roman wall.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 36,
    "name": "Jardí del Bisbe",
    "latitude": "39.567522",
    "longitude": "2.649926",
    "excerpt": "Adjoining the Palau Episcopal is the Jardí del Bisbe, a small, tranquil botanic garden that offers cool respite from a day's hot sightseeing. Stroll among…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/jardi-del-bisbe/a/poi-sig/1163540/1004365",
    "image_url": null,
    "detail_description": "Adjoining the Palau Episcopal is the Jardí del Bisbe, a small, tranquil botanic garden that offers cool respite from a day's hot sightseeing. Stroll among the palms, pomegranates, water lilies, thyme, artichokes and olive, orange and lemon trees, or just sit on a bench and contemplate.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 35,
    "name": "Can Marquès",
    "latitude": "39.568324",
    "longitude": "2.650065",
    "excerpt": "With its broad, cobbled courtyard, graced by tumescent cylindrical columns and a grand staircase, the Can Marquès is one of Old Palma's most beautiful…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/can-marques/a/poi-sig/1048572/1004365",
    "image_url": null,
    "detail_description": "With its broad, cobbled courtyard, graced by tumescent cylindrical columns and a grand staircase, the Can Marquès is one of Old Palma's most beautiful mansions. Unfortunately its museum – which preserved the house as it was in the early 20th-century – appears to have permanently closed.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 34,
    "name": "Centre Maimó ben Faraig",
    "latitude": "39.568638",
    "longitude": "2.650216",
    "excerpt": "Palma's long Jewish history is given some recognition in this small interpretation centre, attached to the Can Bordils. As well as illustrated panels…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/centre-maimo-ben-faraig/a/poi-sig/1548733/1004365",
    "image_url": null,
    "detail_description": "Palma's long Jewish history is given some recognition in this small interpretation centre, attached to the Can Bordils. As well as illustrated panels bringing to life the story of the city's Jews (and their various persecutions), you can see sections of masonry from Roman buildings that once occupied the site.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 33,
    "name": "Arc de sa Drassana",
    "latitude": "39.567247701047",
    "longitude": "2.6464744871721",
    "excerpt": "A grand arch dominated by the Palau de l'Almudaina, the Arc de sa Drassana is one of the city's few extant reminders of its Arab past. When the Riera, the…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/arc-de-sa-drassana/a/poi-sig/1186671/1004365",
    "image_url": null,
    "detail_description": "A grand arch dominated by the Palau de l'Almudaina, the Arc de sa Drassana is one of the city's few extant reminders of its Arab past. When the Riera, the city's river, coursed along what is now Passeig d'es Born and the sea lapped the city walls, this was the seaward entrance into the Arab palace and early shipyards.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 32,
    "name": "Museu de Mallorca",
    "latitude": "39.567067",
    "longitude": "2.650709",
    "excerpt": "This excellent city museum is housed in a rambling ensemble of 17th-century mansions on Carrer de la Portella. It showcases a collection of archaeological…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/museu-de-mallorca/a/poi-sig/1048550/1004365",
    "image_url": null,
    "detail_description": "This excellent city museum is housed in a rambling ensemble of 17th-century mansions on Carrer de la Portella. It showcases a collection of archaeological artefacts, religious art, antiques and Arabic ceramics – from Talayotic bronzes to intricate Almohad gold jewellery. The museum also hosts high quality temporary exhibitions.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 31,
    "name": "Església de Sant Jaume",
    "latitude": "39.572724",
    "longitude": "2.647802",
    "excerpt": "Despite its baroque facade, this is one of Palma's older surviving Gothic churches. This grey soaring eminence is one of the first four parish churches to…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/esglesia-de-sant-jaume/a/poi-sig/1048604/1004365",
    "image_url": null,
    "detail_description": "Despite its baroque facade, this is one of Palma's older surviving Gothic churches. This grey soaring eminence is one of the first four parish churches to be built 'under the protection of the Royal House of Mallorca' from 1327. It is said that the Bonapart family (later Bonaparte) lived around here until they moved to Corsica in 1406. Napoleon could have been a Mallorcan!\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 29,
    "name": "Claustre de Sant Antoniet",
    "latitude": "39.57343514237",
    "longitude": "2.6522714155069",
    "excerpt": "The Claustre de Sant Antoniet is a baroque gem that belongs to the BBVA bank. The two-tiered, oval-shaped enclosure was built in 1768 and is now used for…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/claustre-de-sant-antoniet/a/poi-sig/1048561/1004365",
    "image_url": null,
    "detail_description": "The Claustre de Sant Antoniet is a baroque gem that belongs to the BBVA bank. The two-tiered, oval-shaped enclosure was built in 1768 and is now used for temporary art exhibitions. It was originally attached to the Església de Sant Antoni de Viana, next door, but was transferred to the stewardship of the church of St Miquel when the Order of Sant Antoni was abolished by Charles III in 1788.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 30,
    "name": "Círculo de Bellas Artes",
    "latitude": "39.571582",
    "longitude": "2.647512",
    "excerpt": "The 'Circle of Fine Arts', an organisation with roots in the Civil War era, is devoted to nurturing literature and the fine arts in Palma. Casal Balaguer …",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/circulo-de-bellas-artes/a/poi-sig/1048563/1004365",
    "image_url": null,
    "detail_description": "The 'Circle of Fine Arts', an organisation with roots in the Civil War era, is devoted to nurturing literature and the fine arts in Palma. Casal Balaguer – a largely baroque mansion on the site of a 13th-century original – is the handsome home of this now-venerable institution. Long neglected, it has been extensively renovated, and now houses exhibition spaces, a museum, library and performance spaces.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 28,
    "name": "Castell de Sant Carles",
    "latitude": "39.547471",
    "longitude": "2.624702",
    "excerpt": "More of a fort than a castle, the Castell de Sant Carles is home to the Museu Històric Militar. Built between 1610 and 1612 on the site of an old…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/castell-de-sant-carles/a/poi-sig/1048586/1004365",
    "image_url": null,
    "detail_description": "More of a fort than a castle, the Castell de Sant Carles is home to the Museu Històric Militar. Built between 1610 and 1612 on the site of an old lighthouse, it was later expanded to protect the seaward approach to Palma and serve as both barracks and prison. Inside, the display contains plenty of weaponry, uniforms, flags, battle dioramas and Mallorcan maps stretching back to medieval times.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 27,
    "name": "Església de Santa Creu",
    "latitude": "39.570383",
    "longitude": "2.643424",
    "excerpt": "Work on the original Gothic Church of the Holy Cross, one of Palma's original parish churches, began in 1335. The main entrance (Carrer de Santa Creu 7)…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/esglesia-de-santa-creu/a/poi-sig/1048585/1004365",
    "image_url": null,
    "detail_description": "Work on the original Gothic Church of the Holy Cross, one of Palma's original parish churches, began in 1335. The main entrance (Carrer de Santa Creu 7) is a baroque (18th-century) addition. What makes it particuarly interesting is the Cripta de Sant Llorenç (Crypt of St Lawrence), an early Gothic place of worship possibly dating to the late 13th century. Some paintings by Rafel Mòger and Francesc Comes are scattered about the interior.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 26,
    "name": "Consolat de Mar",
    "latitude": "39.568644842451",
    "longitude": "2.6435192821681",
    "excerpt": "The 'Consulate of the Sea' was founded in 1326 as a maritime tribunal, adjudicating disputes among merchants, sailors and captains. The present building –…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/consolat-de-mar/a/poi-sig/1048575/1004365",
    "image_url": null,
    "detail_description": "The 'Consulate of the Sea' was founded in 1326 as a maritime tribunal, adjudicating disputes among merchants, sailors and captains. The present building – one of Mallorca's few examples of Renaissance design, albeit an impure one – was completed in 1669. It was tacked onto, and faces, a late-Gothic chapel completed around 1600 for the members of Sa Llotja.\nThe Consolat de Mar houses the presidency of the Balearic Islands regional government."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 25,
    "name": "Almacenes El Águila",
    "latitude": "39.570871",
    "longitude": "2.651321",
    "excerpt": "Gaspar Bennázar (1869–1933) – one of the most influential architects in modern Palma, his native city – played with various styles during his long career,…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/almacenes-el-aguila/a/poi-sig/1163462/1004365",
    "image_url": null,
    "detail_description": "Gaspar Bennázar (1869–1933) – one of the most influential architects in modern Palma, his native city – played with various styles during his long career, including Modernisme. An outstanding example of this is the Almacenes El Águila, originally built as a department store in 1908, but recently converted into a boutique hotel: L'Aguila Suites. Note the generous use of wrought iron in the main facade, typical of the Modernisme style of the time.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 24,
    "name": "Casal Solleric",
    "latitude": "39.570466",
    "longitude": "2.646418",
    "excerpt": "This grand 18th-century baroque mansion with the typical Palma courtyard of graceful broad arches and uneven stone paving is at once a cultural centre…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/casal-solleric/a/poi-sig/1048558/1004365",
    "image_url": null,
    "detail_description": "This grand 18th-century baroque mansion with the typical Palma courtyard of graceful broad arches and uneven stone paving is at once a cultural centre with temporary exhibitions, bookshop and tourist information office. Displays are usually free and found over a couple of floors. The part facing Passeig d'es Born was actually the rear of the original house, built in 1763. Archduke Ludwig Salvador thought its courtyard 'one of the most beautiful in Palma'.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 23,
    "name": "Dalt Murada",
    "latitude": "39.565884",
    "longitude": "2.650838",
    "excerpt": "Most of Palma's defensive walls were destroyed in the late 19th century to allow the overcrowded city to expand. Only a section of the Renaissance sea…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/dalt-murada/a/poi-sig/1048573/1004365",
    "image_url": null,
    "detail_description": "Most of Palma's defensive walls were destroyed in the late 19th century to allow the overcrowded city to expand. Only a section of the Renaissance sea wall, the Dalt Murada (begun in 1562, finished in 1801), remains impressively intact. The adjoining Parc de la Mar is an appealing place for a breezy drink at a terrace cafe in summer and is one of the best vantage points for photographing the cathedral in all its glory.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 22,
    "name": "Església de Santa Eulàlia",
    "latitude": "39.569500959314",
    "longitude": "2.6512331812061",
    "excerpt": "The oldest parish church in Palma, raised after the 1229 conquest, the Església de Santa Eulàlia is a soaring Gothic structure with a neo-Gothic facade…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/esglesia-de-santa-eulalia/a/poi-sig/1048549/1004365",
    "image_url": null,
    "detail_description": "The oldest parish church in Palma, raised after the 1229 conquest, the Església de Santa Eulàlia is a soaring Gothic structure with a neo-Gothic facade. Note that you can visit the church for free, the admission price is to visit the 50m-high belfry, from where you have a magnificent view of the Basílica de Sant Francesc and Palma's historic quarter with sights easily identifiable with the help of a diagrammed guide.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 21,
    "name": "Església de Sant Crist de la Sang",
    "latitude": "39.574521603209",
    "longitude": "2.6462308424619",
    "excerpt": "Within the Hospital General (founded in the 16th century), you can behold the Gothic facade of this church. It is an object of pilgrimage and devotion,…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/esglesia-de-sant-crist-de-la-sang/a/poi-sig/1048595/1004365",
    "image_url": null,
    "detail_description": "Within the Hospital General (founded in the 16th century), you can behold the Gothic facade of this church. It is an object of pilgrimage and devotion, since the paso (a sculpted image used in processions) of 'Holy Christ of the Blood' is considered to be miraculous. Just on your left as you enter the church is a 15th-century nativity scene, probably imported from Naples. Mass is held at 11.30am weekdays, 8.30am on Saturday and at 9am and 6.30pm on Sunday.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 20,
    "name": "Església de Sant Miquel",
    "latitude": "39.572887201415",
    "longitude": "2.6519881356921",
    "excerpt": "A striking mix of styles, St Michael's is one of Palma's first four churches, built on the site of a mosque where the island's first Mass was celebrated…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/esglesia-de-sant-miquel/a/poi-sig/1048582/1004365",
    "image_url": null,
    "detail_description": "A striking mix of styles, St Michael's is one of Palma's first four churches, built on the site of a mosque where the island's first Mass was celebrated on 31 December 1229. The facade and entrance, with its long, low arch, is a perfect example of 14th-century Catalan Gothic, as is the squat, seven-storey bell tower. Otherwise the church, with its barrel-vaulted ceiling, is largely the result of a baroque makeover.\nNote the statue of Pope John Paul II on the right as you enter."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 19,
    "name": "CaixaForum",
    "latitude": "39.571582",
    "longitude": "2.650044",
    "excerpt": "Housed in the wonderful Modernisme building (the island's first) that was once the Grand Hotel, this cultural centre and gallery is run by one of Spain's…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/caixaforum/a/poi-sig/1048576/1004365",
    "image_url": null,
    "detail_description": "Housed in the wonderful Modernisme building (the island's first) that was once the Grand Hotel, this cultural centre and gallery is run by one of Spain's biggest building societies, the Barcelona-based La Caixa (members get free entry). The permanent collection of paintings by Hermenegildo Anglada Camarasa is complemented by temporary exhibitions (on themes such as Roman female statuary from the Louvre): pick up a program at reception and flick through it at the ground-level cafe, or browse the excellent bookshop.\n"
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 17,
    "name": "Sa Llotja",
    "latitude": "39.568410866079",
    "longitude": "2.6442515055009",
    "excerpt": "The gorgeous 15th-century sandstone Sa Llotja, opposite the waterfront, was built as a merchants’ stock exchange. Designed by the Mallorcan sculptor…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/sa-llotja/a/poi-sig/1048608/1004365",
    "image_url": null,
    "detail_description": "The gorgeous 15th-century sandstone Sa Llotja, opposite the waterfront, was built as a merchants’ stock exchange. Designed by the Mallorcan sculptor Guillem Sagrera (who also worked on the cathedral) and completed in 1448, it is the apogee of civilian Gothic building on the island. Its mercantile past well behind it, Sa Llotja is now used for temporary exhibitions.\nInside, six slender, twisting columns lead to the ribs of a lofty groined vault. In each corner of the building rises a fanciful octagonal tower. The flanks are marked with huge arches, fine tracery and monstrous-looking gargoyles leaning out overhead."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 18,
    "name": "Església del Monti-Sion",
    "latitude": "39.567196830459",
    "longitude": "2.6527166124944",
    "excerpt": "The gaudy baroque facade of the Església del Monti-Sion was converted from a Gothic synagogue. It got a serious baroque makeover, inside and out, in the…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/esglesia-del-monti-sion/a/poi-sig/1048583/1004365",
    "image_url": null,
    "detail_description": "The gaudy baroque facade of the Església del Monti-Sion was converted from a Gothic synagogue. It got a serious baroque makeover, inside and out, in the 16th to 17th centuries, and is now considered one of the high points of the style on the island. Gothic giveaways include the ogive arches in front of the chapels, the key vaulting in the ceiling and the long, low Catalan Gothic arch just inside the entrance.\nAs you wander in, a priest sitting in a booth by the entry may flip a switch and light up the curves-and-swirls baroque retablo (altarpiece) at the back of the church."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 16,
    "name": "Ajuntament",
    "latitude": "39.569349011934",
    "longitude": "2.650121306864",
    "excerpt": "Dominating the square that has long been the heart of municipal power in Palma is the ajuntament. The baroque facade hides a longer history: the town hall…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/ajuntament/a/poi-sig/1048591/1004365",
    "image_url": null,
    "detail_description": "Dominating the square that has long been the heart of municipal power in Palma is the ajuntament. The baroque facade hides a longer history: the town hall building grew out of a Gothic hospital raised here shortly after the island's conquest. On the top floor of the main facade sits the town clock, En Figuera, purchased in France in 1863.\nYou can generally enter the foyer only where you will see a Gothic entrance, a fine sweeping staircase and around half a dozen gegants (huge figures of kings, queens and other characters that are paraded around town on people's shoulders during fiesta) in storage."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 15,
    "name": "Plaça Major",
    "latitude": "39.571367",
    "longitude": "2.651803",
    "excerpt": "Plaça Major is a typically Spanish grandiose central square, lined with arcades, shops, cafes and restaurants (the burger chain jars somewhat). Lively by…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/placa-major/a/poi-sig/1537163/1004365",
    "image_url": null,
    "detail_description": "Plaça Major is a typically Spanish grandiose central square, lined with arcades, shops, cafes and restaurants (the burger chain jars somewhat). Lively by day, it falls eerily silent at night.\nTo the east, Carrer del Sindicat spokes out towards the avenues that mark the limits of historic Palma. It crosses a district known as Sa Gerreria. For decades rundown and slightly dodgy, Sa Gerreria is enjoying a revival and it’s becoming a trendy hub of the city’s nightlife. Off Plaça Major, the shopping boulevard, Carrer de Sant Miquel, leads north towards the vast Plaça d’Espanya. Plaça Major and Carrer de Sant Miquel are on high ground that falls away to the west down to shady Passeig de la Rambla."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 14,
    "name": "Centre de Cultura Sa Nostra",
    "latitude": "39.572118879503",
    "longitude": "2.6464206816555",
    "excerpt": "The big Balearic building society, Sa Nostra, runs this cultural foundation in Can Castelló, where it stages exhibitions, performances and talks. Keep an…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/centre-de-cultura-sa-nostra/a/poi-sig/1048602/1004365",
    "image_url": null,
    "detail_description": "The big Balearic building society, Sa Nostra, runs this cultural foundation in Can Castelló, where it stages exhibitions, performances and talks. Keep an eye out for temporary shows, which are often worth a look. The original house dates to the 17th century, with Modernista touches from renovation work in 1909, and it's worth popping in just to check out the fine 18th-century courtyard, which now hosts a stylish cafe.\nJust in front of the centre is Font del Sepulcre, a Gothic baptismal font left over from a long-disappeared church. Inside it is a 12th-century Muslim-era well. Carrer de la Concepció used to be known as Carrer de la Monederia, as the Kingdom of Mallorca's mint was on this street."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 13,
    "name": "Convent de Santa Clara",
    "latitude": "39.566499581544",
    "longitude": "2.6518860986859",
    "excerpt": "The 'Poor Clares' were one of the first orders to establish a presence in Palma, following the Reconquesta of 1229. The land on which the convent stands…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/convent-de-santa-clara/a/poi-sig/1048570/1004365",
    "image_url": null,
    "detail_description": "The 'Poor Clares' were one of the first orders to establish a presence in Palma, following the Reconquesta of 1229. The land on which the convent stands was granted them in 1260, although much of the baroque and Gothic structure dates to the 16th and 17th centuries. The current church (the third on the site) has been extensively restored, and the handful of nuns still cloistered here maintains a centuries-old tradition of baking sweets for sale.\nYou will see a torno, a kind of timber turnstile set in a window. Ring for a nun, order what you want and put money into the turnstile. This swivels around and out come your bocaditos de almendra (almond nibbles) or rollitos de anís (aniseed rolls), at €4.50 for 200g. They also sell homemade ice cream (€2.50)."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 12,
    "name": "Església de Santa Magdalena",
    "latitude": "39.573948",
    "longitude": "2.64822",
    "excerpt": "The main claim to fame of the baroque Església de Santa Magdalena is as the resting place of Santa Catalina Thomàs of Valldemossa. Her clothed remains are…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/esglesia-de-santa-magdalena/a/poi-sig/1048596/1004365",
    "image_url": null,
    "detail_description": "The main claim to fame of the baroque Església de Santa Magdalena is as the resting place of Santa Catalina Thomàs of Valldemossa. Her clothed remains are visible through a glass coffin held in a chapel to the left of the altar and are an object of pilgrimage.\nIt is said that the future saint sat weeping by a great clump of stone one day as none of the convents would accept her because she was too poor. When someone told her that the convent once attached to the Església de Santa Magdalena would take her in, she was overjoyed. The stone in question is now embedded in the rear wall of the 14th-century Església de Sant Nicolau on Plaça del Mercat. The nuns here make pastas de Santa Magdalena (sponge buns) and other sweet treats for sale to the public from a hatch located on a sidestreet to the right of the entrance."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 11,
    "name": "Can Balaguer",
    "latitude": "39.571574",
    "longitude": "2.64792",
    "excerpt": "One of Palma's most emblematic buildings, the permanent exhibition, entitled La Casa Posible, re-creates rooms of this former noble house from 1600–1951…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/can-balaguer/a/poi-sig/1632721/1004365",
    "image_url": null,
    "detail_description": "One of Palma's most emblematic buildings, the permanent exhibition, entitled La Casa Posible, re-creates rooms of this former noble house from 1600–1951. Rooms are evocative of their period, including the 17th-century music room with its magnificent organ, the opulent 18th-century bedchamber sporting sumptuous damask fabrics and a canopied bed and the extraordinary Louis XV room, a style that was in vogue in the late 19th century. The house's last owner was Josep Balaguer (1869–1951), a musician, entrepreneur and patron of the arts.\nDon't miss Balaguer's fine collection of Modernista paintings near the entrance which highlight Mallorcan painter, Antoni Gelabert (1877–1932). There is also a 20-minute audiovisual presentation (subtitled in English) about the history of Can Balaguer, plus a downstairs cafe and small bookshop."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 9,
    "name": "Passeig d’es Born",
    "latitude": "39.570102",
    "longitude": "2.646675",
    "excerpt": "One of Palma's most appealing boulevards, Passeig d’es Born is capped by Plaça del Rei Joan Carles I (named after the present king and formerly after Pope…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/passeig-d-es-born/a/poi-sig/1477462/1004365",
    "image_url": null,
    "detail_description": "One of Palma's most appealing boulevards, Passeig d’es Born is capped by Plaça del Rei Joan Carles I (named after the present king and formerly after Pope Pius XII), a traffic roundabout locally known as Plaça de les Tortugues, because of the obelisk placed on four bronze turtles. On the east side of the avenue, on the corner of Carrer de Jovellanos, the distorted black face of a Moor, complete with white stone turban, is affixed high on a building.\nKnown as the Cap del Moro (Moor’s Head), it represents a Muslim slave who is said to have killed his master, a chaplain, in October 1731. The slave was executed and his hand lopped off and reportedly attached to the wall of the house where the crime was committed. Chronicles claim the withered remains of the hand were still in place, behind a grille, in 1840. The Passeig was renamed in honour of Franco, but reverted to its original title after the dictator's death."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 10,
    "name": "Banys Àrabs",
    "latitude": "39.566664438383",
    "longitude": "2.6510013149366",
    "excerpt": "These baths, dating from the 10th to 12th centuries, are the single most important remaining monument to the Muslim domination of the island, although all…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/banys-arabs/a/poi-sig/1048565/1004365",
    "image_url": null,
    "detail_description": "These baths, dating from the 10th to 12th centuries, are the single most important remaining monument to the Muslim domination of the island, although all that survives are two small underground chambers, one with a domed ceiling supported by a dozen columns, some of whose capitals were recycled from demolished Roman buildings. The site may be small, but the two rooms – the caldarium (hot bath) and the tepidarium (warm bath) – evoke a poignant sense of abandonment.\nNormally there would also have been a third, cold bath, the frigidarium. As the Roman terms suggest, the Arabs basically took over a Roman idea, here in Mallorca and throughout the Arab world. These ones probably were not public but attached to a private mansion. The baths are set in one of Old Palma's prettiest gardens, where you can sit and relax."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 8,
    "name": "Basílica de Sant Francesc",
    "latitude": "39.568911",
    "longitude": "2.65322",
    "excerpt": "One of Palma’s oldest churches, the Franciscan Basílica de Sant Francesc was begun in 1281 in Gothic style, while the baroque facade, with its carved…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/basilica-de-sant-francesc/a/poi-sig/1048553/1004365",
    "image_url": null,
    "detail_description": "One of Palma’s oldest churches, the Franciscan Basílica de Sant Francesc was begun in 1281 in Gothic style, while the baroque facade, with its carved postal and rose window, was completed in 1700. In the splendid Gothic cloister – a two-tiered, trapezoid affair – the elegant columns indicate it was also some time in the making. Inside, the high vaulted roof is classic Gothic, while the glittering high altar is a baroque lollipop, albeit in need of a polish.\nIn the first chapel on the left is the church’s pride and joy, the tomb of the 13th-century scholar and mystic Ramon Llull. Also a fervid evangelist and the inventor of literary Catalan, Llull lays fair claim to the title of Mallorca’s favourite son (apart perhaps from tennis champ Rafael Nadal). His alabaster tomb is high up on the right – drop a few coins in the slot for the campaign to have him canonised (he has only made it to beatification). Check out the Capilla de los Santos Mártires Gorkomienses, on the right side of the apse. In 1572, 19 Catholics, 11 of them Franciscans, were martyred in Holland. In this much-faded portrayal of the event, you can see them being hanged, disembowelled, and more."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 7,
    "name": "Museu Diocesà",
    "latitude": "39.566893",
    "longitude": "2.649003",
    "excerpt": "Located in the Palau Episcopal (Bishop’s Residence; a mainly Gothic ensemble dating to the 13th century), the Museu Diocesà, behind the cathedral to the…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/museu-diocesa/a/poi-sig/1048557/1004365",
    "image_url": null,
    "detail_description": "Located in the Palau Episcopal (Bishop’s Residence; a mainly Gothic ensemble dating to the 13th century), the Museu Diocesà, behind the cathedral to the east, is a fascinating excursion for those interested in Mallorca’s Christian artistic history. It contains works by Antoni Gaudí, Francesc Comes and Pere Niçard, and a mind-boggling retaule (altarpiece) depicting the Passion of Christ (c 1290–1305) and taken from the Convent de Santa Clara.\nThe episodes of the Passion are shown in precise detail: Palm Sunday, the Last Supper, St Peter’s kiss of betrayal, Christ flailed. Off to the right, a key work is Comes’ St Jaume de Compostela (St James; known to the Spaniards as the Moor-slayer). Niçard’s Sant Jordi (St George), from around 1468–70, is remarkable for its busy detail. The City of Mallorca (Palma) is shown in the background as St George dispatches the dragon. Below this painting is a scene by Niçard and his boss Rafel Mòger depicting the 1229 taking of Palma. The final room in this wing is the Gothic Oratori de Sant Pau, a small chapel. The stained-glass window was a trial run done by Gaudí in preparation for his windows in the cathedral.Otherwise, a succession of rooms showcases Mallorcan artists such as Pere Terrencs and Mateu López (father and son), while upstairs is a slim collection of baroque art and ceramics, plus some lovely views out over the bay."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 6,
    "name": "Castell de Bellver",
    "latitude": "39.563799802859",
    "longitude": "2.6193702220917",
    "excerpt": "Straddling a wooded hillside, the Castell de Bellver is a 14th-century circular castle (with a unique round tower), the only one of its kind in Spain…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/castell-de-bellver/a/poi-sig/1048556/1004365",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-140495294_full.jpg",
    "detail_description": "Straddling a wooded hillside, the Castell de Bellver is a 14th-century circular castle (with a unique round tower), the only one of its kind in Spain. Jaume II ordered it built atop a hill known as Puig de Sa Mesquida in 1300 and it was largely completed within 10 years. Perhaps the highlight of any visit is the spectacular views over the woods to Palma, the Badia de Palma and out to sea.\nThe castle was conceived above all as a royal residence but seems to have been a white elephant, as only King Sanç (in 1314) and Aragón’s Joan I (in 1395) moved in for any amount of time. In 1717 it became a military prison, and was subsequently used in both the Napoleonic and Spanish Civil Wars. Climb to the roof and check out the prisoners’ graffiti, etched into the stonework.The ground-floor Museu d’Història de la Ciutat (City History Museum) traces the development of the city from the prehistoric Talayotic civilisation to the present day. As well as Roman and Arabian ceramics there are explanatory panels, the classical statues of the Despuig Collection and other artefacts. Upstairs you can visit a series of largely empty chambers, including the one-time kitchen.About the nearest you can get to the castle by bus (3, 46 or 50) is Plaça de Gomila, from where you’ll have to walk for about 15 minutes (1km) up a steep hill. Instead, combine it with the Palma City Sightseeing open-top bus, which climbs to the castle as part of its circuit of the city. Alternatively, if you have a car, there is parking available.There is a small cafe available for refreshments."
},
{
    "country": "palma-de-mallorca",
    "city": "Palma de Mallorca",
    "index": 5,
    "name": "Museu Fundación Juan March",
    "latitude": "39.572211",
    "longitude": "2.652007",
    "excerpt": "The 17th-century Can Gallard del Canya, a 17th-century mansion overlaid with minor Modernist touches, now houses a small but significant collection of…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/museu-fundacion-juan-march/a/poi-sig/1210012/1004365",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial419490064.jpg",
    "detail_description": "The 17th-century Can Gallard del Canya, a 17th-century mansion overlaid with minor Modernist touches, now houses a small but significant collection of painting and sculpture. The permanent exhibits – some 80 pieces held by the Fundación Juan March – constitute a veritable who’s who of contemporary Spanish art, including Miró, Picasso, fellow cubist Juan Gris, Dalí, and the sculptors Eduardo Chillida and Julio González.\nAfter starting with the big names, the collection skips through various movements in Spanish art, such as that inspired in Barcelona by the Dau al Set review (1948–53) and led by Antoni Tàpies. Meanwhile, in Valencia, Eusebio Sempere and Andreu Alfaro were leading the way down abstract paths. Sempere’s Las Cuatro Estaciones (1980) reflects the four seasons in subtle changes of colour in a series of four panels with interlocking shapes made of fine lines. Other names to watch for are Manuel Millares, Fernando Zóbel and Miquel Barceló, who is represented by works including his large-format La Flaque (The Pond; 1989)."
}