[
{
    "country": "pamplona",
    "city": "Pamplona",
    "index": 5,
    "name": "Monumento al Encierro",
    "latitude": "42.814788",
    "longitude": "-1.641362",
    "excerpt": "If you're not in town during the running of the bulls, you can get a dramatic sense of the action at this life-size bronze sculpture. Stretching 4m wide…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/pamplona/attractions/monumento-al-encierro/a/poi-sig/1634861/360740",
    "image_url": null,
    "detail_description": "If you're not in town during the running of the bulls, you can get a dramatic sense of the action at this life-size bronze sculpture. Stretching 4m wide and 11m long, it vividly depicts nine bulls and 11 runners, several of whom have stumbled, with palpable fear on their faces. Designed by Bilbao artist Rafael Huerta, it was installed on this pedestrianised street in 2007.\n"
},
{
    "country": "pamplona",
    "city": "Pamplona",
    "index": 4,
    "name": "Centro de Interpretación de las Fortificaciones de Pamplona",
    "latitude": "42.816551",
    "longitude": "-1.63736",
    "excerpt": "If these walls could talk. This excellent interpretation centre, located in the Fortín de San Bartolomé, explains the design and function of Pamplona's…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/pamplona/attractions/centro-de-interpretacion-de-las-fortificaciones-de-pamplona/a/poi-sig/1288395/360740",
    "image_url": null,
    "detail_description": "If these walls could talk. This excellent interpretation centre, located in the Fortín de San Bartolomé, explains the design and function of Pamplona's original fortifications, whose construction dates from the 16th century. It's still considered one of the best preserved bastions in Europe. Among the many curiosities in the museum: centuries-old graffiti, most likely created by guardsmen.\n"
},
{
    "country": "pamplona",
    "city": "Pamplona",
    "index": 3,
    "name": "Ciudadela",
    "latitude": "42.813245",
    "longitude": "-1.648486",
    "excerpt": "The walls and bulwarks of the grand fortified citadel, the star-shaped Ciudadela, were built between 1571 and 1645 under the direction of King Felipe II…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/pamplona/attractions/ciudadela/a/poi-sig/1207946/360740",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1386113300.jpg",
    "detail_description": "The walls and bulwarks of the grand fortified citadel, the star-shaped Ciudadela, were built between 1571 and 1645 under the direction of King Felipe II. They're considered one of the best examples of military architecture from the Spanish Renaissance. The former moats and bastions have become a setting for artists to display their works in the evenings from 6pm to 8.30pm Tuesday to Friday, noon to 2pm and 6pm to 8.30pm Saturday, and noon to 2pm Sunday.\n"
},
{
    "country": "pamplona",
    "city": "Pamplona",
    "index": 2,
    "name": "Catedral de Santa María",
    "latitude": "42.81951",
    "longitude": "-1.641265",
    "excerpt": "Pamplona’s cathedral stands on a rise just inside the city ramparts amid a dark thicket of narrow streets. The cathedral is a late-medieval Gothic gem…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/pamplona/attractions/catedral-de-santa-maria/a/poi-sig/1207944/360740",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1385588265.jpg",
    "detail_description": "Pamplona’s cathedral stands on a rise just inside the city ramparts amid a dark thicket of narrow streets. The cathedral is a late-medieval Gothic gem with an an 18th-century neoclassical facade. Artefacts in the vast interior include a silver-plated Virgin and the splendid 15th-century tomb of Carlos III of Navarra and his wife Doña Leonor. The real joy is the Gothic cloister with delicate stonework. Admission includes a guided tour (English available with advance notice).\nFascinating tours take you into the cathedral and, if you're on the 11.15am tour, up the bell tower to see (and possibly hear) the second-largest church bell in Spain. You also visit the cloisters and a small museum, which displays religious treasures, the remaining walls of a Roman-era house discovered under the cathedral during restoration work and the tiny skeleton of a seven-month-old baby found inside the house. The cathedral itself is open daily for free access outside the stated hours, but you can’t access the cloisters or museum."
},
{
    "country": "pamplona",
    "city": "Pamplona",
    "index": 1,
    "name": "Museo de Navarra",
    "latitude": "42.819415",
    "longitude": "-1.646372",
    "excerpt": "Housed in a former medieval hospital, this superb museum has an eclectic collection of archaeological finds (including a number of fantastic Roman mosaics…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/pamplona/attractions/museo-de-navarra/a/poi-sig/461976/360740",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial153267320.jpg",
    "detail_description": "Housed in a former medieval hospital, this superb museum has an eclectic collection of archaeological finds (including a number of fantastic Roman mosaics unearthed mainly in southern Navarra) and art, including Goya’s Marqués de San Adrián. Labelling is in Spanish only, but foreign translation leaflets are available.\nOther highlights include a limestone block with Paleolithic rock carvings depicting a herd of ibex in linear perspective, figure-covered Romanesque capitals from the 12th century and richly executed murals from the Gothic period."
}
]