[
{
    "country": "panajachel",
    "city": "Panajachel",
    "index": 5,
    "name": "Iglesia San Francisco",
    "latitude": "14.745802",
    "longitude": "-91.153221",
    "excerpt": "The colonial-era church is the heart of old Panajachel. Its extremely broad stone facade, with four tiers of windows between double columns, resembles a…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-lago-de-atitlan/panajachel/attractions/iglesia-san-francisco/a/poi-sig/1338705/1005621",
    "image_url": null,
    "detail_description": "The colonial-era church is the heart of old Panajachel. Its extremely broad stone facade, with four tiers of windows between double columns, resembles a castle, especially when illuminated in the evening. Inside the air is redolent of incense, hinting at Guatemala's interchange between its Maya and Catholic traditions.\n"
},
{
    "country": "panajachel",
    "city": "Panajachel",
    "index": 4,
    "name": "Museo Lacustre Atitlán",
    "latitude": "14.738954",
    "longitude": "-91.160817",
    "excerpt": "Inside the Hotel Posada de Don Rodrigo, this museum has displays on the history of the Atitlán region and the volcanic eruptions that created its…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-lago-de-atitlan/panajachel/attractions/museo-lacustre-atitlan/a/poi-sig/432356/1005621",
    "image_url": null,
    "detail_description": "Inside the Hotel Posada de Don Rodrigo, this museum has displays on the history of the Atitlán region and the volcanic eruptions that created its landscape, plus a collection of ancient artifacts recovered from the lake. A hall below the main gallery covers Samabaj, an ancient ceremonial center discovered at the bottom of the lake near Cerro de Oro.\n"
},
{
    "country": "panajachel",
    "city": "Panajachel",
    "index": 2,
    "name": "La Galería",
    "latitude": "14.739961791731",
    "longitude": "-91.156682957095",
    "excerpt": "Overflowing with art by Guatemalan painters and sculptors, this gallery functions as both an exhibit space and cultural center, hosting lectures, films…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-lago-de-atitlan/panajachel/attractions/la-galeria/a/poi-sig/1330567/1005621",
    "image_url": null,
    "detail_description": "Overflowing with art by Guatemalan painters and sculptors, this gallery functions as both an exhibit space and cultural center, hosting lectures, films and occasional concerts. Started in 1971 by the German-K'iche' painter Nan Cuz, the gallery holds a number of the hallucinatory landscapes that garnered Cuz international acclaim.\n"
},
{
    "country": "panajachel",
    "city": "Panajachel",
    "index": 3,
    "name": "Casa Cakchiquel",
    "latitude": "14.74134",
    "longitude": "-91.15812",
    "excerpt": "Pana's cultural center started life as one of the first hotels on the lake, built by a Swedish countess in 1948. Now it holds a radio station, Japanese…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-lago-de-atitlan/panajachel/attractions/casa-cakchiquel/a/poi-sig/1357986/1005621",
    "image_url": null,
    "detail_description": "Pana's cultural center started life as one of the first hotels on the lake, built by a Swedish countess in 1948. Now it holds a radio station, Japanese restaurant and a tremendous little gallery of photos and postcards of Atitlán in simpler times, when steamboats plied the lake.\nDuring its 1950s heyday, such illustrious guests as Ingrid Bergman, Aldous Huxley and Ernesto 'Che' Guevara chatted around the fireplace."
},
{
    "country": "panajachel",
    "city": "Panajachel",
    "index": 1,
    "name": "Reserva Natural Atitlán",
    "latitude": "14.750819",
    "longitude": "-91.165594",
    "excerpt": "A former coffee plantation being reclaimed by natural vegetation, this reserve is 200m past the Hotel Atitlán on the northern outskirts of town. It makes…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-lago-de-atitlan/panajachel/attractions/reserva-natural-atitlan/a/poi-sig/432360/1005621",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8813a6df72b4fd60494ed84eb446189e-reserva-natural-atitlan.jpg",
    "detail_description": "A former coffee plantation being reclaimed by natural vegetation, this reserve is 200m past the Hotel Atitlán on the northern outskirts of town. It makes a good outing on foot or bicycle. You can leisurely walk the main trail in an hour: it leads up over swing bridges to a waterfall, then down to a platform for viewing local spider monkeys.\nYou should also see pisotes (coatis), relatives of the raccoon with long snouts and long, upright, furry tails. The reserve includes a butterfly enclosure and herb garden, an interpretive center, a small coffee plantation and an aviary. For more extreme thrills, there are various zip lines spanning canyons and forest, the longest of which extends nearly a kilometer."
},
{
    "country": "panajachel",
    "city": "Panajachel",
    "index": 6,
    "name": "Town Hall",
    "latitude": "14.745844338632",
    "longitude": "-91.152641054424",
    "excerpt": "The Town Hall (Municipalidad), which stands behind the church in the center of town, is Panajachel's seat of government and handles administrative…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-lago-de-atitlan/panajachel/attractions/town-hall/a/poi-sig/1338712/1005621",
    "image_url": null,
    "detail_description": "The Town Hall (Municipalidad), which stands behind the church in the center of town, is Panajachel's seat of government and handles administrative functions. It also houses the local branch of the Policía Nacional (national police).\n"
}
]