[
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 1,
    "name": "BioMuseo",
    "latitude": "8.931879",
    "longitude": "-79.545307",
    "excerpt": "Celebrating Panama as the land bridge that has permitted astonishing biodiversity in the region, this world-class museum is a visual feast. Exhibits tell…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/biomuseo/a/poi-sig/432922/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e955af40f09d3e22c7eaef4c9bbec771-biomuseo.jpg",
    "detail_description": "Celebrating Panama as the land bridge that has permitted astonishing biodiversity in the region, this world-class museum is a visual feast. Exhibits tell the story of Panama's rich biodiversity through engaging, oversized visuals, examining human presence throughout time, how the Atlantic and Pacific evolved differently, and the interconnectedness of all species. A more abstract than literal approach creates a fresh view. World-renowned architect Frank Gehry, who created the Guggenheim Museum in Bilbao (Spain), designed this landmark museum of crumpled multicolor forms.\nAudio guides come in five languages. There's also a botanical gardens of native plants in the works."
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 40,
    "name": "Cabildo de la Ciudad",
    "latitude": "9.0067799320879",
    "longitude": "-79.485207469388",
    "excerpt": "Facing the Plaza Mayor in Panamá Viejo, the Cabildo de la Ciudad was built by one of the city’s wealthiest citizens, Francisco Terrín, in the early 17th…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/cabildo-de-la-ciudad/a/poi-sig/1337729/358532",
    "image_url": null,
    "detail_description": "Facing the Plaza Mayor in Panamá Viejo, the Cabildo de la Ciudad was built by one of the city’s wealthiest citizens, Francisco Terrín, in the early 17th century.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 39,
    "name": "Hospital de San Juan de Dios",
    "latitude": "9.0061741588312",
    "longitude": "-79.48931864321",
    "excerpt": "There's not much left of Panamá Viejo's sole hospital, Hospital de San Juan de Dios. Much of the remains were scattered when Av Cincuentenario and a side…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/hospital-de-san-juan-de-dios/a/poi-sig/1337737/358532",
    "image_url": null,
    "detail_description": "There's not much left of Panamá Viejo's sole hospital, Hospital de San Juan de Dios. Much of the remains were scattered when Av Cincuentenario and a side road were put in.\r\n\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 38,
    "name": "Instituto Nacional de Cultura",
    "latitude": "8.9502168911586",
    "longitude": "-79.531697667212",
    "excerpt": "INAC is responsible for maintaining the country’s museums and other cultural institutions. There is a small gallery on the 1st floor that displays works…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/instituto-nacional-de-cultura/a/poi-sig/432902/358532",
    "image_url": null,
    "detail_description": "INAC is responsible for maintaining the country’s museums and other cultural institutions. There is a small gallery on the 1st floor that displays works by Panamanian artists.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 37,
    "name": "Estadio Maracaná",
    "latitude": "8.944343",
    "longitude": "-79.549341",
    "excerpt": "Inaugurated in April 2014, this is the home stadium of Chorrillo FC and Club Deportivo Plaza Amador. It was named after the legendary Maracanã Stadium in…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/estadio-maracana/a/poi-sig/1533602/358532",
    "image_url": null,
    "detail_description": "Inaugurated in April 2014, this is the home stadium of Chorrillo FC and Club Deportivo Plaza Amador. It was named after the legendary Maracanã Stadium in Rio de Janeiro, Brazil.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 36,
    "name": "Iglesia de San José",
    "latitude": "9.0113786124926",
    "longitude": "-79.485667144695",
    "excerpt": "In Panamá Viejo, Iglesia de San José belonged to the Augustine order. Of special interest here are the building’s vaulted side chapels, an architectural…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-de-san-jose/a/poi-sig/1337722/358532",
    "image_url": null,
    "detail_description": "In Panamá Viejo, Iglesia de San José belonged to the Augustine order. Of special interest here are the building’s vaulted side chapels, an architectural feature seldom seen in Panama.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 35,
    "name": "Paseo las Bóvedas",
    "latitude": "8.950723",
    "longitude": "-79.532014",
    "excerpt": "This esplanade runs along the top of the sea wall built by the Spanish to protect the city. From here, you can see the Puente de las Américas arching over…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/paseo-las-bovedas/a/poi-sig/432938/358532",
    "image_url": null,
    "detail_description": "This esplanade runs along the top of the sea wall built by the Spanish to protect the city. From here, you can see the Puente de las Américas arching over the waterway and the ships lining up to enter the canal.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 34,
    "name": "Iglesia y Convento de la Concepción",
    "latitude": "9.0071532941094",
    "longitude": "-79.488312290775",
    "excerpt": "In Panamá Viejo, Iglesia y Convento de la Concepción was erected by the nuns of Nuestra Señora de la Concepción. Most of the ruins, which cover the better…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-y-convento-de-la-concepcion/a/poi-sig/1337739/358532",
    "image_url": null,
    "detail_description": "In Panamá Viejo, Iglesia y Convento de la Concepción was erected by the nuns of Nuestra Señora de la Concepción. Most of the ruins, which cover the better part of two blocks, were part of the church – little remains of the convent.\r\n\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 33,
    "name": "Iglesia y Convento de Santo Domingo",
    "latitude": "8.95156",
    "longitude": "-79.53342",
    "excerpt": "Built in 1678, these gorgeous ruins in Casco Viejo are what remain after two major fires brought down the church's tower and interior areas. Left are the…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-y-convento-de-santo-domingo/a/poi-sig/1337521/358532",
    "image_url": null,
    "detail_description": "Built in 1678, these gorgeous ruins in Casco Viejo are what remain after two major fires brought down the church's tower and interior areas. Left are the walls and arches, including a notable flat arch meant to aid in the acoustics of the choir.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 32,
    "name": "Iglesia y Convento de La Merced",
    "latitude": "9.005384",
    "longitude": "-79.492478",
    "excerpt": "Erected by the Mercedarian friars in the early 17th century, these Panamá Viejo buildings survived the fire that swept the city following privateer Henry…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-y-convento-de-la-merced/a/poi-sig/1337740/358532",
    "image_url": null,
    "detail_description": "Erected by the Mercedarian friars in the early 17th century, these Panamá Viejo buildings survived the fire that swept the city following privateer Henry Morgan’s assault. However, the church’s facade was dismantled by friars and moved to Casco Viejo, where it can be seen today.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 31,
    "name": "Mariposario Metropolitano",
    "latitude": "8.9862699813304",
    "longitude": "-79.546993180519",
    "excerpt": "With 1600 species, Panama City's butterfly garden is a worthy stop for nature lovers. Fifteen-minute guided tours explain the life cycle of butterflies…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/mariposario-metropolitano/a/poi-sig/1597534/358532",
    "image_url": null,
    "detail_description": "With 1600 species, Panama City's butterfly garden is a worthy stop for nature lovers. Fifteen-minute guided tours explain the life cycle of butterflies and point out their favorite plants. Panama itself is home to 30 native butterfly species. Note that the butterflies themselves are most active on hot and sunny days.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 30,
    "name": "Fuerte Amador Resort & Marina",
    "latitude": "8.910681",
    "longitude": "-79.520502",
    "excerpt": "At the end of Isla Flamenco, this complex contains a two-story shopping center, a marina, a cruise-ship terminal and a number of restaurants and bars. At…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/fuerte-amador-resort-marina/a/poi-sig/432898/358532",
    "image_url": null,
    "detail_description": "At the end of Isla Flamenco, this complex contains a two-story shopping center, a marina, a cruise-ship terminal and a number of restaurants and bars. At night, these open-air spots are a big draw, providing a fine setting for cocktails or a decent meal. Daily boats depart the marina for the nearby resort island of Isla Taboga.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 27,
    "name": "Iglesia y Convento de la Compañía de Jesús",
    "latitude": "9.0074177390456",
    "longitude": "-79.487034338871",
    "excerpt": "In Panamá Viejo, the Jesuits arrived a decade or so after Dominican friars and built Iglesia y Convento de la Compañía de Jesús, whose stone ruins are…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-y-convento-de-la-compania-de-jesus/a/poi-sig/1337738/358532",
    "image_url": null,
    "detail_description": "In Panamá Viejo, the Jesuits arrived a decade or so after Dominican friars and built Iglesia y Convento de la Compañía de Jesús, whose stone ruins are visible today. These spacious ruins of a church and convent were erected by the nuns of Nuestra Señora de la Concepción. Most of the ruins, which cover the better part of two blocks, were part of the church – little remains of the convent.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 29,
    "name": "City of Knowledge",
    "latitude": "8.999853",
    "longitude": "-79.583437",
    "excerpt": "Once the headquarters for the US Southern Command in Panama, ‘Ciudad del Saber’ is today a government-sponsored center for education, research and…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/city-of-knowledge/a/poi-sig/1562724/358532",
    "image_url": null,
    "detail_description": "Once the headquarters for the US Southern Command in Panama, ‘Ciudad del Saber’ is today a government-sponsored center for education, research and innovation. Located on 120 hectares of open green spaces overlooking the Panama Canal, it’s also the setting for many of the city’s biggest events including the capital’s annual Jazz Festival.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 28,
    "name": "Iglesia y Convento de San Francisco",
    "latitude": "9.0060578204585",
    "longitude": "-79.490242178244",
    "excerpt": "Like other Panamá Viejo churches, this is among the settlement's most outstanding structures: rectangular, with stone outer walls, timber roofs, internal…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-y-convento-de-san-francisco/a/poi-sig/1337741/358532",
    "image_url": null,
    "detail_description": "Like other Panamá Viejo churches, this is among the settlement's most outstanding structures: rectangular, with stone outer walls, timber roofs, internal wooden supports and a lack of towers. Building began on the complex in 1589. The adjoining convent had inner courts surrounded by wooden galleries, and the larger ones had enclosed gardens and orchards.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 25,
    "name": "Casas Reales",
    "latitude": "9.0060470094017",
    "longitude": "-79.483948449536",
    "excerpt": "Panamá Viejo's center of power resided at Casas Reales, a complex ringed by timber ramparts and separated from the city proper by a moat. Within the…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/casas-reales/a/poi-sig/1337736/358532",
    "image_url": null,
    "detail_description": "Panamá Viejo's center of power resided at Casas Reales, a complex ringed by timber ramparts and separated from the city proper by a moat. Within the complex were the customs house, the royal treasury, a prison and the governor’s house. Despite the obvious historical importance of the site, past governments have allowed sections of the property to be used as a landfill and for horse stables. Only scattered walls remain of the once impressive structures.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 24,
    "name": "Catedral de Nuestra Señora de la Asunción",
    "latitude": "9.0075323640187",
    "longitude": "-79.485349248872",
    "excerpt": "Built between 1619 and 1626, this cathedral is the best-preserved building of the Panamá Viejo ruins. In traditional fashion, it was designed so that its…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/catedral-de-nuestra-senora-de-la-asuncion/a/poi-sig/1337723/358532",
    "image_url": null,
    "detail_description": "Built between 1619 and 1626, this cathedral is the best-preserved building of the Panamá Viejo ruins. In traditional fashion, it was designed so that its two side chapels gave the cathedral a cross-like shape when viewed from the heavens. The bell tower at the back of the church may have served double duty as a watchtower for the Casas Reales. The main facade, which faced the Plaza Mayor, is gone; only the walls remain.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 26,
    "name": "Baha’i House of Worship",
    "latitude": "9.042174",
    "longitude": "-79.544964",
    "excerpt": "On the northeastern outskirts of Panama City, the white-domed Baha’i House of Worship is the mother temple for all of Latin America. It looms like a giant…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/baha-i-house-of-worship/a/poi-sig/432888/358532",
    "image_url": null,
    "detail_description": "On the northeastern outskirts of Panama City, the white-domed Baha’i House of Worship is the mother temple for all of Latin America. It looms like a giant egg atop the crest of a hill, with a beautiful, breezy interior. Readings from the Baha’i writings (in English and Spanish) are held Sunday morning at 10am. Any bus to Colón can let you off on the highway, but it’s a long walk up the hill. It's 11km from the city center on Vía Transístmica.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 23,
    "name": "Casas de Terrín",
    "latitude": "9.0069778908576",
    "longitude": "-79.485719675163",
    "excerpt": "Facing the Plaza Mayor in Panamá Viejo, these houses were built by Francisco Terrín. The better houses were usually built from timber and placed wall to…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/casas-de-terrin/a/poi-sig/1337730/358532",
    "image_url": null,
    "detail_description": "Facing the Plaza Mayor in Panamá Viejo, these houses were built by Francisco Terrín. The better houses were usually built from timber and placed wall to wall, with small inner courts, open-air kitchens and separate wings for the servants. Some had ground-floor galleries and balconies, and most had plain exterior walls. The ruins of a few of the fancier stone homes remain. The poor had far simpler dwellings, usually thatched huts built with inexpensive materials such as reeds.\r\n\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 22,
    "name": "World Trade Center",
    "latitude": "8.9810141580683",
    "longitude": "-79.519758777195",
    "excerpt": "Located within the financial district, these two towers were built in 1996.",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/world-trade-center/a/poi-sig/1337705/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/46af89ba4a6d97c47e24a3b5aea38e86-world-trade-center.jpg",
    "detail_description": "Located within the financial district, these two towers were built in 1996.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 21,
    "name": "Panama Canal Murals",
    "latitude": "8.9599430403325",
    "longitude": "-79.554920196533",
    "excerpt": "The story of the monumental effort to build the Panama Canal is powerfully depicted in murals by notable artist William B Van Ingen of New York. The…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/panama-canal-murals/a/poi-sig/432930/358532",
    "image_url": null,
    "detail_description": "The story of the monumental effort to build the Panama Canal is powerfully depicted in murals by notable artist William B Van Ingen of New York. The murals are mounted in the rotunda of the Panama Canal Administration Building. The paintings have the distinction of being the largest group of murals by an American artist on display outside the USA.\nThe murals tell the story of the canal’s construction through four main scenes: the digging of Gaillard Cut at Gold Hill, where the canal passes through the continental divide; the building of the spillway of the Gatún Dam, which dammed the Río Chagres and created Lago Gatún; the construction of one of the giant lock gates (the canal uses some 80 of these gates); and the construction of the Miraflores Locks near the Pacific entrance to the canal. A frieze located immediately below the murals presents a panorama of the excavation of Gaillard Cut.Van Ingen is also known for his murals in the Library of Congress and the US Mint.It's closed on weekends, but guards may allow visits between 10am and 2:30pm if you ask politely."
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 20,
    "name": "Iglesia de La Merced",
    "latitude": "8.9527046096935",
    "longitude": "-79.536620660151",
    "excerpt": "An example of the baroque style in Panama, this Casco Viejo church was built in 1673 with a facade transferred from Panamá Viejo.",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-de-la-merced/a/poi-sig/1337473/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cb8afcbb0ffed93eba2f9faca3c4e7c9-iglesia-de-la-merced.jpg",
    "detail_description": "An example of the baroque style in Panama, this Casco Viejo church was built in 1673 with a facade transferred from Panamá Viejo.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 19,
    "name": "Balboa Statue",
    "latitude": "8.9688262432998",
    "longitude": "-79.531051567779",
    "excerpt": "Sculpted by Miguel Blan and Mariano Benlliure, the Balboa statue overlooks the Bahía de Panamá and was inaugurated in 1924, a gift from Spain.",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/balboa-statue/a/poi-sig/1337556/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/08342e4b96ec4975a9c87ddb6b8efd67-balboa-statue.jpg",
    "detail_description": "Sculpted by Miguel Blan and Mariano Benlliure, the Balboa statue overlooks the Bahía de Panamá and was inaugurated in 1924, a gift from Spain.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 18,
    "name": "Museo de Historia de Panamá",
    "latitude": "8.9519455298494",
    "longitude": "-79.535008517579",
    "excerpt": "The modest Museo de Historia de Panamá has a small selection of exhibits covering Panamanian history from the colonial period to the modern era.",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/museo-de-historia-de-panama/a/poi-sig/432920/358532",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Panama%20Panama%20City%20Mabelin%20Santos%20shutterstock_1404957653%20RFE.jpg",
    "detail_description": "The modest Museo de Historia de Panamá has a small selection of exhibits covering Panamanian history from the colonial period to the modern era.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 17,
    "name": "Iglesia y Convento de Santo Domingo",
    "latitude": "9.0079464043402",
    "longitude": "-79.485778824412",
    "excerpt": "Iglesia y Convento de Santo Domingo is the best-preserved church of the ruins of Panamá Viejo. The convent dates from the 1570s, though the church was…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-y-convento-de-santo-domingo/a/poi-sig/1337727/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bb26319b683e5ca832ef429735e20619-iglesia-y-convento-de-santo-domingo.jpg",
    "detail_description": "Iglesia y Convento de Santo Domingo is the best-preserved church of the ruins of Panamá Viejo. The convent dates from the 1570s, though the church was built 20 or more years later.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 15,
    "name": "Iglesia de la Compañía de Jesús",
    "latitude": "8.951719",
    "longitude": "-79.535426",
    "excerpt": "These days only a shell, this 1741 convent and church in Casco Viejo was destroyed in a fire and further damaged in an earthquake but remains a thing of…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-de-la-compania-de-jesus/a/poi-sig/1337485/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/71e8ca1c80a0ea7374416b0297cf044d-iglesia-y-convento-de-la-compania-de-jesus.jpg",
    "detail_description": "These days only a shell, this 1741 convent and church in Casco Viejo was destroyed in a fire and further damaged in an earthquake but remains a thing of beauty. It has numerous seashell niches that represent the marine riches of Panama.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 16,
    "name": "Parque Recreativo Omar",
    "latitude": "8.997839",
    "longitude": "-79.50737",
    "excerpt": "The biggest park in the city is filled with children, joggers and the occasional salsa class. It's located in Omar, behind the San Francisco neighborhood…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/parque-recreativo-omar/a/poi-sig/1331826/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f7edd97c441038943f819ce0c32f44af-parque-recreativo-omar.jpg",
    "detail_description": "The biggest park in the city is filled with children, joggers and the occasional salsa class. It's located in Omar, behind the San Francisco neighborhood. Access is from Vía Belisario.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 11,
    "name": "Explora Center of Science & Arts",
    "latitude": "9.033443",
    "longitude": "-79.529514",
    "excerpt": "Mini travelers (and those young at heart) will love this museum dedicated to interactive learning. Six exhibition rooms explore such themes as electricity…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/explora-center-of-science-arts/a/poi-sig/1564523/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6cb5f860a281eafc9f4c2ee8d5a1eb0e-explora-center-of-science-and-arts.jpg",
    "detail_description": "Mini travelers (and those young at heart) will love this museum dedicated to interactive learning. Six exhibition rooms explore such themes as electricity, sound, natural phenomena, the Panama Canal and more. Don’t miss the gravity room, a tilted room of optical illusions that will leave you feeling disoriented…and maybe a little sick! Guided tours available in English and Spanish.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 13,
    "name": "Teatro Nacional",
    "latitude": "8.9525429239064",
    "longitude": "-79.533179435726",
    "excerpt": "Built in 1907, the interior of this ornate Casco Viejo theater has been completely restored. It boasts red and gold decorations, a once-magnificent…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/teatro-nacional/a/poi-sig/432944/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0ee198db86a20dec410c00abd7e8cb68-teatro-nacional.jpg",
    "detail_description": "Built in 1907, the interior of this ornate Casco Viejo theater has been completely restored. It boasts red and gold decorations, a once-magnificent ceiling mural by Roberto Lewis (one of Panama’s finest painters) and an impressive crystal chandelier. Performances are still held here. For information visit the office at the side of the building.\r\n\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 14,
    "name": "American Trade Hall",
    "latitude": "8.952577",
    "longitude": "-79.537336",
    "excerpt": "Once the headquarters of the First National City Bank of New York, this is where much of the financing of the Panama Canal took place. Today the American…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/american-trade-hall/a/poi-sig/1562726/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6f579ca0795420956af427c63f425412-american-trade-hall.jpg",
    "detail_description": "Once the headquarters of the First National City Bank of New York, this is where much of the financing of the Panama Canal took place. Today the American Trade Hall opens for cultural events only, but it’s worth passing by to admire its beautiful art deco architecture that has been lovingly restored.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 12,
    "name": "Parque Bolívar",
    "latitude": "8.9532782653848",
    "longitude": "-79.533558900272",
    "excerpt": "In 1826, in a schoolroom opposite this Casco Viejo park, Simón Bolívar held a meeting urging the union of the Latin American countries. Bolívar eventually…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/parque-bolivar/a/poi-sig/432934/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cc75f73a50a0f745b8f89fc834d7bebd-parque-bolivar.jpg",
    "detail_description": "In 1826, in a schoolroom opposite this Casco Viejo park, Simón Bolívar held a meeting urging the union of the Latin American countries. Bolívar eventually succeeded in liberating Bolivia, Colombia, Ecuador, Peru and Venezuela from Spanish rule and uniting them as Gran Colombia. Although he was unable to keep Gran Colombia together, he is venerated as a hero throughout Latin America.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 10,
    "name": "Museo del Canal Interoceánico",
    "latitude": "8.9519831720019",
    "longitude": "-79.534733347582",
    "excerpt": "This impressive museum is housed in a beautifully restored building that once served as the headquarters for the original French canal company. The Panama…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/museo-del-canal-interoceanico/a/poi-sig/432926/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/97c201ee561d2cb0b290d56fb46a2d22-museo-del-canal-interoceanico.jpg",
    "detail_description": "This impressive museum is housed in a beautifully restored building that once served as the headquarters for the original French canal company. The Panama Canal Museum (as it’s more commonly known) presents excellent exhibits on the famous waterway, framed in their historical and political context. Signs are in Spanish, but English-speaking guides and audio guides (US$5) are available.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 9,
    "name": "Museo de Sitio Panamá Viejo",
    "latitude": "9.003689",
    "longitude": "-79.49412",
    "excerpt": "In the original settlement of Panamá Viejo, this museum traces the history from pre-colonial times to colonial life. There's an impressive scale model of…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/museo-de-sitio-panama-viejo/a/poi-sig/432924/358532",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_477467743.jpg",
    "detail_description": "In the original settlement of Panamá Viejo, this museum traces the history from pre-colonial times to colonial life. There's an impressive scale model of Panamá Viejo prior to 1671 as well as religious art, and exhibits on old maps and on pirate history. An optional extra is climbing Mirador de la Torre, the lookout tower; children under eight are not allowed.\n"
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 8,
    "name": "Museo de Arte Religioso Colonial",
    "latitude": "8.951666",
    "longitude": "-79.533387",
    "excerpt": "Housed beside the ruins of the Iglesia y Convento de Santo Domingo, the Museo de Arte Religioso Colonial has a collection of colonial-era religious…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/museo-de-arte-religioso-colonial/a/poi-sig/432916/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9ae8e611a2b629c7a766faaafb15db08-museo-de-arte-religioso-colonial.jpg",
    "detail_description": "Housed beside the ruins of the Iglesia y Convento de Santo Domingo, the Museo de Arte Religioso Colonial has a collection of colonial-era religious artifacts, some dating from the 16th century.\nJust inside the ruins' doorway, the Arco Chato is a long arch that stood here unsupported for centuries. It even played a part in the selection of Panama over Nicaragua as the site for the canal, since its survival was taken as proof that the area was not subject to earthquakes. It collapsed in 2003 but has since been rebuilt."
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 7,
    "name": "Iglesia de San José",
    "latitude": "8.951475",
    "longitude": "-79.536027",
    "excerpt": "This Casco Viejo church protects the famous Altar de Oro (Golden Altar), the sole relic salvaged after privateer Henry Morgan sacked Panamá Viejo.",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-de-san-jose/a/poi-sig/432900/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b643082e735780ce0a90c3fc78b2e70d-iglesia-de-san-jose.jpg",
    "detail_description": "This Casco Viejo church protects the famous Altar de Oro (Golden Altar), the sole relic salvaged after privateer Henry Morgan sacked Panamá Viejo.\nAccording to local legend, when word came of Morgan’s impending attack, a priest attempted to disguise the altar by painting it black. The priest told Morgan that the famous altar had been stolen by another pirate, and even convinced Morgan to donate handsomely for its replacement. Morgan is said to have told the priest, ‘I don’t know why, but I think you are more of a pirate than I am.’ Whatever the truth, the baroque altar was later moved from the old city to the present site."
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 6,
    "name": "Plaza de Francia",
    "latitude": "8.949684",
    "longitude": "-79.531982",
    "excerpt": "At the tip of the southern point of Casco Viejo, this beautiful plaza pays homage to the French role in the construction of the canal. Its large stone…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/plaza-de-francia/a/poi-sig/432940/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6fefd7d35b3ba197b85982512c7dacf1-plaza-de-francia.jpg",
    "detail_description": "At the tip of the southern point of Casco Viejo, this beautiful plaza pays homage to the French role in the construction of the canal. Its large stone tablets and statues are dedicated to the memory of the 22,000 workers who died trying to create the canal.\nMost of the workers died from yellow fever and malaria. Among the busts is a monument to Cuban doctor Carlos J Finlay, whose discovery of how mosquitoes transmit yellow fever led to the eradication of the disease.On one side of the plaza are nine restored dungeons that were used by the Spaniards and later by the Colombians. Although they’re now home to some rather upscale art galleries and shops, you can still see the original stonework. Also on the plaza are the Teatro Anita Villalaz and the Instituto Nacional de Cultura."
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 5,
    "name": "Centro Natural Punta Culebra",
    "latitude": "8.9146765221082",
    "longitude": "-79.530136585236",
    "excerpt": "Ideal for families, CEM is operated by the Smithsonian Tropical Research Institute (STRI). This informative marine museum features two small aquariums and…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/centro-natural-punta-culebra/a/poi-sig/432894/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c43ee405fa6dab3a7cbb8f9c3b7eb8fd-centro-natural-punta-culebra.jpg",
    "detail_description": "Ideal for families, CEM is operated by the Smithsonian Tropical Research Institute (STRI). This informative marine museum features two small aquariums and a nature trail with three-toed sloths and iguanas in a surviving patch of dry forest, once prolific along Central America’s Pacific coast. Signs are in English and Spanish.\nA tropical frogs exhibit brings you up close with creatures like the strawberry poison dart frog. Separate aquariums allow for comparison of fish from the Pacific and the Caribbean, with the differences explained by staff. Exhibits examine the role of marine resources in the country’s economy, and the destructive effects of harvesting fish and shrimp by net.Exhibits include a small six-sided building with sweeping views of the Bahía de Panamá, built by Manuel Noriega for intimate gatherings. Today it has exhibits on the history of Panama’s indigenous cultures.Outside, large, intelligent illustrations of vessels allow visitors to glance out at the ocean and identify the types of ships waiting to transit the canal, aided by a telescope."
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 4,
    "name": "Parque Natural Metropolitano",
    "latitude": "8.990633",
    "longitude": "-79.546938",
    "excerpt": "On a hill north of downtown, this 265-hectare park protects vast expanses of tropical semideciduous forest within the city limits, and serves as an…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/parque-natural-metropolitano/a/poi-sig/432936/358532",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Panama%20Panama%20City%20mimher%20shutterstock_1729356151%20RFE.jpg",
    "detail_description": "On a hill north of downtown, this 265-hectare park protects vast expanses of tropical semideciduous forest within the city limits, and serves as an incredible wilderness escape from the trappings of the capital. Two main walking trails, the Nature Trail and the Tití Monkey Trail, join to form one long loop. On the loop, a 150m-high mirador (lookout) offers panoramic views of Panama City, the bay and the canal all the way to the Miraflores Locks.\nMammals in the park include tití monkeys, anteaters, sloths and white-tailed deer, while reptiles include iguanas, turtles and tortoises. More than 250 bird species have been spotted here, and there are fish and shrimp living in the Río Curundú, which runs along the eastern side of the park.The park was the site of an important battle during the US invasion to oust Manuel Noriega. Also of historical significance are the concrete structures just past the park entrance, which were used during WWII as a testing and assembly plant for aircraft engines.The park is bordered on its western and northern sides by Camino de la Amistad and to the south and east by Corredor Norte; Av Juan Pablo II runs right through the park. Pick up a pamphlet for a self-guided tour in Spanish and English at the visitors center, 40m north of the park entrance. Rangers offer one-hour tours to groups of five or more (around US$6 per person), but you need to call in advance.An international team of scientists from the Smithsonian Tropical Research Institute (STRI) have set up a crane in the park to study the forest canopy, which is home to a complete ecosystem 30m to 50m up from the ground. Although the crane was previously off-limits to the public, Ancon Expeditions was awarded permission to take tourists up to the treetops. This is a highly recommended experience that will provide you with an entirely different view of the rainforest, though you will need to book in advance as only a limited number of tourists is allowed up on the crane each day."
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 3,
    "name": "Panamá Viejo",
    "latitude": "9.003657",
    "longitude": "-79.494227",
    "excerpt": "Founded on August 15, 1519, by Spanish conquistador Pedro Arias de Ávila, the city of Panamá was the first European settlement along the Pacific. For 150…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/panama-viejo/a/poi-sig/432932/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/926c32ccf995bcbd23238cef6b425807-panama-viejo-ruins.jpg",
    "detail_description": "Founded on August 15, 1519, by Spanish conquistador Pedro Arias de Ávila, the city of Panamá was the first European settlement along the Pacific. For 150 years it flourished as Spain exported Peruvian gold and silver to Europe via Panamá. In 1671, Captain Henry Morgan sacked the city and it was relocated to the present-day Casco Viejo. Today much of Panamá Viejo lies buried under a poor residential neighborhood, though the ruins are a must-see.\nThe center of power resided at the Casas Reales, a complex ringed by timber ramparts and separated from the city proper by a moat. Within the complex were the customs house, the royal treasury, a prison and the governor's house. Despite the obvious historical importance of the site, past governments have allowed sections of the property to be used as a landfill and for horse stables. Only scattered walls remain of the once-impressive structures.The Catedral de Nuestra Señora de la Asunción, built between 1619 and 1626, is the best-preserved building of the ruins. In traditional fashion, it was designed so that its two side chapels gave the cathedral a cross-like shape as viewed from the heavens. The bell tower was at the back of the church and may have served double duty as a watchtower for the Casas Reales. The main facade, which faced the Plaza Mayor (Grand Plaza), is gone – only the walls remain.Also facing the Plaza Mayor were the Cabildo de la Ciudad and the Casas de Terrín, houses built by one of the city's wealthiest citizens, Francisco Terrín.Immediately north of the cathedral are the massive ruins of Casa Alarcón, the town's best-preserved and largest known private residence, which dates from the 1640s. Just north of the former residence is the Iglesia y Convento de Santo Domingo, the best-preserved church of the ruins. The convent dates from the 1570s; the church was built 20 or more years later.Arriving a decade or so after the Dominican friars were the Jesuits, who built the Iglesia y Convento de la Compañía de Jesús, whose stone ruins are likewise visible today. Just west of the Jesuits' facilities are the spacious ruins of a church and convent, the Iglesia y Convento de la Concepción, which were erected by the nuns of Nuestra Señora de la Concepción (Our Lady of the Conception). Most of the ruins, which cover the better part of two blocks, were part of the church – little remains of the convent.Between the nuns' church and the sea was the city's sole hospital, the Hospital de San Juan de Dios. Unfortunately, much of the hospital's remains were scattered when Av Cincuentenario and a side road were put in. Also bordering the avenue, two blocks west of the hospital's ruins, are the remains of the Iglesia y Convento de San Francisco, the facilities erected by the Franciscans. The church faced the sea and stood on a massive base.Continuing two blocks west along Av Cincuentenario, you'll arrive at the ruins of the Iglesia y Convento de La Merced. Erected by Mercedarian friars in the early 17th century, the buildings survived the fire that swept the city following Morgan's assault. However, the church's facade is missing because the friars dismantled it and moved it to Casco Viejo, where it can be seen today.Further west and paralleling the modern bridge is the Puente del Matadero, a horribly over-restored stone bridge that took its name from a nearby slaughterhouse, and marked the beginning of the Camino Real to Portobelo. A much more significant bridge is the Puente del Rey, which is visible from Av Cincuentenario near the northern edge of town. Built in 1617, it may be the oldest standing bridge in the Americas.About halfway between Puente del Rey and the Iglesia y Convento de Santo Domingo lies the Iglesia de San José, which belonged to the Augustine order. Marking this building as special were its vaulted side chapels, an architectural feature seldom seen in Panama.Enter via the entrance furthest west to access the visitor center and museum. The terrain is extensive and best suited to able walkers. Golf cart tours are sporadically offered when there are enough guests to fill the cart."
},
{
    "country": "panama-city",
    "city": "Panama City",
    "index": 2,
    "name": "Museo de Arte Contemporáneo",
    "latitude": "8.9602899659338",
    "longitude": "-79.543418170909",
    "excerpt": "This wonderful privately owned museum features the best collection of Panamanian art anywhere, an excellent collection of works on paper by Latin American…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/museo-de-arte-contemporaneo/a/poi-sig/432914/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/72a34ac7bfe1d03e3fe717b5c0310e8a-museo-de-arte-contemporaneo.jpg",
    "detail_description": "This wonderful privately owned museum features the best collection of Panamanian art anywhere, an excellent collection of works on paper by Latin American artists, and the occasional temporary exhibition by a foreign or national artist.\n"
}
]