[
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 1,
        "name": "Monumento Bertoni",
        "latitude": "-25.661256",
        "longitude": "-54.584327",
        "excerpt": "A family of Swiss immigrants led by father Moisés, the Bertonis had the idea of breeding a community of scientists deep in the Paraguayan jungle at the…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/southern-paraguay/ciudad-del-este/attractions/monumento-bertoni/a/poi-sig/1524768/363381",
        "image_url": null,
        "detail_description": "A family of Swiss immigrants led by father Moisés, the Bertonis had the idea of breeding a community of scientists deep in the Paraguayan jungle at the turn of the 20th century. With each child given a branch of the sciences to study, they made a significant impact on the (admittedly limited) Paraguayan scientific community of the time. The monument is the family home, holding a museum documenting the family's achievements, walking trails in the surrounding forest on the banks of the Río Paraná, and Moises' resting place.\nPerhaps the most famous of Bertoni's offspring was his son Winkelried, a world-renowned biologist who published tirelessly until his early 30s, when he decided that science wasn't really his calling and moved to Asunción to work in a bank.Ask at Senatur for information on how to visit."
    },
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 2,
        "name": "Flora and Fauna Itaipú Binacional",
        "latitude": "-25.446607",
        "longitude": "-54.633808",
        "excerpt": "In the creation of the Itaipú Dam, the dam company was obliged to set up a series of eight private reserves that now protect the last remnants of the Alto…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/southern-paraguay/ciudad-del-este/attractions/flora-and-fauna-itaipu-binacional/a/poi-sig/1270786/363381",
        "image_url": null,
        "detail_description": "In the creation of the Itaipú Dam, the dam company was obliged to set up a series of eight private reserves that now protect the last remnants of the Alto Paraná Atlantic Forest. Three of the most interesting are Refugio Tati Yupi, Reserva Itabó and Limoy. To visit, you'll need your own vehicle and prior permission (permits take a while to be approved). Basic accommodations are available free at some reserves, but you'll have to bring your own bedclothes and food.\nRefugio Tati Yupi, 26km north of Ciudad del Este, is the easiest to visit. A popular weekend spot, it is best visited during the week on a day-trip from Ciudad del Este if you hope to see animals. Serious animal-watchers will prefer Reserva Itabó, 100km north of the city. The forest here is undisturbed and teeming with wildlife, including friendly armadillos and endangered Vinaceous Amazon parrots. There are good accommodations, too, though occasionally they're occupied by school groups. The largest reserve is Limoy, another 65km further north, but the facilities are basic and access is difficult without a 4WD."
    },
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 3,
        "name": "Yaguarón Church",
        "latitude": "-25.562052",
        "longitude": "-57.28426",
        "excerpt": "This 18th-century Franciscan church is a landmark of colonial architecture that is not to be missed. The simple design of the exterior, with its separate…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/yaguaron/attractions/yaguaron-church/a/poi-sig/1524731/1341656",
        "image_url": null,
        "detail_description": "This 18th-century Franciscan church is a landmark of colonial architecture that is not to be missed. The simple design of the exterior, with its separate wooden bell tower, belies the extraordinary beauty of the painted and carved interior, a masterpiece of religious art and one of the most ornate churches in South America.\nYou will need to tip the caretaker if you want the lights turned on."
    },
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 4,
        "name": "San Cosme y Damián",
        "latitude": "-27.316646",
        "longitude": "-56.330874",
        "excerpt": "The only Jesuit church that still functions for services, San Cosme y Damián is more impressive for its wooden statues than for the church itself, which…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/trinidad-and-jesus/attractions/san-cosme-y-damian/a/poi-sig/1602509/1327377",
        "image_url": null,
        "detail_description": "The only Jesuit church that still functions for services, San Cosme y Damián is more impressive for its wooden statues than for the church itself, which has been partially destroyed by fire. The stone building is sedate, lacking the ornamentation of Trinidad and the imposing walls of Jesús. Accompaniment by a local, Spanish-speaking guide is obligatory.\nVisits include a film about Guaraní cosmology and a show in the planetarium, as well as the opportunity to look at the sun through a helioscope."
    },
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 5,
        "name": "Fortín Boquerón",
        "latitude": "-22.774282",
        "longitude": "-59.938831",
        "excerpt": "Fortín Boquerón is the site of one of the decisive battles of the Chaco War (1932–35). There is an excellent museum, as well as a graveyard of the fallen…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/the-chaco/attractions/fortin-boqueron/a/poi-sig/1270819/1327386",
        "image_url": null,
        "detail_description": "Fortín Boquerón is the site of one of the decisive battles of the Chaco War (1932–35). There is an excellent museum, as well as a graveyard of the fallen and a gigantic monument constructed from the original defenses and trenches. The site is 65km south of a turnoff at Cruce Los Pioneros on the Ruta Trans-Chaco.\nLook for the hollowed-out palo borracho tree once used as a sniper's nest. From the front it looks like a woodpecker hole but, despite being gutted more than 70 years ago, the tree is still alive!"
    },
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 6,
        "name": "Salto del Monday",
        "latitude": "-25.561278",
        "longitude": "-54.633014",
        "excerpt": "This impressive 80m-high waterfall, located 10km south of Ciudad del Este, suffers from its close proximity to Iguazú Falls on the other side of the…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/southern-paraguay/ciudad-del-este/attractions/salto-del-monday/a/poi-sig/1270783/363381",
        "image_url": null,
        "detail_description": "This impressive 80m-high waterfall, located 10km south of Ciudad del Este, suffers from its close proximity to Iguazú Falls on the other side of the border. If you have time on your hands, it's well worth the visit, especially as dusk falls and tens of thousands of swifts gather before zipping in to roost on the slippery rocks behind the cascades.\nPlenty of adventure activities are offered by the organization Aqua Paraná Tour, which now runs the site, including zipwires, arboreal walkways and a panoramic elevator. A return taxi ride will cost around 80,000G, including waiting time. In case you're wondering, it's pronounced mon-da-OO!"
    },
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 7,
        "name": "Trinidad",
        "latitude": "-27.130207",
        "longitude": "-55.701435",
        "excerpt": "A visually striking red-sandstone structure with an ornate style incorporating Roman arches, and strongly featuring the passion-flower motif, signature of…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/trinidad-and-jesus/attractions/trinidad/a/poi-sig/1599361/1327377",
        "image_url": null,
        "detail_description": "A visually striking red-sandstone structure with an ornate style incorporating Roman arches, and strongly featuring the passion-flower motif, signature of the Italian architect Juan Prímoli. Founded in 1706, Guaraní people continued to inhabit the site after the expulsion of the Jesuits, until the collapse of the church dome was taken as an instruction by God to abandon the site.\n"
    },
    {
        "country": "paraguay",
        "city": "Asunción",
        "index": 8,
        "name": "Estación Ferrocarril",
        "latitude": "-25.285098267169",
        "longitude": "-57.630151869092",
        "excerpt": "The Asunción–Encarnación railway line was the first in South America. One of the first trains to run the route is on display at the old Estación…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/asuncion/attractions/estacion-ferrocarril/a/poi-sig/1270734/363375",
        "image_url": null,
        "detail_description": "The Asunción–Encarnación railway line was the first in South America. One of the first trains to run the route is on display at the old Estación Ferrocarril (Railway Station), along with other items from the period that are decaying decadently.These days the station is used more for concerts, theater shows and recitals than anything else. Check the billboards outside for information.\n"
    },
    {
        "country": "paraguay",
        "city": "Asunción",
        "index": 9,
        "name": "Jardín Botánico",
        "latitude": "-25.25176",
        "longitude": "-57.577457",
        "excerpt": "From the center, Av Artigas runs approximately 6km to the Jardín Botánico. The former estate of the ruling López dynasty, it now houses the city zoo, a…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/asuncion/attractions/jardin-botanico/a/poi-sig/1270737/363375",
        "image_url": null,
        "detail_description": "From the center, Av Artigas runs approximately 6km to the Jardín Botánico. The former estate of the ruling López dynasty, it now houses the city zoo, a small nature reserve and a couple of historical buildings: Carlos Antonio López humble colonial house and his son Francisco Solano López former mansion.\nTake bus 24 or 35 from Cerro Corá."
    },
    {
        "country": "paraguay",
        "city": "Asunción",
        "index": 10,
        "name": "Palacio López",
        "latitude": "-25.277232727882",
        "longitude": "-57.63720152861",
        "excerpt": "The grand pink Palacio López is the seat of government. During the early years of independence you could be shot for merely looking at the exterior! These…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/asuncion/attractions/palacio-lopez/a/poi-sig/1268141/363375",
        "image_url": null,
        "detail_description": "The grand pink Palacio López is the seat of government. During the early years of independence you could be shot for merely looking at the exterior! These days, despite being the seat of government, you will find security rather more laid back, although it's still closed to the public. The best photo opportunities are from the river side.\n"
    },
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 11,
        "name": "Ita Cajón",
        "latitude": "-27.132556",
        "longitude": "-55.709417",
        "excerpt": "The former Jesuit quarry has now been turned into a pleasant park. The Jesuits removed the stone by hammering along fault lines until the rock broke,…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/trinidad-and-jesus/attractions/ita-cajon/a/poi-sig/1599362/1327377",
        "image_url": null,
        "detail_description": "The former Jesuit quarry has now been turned into a pleasant park. The Jesuits removed the stone by hammering along fault lines until the rock broke, leaving the unusual stair-case effect on the quarry walls. The gardens are adorned by statues of Guaraní mythical figures.Entry includes access to the mirador (viewing point) that overlooks Trinidad.\n"
    },
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 12,
        "name": "Jesús de Tavarangüe",
        "latitude": "-27.053985",
        "longitude": "-55.752482",
        "excerpt": "The name Jesús de Tavarangüe means 'Jesus the town that was never finished,' as the Jesuits were expelled before it could be completed. The Spanish…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/trinidad-and-jesus/attractions/jesus-de-tavaranguee/a/poi-sig/1599363/1327377",
        "image_url": null,
        "detail_description": "The name Jesús de Tavarangüe means 'Jesus the town that was never finished,' as the Jesuits were expelled before it could be completed. The Spanish architect Antonio Forcada used a sedate style featuring Moorish 'mixtilinear' arches and a yellow sandstone. The church was almost finished (it never had a roof), but now only the foundations of the surrounding buildings remain.\n"
    },
    {
        "country": "paraguay",
        "city": "Asunción",
        "index": 13,
        "name": "Manzana de la Rivera",
        "latitude": "-25.277919",
        "longitude": "-57.638022",
        "excerpt": "Just across the street from Palacio López is the Manzana de la Rivera, a complex of nine colorful and restored houses. The oldest is Casa Viola (1750),…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/asuncion/attractions/manzana-de-la-rivera/a/poi-sig/1268142/363375",
        "image_url": null,
        "detail_description": "Just across the street from Palacio López is the Manzana de la Rivera, a complex of nine colorful and restored houses. The oldest is Casa Viola (1750), where the Museo Memoria de la Ciudad houses a history of Asunción's urban development.\n"
    },
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 14,
        "name": "Museo Jesuítica de Santa Fe",
        "latitude": "-26.782376",
        "longitude": "-56.943963",
        "excerpt": "A must-see for those interested in Jesuit history, housing fine examples of religious carving. The indigenous carvers were taught their trade by a Jesuit…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/santa-maria-de-fe/attractions/museo-jesuitica-de-santa-fe/a/poi-sig/1598857/1342506",
        "image_url": null,
        "detail_description": "A must-see for those interested in Jesuit history, housing fine examples of religious carving. The indigenous carvers were taught their trade by a Jesuit master who carved a miniature template, which was then copied full size by the students. The museum holds examples of both, glorious in their imperfections.\n"
    },
    {
        "country": "paraguay",
        "city": "Asunción",
        "index": 15,
        "name": "Cabildo",
        "latitude": "-25.279762",
        "longitude": "-57.633526",
        "excerpt": "North of the Plaza de los Héroes near the waterfront is the pink cabildo (colonial town council), which was once the center of government. This…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/asuncion/attractions/cabildo/a/poi-sig/1271099/363375",
        "image_url": null,
        "detail_description": "North of the Plaza de los Héroes near the waterfront is the pink cabildo (colonial town council), which was once the center of government. This influential cultural center is a meeting place for bohemian thinkers, hosting regular cultural events and exhibitions by local artists, historians and academics.\n"
    },
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 16,
        "name": "Basilica de Caacupé",
        "latitude": "-25.38612",
        "longitude": "-57.141169",
        "excerpt": "Paraguay's answer to the Vatican City, the enormous Basilica de Caacupé looks quite out of place in this otherwise quiet provincial town. Though modern,…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/caacupe-1342497/attractions/basilica-de-caacupe/a/poi-sig/1524730/1342497",
        "image_url": null,
        "detail_description": "Paraguay's answer to the Vatican City, the enormous Basilica de Caacupé looks quite out of place in this otherwise quiet provincial town. Though modern, it is still impressive, and the mural-lined stairs leading up to the bell tower are quite exquisite.\n"
    },
    {
        "country": "paraguay",
        "city": "Asunción",
        "index": 17,
        "name": "Casa de la Independencia",
        "latitude": "-25.280887",
        "longitude": "-57.636552",
        "excerpt": "The Casa de la Independencia dates from 1772 and is where Paraguay became the first country on the continent to declare its independence in 1811. Rooms…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/asuncion/attractions/casa-de-la-independencia/a/poi-sig/436796/363375",
        "image_url": null,
        "detail_description": "The Casa de la Independencia dates from 1772 and is where Paraguay became the first country on the continent to declare its independence in 1811. Rooms are decked out in period furniture and displays contain items belonging to significant figures in the bloodless revolution.\n"
    },
    {
        "country": "paraguay",
        "city": "Asunción",
        "index": 18,
        "name": "Panteón de los Héroes",
        "latitude": "-25.282245",
        "longitude": "-57.635061",
        "excerpt": "Asunción's most instantly recognizable building, the imposing Panteón de los Héroes protects the remains of Mariscal Francisco Solano López and other key…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/asuncion/attractions/panteon-de-los-heroes/a/poi-sig/436810/363375",
        "image_url": null,
        "detail_description": "Asunción's most instantly recognizable building, the imposing Panteón de los Héroes protects the remains of Mariscal Francisco Solano López and other key figures from Paraguay's historical conflicts. There is a regular changing of the guard with all the usual pomp and ceremony.\n"
    },
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 19,
        "name": "Museo del Doctor Francia",
        "latitude": "-25.560271",
        "longitude": "-57.283144",
        "excerpt": "In a little colonial house with a pleasant garden, the Museo del Doctor Francia is the house where Paraguay's first president/dictator spent much of his…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/yaguaron/attractions/museo-del-doctor-francia/a/poi-sig/1270747/1341656",
        "image_url": null,
        "detail_description": "In a little colonial house with a pleasant garden, the Museo del Doctor Francia is the house where Paraguay's first president/dictator spent much of his childhood. It is interesting for its period portraits and statues.\n"
    },
    {
        "country": "paraguay",
        "city": "Paraguay",
        "index": 20,
        "name": "Colonists' Museum",
        "latitude": "-22.353906",
        "longitude": "-60.035166",
        "excerpt": "The creaky wooden building that houses the museum is the original colony headquarters. It's filled with a bit of everything, from information about…",
        "detail_url": "https://www.lonelyplanet.com/paraguay/northern-paraguay-and-the-chaco/filadelfia/attractions/colonists-museum/a/poi-sig/1327379/363378",
        "image_url": null,
        "detail_description": "The creaky wooden building that houses the museum is the original colony headquarters. It's filled with a bit of everything, from information about Mennonite history to handmade flamethrowers for combating locusts, and colorful Nivaclé headdresses.\n"
    }
]