[
{
    "country": "park-city",
    "city": "Park City",
    "index": 1,
    "name": "Utah Olympic Park",
    "latitude": "40.711638",
    "longitude": "-111.561538",
    "excerpt": "Visit the site of the 2002 Olympic ski jumping, bobsledding, skeleton, Nordic combined and luge events, which continues to host national competitions…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/park-city/attractions/utah-olympic-park/a/poi-sig/1112757/362171",
    "image_url": null,
    "detail_description": "Visit the site of the 2002 Olympic ski jumping, bobsledding, skeleton, Nordic combined and luge events, which continues to host national competitions. There are 10m, 20m, 40m, 64m, 90m and 120m Nordic ski-jumping hills as well as a bobsled-luge run. The US Ski Team practices here year-round – in summer, the freestyle jumpers land in a bubble-filled jetted pool, and the Nordic jumpers on a hillside covered in plastic. Call for a schedule; it's free to observe.\nThe engaging and interactive Alf Engen Ski Museum, also on-site, traces local skiing history and details the 2002 Olympic events. Experts offer 45-minute guided tours on the hour.Not content to just watch the action? No problem. Reserve ahead and adults can take a 60mph bobsled ride with up to an incredible 4 to 5Gs of centrifugal force. The summer Quicksilver Alpine Slide is suitable for drivers over eight years old and riders who are three to seven. Clip on a harness and ride the 50mph Extreme Zip Line. Saturdays and Sundays in summer there's a Freestyle Show that takes off at 1pm. Inquire about bobsled, skeleton, free-jump and freestyle lessons year-round."
},
{
    "country": "park-city",
    "city": "Park City",
    "index": 5,
    "name": "McPolin Farm",
    "latitude": "40.677058",
    "longitude": "-111.527699",
    "excerpt": "This 1886 white-barn farm was purchased by the citizens of Park City in 1990 to protect and enhance the entry corridor and maintain open space. There's…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/park-city/attractions/mcpolin-farm/a/poi-sig/1564348/362171",
    "image_url": null,
    "detail_description": "This 1886 white-barn farm was purchased by the citizens of Park City in 1990 to protect and enhance the entry corridor and maintain open space. There's trail access along the upper edge of the property and seasonal events on-site.\n"
},
{
    "country": "park-city",
    "city": "Park City",
    "index": 4,
    "name": "Alf Engen Ski Museum",
    "latitude": "40.711809",
    "longitude": "-111.561871",
    "excerpt": "Interactive exhibits tell the history of skiing in the West. There's also a virtual-reality ski theater and 2002 Olympic Winter Games Museum. It's at Utah…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/park-city/attractions/alf-engen-ski-museum/a/poi-sig/1564345/362171",
    "image_url": null,
    "detail_description": "Interactive exhibits tell the history of skiing in the West. There's also a virtual-reality ski theater and 2002 Olympic Winter Games Museum. It's at Utah Olympic Park.\n"
},
{
    "country": "park-city",
    "city": "Park City",
    "index": 3,
    "name": "Banksy Art",
    "latitude": "40.64316",
    "longitude": "-111.495373",
    "excerpt": "British street-artist Banksy left behind several cool works of art off Main St when his acclaimed documentary Exit Through the Gift Shop premiered in Park…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/park-city/attractions/banksy-art/a/poi-sig/1626031/362171",
    "image_url": null,
    "detail_description": "British street-artist Banksy left behind several cool works of art off Main St when his acclaimed documentary Exit Through the Gift Shop premiered in Park City at the Sundance Film Festival in 2010. The most popular stencil, on the Java Cow building, depicts a cameraman filming an uprooted flower. You'll find another of his works, Praying Boy, at 537 Main St. The stencils were later vandalized and had to be restored and put under protective glass.\nA third piece, Dirty Rat, lies in storage at the Egyptian Theater and there are plans to display it publicly at a new black-box theater. Created on an old theater door, it depicts a rat wearing 3D glasses."
},
{
    "country": "park-city",
    "city": "Park City",
    "index": 2,
    "name": "Park City Museum",
    "latitude": "40.64456",
    "longitude": "-111.496124",
    "excerpt": "A well-staged interactive museum touches on the highlights of the town's history as a mining boomtown, hippie hangout and premier ski resort. There are…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/park-city/attractions/park-city-museum/a/poi-sig/1408686/362171",
    "image_url": null,
    "detail_description": "A well-staged interactive museum touches on the highlights of the town's history as a mining boomtown, hippie hangout and premier ski resort. There are fascinating exhibits on the world's first underground ski lift, a real dungeon in the basement and a 3-D map of mining tunnels under the mountain.\n"
}
]