[
{
    "country": "passau",
    "city": "Passau",
    "index": 1,
    "name": "Dom St Stephan",
    "latitude": "48.574064449839",
    "longitude": "13.465466020288",
    "excerpt": "There's been a church on this spot since the late 5th century, but what you see today is much younger thanks to the fire of 1662, which ravaged much of…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/passau/attractions/dom-st-stephan/a/poi-sig/1141733/359359",
    "image_url": null,
    "detail_description": "There's been a church on this spot since the late 5th century, but what you see today is much younger thanks to the fire of 1662, which ravaged much of the medieval town, including the cathedral. The rebuilding contract went to a team of Italians, notably the architect Carlo Lurago and the stucco master Giovanni Battista Carlone. The result is a top-heavy baroque interior with a posse of saints and cherubs gazing down at the congregation from countless cornices and capitals.\nThe building's acoustics are perfect for its main attraction, the world's largest organ, which perches above the main entrance. This monster of a wind instrument contains an astonishing 17,974 pipes and it's an amazing acoustic experience to hear it in full puff. Half-hour organ recitals take place at noon daily Monday to Saturday (adult/child €5/2) and at 7.30pm on Thursday (adult/child €10/5) from May to October and for a week around Christmas. Show up at least 30 minutes early to ensure you bag a seat."
},
{
    "country": "passau",
    "city": "Passau",
    "index": 8,
    "name": "Grosser Rathaussaal",
    "latitude": "48.574989",
    "longitude": "13.468616",
    "excerpt": "Located in the Altes Rathaus, the Great Assembly Room has wonderful murals by local artist Ferdinand Wagner, showing scenes from Passau's history with a…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/passau/attractions/grosser-rathaussaal/a/poi-sig/463120/359359",
    "image_url": null,
    "detail_description": "Located in the Altes Rathaus, the Great Assembly Room has wonderful murals by local artist Ferdinand Wagner, showing scenes from Passau's history with a melodramatic flourish.\n"
},
{
    "country": "passau",
    "city": "Passau",
    "index": 6,
    "name": "Passauer Glasmuseum",
    "latitude": "48.575018550283",
    "longitude": "13.46813459593",
    "excerpt": "Opened by Neil Armstrong, of all people, Passau's warren-like glass museum is filled with some 30,000 priceless pieces of glass and crystal from the…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/passau/attractions/passauer-glasmuseum/a/poi-sig/463128/359359",
    "image_url": null,
    "detail_description": "Opened by Neil Armstrong, of all people, Passau's warren-like glass museum is filled with some 30,000 priceless pieces of glass and crystal from the baroque, classical, art nouveau and art deco periods. Much of what you see hails from the illustrious glassworks of Bohemia, but there are also works by Tiffany and famous Viennese producers. Be sure to pick up a floor plan as it's easy to get lost.\n"
},
{
    "country": "passau",
    "city": "Passau",
    "index": 7,
    "name": "Römermuseum",
    "latitude": "48.570139577588",
    "longitude": "13.46239623794",
    "excerpt": "Roman Passau can be viewed from the ground up at this Roman fort museum. Civilian and military artefacts unearthed here and elsewhere in Eastern Bavaria…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/passau/attractions/roemermuseum/a/poi-sig/463134/359359",
    "image_url": null,
    "detail_description": "Roman Passau can be viewed from the ground up at this Roman fort museum. Civilian and military artefacts unearthed here and elsewhere in Eastern Bavaria are on show and the ruins of Kastell Boiotro, which stood here from AD 250 to 400, are still in situ; some of the towers are still inhabited. There's a castle-themed kids' playground nearby.\n"
},
{
    "country": "passau",
    "city": "Passau",
    "index": 5,
    "name": "Dreiflusseck",
    "latitude": "48.573639917047",
    "longitude": "13.476523160934",
    "excerpt": "The very nib of the Altstadt peninsula, the point where the rivers merge, is known as the Dreiflusseck. From the north the little Ilz sluices brackish…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/passau/attractions/dreiflusseck/a/poi-sig/463116/359359",
    "image_url": null,
    "detail_description": "The very nib of the Altstadt peninsula, the point where the rivers merge, is known as the Dreiflusseck. From the north the little Ilz sluices brackish water down from the peat-rich Bavarian Forest, meeting the cloudy brown of the Danube as it flows from the west and the pale snow-melt jade of the Inn from the south to create a murky tricolour. The effect is best observed from the ramparts of the Veste Oberhaus.\n"
},
{
    "country": "passau",
    "city": "Passau",
    "index": 3,
    "name": "Veste Oberhaus",
    "latitude": "48.577963509307",
    "longitude": "13.4707790411",
    "excerpt": "A 13th-century defensive fortress, built by the prince-bishops, Veste Oberhaus towers over Passau with patriarchal pomp. Not surprisingly, views of the…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/passau/attractions/veste-oberhaus/a/poi-sig/463136/359359",
    "image_url": null,
    "detail_description": "A 13th-century defensive fortress, built by the prince-bishops, Veste Oberhaus towers over Passau with patriarchal pomp. Not surprisingly, views of the city and into Austria are superb from up here. Inside the bastion is the Oberhausmuseum, a regional history museum where you can uncover the mysteries of medieval cathedral building, learn what it took to become a knight and explore Passau's period as a centre of the salt trade. Displays are labelled in English.\n"
},
{
    "country": "passau",
    "city": "Passau",
    "index": 4,
    "name": "Museum Moderner Kunst",
    "latitude": "48.574641",
    "longitude": "13.472398",
    "excerpt": "Gothic architecture contrasts with 20th- and 21st-century artworks at Passau's Modern Art Museum. The rump of the permanent exhibition is made up of…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/passau/attractions/museum-moderner-kunst/a/poi-sig/463124/359359",
    "image_url": null,
    "detail_description": "Gothic architecture contrasts with 20th- and 21st-century artworks at Passau's Modern Art Museum. The rump of the permanent exhibition is made up of cubist and expressionist works by Georg Philipp Wörlen, who died in Passau in 1954 and whose architect son, Hanns Egon Wörlen, set up the museum in the 1980s. Temporary exhibitions normally showcase big-hitting German artists and native styles and personalities from the world of architecture.\n"
},
{
    "country": "passau",
    "city": "Passau",
    "index": 2,
    "name": "Altes Rathaus",
    "latitude": "48.574952530694",
    "longitude": "13.468863949464",
    "excerpt": "An entrance in the side of the Altes Rathaus flanking Schrottgasse takes you to the Grosser Rathaussaal, where large-scale paintings by 19th-century local…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/passau/attractions/altes-rathaus/a/poi-sig/1207047/359359",
    "image_url": null,
    "detail_description": "An entrance in the side of the Altes Rathaus flanking Schrottgasse takes you to the Grosser Rathaussaal, where large-scale paintings by 19th-century local artist Ferdinand Wagner show scenes from Passau's history with melodramatic flourish. You can also sneak into the adjacent Small Assembly Room for a peek at the ceiling fresco, which features allegories of the three rivers.\nThe rest of the Rathaus is a grand Gothic affair topped by a 19th-century painted tower. A carillon chimes several times daily (hours are listed on the wall, alongside historical flood-level markers)."
}
]