[
{
    "country": "pavia",
    "city": "Pavia",
    "index": 7,
    "name": "Orto Botanico",
    "latitude": "45.185394",
    "longitude": "9.163091",
    "excerpt": "Wander around the historic botanical garden when the Università degli Studi di Pavia is open. It's situated on an area once covered by the convent of Sant…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/pavia/attractions/orto-botanico/a/poi-sig/1408536/359949",
    "image_url": null,
    "detail_description": "Wander around the historic botanical garden when the Università degli Studi di Pavia is open. It's situated on an area once covered by the convent of Sant'Epifanio, and the outlines of the cloister are still visible. Under the Austrians, it was the site of avant-garde botanical experimentation, but it now provides shady respite from the city.\n"
},
{
    "country": "pavia",
    "city": "Pavia",
    "index": 6,
    "name": "Castello Visconteo",
    "latitude": "45.190104",
    "longitude": "9.158518",
    "excerpt": "Looming over the old town is the red-brick Castello Visconteo, built in 1360 for Galeazzo II Visconti. Inside the forbidding ramparts is an enormous…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/pavia/attractions/castello-visconteo/a/poi-sig/1049764/359949",
    "image_url": null,
    "detail_description": "Looming over the old town is the red-brick Castello Visconteo, built in 1360 for Galeazzo II Visconti. Inside the forbidding ramparts is an enormous walled garden, where art exhibits and wine tastings are held in spring and summer. The castle is also home to Musei Civici, which houses interesting, if poorly curated, archaeological, ethnographic and art collections.\n"
},
{
    "country": "pavia",
    "city": "Pavia",
    "index": 5,
    "name": "Basilica di San Michele",
    "latitude": "45.18218",
    "longitude": "9.15687",
    "excerpt": "Pavia's most important church isn't the Duomo, but the beautiful Romanesque San Michele, where medieval Lombard kings came to receive their iron crown and…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/pavia/attractions/basilica-di-san-michele/a/poi-sig/1049770/359949",
    "image_url": null,
    "detail_description": "Pavia's most important church isn't the Duomo, but the beautiful Romanesque San Michele, where medieval Lombard kings came to receive their iron crown and where Barbarossa was crowned Holy Roman Emperor in 1155. Don't miss the presbytery where you'll find fragments of mosaic floor depicting the Labours of the Months, or the atmospheric crypt, with its beautifully decorated capitals.\n"
},
{
    "country": "pavia",
    "city": "Pavia",
    "index": 4,
    "name": "Duomo",
    "latitude": "45.184622",
    "longitude": "9.153243",
    "excerpt": "Dominating the town centre is Pavia's red-brick Duomo, topped by the third largest dome in Italy. Leonardo da Vinci and Donato Bramante contributed to the…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/pavia/attractions/duomo/a/poi-sig/1369941/359949",
    "image_url": null,
    "detail_description": "Dominating the town centre is Pavia's red-brick Duomo, topped by the third largest dome in Italy. Leonardo da Vinci and Donato Bramante contributed to the design, which was begun in 1488 but was not completed until the 19th century. As a result, the cavernous structure has an imperfect Greek cross plan and still lacks its marble facade. In 1989, its bell tower collapsed, killing four people.\n"
},
{
    "country": "pavia",
    "city": "Pavia",
    "index": 3,
    "name": "Museo per la Storia dell'Università di Pavia",
    "latitude": "45.186839",
    "longitude": "9.156225",
    "excerpt": "Pavia's venerable university is one of the oldest in Europe and is still a thriving seat of learning. Architects Piermarini (author of La Scala) and…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/pavia/attractions/museo-per-la-storia-dell-universita-di-pavia/a/poi-sig/1049768/359949",
    "image_url": null,
    "detail_description": "Pavia's venerable university is one of the oldest in Europe and is still a thriving seat of learning. Architects Piermarini (author of La Scala) and Pollack had a hand in its neoclassical restoration under Austrian rule, and it is this structure that remains today. Within the stately campus it's possible to visit the small university museum, which tells the story of the institute's long history and harbours grisly relics like the preserved head of pioneering anatomist Antonio Scarpa.\n"
},
{
    "country": "pavia",
    "city": "Pavia",
    "index": 2,
    "name": "Università degli Studi di Pavia",
    "latitude": "45.18705",
    "longitude": "9.15733",
    "excerpt": "The University of Pavia was established in 1361 by Galeazzo II Visconti, although there had been a school of divinity here as early as 825. The oldest…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/pavia/attractions/universita-degli-studi-di-pavia/a/poi-sig/1049767/359949",
    "image_url": null,
    "detail_description": "The University of Pavia was established in 1361 by Galeazzo II Visconti, although there had been a school of divinity here as early as 825. The oldest colleges, dating from the 16th century, are the Collegio Borromeo and the Collegio Ghislieri. Another three have since been added and they are now all linked via the Pavia University System, Instituto Universitario di Studi Superiori (IUSS).\nYou can wander around the grounds, the historic botanical garden and courtyards when the university is open. The stately campus houses the small Museo per la Storia dell'Università di Pavia."
},
{
    "country": "pavia",
    "city": "Pavia",
    "index": 1,
    "name": "Certosa di Pavia",
    "latitude": "45.255963",
    "longitude": "9.146783",
    "excerpt": "One of the Italian Renaissance's most notable buildings is the splendid Certosa di Pavia. Giangaleazzo Visconti of Milan founded the monastery, 10km north…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/pavia/attractions/certosa-di-pavia/a/poi-sig/1049765/359949",
    "image_url": null,
    "detail_description": "One of the Italian Renaissance's most notable buildings is the splendid Certosa di Pavia. Giangaleazzo Visconti of Milan founded the monastery, 10km north of Pavia, in 1396 as a private chapel and mausoleum for the Visconti family. Originally intended as an architectural companion piece to Milan's Duomo, the same architects worked on its design; the final result, however, completed more than a century later, is a unique hybrid between late-Gothic and Renaissance styles.\nThe church is fronted by a spacious courtyard and flanked by a small cloister, which itself leads onto a much grander, second cloister, under whose arches are 24 cells, each a self-contained living area for one monk. Several cells are open to the public, but you need to join one of the guided tours (Italian only) to access them. In the former sacristy is a giant sculpture, dating from 1409 and made from hippopotamus teeth, including 66 small bas-reliefs and 94 statuettes. In the chapels you'll find frescoes by, among others, Bernardino Luini and the Umbrian master Il Perugino."
}
]