[
{
    "country": "petra",
    "city": "Petra",
    "index": 1,
    "name": "Petra",
    "latitude": "30.323582",
    "longitude": "35.467633",
    "excerpt": "The spectacular sandstone city of Petra was built in the 3rd century BC by the Nabataeans, who carved palaces, temples, tombs, storerooms and stables from…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra/attractions/petra/a/poi-sig/1457302/1001785",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1368437783-RFC.jpg",
    "detail_description": "The spectacular sandstone city of Petra was built in the 3rd century BC by the Nabataeans, who carved palaces, temples, tombs, storerooms and stables from the soft stone cliffs. Today it is a World Heritage Site that needs little introduction; suffice to say, no visit to Jordan is complete without at least two days spent exploring the remarkable Ancient City. It is approached through the adjacent town of Wadi Musa, which is the accommodation and transport hub.\nIt was from Petra that the Nabataeans, a community of master builders whose skills included hydraulic engineering, iron production and copper refining, commanded the trade routes from Damascus to Arabia, profiting by the taxes paid on the caravans that passed through Nabataean territory. An earthquake in AD 555 is the most likely cause of the city's demise, but thankfully many of Petra's most impressive structures remain intact, making it a treasure trove of architectural surprises, hidden along hiking trails of various lengths and difficulties.The Ancient City is approached through the 1.2km-long, high-walled Siq – a crack in the rock, torn apart by tectonic forces. Just as you start to think there’s no end to the Siq, you catch breathtaking glimpses ahead of the most impressive of Petra’s sights, the Treasury, known locally as Al Khazneh. Carved out of iron-laden sandstone to serve as a tomb, the Treasury gets its name from the misguided local belief that an Egyptian pharaoh hid his treasure in the top urn. The Greek-style pillars, alcoves and plinths are truly masterpieces of masonry work.From the Treasury, the way broadens into the Outer Siq, riddled by more than 40 tombs known collectively as the Street of Facades. Just before you reach the weather-worn 7000-seat Theatre, notice a set of steps on the left. These ascend to the High Place of Sacrifice, a hilltop altar, an easy but steep 45-minute climb. Descend on the other side of the mountain via the Garden Tomb, Roman Soldier’s Tomb and Garden Triclinium and follow your nose back to the Street of Facades, not far after the Theatre.Almost opposite the Theatre, you’ll notice another set of steps that lead to a fine set of tomb facades cut into the cliffs above. These belong to the Royal Tombs and are worth a visit not just as they illustrate some of the best carving in Petra, but also because they give access to another of the city’s mystic high places. To climb to the plateau above the Royal Tombs (one-hour round trip), pass the Urn Tomb, with its arched portico, and look for stairs just after the three-storey Palace Tomb. If the tea vendor at the top is available, ask him to show you an aerial view of the Treasury. Return the way you came or search out a set of worn steps leading down a gully to the Urn Tomb.Returning to the Theatre, the main path turns west along the colonnaded street, which was once lined with shops, passing the rubble of the nymphaeum en route to the elevated Great Temple and the Temple of the Winged Lions on the opposite side of the wadi. At the end of the colonnaded street, on the left, is the imposing Nabataean temple known locally as Qasr Al Bint – one of the few free-standing structures in Petra.From Qasr Al Bint, the path leads towards two restaurants, on either side of the wadi. The one on the left is the Nabataean Tent Restaurant; the one on the right is the more upmarket Basin Restaurant. Both offer a good range of salads and hot dishes. If these don’t appeal, there are plenty of stalls dotted around the site where you can buy water, herb tea and minimal snacks.Behind the Nabataean Tent Restaurant is the small hill of Al Habis (the prison). A set of steps winds up to a path that leads anticlockwise around the hill with fine views overlooking fertile Wadi Siyagh. Eventually you will come to another set of steps to the top of a hill, the site of a ruined Crusader fort, built in AD 1116. The views across Petra are spectacular. Allow an hour to circumnavigate the hill and reach the fort.Beside the Basin Restaurant is the opening to Wadi Siyagh and the start of the winding path that climbs to one of Petra’s most beloved monuments, the Monastery. Known locally as Al Deir, the Monastery is reached by a rock-cut staircase (a 45-minute walk to the top) and is best seen in late afternoon when the sun draws out the colour of the sandstone. Built as a tomb around 86 BC, with its enormous facade, it was most probably used as a church in Byzantine times (hence the name). Spare 10 minutes to walk over to the two viewpoints on the nearby cliff tops. From here you can see the magnificent rock formations of Petra, Jebel Haroun and even Wadi Araba. On the way back down, look out for the Lion Tomb in a gully near the bottom of the path."
},
{
    "country": "petra",
    "city": "Wadi Musa",
    "index": 3,
    "name": "Moses' Spring",
    "latitude": "30.323647",
    "longitude": "35.498039",
    "excerpt": "Moses' Spring is one of two possible locations in Jordan for the site where Moses supposedly struck the rock with his staff and water gushed forth to the…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra-and-the-south/petra-and-wadi-musa/attractions/moses-spring/a/poi-sig/1565032/1001788",
    "image_url": null,
    "detail_description": "Moses' Spring is one of two possible locations in Jordan for the site where Moses supposedly struck the rock with his staff and water gushed forth to the thirsty Israelites (the other possible site is near Mt Nebo). The spring still flows but is now housed within a simple modern three-domed building occasionally visited by local pilgrims. The site is located near the King's Way Hotel, at the main junction into Wadi Musa from the north.\n"
},
{
    "country": "petra",
    "city": "Wadi Musa",
    "index": 2,
    "name": "Petra Exhibition",
    "latitude": "30.324573",
    "longitude": "35.468127",
    "excerpt": "Awaiting the completion of a new home (currently being built across from the Petra Visitor Centre), this excellent exhibition makes the most of more than…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra-and-the-south/petra-and-wadi-musa/attractions/petra-exhibition/a/poi-sig/1582123/1001788",
    "image_url": null,
    "detail_description": "Awaiting the completion of a new home (currently being built across from the Petra Visitor Centre), this excellent exhibition makes the most of more than 200 artefacts that were formerly housed in the now-defunct Al Habis and the Basin Museums in the Ancient City. The exhibition is divided into different display areas, including Petra through the ages, art and architecture, religion, politics and society, and trade, and help give a tangible context to the site itself.\nAllow an hour to do the displays justice."
}
]