[
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 1,
    "name": "Independence National Historical Park",
    "latitude": "39.951004",
    "longitude": "-75.149564",
    "excerpt": "This L-shaped Philadelphia park, bound by 6th, 2nd, Walnut and Arch Sts, protects and honors the institutions that formed the foundation of the United…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/independence-national-historical-park/a/poi-sig/383153/1342266",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b6f17a6d58dc0f7193411e127d81f8a9-independence-national-historic-park.jpg",
    "detail_description": "This L-shaped Philadelphia park, bound by 6th, 2nd, Walnut and Arch Sts, protects and honors the institutions that formed the foundation of the United States. Every American school child knows the stories of the venerated monuments dotted around Independence National Historical Park, and the world-changing events that happened here; for outsiders, it's a crash course in America's founding legends.\n\n  \nIndependence Hall – not only a landmark but a national icon ©Diego Grandi / Shutterstock\n\nExploring history at Independence National Historical Park\nIn the interests of educating the nation, many of the sights in the National Historical Park are free to visit, and with so much to see, this is one of the top pocket-friendly days out in the country. Stroll around and you'll see the storied buildings in which the seeds for the Revolutionary War were planted and the sites where the institutions of the US government came into being. You'll also find beautiful, shaded lawns frequented by squirrels, pigeons and, in warmer months, costumed actors. Set aside a whole day to make the most of the historic sights, with rest stops in the park and at local cafes and restaurants.\nThe logical starting point is Independence Hall, the spire-topped Georgian mansion that bookmarks the south end of the park. The building served as the Pennsylvania State House in colonial times, but in 1776, leaders of the Thirteen Colonies –  including Benjamin Franklin, John Adams and Thomas Jefferson, but not George Washington, who was away leading troops in New York – came together and signed the Declaration of Independence, officially launching the United States of America as a legal entity.\n\n  \nThe Liberty Bell, with its iconic crack ©dszc / Getty Images\n\nAmerica's first president was in attendance at Independence Hall on 17 September 1787, when the US Constitution was signed into law (indeed, George Washington added the first signature). Across the lawn in front of the mansion is another American icon, the Liberty Bell, which was rung to mark the first public reading of the Declaration of Independence. \nThe bell once pealed in the bell-tower of Independence Hall, but now hangs in a dedicated pavilion; the famous crack developed in the 19th century, a result of miscalculations in the mix of metals used when the bell was cast. Nearby, you'll find the American Philosophical Society, founded by Benjamin Franklin in 1743 to promote 'useful knowledge', and the Old City Hall, where the US Supreme Court sat until 1800. Across the road, the Second Bank of the US was the home of the national bank until 1836 (the First Bank of the US lies just east). Other buildings that played lesser roles in the national struggle are dotted around the park.\n\n  \nLearn your rights at the National Constitution Center ©Ritu Manoj Jethani / Shutterstock\n\nModern museums interpreting America's struggle for independence can be found at the edges of the park. North of Independence Hall, the National Constitution Center brings the US Constitution to life using actors and interactive exhibits, and you can admire an original copy of the Bill of Rights, the document that enshrined in law the right to free speech and the right to bear arms. East of Independence Hall, the Museum of the American Revolution uses a broad range of media to explain the 'why' behind America's quest for independence from Britain. Statesman and polymath, Benjamin Franklin gets his time in the sun nearby at the Benjamin Franklin Museum.\nThere's a growing maturity about the contradictions of America's founding story. The African American experience of events is told powerfully at the Presidents House Site on the location of George Washington's former offices, exploring the lives of the nine enslaved African Americans who were part of the Washington household. It's a thought-provoking reminder of the paradox at the heart of the story of American freedom.\n\n  \nFlowers bring a flash of colour to Independence Hall ©f11photo / Shutterstock\n\nTickets &amp; Practicalities\nEntry to Independence Hall is by guided tour only, and you'll need to book a free advance ticket at the nearby Independence Visitor Center or reserve online (with a $1 booking fee). Only 50 people are allowed on each tour, so budget for at least an hour-long wait in peak summer months. Entry to the Liberty Bell pavilion and most other historic buildings is free and un-ticketed, though there are often queues in summer.  \nThe main paid-for sights are the Museum of the American Revolution, the National Constitution Center, and the Benjamin Franklin Museum, and advance booking is recommended for all three. The easiest place to park is the Autopark at Independence Mall, by the Independence Visitor Center.\nWhere to eat near Independence Hall\nWading through this much history will give you an appetite – break up the patriotism with physical nourishment at these nearby places to eat.\nFriedaCity TavernThe Bourse\n"
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 40,
    "name": "Franklin Court Printing Museum",
    "latitude": "39.949975",
    "longitude": "-75.146656",
    "excerpt": "These rooms are set up as a recreation of an 18th-century printing press operation similar to that used by Ben Franklin. A costumed park ranger will take…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/franklin-court-printing-museum/a/poi-sig/1593196/1342266",
    "image_url": null,
    "detail_description": "These rooms are set up as a recreation of an 18th-century printing press operation similar to that used by Ben Franklin. A costumed park ranger will take you through the typesetting area, two reproduction presses, the bindery and the newspaper office of Franklin's grandson, Benjamin Franklin Bache.\nExamples of the printing process, including some of Franklin's famously pithy sayings, are available for sale. In summer, the exhibition is usually open longer hours."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 39,
    "name": "Manayunk Canal Towpath",
    "latitude": "40.026004",
    "longitude": "-75.225567",
    "excerpt": "In commercial use from 1818 until the early 20th century, the 2-mile towpath along the Manayunk Canal has been revived as part of the Schuylkill River…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/attractions/manayunk-canal-towpath/a/poi-sig/1594373/362106",
    "image_url": null,
    "detail_description": "In commercial use from 1818 until the early 20th century, the 2-mile towpath along the Manayunk Canal has been revived as part of the Schuylkill River Trail (https://schuylkillrivertrail.com) bicycle and footpath network.\nAs you walk along look for the wall mosaics of the birds of Fairmount Park and for the nine mosaic-covered steps that are part of Diane Pieri's Heart &amp; Home public artwork, celebrating the area's flora, fauna and industrial heritage."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 38,
    "name": "Powel House",
    "latitude": "39.945731",
    "longitude": "-75.146785",
    "excerpt": "This elegant Georgian brick mansion was home to Samuel Powel, a mayor of Philadelphia in the colonial era, thus a focal point of the city's social life in…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/powel-house/a/poi-sig/1124689/1342266",
    "image_url": null,
    "detail_description": "This elegant Georgian brick mansion was home to Samuel Powel, a mayor of Philadelphia in the colonial era, thus a focal point of the city's social life in the 18th century. Noteworthy guests included George and Martha Washington, Benjamin Franklin and John Adams, who enjoyed 'a sinful feast' here. Its interior is a simulacrum – the original was stripped away decades ago, with parts of it installed in the Philadelphia Museum of Art.\n"
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 35,
    "name": "Grumblethorpe",
    "latitude": "40.032051",
    "longitude": "-75.168414",
    "excerpt": "Built in 1744, this colonial stone home exemplifies Germantown's residential architecture of the time. It was constructed for the prominent Wister family…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/attractions/grumblethorpe/a/poi-sig/1592690/362106",
    "image_url": null,
    "detail_description": "Built in 1744, this colonial stone home exemplifies Germantown's residential architecture of the time. It was constructed for the prominent Wister family and used as a summer retreat. Blood stains from the wounded and dying British Brigadier-General James Agnew, who was resident in 1777 at the time of the Battle of Germantown, can still be seen on the floor!\nThe property has 2 acres of gardens, including a massive fruiting Ginkgo tree reputed to have grown from a seedling brought from England in 1754."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 37,
    "name": "Benjamin Franklin Bridge",
    "latitude": "39.955165",
    "longitude": "-75.147321",
    "excerpt": "For breathtaking views of the city and Delaware River it's possible to walk or cycle across this 1.8-mile, 800,000-ton suspension bride, which was the…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/benjamin-franklin-bridge/a/poi-sig/1593194/1342266",
    "image_url": null,
    "detail_description": "For breathtaking views of the city and Delaware River it's possible to walk or cycle across this 1.8-mile, 800,000-ton suspension bride, which was the longest of its type when it was completed in 1926. Designed by Paul Cret, the bridge connects Philadelphia with Camden, New Jersey, and carries both cars and trains. It is most striking when illuminated at night.\nWhile the southern walk and cycleway undergoes an $8-million upgrade during 2018 and much of 2019, the north walkway will be open."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 36,
    "name": "Rosenbach Museum & Library",
    "latitude": "39.947401",
    "longitude": "-75.174948",
    "excerpt": "The list of famous authors in the collection here could fill a book itself: Edgar Allan Poe, James Joyce, Maurice Sendak, George Washington, Lewis Carroll…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/rittenhouse-square-center-city-west/attractions/rosenbach-museum-library/a/poi-sig/1566683/1342267",
    "image_url": null,
    "detail_description": "The list of famous authors in the collection here could fill a book itself: Edgar Allan Poe, James Joyce, Maurice Sendak, George Washington, Lewis Carroll, Bram Stoker…to name a few. If you fancy a peek at Ulysses, this is the place. Admission includes a guided tour through the museum and library.\nHands-on tours, which allow access to rare and important items not usually on view to the public, are offered at 3pm most Fridays and Sundays (registration two weeks in advance is necessary)."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 34,
    "name": "Race St Pier",
    "latitude": "39.953051",
    "longitude": "-75.138427",
    "excerpt": "In 2011, as part of the masterplan for transforming the central Delaware River waterfront, old municipal pier 11 was converted into this park with…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/race-st-pier/a/poi-sig/1593041/1342266",
    "image_url": null,
    "detail_description": "In 2011, as part of the masterplan for transforming the central Delaware River waterfront, old municipal pier 11 was converted into this park with multilevel walkways and plantings. It provides an up-close-and-personal view of the north face of the Benjamin Franklin Bridge, as well as a perch on which to watch river traffic float by.\nFree yoga classes are held here at 7am and 6pm Monday through Thursday, 7am on Friday, and 9:30am Saturday and Sunday from early April through the first weekend of November."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 33,
    "name": "Franklin Court",
    "latitude": "39.949572",
    "longitude": "-75.146474",
    "excerpt": "This peaceful courtyard, which can be accessed from both Market and Chestnut St, is where Benjamin Franklin's home once stood. The house was demolished in…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/franklin-court/a/poi-sig/1593037/1342266",
    "image_url": null,
    "detail_description": "This peaceful courtyard, which can be accessed from both Market and Chestnut St, is where Benjamin Franklin's home once stood. The house was demolished in 1812 but you can still get a good impression of its dimensions from the tubular steel 3D outline of the building created by architectural firm Venturi, Rauch, and Scott Brown in 1976.\nOff the courtyard, enter the Benjamin Franklin Museum and the Franklin Court Printing Museum."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 32,
    "name": "Blanche P Levy Park",
    "latitude": "39.951949",
    "longitude": "-75.19338",
    "excerpt": "This green space, ringed by mainly Gothic Revival structures, is dotted with public art including a 1899 bronze of Benjamin Franklin by John Boyle; Split…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/university-city-west-philadelphia/attractions/blanche-p-levy-park/a/poi-sig/1593544/1342269",
    "image_url": null,
    "detail_description": "This green space, ringed by mainly Gothic Revival structures, is dotted with public art including a 1899 bronze of Benjamin Franklin by John Boyle; Split Button, a 1981 work by Claes Oldenburg; and a LOVE sculpture by Robert Indiana.\nFollow pedestrian Locust Walk from here through the heart of the U Penn campus to find another sculpture of Franklin, a 1987 bronze by George Lundeen (at the junction with 36th St), and the red painted steel Covenant by Alexander Liberman (at 39th St)."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 31,
    "name": "Elfreth's Alley",
    "latitude": "39.952771",
    "longitude": "-75.14242",
    "excerpt": "This picturesque, cobblestone lane has been occupied since the 1720s, making it America's oldest residential street. The 32 well-preserved Federal and…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/elfreth-s-alley/a/poi-sig/383143/1342266",
    "image_url": null,
    "detail_description": "This picturesque, cobblestone lane has been occupied since the 1720s, making it America's oldest residential street. The 32 well-preserved Federal and Georgian row houses are inhabited by regular Philadelphians, so be considerate in the narrow space.\nThe street is named after Jeremiah Elfreth, an 18th-century blacksmith and property owner. One of the brick houses is periodically open as a museum; if you come 1pm on Friday and 1pm or 3pm on Saturday or Sunday, you can join a tour of both the house and the alley."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 30,
    "name": "Institute of Contemporary Art",
    "latitude": "39.954063",
    "longitude": "-75.194689",
    "excerpt": "Worth a stop if you're in the area, this place usually hosts two exhibits at a time, from retrospectives to themed group shows. An impressive Virgil Marti…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/university-city-west-philadelphia/attractions/institute-of-contemporary-art/a/poi-sig/383157/1342269",
    "image_url": null,
    "detail_description": "Worth a stop if you're in the area, this place usually hosts two exhibits at a time, from retrospectives to themed group shows. An impressive Virgil Marti chandelier hangs above the reception desk. Andy Warhol had his first solo show here back in 1965 and other artists who have been exhibited include Laurie Anderson, Robert Mapplethorpe, Agnes Martin and Cy Twombly.\nThe museum's exhibition spaces close, sometimes for weeks, between installations so check in advance before visiting. There's also a library, shop and coffee bar here."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 29,
    "name": "Clark Park",
    "latitude": "39.948602",
    "longitude": "-75.210342",
    "excerpt": "Established in 1895, this 9-acre park is named after the former landowner Clarence H Clark, who was the first president of the First National Bank of…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/university-city-west-philadelphia/attractions/clark-park/a/poi-sig/1593566/1342269",
    "image_url": null,
    "detail_description": "Established in 1895, this 9-acre park is named after the former landowner Clarence H Clark, who was the first president of the First National Bank of Philadelphia. Near the park's Baltimore Ave end is the 1890 statue of Dickens &amp; Little Nell by Francis Edwin Elwell. Public statues of the author are very rare as Dickens' will stipulated that there be no monuments or memorials of him.\nA farmers' market is held here every Saturday from 10am to 2pm year-round, and on Thursdays from 2pm until 7pm in the summer."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 28,
    "name": "Athenaeum of Philadelphia",
    "latitude": "39.946743",
    "longitude": "-75.151162",
    "excerpt": "Free exhibitions are held at this special collections library, occupying a National Historic Landmark brownstone building designed in 1845. Curiously,…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/athenaeum-of-philadelphia/a/poi-sig/1592841/1342266",
    "image_url": null,
    "detail_description": "Free exhibitions are held at this special collections library, occupying a National Historic Landmark brownstone building designed in 1845. Curiously, also on display is Napoleon Bonaparte's death mask – part of a collection of pieces donated to the Athenaeum by Joseph Bonaparte. Joseph, Napoleon's elder brother, and the former King of Spain, lived in Philadelphia for a while.\nThe research library, which holds a significant collection of architectural drawings, photographs, maps and rare books on architecture and design history, is also free."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 26,
    "name": "Woodlands",
    "latitude": "39.947253",
    "longitude": "-75.202832",
    "excerpt": "This National Historic Landmark is a 54-acre cemetery that was once the country seat of William Hamilton, who hailed from a family of wealthy colonial…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/university-city-west-philadelphia/attractions/woodlands/a/poi-sig/1591778/1342269",
    "image_url": null,
    "detail_description": "This National Historic Landmark is a 54-acre cemetery that was once the country seat of William Hamilton, who hailed from a family of wealthy colonial lawyers and politicians. Two of Hamilton's 18th-century buildings stand in the grounds surrounded by elaborate Victorian funerary monuments and the shady trees he planted as part of his desire to craft an ideal English landscape.\nMany of Philadelphia's notable figures are buried here including the artist Thomas Eakins and the surgeon Samuel David Gross, whom Eakins famously painted in The Gross Clinic."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 27,
    "name": "Washington Square",
    "latitude": "39.94694",
    "longitude": "-75.152192",
    "excerpt": "On the northwest edge of Society Hill, this attractive tree-planted square dates back to William Penn's original city plan. In the center is the Tomb of…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/washington-square/a/poi-sig/1593319/1342266",
    "image_url": null,
    "detail_description": "On the northwest edge of Society Hill, this attractive tree-planted square dates back to William Penn's original city plan. In the center is the Tomb of the Unknown Soldier, the only monument in the US to the unknown American and British dead of the Revolutionary War.\nBack in Penn's day it was called Southeast Sq and was used as a burial ground and pasture. The name was changed in honor of George Washington in 1825 when the land was converted into a formal park. Today it is officially part of the Independence National Historical Park."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 25,
    "name": "Germantown White House",
    "latitude": "40.033924",
    "longitude": "-75.172212",
    "excerpt": "George Washington lived here twice making this the oldest presidential residence in the US. In 1793 the first US president sought refuge here from the…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/attractions/germantown-white-house/a/poi-sig/1592688/362106",
    "image_url": null,
    "detail_description": "George Washington lived here twice making this the oldest presidential residence in the US. In 1793 the first US president sought refuge here from the city's yellow fever epidemic – he liked it so much that he returned the following summer. British General William Howe was the occupant during the Revolutionary War in October 1777. The interior is only open during special events.\nIt's also known as the Deshler-Morris House after David Deshler, who built the home in 1752, and its last owner, Elliston Morris, who donated it to the National Park Service in 1948."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 24,
    "name": "Physick House",
    "latitude": "39.944226",
    "longitude": "-75.148469",
    "excerpt": "Home to the 'Father of American Surgery,' Philip Syng Physick, this stately house has been well preserved. Physick is credited with inventing the stomach…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/physick-house/a/poi-sig/383179/1342266",
    "image_url": null,
    "detail_description": "Home to the 'Father of American Surgery,' Philip Syng Physick, this stately house has been well preserved. Physick is credited with inventing the stomach pump as well as introducing soda pop to the US, and details of his life are documented throughout the furnished rooms: look out for the toe-curling illustrations of a lithotomy, an operation to remove gallstones, and the eye-watering implements used for the procedure.\nThe Federal-style mansion was built in 1786 by a wine importer who kept the original City Tavern well-stocked."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 23,
    "name": "First Bank of the US",
    "latitude": "39.948084",
    "longitude": "-75.146248",
    "excerpt": "Although closed to the public, it's impossible to ignore the grand neoclassical architecture of this 1797 building that housed the First Bank of the US…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/first-bank-of-the-us/a/poi-sig/1593035/1342266",
    "image_url": null,
    "detail_description": "Although closed to the public, it's impossible to ignore the grand neoclassical architecture of this 1797 building that housed the First Bank of the US. Note that the pediment carved from local teak is weathering far better than the blue marble columns that hold it aloft.\nThe invention of Treasury Secretary Alexander Hamilton, the First Bank had the power to issue banknotes, thus establishing a national currency at a time when each state could print its own currency. First Bank notes were the only ones accepted when paying federal taxes, which the First Bank also collected."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 22,
    "name": "Christ Church Burial Ground",
    "latitude": "39.952385",
    "longitude": "-75.148222",
    "excerpt": "Hard to believe, but back in the early 18th century this was the outskirts of town, thus the ideal location for a burial ground. The cemetery is the final…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/christ-church-burial-ground/a/poi-sig/1593039/1342266",
    "image_url": null,
    "detail_description": "Hard to believe, but back in the early 18th century this was the outskirts of town, thus the ideal location for a burial ground. The cemetery is the final resting place for over 4000 members of Christ Church, including five signers of the Declaration of Independence: Benjamin Franklin, Joseph Hewes, Francis Hopkinson, George Ross, and Dr Benjamin Rush.\nFranklin is buried along with his wife Deborah and their two children, Francis and Sarah; if the cemetery is closed, you can still see his burial plot from the sidewalk at the corner of 5th and Arch through a set of iron rails."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 21,
    "name": "Anne & Jerome Fisher Fine Arts Building",
    "latitude": "39.951546",
    "longitude": "-75.192758",
    "excerpt": "U Penn's magnificent library, completed in 1891, is one of the finest examples of the work of Frank Furness – hence it is also known as the Furness…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/university-city-west-philadelphia/attractions/anne-jerome-fisher-fine-arts-building/a/poi-sig/1593536/1342269",
    "image_url": null,
    "detail_description": "U Penn's magnificent library, completed in 1891, is one of the finest examples of the work of Frank Furness – hence it is also known as the Furness Building. The catalog and reading room is one of the most beautiful you will ever see, lit by clerestory windows and skylights and sporting a baronial fireplace.\nIn the building's basement there are sometimes exhibitions at the Harvey &amp; Irwin Kroiz Gallery (9am to 4pm weekdays), which also houses architectural archives. You can also see art exhibitions here at the Arthur Ross Gallery."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 20,
    "name": "Comcast Center",
    "latitude": "39.954441",
    "longitude": "-75.168757",
    "excerpt": "This glass-clad 58-story tower is one of the tallest 'green' buildings in the US. It's 140ft-tall atrium lobby is the location of Humanity in Motion, a…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/rittenhouse-square-center-city-west/attractions/comcast-center/a/poi-sig/1593789/1342267",
    "image_url": null,
    "detail_description": "This glass-clad 58-story tower is one of the tallest 'green' buildings in the US. It's 140ft-tall atrium lobby is the location of Humanity in Motion, a beguiling work consisting of 10 horizontal poles criss-crossing the space on which life-sized figures balance like tightrope walkers. Chance are that your attention will first be grabbed by the mesmerizing series of high-res video images playing out on the 2000-sq-ft LED screen that is also here.\nThe 18-hour-long video never repeats itself and is never the same twice. Below ground level is a food court and shopping mall, which links directly to Suburban railway station."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 18,
    "name": "Rodeph Shalom Synagogue",
    "latitude": "39.963907",
    "longitude": "-75.160872",
    "excerpt": "Home to the oldest Jewish Ashkenazi congregation in the US, Rodeph Shalom is one of the most beautiful pieces of religious architecture in Philadelphia…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/fishtown-northern-liberties/attractions/rodeph-shalom-synagogue/a/poi-sig/1592115/1342271",
    "image_url": null,
    "detail_description": "Home to the oldest Jewish Ashkenazi congregation in the US, Rodeph Shalom is one of the most beautiful pieces of religious architecture in Philadelphia. The 1927 building, designed by Simon &amp; Simon, features Babylonian and Assyrian patterns on its exterior, while the spectacular domed interior is a riot of stenciled mosaics, gilt and stained glass with Byzantine and Moorish allusions.\nHistorians bemoan the fact that a Frank Furness–designed synagogue was torn down in the 1920s to create this building. Photos of the Furness building hang in the synagogue's contemporary main entrance, added in 2015, which also includes an interesting Museum of Jewish Art."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 19,
    "name": "Church of the Advocate",
    "latitude": "39.985703",
    "longitude": "-75.16335",
    "excerpt": "A fine example of Gothic Revival architecture, this 1897 Episcopal church was a center of activism during the Civil Rights movement and the site of the…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/attractions/church-of-the-advocate/a/poi-sig/1592692/362106",
    "image_url": null,
    "detail_description": "A fine example of Gothic Revival architecture, this 1897 Episcopal church was a center of activism during the Civil Rights movement and the site of the National Conference of Black Power in 1968. However, it's for its series of protest art murals by Walter Edmonds and Richard Watson, created in the early 1970s, that the church is most notable. These amazing, occasionally violently in-your-face images place African American experiences and faces at the forefront.\nNote, this is a poor neighborhood and the church runs a soup kitchen as part of its mission. It's best to call ahead to arrange a visit as the building is not generally open to the public."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 17,
    "name": "Liberty Bell Center",
    "latitude": "39.94991",
    "longitude": "-75.150304",
    "excerpt": "A glass-walled building protects this icon of Philadelphia history from the elements. You can peek from outside, or join the line to file past, reading…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/liberty-bell-center/a/poi-sig/383161/1342266",
    "image_url": null,
    "detail_description": "A glass-walled building protects this icon of Philadelphia history from the elements. You can peek from outside, or join the line to file past, reading about the history and significance of the 2080lb object along the way. The line – and it can be a long one in peak summer months – starts on the building's northern end.\nThe gist of the story: originally called the State House Bell, it was made in 1751, to commemorate the 50th anniversary of Pennsylvania's constitution. Mounted in Independence Hall, it tolled on the first public reading of the Declaration of Independence. The crack developed in the 19th century, and the bell was retired in 1846."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 16,
    "name": "Bartram's Garden",
    "latitude": "39.932496",
    "longitude": "-75.211158",
    "excerpt": "North America's oldest botanic garden dates back to 1728 when it was founded by Quaker farmer John Bartram. The lovely 45-acre National Historic Landmark,…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/university-city-west-philadelphia/attractions/bartram-s-garden/a/poi-sig/1593554/1342269",
    "image_url": null,
    "detail_description": "North America's oldest botanic garden dates back to 1728 when it was founded by Quaker farmer John Bartram. The lovely 45-acre National Historic Landmark, which includes the sturdy stone Bartram Hall and the Sankofa Community Farm, is open year-round with tours running Thursday through Sunday, from April 1 to December 3. Garden tours are at 1pm and 3pm and house tours at noon and 2pm.\nThere are plenty of other activities and events held here, too, including free kayaking and rowing on Saturday, between 11am and 3pm from end of April to the end of October. When the Schuylkill River Trail (https://schuylkillrivertrail.com) is completed in 2019, it will be possible to cycle, walk, and jog directly from Center City to the garden."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 15,
    "name": "Pennsylvania Academy of the Fine Arts",
    "latitude": "39.955149",
    "longitude": "-75.163082",
    "excerpt": "This prestigious arts school, founded in 1805, occupies two buildings including a masterwork of Victorian Gothic architecture designed by Frank Furness…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/rittenhouse-square-center-city-west/attractions/pennsylvania-academy-of-the-fine-arts/a/poi-sig/1591680/1342267",
    "image_url": null,
    "detail_description": "This prestigious arts school, founded in 1805, occupies two buildings including a masterwork of Victorian Gothic architecture designed by Frank Furness and George Hewitt. Start your tour of the museum's collection in that building, where the interior design nearly – but not quite – overshadows the works on display. The key piece is The Gross Clinic by Thomas Eakins, a former student and later teacher at the academy.\nOwnership of this canvas is shared with the Philadelphia Museum of Art, where it will return for five years from 2022. The collection continues in the neighboring contemporary building where you can see temporary exhibitions. Guided tours are held at 1pm and 2pm Thursday to Saturday and are included in the admission fee."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 14,
    "name": "Franklin Square",
    "latitude": "39.955576",
    "longitude": "-75.150218",
    "excerpt": "Ringed by busy roads, this square – one of the originals from William Penn's masterplan for his new city – feels somewhat cut off from the other sights of…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/franklin-square/a/poi-sig/1592831/1342266",
    "image_url": null,
    "detail_description": "Ringed by busy roads, this square – one of the originals from William Penn's masterplan for his new city – feels somewhat cut off from the other sights of the Old City. Nonetheless, you will find a pretty fountain, a carousel ($3) and a mini-golf course (adult/child $9/7), as well as a seasonal burger shack.\nThe square has suffered mixed fortunes over the centuries, at one point partially containing a burial ground and at another labelled a Skid Row for drunks. Since its maintenance was contracted out to the non-profit History Philadelphia, and the family-friendly features were added, the square's fortunes have been on the up. A great time to visit is in May and June when the Chinese Lantern Festival brightens up the space with 1500 silk lanterns and performances by acrobats and folk dancers."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 13,
    "name": "Mother Bethel AME Church",
    "latitude": "39.943157",
    "longitude": "-75.151784",
    "excerpt": "This major historical building is the birthplace of the African Methodist Episcopal (AME) church and is the oldest piece of real estate continually owned…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/mother-bethel-ame-church/a/poi-sig/1593197/1342266",
    "image_url": null,
    "detail_description": "This major historical building is the birthplace of the African Methodist Episcopal (AME) church and is the oldest piece of real estate continually owned by African Americans in the US. The present church, the fourth on the site, dates from 1889 and features gargoyles on its bell tower. The main chapel on the 2nd floor has beautiful stained-glass windows and magnificent woodwork.\nThe original church was founded by two local freed slaves – Richard Allen and Absalom Jones – in 1787. Benjamin Rush, a signer of the Declaration of Independence and among the first white revolutionaries to speak out against slavery, was an initial supporter. It later became a stop on the Underground Railroad when Pastor Allen (entombed in the church) hid hundreds of fugitive slaves prior to the Civil War. There's a small museum in the church dedicated to Allen and a statue of him stands outside."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 12,
    "name": "30th St Station",
    "latitude": "39.955543",
    "longitude": "-75.181718",
    "excerpt": "The grandness of Graham, Anderson, Probst and White's 1930s design for this station makes it worth a visit even if you're not catching a train. The…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/university-city-west-philadelphia/attractions/30th-st-station/a/poi-sig/1593542/1342269",
    "image_url": null,
    "detail_description": "The grandness of Graham, Anderson, Probst and White's 1930s design for this station makes it worth a visit even if you're not catching a train. The enormous neoclassical station's main concourse, with its coffer 95ft ceiling painted in red, gold and cream, and marble-faced walls, is one of Philadelphia's most impressive spaces. Corinthian columns support port cochere (coach gate) on the station's east and west sides.\nThe east end of the concourse is overlooked by a giant bronze statue: the Pennsylvania Railroad WWII Memorial (aka Angel of Resurrection) was designed by Walter Hancock, who served in the US army as one of the 'Monuments Men' who recovered art looted by the Nazis.In a room off the concourse's north side look for Karl Bitter's Spirit of Transportation, an 1895 sculptural frieze originally commissioned for long-gone Broad St Station."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 11,
    "name": "Independence Seaport Museum",
    "latitude": "39.945871",
    "longitude": "-75.140401",
    "excerpt": "This kid-friendly museum honors Philadelphia's history of shipbuilding. In the main building you can sound foghorns and steam whistles, gaze upon nautical…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/independence-seaport-museum/a/poi-sig/383155/1342266",
    "image_url": null,
    "detail_description": "This kid-friendly museum honors Philadelphia's history of shipbuilding. In the main building you can sound foghorns and steam whistles, gaze upon nautical artifacts (such as a massive ship-carpenter's screwdriver), and climb aboard a full-sized model of the 1797 schooner Diligence. You can also watch boats being built and restored in their boat shop. Your ticket also gains you entry to an 1892 steel warship and a WWII submarine docked outside. Check online for details of special events.\nUSS Olympia became one of America's most distinguished warships because of her role as Commodore Dewey's flagship in the 1898 Battle of Manila Bay during the Spanish-American War. The result of this decisive battle saw the Spanish fleet – largely considered superior to their American adversaries – crippled for the duration of the war, revealing the US as an emerging world power. During WWI the ship patrolled the waters of the US East Coast and, at the end of that war, carried home the body of the Unknown Solider from France to Arlington National Cemetery. The ship was decommissioned in 1922.USS Becuna, a 1944 Balao-class submarine, was the flagship sub of General MacArthur's Southwest Pacific Fleet. During WWII it destroyed three Japanese vessels and patrolled the Java and China Seas as well as the coast of the Philippines. The sub also saw service during the Korean and Vietnam Wars before being decommissioned in 1969."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 10,
    "name": "National Constitution Center",
    "latitude": "39.953331",
    "longitude": "-75.149188",
    "excerpt": "This whiz-bang museum makes the US Constitution jump off the page, starting with a dramatic theater-in-the-round presentation by a single actor relating…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/national-constitution-center/a/poi-sig/383165/1342266",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-78722698_super.jpg",
    "detail_description": "This whiz-bang museum makes the US Constitution jump off the page, starting with a dramatic theater-in-the-round presentation by a single actor relating the evolution of the American project. This is followed by a dizzying array of interactive exhibits, from voting booths to trivia games. You can also see an original version of the Bill of Rights and be sworn in as president. Go early, both for lighter crowds and a fresher brain – this place is hard to skim through.\n"
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 9,
    "name": "Wissahickon Valley Park",
    "latitude": "40.057643",
    "longitude": "-75.219097",
    "excerpt": "Covering 2042 acres, this beautiful, wooded park follows the Wissahickon Creek from its confluence with the Schuylkill River up to the city's northwest…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/attractions/wissahickon-valley-park/a/poi-sig/1594595/362106",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1185649228.jpg",
    "detail_description": "Covering 2042 acres, this beautiful, wooded park follows the Wissahickon Creek from its confluence with the Schuylkill River up to the city's northwest boundary. With vehicle access to the park mostly banned it's a wonderful spot for hiking, mountain biking or horseback riding. A detailed map of the park is produced by the Friends of the Wissahickon.\nThere's a parking lot beside the Valley Green Inn, which is worthy of a visit in its own right."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 8,
    "name": "Mütter Museum",
    "latitude": "39.95321328",
    "longitude": "-75.17654528",
    "excerpt": "Maintained by the College of Physicians, this unique, only-in-Philadelphia attraction is a museum dedicated to rare, odd or disturbing medical conditions…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/rittenhouse-square-center-city-west/attractions/muetter-museum/a/poi-sig/1124695/1342267",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial2146631557.jpg",
    "detail_description": "Maintained by the College of Physicians, this unique, only-in-Philadelphia attraction is a museum dedicated to rare, odd or disturbing medical conditions. Not for the squeamish, its nonetheless fascinating exhibits include a saponified body, a conjoined female fetus, incredibly realistic wax models of medical conditions and skulls by the dozen.\nThe College of Physicians also hosts many events in the building, including classical music concerts and lectures – check the website for details. Note there's $2 off admission on Monday and Tuesday."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 7,
    "name": "Penn Museum",
    "latitude": "39.949426",
    "longitude": "-75.191447",
    "excerpt": "U Penn's magical museum, the largest of its type in the US, contains archaeological treasures from ancient Egypt, Mesopotamia, the Mayan world and more…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/university-city-west-philadelphia/attractions/penn-museum/a/poi-sig/383185/1342269",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/AlamyRF_KG1XHA.jpg",
    "detail_description": "U Penn's magical museum, the largest of its type in the US, contains archaeological treasures from ancient Egypt, Mesopotamia, the Mayan world and more. In April 2018 its new Middle East galleries opened, part of an ongoing transformation of the institution that will see various parts of it under wraps until around 2020.\nTake a moment or two to admire the building's eclectic 19th-century architecture and design, which includes a Japanese gate, arts-and-crafts brickwork, a rotunda, public gardens, sculptures by Alexander Stirling Calder and a koi pond. The Stoner Courtyard is the location for a series of outdoor summer concerts."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 6,
    "name": "Benjamin Franklin Museum",
    "latitude": "39.949457",
    "longitude": "-75.146624",
    "excerpt": "This underground museum is dedicated to Franklin's storied life as a printer (he started the nation's first newspaper), inventor (Bifocals! Lightning rods…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/benjamin-franklin-museum/a/poi-sig/1372792/1342266",
    "image_url": null,
    "detail_description": "This underground museum is dedicated to Franklin's storied life as a printer (he started the nation's first newspaper), inventor (Bifocals! Lightning rods!) and political figure who signed the Declaration of Independence. The exhibition, divided into five areas, with each focusing on a particular trait of the man, is inventively laid out with interactive elements and plenty of famous Franklin quotations.\nIn the same courtyard, don't miss the printing office, where park rangers demonstrate an 18th-century printing press similar to that used by Franklin."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 5,
    "name": "Rail Park",
    "latitude": "39.960346",
    "longitude": "-75.161397",
    "excerpt": "The old Reading Viaduct is the location of the first phase of this ambitious project to reuse 3 miles of decommissioned rail lines between Fairmount Park…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/fishtown-northern-liberties/attractions/rail-park/a/poi-sig/1593642/1342271",
    "image_url": null,
    "detail_description": "The old Reading Viaduct is the location of the first phase of this ambitious project to reuse 3 miles of decommissioned rail lines between Fairmount Park and Center City. A bridge over N 13th St has been rebuilt, old rail girders have been incorporated into planters and quotes in different languages are carved into paving stones.\nSwing seats on the viaduct section of the park provide great views of Shepard Fairey's mural The Stamp of Incarceration: James Anderson. Look also for an old train dining car parked at the Broad St end of the park, which is set to be turned into a visitors' center."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 4,
    "name": "Museum of the American Revolution",
    "latitude": "39.948462",
    "longitude": "-75.145905",
    "excerpt": "This impressive, multimedia-rich museum will have you virtually participating in the American Revolution; interactive dioramas and 3-D experiences take…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/museum-of-the-american-revolution/a/poi-sig/1566739/1342266",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4cdba5a8f2ecc05c4af109bf0ea4bfb9-museum-of-the-american-revolution.jpg",
    "detail_description": "This impressive, multimedia-rich museum will have you virtually participating in the American Revolution; interactive dioramas and 3-D experiences take you all the way from contentment with British rule to the eventual rejection of it. Learn about the events, people, cultures and religions that participated in one of the world's most important revolutions. Lots of hands-on displays and video stories mean kids will have as much fun as adults. Note that all tickets are timed: reserve them early online.\n"
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 3,
    "name": "City Hall",
    "latitude": "39.952422",
    "longitude": "-75.16367",
    "excerpt": "Completed in 1901 following 30 years of construction, City Hall takes up a whole block, and at 548ft is the world's tallest structure without a steel…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/rittenhouse-square-center-city-west/attractions/city-hall/a/poi-sig/383137/1342267",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f7bb56319ea332506632233f9807edac-city-hall.jpg",
    "detail_description": "Completed in 1901 following 30 years of construction, City Hall takes up a whole block, and at 548ft is the world's tallest structure without a steel frame. The view from the observation area immediately beneath the 27-ton bronze statue of William Penn that crowns the tower takes in most of the city; reserve tickets as space is limited. The daily interior tour is a treat, too, and will give you a greater appreciation of this grand building.\nIn winter, the Rothman Ice Rink sets up in Dilworth Park on the western side of the plaza."
},
{
    "country": "philadelphia",
    "city": "Philadelphia",
    "index": 2,
    "name": "Independence Hall",
    "latitude": "39.948902",
    "longitude": "-75.150005",
    "excerpt": "The 'birthplace of American government', this modest, early 18th-century Georgian building is where delegates from the 13 colonies met to approve the…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/philadelphia/old-city-society-hill/attractions/independence-hall/a/poi-sig/383151/1342266",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF276721013.jpg",
    "detail_description": "The 'birthplace of American government', this modest, early 18th-century Georgian building is where delegates from the 13 colonies met to approve the Declaration of Independence on July 4, 1776. Expect a line out the door and around the block for this one – as the centerpiece of Philadelphia's Independence National Historical Park, it's the prime attraction in a city packed with history, and one of Philly's top free things to do.\n\n  \nThe iconic bell-tower of Philadelphia's Independence Hall ©f11photo / Shutterstock\n\nDiving into American history at Independence Hall \nTo prime yourself for a trip to Independence Hall, watch Nicolas Cage's absurdist treasure hunt movie National Treasure, for insights into what the founding fathers didn't do in Philadelphia in 1776, then join the queue for this national monument, to find out what actually did happen. Inside, you'll be led around the chambers where both the United States Constitution and the Declaration of Independence were debated and written into law, and where the body of Abraham Lincoln was displayed in state after his assassination in 1865.\nWhile you're here, it would be remiss to not drop in on the string of other American landmarks in the Independence National Historical Park. The legendary Liberty Bell, cast in Whitechapel in London, originally dangled inside the bell-tower of Independence Hall. It now hangs inside a protective pavilion, with its famous crack proudly on display – perhaps a warning about the fragility of democracy?\n\n  \nMay 9, 2015: inside the Liberty Bell Center housing the symbol of American independence in Philadelphia. ©Ritu Manoj Jethani/Shutterstock\n\nAdjacent to Independence Hall, the American Philosophical Society was founded by Benjamin Franklin in 1743 to promote 'useful knowledge', and next door is the Old City Hall, where the US Supreme Court sat until 1800. Across the road, the Second Bank of the US was the home of the national bank until 1836 (the First Bank of the US lies just east across the park).\nAfter immersing yourself in the official version of American history, spare a moment to consider the African American experience of events. The nearby Presidents House Site monument tells the story of the nine enslaved African Americans who were part of Washington's household. It's a powerful reminder of the paradox at the heart of the birth of the USA.\n\n  \nIndependence Hall's Assembly Room, where the US Constitution and Declaration of Independence were signed ©Inspired By Maps / Shutterstock\n\nTickets &amp; Practicalities\nEntry to Independence Hall is by guided tour only, so get free advance tickets and times for the next available tour at the nearby Independence Visitor Center or reserve online (with a $1 booking fee). Only 50 people are allowed on each tour, so factor in at least an hour-long wait in peak summer months. The entrance is via the security screening area in the east wing on the corner of Chestnut and 5th Sts. The easiest place to park is the Autopark at Independence Mall, by the Independence Visitor Center.\nWhere to eat near Independence Hall\nExploring history can be hungry work – swap patriotism for physical sustenance at these nearby places to eat.\nFriedaCity TavernThe Bourse\n"
}
]