[
{
    "country": "phitsanulok",
    "city": "Phitsanulok",
    "index": 1,
    "name": "Wat Phra Si Ratana Mahathat",
    "latitude": "16.823592",
    "longitude": "100.262089",
    "excerpt": "The main wí·hăhn (sanctuary) at this temple, known by locals as Wat Yai, appears small from the outside, but houses the Phra Phuttha Chinnarat, one of…",
    "detail_url": "https://www.lonelyplanet.com/thailand/phitsanulok-province/phitsanulok/attractions/wat-phra-si-ratana-mahathat/a/poi-sig/1243989/357756",
    "image_url": null,
    "detail_description": "The main wí·hăhn (sanctuary) at this temple, known by locals as Wat Yai, appears small from the outside, but houses the Phra Phuttha Chinnarat, one of Thailand’s most revered and copied Buddha images. This famous statue is probably second in importance only to the Emerald Buddha in Bangkok’s Wat Phra Kaew.\nThe story goes that construction of this wát was commissioned under the reign of King Li Thai in 1357. When it was completed, the king wanted it to contain three high-quality bronze images, so he sent for well-known sculptors from Si Satchanalai, Chiang Saen and Hariphunchai (Lamphun), as well as five Brahman priests. The first two castings worked well, but the third required three attempts before it was decreed the best of all. Legend has it that a white-robed sage appeared from nowhere to assist in the final casting, then disappeared. This last image was named the Chinnarat (Victorious King) Buddha and it became the centrepiece in the wí·hăhn. The other two images, Phra Chinnasi and Phra Si Satsada, were later moved to the royal temple of Wat Bowonniwet in Bangkok.The image was cast in the late Sukhothai style, but what makes it strikingly unique is the flame-like halo around the head and torso that turns up at the bottom to become dragon-serpent heads on either side of the image. The head of this Buddha is a little wider than that of the Sukhothai standard, giving the statue a very solid feel.Another sanctuary to one side has been converted into a free museum, displaying antique Buddha images, ceramics and other historic artefacts.Despite the holiness of the temple, endless loud broadcasts asking for donations, Thai musicians, a strip of vendors hawking everything from herbs to lottery tickets, several ATM machines and hundreds of visitors all contribute to a relentlessly hectic atmosphere. Come early (ideally before 7am) if you’re looking for quiet contemplation or simply wish to take photos, and regardless of the time be sure to dress appropriately – no shorts or sleeveless tops."
},
{
    "country": "phitsanulok",
    "city": "Phitsanulok",
    "index": 7,
    "name": "Pakistan Mosque",
    "latitude": "16.820501",
    "longitude": "100.26652",
    "excerpt": "A mosque in Phitsanulok.",
    "detail_url": "https://www.lonelyplanet.com/thailand/phitsanulok-province/phitsanulok/attractions/pakistan-mosque/a/poi-sig/1377289/357756",
    "image_url": null,
    "detail_description": "A mosque in Phitsanulok.\n"
},
{
    "country": "phitsanulok",
    "city": "Phitsanulok",
    "index": 6,
    "name": "Wat Nang Phaya",
    "latitude": "16.822986",
    "longitude": "100.261531",
    "excerpt": "A Buddhist temple in Phitsanulok.",
    "detail_url": "https://www.lonelyplanet.com/thailand/phitsanulok-province/phitsanulok/attractions/wat-nang-phaya/a/poi-sig/1377293/357756",
    "image_url": null,
    "detail_description": "A Buddhist temple in Phitsanulok.\n"
},
{
    "country": "phitsanulok",
    "city": "Phitsanulok",
    "index": 5,
    "name": "Clock Tower",
    "latitude": "16.813467",
    "longitude": "100.262535",
    "excerpt": "A clock tower in central Phitsanulok.",
    "detail_url": "https://www.lonelyplanet.com/thailand/phitsanulok-province/phitsanulok/attractions/clock-tower/a/poi-sig/1377290/357756",
    "image_url": null,
    "detail_description": "A clock tower in central Phitsanulok.\n"
},
{
    "country": "phitsanulok",
    "city": "Phitsanulok",
    "index": 4,
    "name": "Buranathai Buddha Image Foundry",
    "latitude": "16.805404",
    "longitude": "100.267775",
    "excerpt": "Almost across the street from Sergeant Major Thawee Folk Museum, and also belonging to Sergeant Major Thawee, is the Buranathai Buddha Image Foundry,…",
    "detail_url": "https://www.lonelyplanet.com/thailand/phitsanulok-province/phitsanulok/attractions/buranathai-buddha-image-foundry/a/poi-sig/1174922/357756",
    "image_url": null,
    "detail_description": "Almost across the street from Sergeant Major Thawee Folk Museum, and also belonging to Sergeant Major Thawee, is the Buranathai Buddha Image Foundry, where bronze Buddha images of all sizes are cast. Visitors are welcome to watch the process, and there are photo exhibits demonstrating the lost-wax method of metal casting. Some of the larger images take a year or more to complete. There is a small gift shop where you can purchase bronze images.\n"
},
{
    "country": "phitsanulok",
    "city": "Phitsanulok",
    "index": 3,
    "name": "Wat Ratburana",
    "latitude": "16.822029",
    "longitude": "100.260618",
    "excerpt": "Across the street from Wat Phra Si Ratana Mahathat, Wat Ratburana draws fewer visitors but in some ways is more interesting than its famous neighbour. In…",
    "detail_url": "https://www.lonelyplanet.com/thailand/phitsanulok-province/phitsanulok/attractions/wat-ratburana/a/poi-sig/1243868/357756",
    "image_url": null,
    "detail_description": "Across the street from Wat Phra Si Ratana Mahathat, Wat Ratburana draws fewer visitors but in some ways is more interesting than its famous neighbour. In addition to a wí·hăhn with a 700-year-old gold Buddha, there’s a bòht (chapel), with beautiful murals thought to date back to the mid-19th century, and two wooden hŏr đrai (manuscript libraries).\nThe temple is also home to a few quirky attractions that offer a fascinating insight into the practices of Thai Buddhism. The most apparent of these is a large wooden boat decked with garlands that originally served to transport King Rama V on an official visit to Phitsanulok. Today the boat is believed to grant wishes to those who make an offering and crawl under its entire length three or nine times. Next to the wí·hăhn is a sacred tree with ladders on either side that visitors climb up, leave an offering, then ring a bell and descend, again repeating the action a total of three or nine times. And directly adjacent to the tree is an immense gong that, when rubbed the right way, creates a unique ringing sound.Near each of these attractions you’ll find somebody stationed who, in addition to selling the coins, incense and flowers used in offerings, will instruct visitors in exactly how to conduct each particular ritual, including how many times to pass, what to offer and what prayer to say."
},
{
    "country": "phitsanulok",
    "city": "Phitsanulok",
    "index": 2,
    "name": "Sergeant Major Thawee Folk Museum",
    "latitude": "16.805743",
    "longitude": "100.267292",
    "excerpt": "This fascinating museum displays a remarkable collection of tools, textiles and photographs from Phitsanulok Province, as well as many knick-knacks from…",
    "detail_url": "https://www.lonelyplanet.com/thailand/phitsanulok-province/phitsanulok/attractions/sergeant-major-thawee-folk-museum/a/poi-sig/1174914/357756",
    "image_url": null,
    "detail_description": "This fascinating museum displays a remarkable collection of tools, textiles and photographs from Phitsanulok Province, as well as many knick-knacks from previous decades, all accumulated by the eponymous Sergeant Major Thawee. It’s spread throughout five traditional-style Thai buildings and the displays are accompanied by informative English descriptions. Those interested in cooking will find much of interest in the display of a traditional Thai kitchen and the various traps used to catch game.\nMale visitors will feel twinges of empathetic pain upon seeing the display that describes traditional bull castration – a process that apparently involves no sharp tools."
}
]