[
{
    "country": "piraeus",
    "city": "Piraeus",
    "index": 1,
    "name": "Piraeus Archaeological Museum",
    "latitude": "37.93707454",
    "longitude": "23.64406875",
    "excerpt": "The museum's star attraction is the magnificent statue of Apollo, the Piraeus Kouros, the larger-than-life, oldest hollow bronze statue yet found. It…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/piraeus/attractions/piraeus-archaeological-museum/a/poi-sig/506484/1328899",
    "image_url": null,
    "detail_description": "The museum's star attraction is the magnificent statue of Apollo, the Piraeus Kouros, the larger-than-life, oldest hollow bronze statue yet found. It dates from about 520 BC and was discovered buried in rubble in 1959. Other important finds from the area include fine tomb reliefs from the 4th to 2nd centuries BC.\n"
},
{
    "country": "piraeus",
    "city": "Piraeus",
    "index": 3,
    "name": "Electric Railways Museum",
    "latitude": "37.948377",
    "longitude": "23.642771",
    "excerpt": "Tucked inside the Piraeus station, this museum is a trove of old switches, nifty models and cool machinery, including a gleaming old wooden train car. It…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/piraeus/attractions/electric-railways-museum/a/poi-sig/1574263/1328899",
    "image_url": null,
    "detail_description": "Tucked inside the Piraeus station, this museum is a trove of old switches, nifty models and cool machinery, including a gleaming old wooden train car. It's a passion project of a former railway employee, and he and the other staff are full of interesting facts.\n"
},
{
    "country": "piraeus",
    "city": "Piraeus",
    "index": 2,
    "name": "Hellenic Maritime Museum",
    "latitude": "37.93270245",
    "longitude": "23.64624679",
    "excerpt": "As nautical museums go, this isn't one of the best, despite Greece’s long maritime history. Still, it does have all the requisite models of ancient and…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/piraeus/attractions/hellenic-maritime-museum/a/poi-sig/506480/1328899",
    "image_url": null,
    "detail_description": "As nautical museums go, this isn't one of the best, despite Greece’s long maritime history. Still, it does have all the requisite models of ancient and modern ships, seascapes by leading 19th- and 20th-century Greek painters, guns, flags and maps, and even part of a submarine.\n"
}
]