[
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 19,
    "name": "Fort Pitt Museum",
    "latitude": "40.44017612511",
    "longitude": "-80.008406639099",
    "excerpt": "This museum tells the story of the French and Indian War of the mid-18th century, which brought Pittsburgh into being. The surrounding waterfront, a state…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/fort-pitt-museum/a/poi-sig/410724/362107",
    "image_url": null,
    "detail_description": "This museum tells the story of the French and Indian War of the mid-18th century, which brought Pittsburgh into being. The surrounding waterfront, a state park, is lovely on a summer day.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 18,
    "name": "Carnegie Science Center",
    "latitude": "40.445599867416",
    "longitude": "-80.01757979393",
    "excerpt": "With a lobby smelling of popcorn, this science museum is a cut above the average, with exhibits on everything from outer space to robots to candy. A…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/carnegie-science-center/a/poi-sig/410720/362107",
    "image_url": null,
    "detail_description": "With a lobby smelling of popcorn, this science museum is a cut above the average, with exhibits on everything from outer space to robots to candy. A favorite with Pittsburgh parents as well as their kids.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 17,
    "name": "Bicycle Heaven",
    "latitude": "40.456617",
    "longitude": "-80.032606",
    "excerpt": "The largest bicycle shop in the world also happens to contain a free bicycle museum, which contains a fascinating collection of some 4000 vintage bikes…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/bicycle-heaven/a/poi-sig/1597958/362107",
    "image_url": null,
    "detail_description": "The largest bicycle shop in the world also happens to contain a free bicycle museum, which contains a fascinating collection of some 4000 vintage bikes from around the world. Best part: when you're done browsing, you can get a sweet new U-lock.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 16,
    "name": "Center for PostNatural History",
    "latitude": "40.465413",
    "longitude": "-79.944506",
    "excerpt": "'Postnatural history,' according to the artist-founder of this quirky museum, is the field of plants and animals designed by humankind. Learn all about…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/center-for-postnatural-history/a/poi-sig/1517051/362107",
    "image_url": null,
    "detail_description": "'Postnatural history,' according to the artist-founder of this quirky museum, is the field of plants and animals designed by humankind. Learn all about spider-silk–making goats, selective breeding and more. Probably not your best first-date spot, but definitely a fun and unconventional place to learn about all things human-ipulated.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 15,
    "name": "Carnegie Library of Pittsburgh",
    "latitude": "40.443579",
    "longitude": "-79.950337",
    "excerpt": "Pittsburgh does not lack for beautiful, muscular buildings and the main branch of the Central Library is no exception to this rule. The main branch of the…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/carnegie-library-of-pittsburgh/a/poi-sig/1596346/362107",
    "image_url": null,
    "detail_description": "Pittsburgh does not lack for beautiful, muscular buildings and the main branch of the Central Library is no exception to this rule. The main branch of the library system is a beautiful, multilevel hybrid of neoclassical and beaux-arts influences, and serves as a nice spot to relax and rest your feet while exploring around the Carnegie Museum complex.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 14,
    "name": "Allegheny Landing",
    "latitude": "40.447274",
    "longitude": "-80.002871",
    "excerpt": "They call Pittsburgh the 'city of rivers,' so it's only appropriate that it has a park from which to admire its internal waterways. Allegheny Landing was…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/allegheny-landing/a/poi-sig/1596109/362107",
    "image_url": null,
    "detail_description": "They call Pittsburgh the 'city of rivers,' so it's only appropriate that it has a park from which to admire its internal waterways. Allegheny Landing was one of the first urban riverfront sculpture parks in the country, and while it can get a little littered, the modern sculpture plus waterfront biking and walking trails make for an altogether lovely slice of city green space. It's pleasant in spring and autumn, and dramatic in winter snow.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 12,
    "name": "Monongahela Incline",
    "latitude": "40.432608",
    "longitude": "-80.004705",
    "excerpt": "Twin to the Duquesne Incline and built in the late 19th century, this funicular offers a great perspective over the city.",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/monongahela-incline/a/poi-sig/1576330/362107",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Pittsburgh%20karenfoleyphotography%20GettyImages-473301568%20RFE.jpg",
    "detail_description": "Twin to the Duquesne Incline and built in the late 19th century, this funicular offers a great perspective over the city.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 13,
    "name": "Phipps Conservatory",
    "latitude": "40.439076",
    "longitude": "-79.94736",
    "excerpt": "An impressive steel-and-glass greenhouse with beautifully designed and curated gardens, at the northwest corner of Schenley Park.",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/phipps-conservatory/a/poi-sig/1281793/362107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/48457d7efa04d6f0f0bcfdcd57fee67b-phipps-conservatory.jpg",
    "detail_description": "An impressive steel-and-glass greenhouse with beautifully designed and curated gardens, at the northwest corner of Schenley Park.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 11,
    "name": "Heinz History Center",
    "latitude": "40.446302",
    "longitude": "-79.992517",
    "excerpt": "Local history and lore is shared with verve and color – there's even an exhibit dedicated to children's TV host and native son Fred Rogers. It also…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/heinz-history-center/a/poi-sig/1281789/362107",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Pittsburgh%20Douglas%20Sacha%20GettyImages-813291442%20RFE.jpg",
    "detail_description": "Local history and lore is shared with verve and color – there's even an exhibit dedicated to children's TV host and native son Fred Rogers. It also contains the Western Pennsylvania Sports Museum, focusing on Pittsburgh's many beloved championship teams.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 10,
    "name": "National Aviary",
    "latitude": "40.453217",
    "longitude": "-80.010037",
    "excerpt": "Often overlooked due to its proximity to the excellent Science Center and Children's Museum, this is nonetheless a fantastic opportunity to see all kinds…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/national-aviary/a/poi-sig/410732/362107",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Pittsburgh%20Pamela%20Carpenter%20GettyImages-1342554876%20RFC.jpg",
    "detail_description": "Often overlooked due to its proximity to the excellent Science Center and Children's Museum, this is nonetheless a fantastic opportunity to see all kinds of birds up close and very personal, in large open habitats.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 9,
    "name": "Schenley Park",
    "latitude": "40.436536",
    "longitude": "-79.944988",
    "excerpt": "This 456-acre slice of landscaped loveliness, which anchors the handsome neighborhood of Oakland, is a green clump of forests, trails, rushing creeks and…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/schenley-park/a/poi-sig/1596237/362107",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Schenley%20Park%20-%20Pittsburgh%20crop.jpg",
    "detail_description": "This 456-acre slice of landscaped loveliness, which anchors the handsome neighborhood of Oakland, is a green clump of forests, trails, rushing creeks and general urban-park perfection. It's the home of the Phipps Conservatory and is a perfect spot for a lazy stroll.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 8,
    "name": "Frick Art & Historical Center",
    "latitude": "40.446636799551",
    "longitude": "-79.902276992798",
    "excerpt": "Henry Clay Frick, of New York City's Frick Collection fame, built his steel fortune in Pittsburgh. This Frick shows a small art collection (including…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/frick-art-historical-center/a/poi-sig/410726/362107",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Pittsburgh%20woodsnorthphoto%20Shutterstock_1670451238%20RFE%20crop.jpg",
    "detail_description": "Henry Clay Frick, of New York City's Frick Collection fame, built his steel fortune in Pittsburgh. This Frick shows a small art collection (including beautiful medieval icons), plus his cars. For more art and general splendor, join a tour (adult/child $15/8) of Clayton, the family mansion.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 6,
    "name": "Children's Museum of Pittsburgh",
    "latitude": "40.453103",
    "longitude": "-80.006776",
    "excerpt": "Kill a day (or at least half a day) with the kids at this multistory fun house, which includes an attic space devoted to illusions, a waterplay area, a…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/children-s-museum-of-pittsburgh/a/poi-sig/1599674/362107",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Pittsburgh%20Richard%20T.%20Nowitz%20GettyImages-583682808%20RFE.jpg",
    "detail_description": "Kill a day (or at least half a day) with the kids at this multistory fun house, which includes an attic space devoted to illusions, a waterplay area, a multimedia studio for young ones, 'tough art' – which is art that your children can interact with to their heart's content – and a fantastic exhibit on Pittsburgh native Fred 'Mister' Rogers, including the TV host's original puppets, sweater and sneakers.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 7,
    "name": "Carnegie Museums",
    "latitude": "40.443159",
    "longitude": "-79.949934",
    "excerpt": "Founded in 1895, these neighboring institutions are both tremendous troves of knowledge. The Carnegie Museum of Art has European treasures and an…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/carnegie-museums/a/poi-sig/410718/362107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0ef69f53c9e6871afa32b40d9e3421e2-carnegie-museums.jpg",
    "detail_description": "Founded in 1895, these neighboring institutions are both tremendous troves of knowledge. The Carnegie Museum of Art has European treasures and an excellent architectural collection, while the Carnegie Museum of Natural History features a complete Tyrannosaurus rex skeleton and beautiful old dioramas. The art museum is open until 11pm on the third Thursday of the month.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 5,
    "name": "Randyland",
    "latitude": "40.457928",
    "longitude": "-80.009705",
    "excerpt": "Hey, did you notice the giant yellow house with enormous floor-to-roof wall murals and a small army of garden statuary and a junkyard's worth of painted…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/randyland/a/poi-sig/1597957/362107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cf0e434cc7e9e00f085dcd082ad73982-randyland.jpg",
    "detail_description": "Hey, did you notice the giant yellow house with enormous floor-to-roof wall murals and a small army of garden statuary and a junkyard's worth of painted furniture and a bunch of painted signs from around the world and vintage toys and a general sense that the man who lives here has embraced the world's weirdness in a full-throttled embrace? Of course you noticed Randyland. You can't forget it if you've seen it, and if you haven't seen it, get here.\n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 4,
    "name": "Cathedral of Learning",
    "latitude": "40.444236318134",
    "longitude": "-79.953196048737",
    "excerpt": "Soaring 42 stories, this Gothic tower at the center of the University of Pittsburgh is a city landmark. It has a 4-storey common room at ground level and…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/cathedral-of-learning/a/poi-sig/410722/362107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b620bbff71a0adb8fd86ee311fdba089-cathedral-of-learning.jpg",
    "detail_description": "Soaring 42 stories, this Gothic tower at the center of the University of Pittsburgh is a city landmark. It has a 4-storey common room at ground level and also houses classrooms, a theater, a print shop, computer labs, offices, libraries and a food court.\nTowering over the neighborhood at 535 ft, the Cathedral is the second tallest educational building in the world. The tower's focus on a diverse range of cultures and ethnicities was an intentional effort to show all the good that immigrants brought to the USA.\nHistory\nThis Gothic skyscraper was commissioned by the university Chancellor, John G. Bowman, in 1921. The university experienced a huge surge in student applications after WWI and Bowman realised they needed to build more classrooms on the existing campus to accommodate demand. However, ground space was limited and the only way was up. Rather than erect a run-of-the-mill concrete tower, architect Charles Z. Klauder was tasked with creating a beautiful skyscraper that would inspire and honor the spirit of the citizens of Pittsburgh.\nThe proposed construction inspired local industries to donate resources like steel, cement, and glass. There was also a funding outreach program to the local community and even the smallest donation was welcome. Many Pittsburgh locals still have certificates they received as children after contributing as little as 10 cents to buy a brick for the Cathedral.\n\n  \nInterior of Cathedral of Learning with students © CiEll / Shutterstock\n\nNationality Rooms\nA visit to the delightful Nationality Rooms is an absolute must. Made up of 31 classrooms themed to localities ranging from Russia to Syria to Africa to the Philippines, it's an ode to the global benefit of education. Communities from all over the city were invited to help in the creation of their respective rooms as a celebration of Pittsburgh's diversity. New rooms may be added in the future.\nIs it open to the public?\nSelf-guided audio tours (adult/child $4/2) are available daily in summer, or weekends during school term. The Nationality Rooms are functioning classrooms during term time. Virtual tours are also available on the university's website.\n \n"
},
{
    "country": "pittsburgh",
    "city": "Pittsburgh",
    "index": 3,
    "name": "Andy Warhol Museum",
    "latitude": "40.448384034834",
    "longitude": "-80.002484321594",
    "excerpt": "This six-story museum celebrates Pittsburgh's coolest native son, Andy Warhol, who moved to NYC, got a nose job and made himself famous with pop art. One…",
    "detail_url": "https://www.lonelyplanet.com/usa/pennsylvania/pittsburgh/attractions/andy-warhol-museum/a/poi-sig/410716/362107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-113977091_master.jpg",
    "detail_description": "This six-story museum celebrates Pittsburgh's coolest native son, Andy Warhol, who moved to NYC, got a nose job and made himself famous with pop art. One of the four Carnegie museums in the city, this holds the largest collection of Warhol's work in the world and is the largest single-artist museum in North America.\nExhibits\nThe exhibits start with Warhol's earliest drawings and commercial illustrations and include a simulated Velvet Underground happening, a DIY 'screen test' and pieces of Warhol's extensive knickknack collection. They are spread across seven floors and there's also a basement-level exhibition space that houses The Factory education space. The Warhol also houses every piece of the artist's work in video, made up of over 4000 videotapes.\n\n  \nExterior of the Andy Warhol Museum in Pittsburgh © Pamela Brick / Shutterstock\n\nThe Warhol Store\nThe on-site shop has the same opening hours as the museum and sells all kinds of souvenirs and curios inspired by Warhol's art – for instance, cans of inflatable Campbell's soup are for sale. You don't need to ticket to the museum to access the shop and they also have an online shop if you forget to stock up on gifts before you leave Pittsburgh. There's also a cafe on site selling drinks and light snacks.\nHow much is it?\nAdult tickets are $20 and kids' admission is $10 – children under three get in for free. Admission is half price on Friday evenings after 5pm; it's the only day the museum opens late. The museum is closed on Tuesdays. Your ticket gives you access to everything in the building, even special exhibitions.\n \n"
}