[
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 1,
    "name": "Old Pokhara",
    "latitude": "28.234324",
    "longitude": "83.986959",
    "excerpt": "For a glimpse of what Pokhara was like before the traffic, chaos and tourist restaurants besieged the erstwhile village, head out to the old town, north…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/old-pokhara/a/poi-sig/1432460/1327551",
    "image_url": null,
    "detail_description": "For a glimpse of what Pokhara was like before the traffic, chaos and tourist restaurants besieged the erstwhile village, head out to the old town, north of the bustling Mahendra Pul. The best way to explore is on foot.From the Nepal Telecom building at Mahendra Pul, head northwest along Tersapati, passing a number of religious shops selling Hindu and Buddhist paraphernalia. At the intersection with Nala Mukh, check out the Newari houses with decorative brickwork and ornately carved wooden windows.Continue north on Bhairab Tole to reach the small two-tiered Bhimsen Temple, a 200-year-old shrine to the Newari god of trade and commerce, decorated with erotic carvings. The surrounding square is full of shops selling baskets and ceramics.About 200m further north is a small hill, topped by the ancient Bindhya Basini Temple. Founded in the 17th century, the temple is sacred to Durga, the warlike incarnation of Parvati, worshipped here in the form of a saligram.\n"
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 15,
    "name": "Paljorling Tibetan Refugee Settlement",
    "latitude": "28.209386",
    "longitude": "83.984942",
    "excerpt": "Almost indistinguishable among the hustle and bustle of Prithvi Chowk is this small Tibetan refugee settlement.",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/paljorling-tibetan-refugee-settlement/a/poi-sig/1476913/1327551",
    "image_url": null,
    "detail_description": "Almost indistinguishable among the hustle and bustle of Prithvi Chowk is this small Tibetan refugee settlement.\n"
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 14,
    "name": "Bhimsen Temple",
    "latitude": "28.2306",
    "longitude": "83.98447",
    "excerpt": "This small, 200-year-old, two-tiered temple is dedicated to the Newari god of trade and commerce. It's decorated with erotic carvings, and the surrounding…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/bhimsen-temple/a/poi-sig/1476933/1327551",
    "image_url": null,
    "detail_description": "This small, 200-year-old, two-tiered temple is dedicated to the Newari god of trade and commerce. It's decorated with erotic carvings, and the surrounding square hosts shops selling baskets and ceramics.\n"
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 13,
    "name": "Pokhara Regional Museum",
    "latitude": "28.217790268016",
    "longitude": "83.9903112189",
    "excerpt": "North of the bus station on the road to Mahendra Pul, this little museum is devoted to the history and culture of the Pokhara Valley, including the…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/pokhara-regional-museum/a/poi-sig/450097/1327551",
    "image_url": null,
    "detail_description": "North of the bus station on the road to Mahendra Pul, this little museum is devoted to the history and culture of the Pokhara Valley, including the mystical shamanic beliefs of the original inhabitants of the valley.\n"
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 12,
    "name": "Mahendra Gufa",
    "latitude": null,
    "longitude": null,
    "excerpt": "Near Bat Cave is the underwhelming Mahendra Gufa, the first large cave to be discovered in Pokhara. The first 125m of the cave is lit only to reveal dusty…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/around-pokhara/attractions/mahendra-gufa/a/poi-sig/1432409/1327534",
    "image_url": null,
    "detail_description": "Near Bat Cave is the underwhelming Mahendra Gufa, the first large cave to be discovered in Pokhara. The first 125m of the cave is lit only to reveal dusty vandalised limestone formations, some revered as Shiva lingams. Beyond the electric lights there are bats.\n"
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 11,
    "name": "Bindhya Basini Temple",
    "latitude": "28.237935",
    "longitude": "83.984234",
    "excerpt": "The ancient Bindhya Basini Temple sits atop a small hill in Old Pokhara. Founded in the 17th century, the temple is sacred to Durga, the warlike…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/bindhya-basini-temple/a/poi-sig/1476891/1327551",
    "image_url": null,
    "detail_description": "The ancient Bindhya Basini Temple sits atop a small hill in Old Pokhara. Founded in the 17th century, the temple is sacred to Durga, the warlike incarnation of Parvati, worshipped here in the form of a saligram (a fossilised ammonite shell, considered a sacred form of the Hindu god Vishnu).\n"
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 10,
    "name": "Gupteshwor Mahadev Cave",
    "latitude": "28.188993935973",
    "longitude": "83.95941440902",
    "excerpt": "Across the road from Devi’s Falls, this venerated cave contains a huge stalagmite worshipped as a Shiva lingam. The ticket allows you to clamber through a…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/gupteshwor-mahadev-cave/a/poi-sig/1432278/1327551",
    "image_url": null,
    "detail_description": "Across the road from Devi’s Falls, this venerated cave contains a huge stalagmite worshipped as a Shiva lingam. The ticket allows you to clamber through a tunnel behind the shrine, emerging in a damp cavern adjacent to the thundering waters of Devi’s Falls.\n"
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 9,
    "name": "Seti River Gorge",
    "latitude": "28.245827",
    "longitude": "83.99036",
    "excerpt": "The roaring Seti River passes right through Pokhara, but you won’t see it unless you go looking. The river has carved a deep, narrow chasm through the…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/seti-river-gorge/a/poi-sig/1432474/1327551",
    "image_url": null,
    "detail_description": "The roaring Seti River passes right through Pokhara, but you won’t see it unless you go looking. The river has carved a deep, narrow chasm through the middle of town, turning the water milky white in the process. The best place to catch a glimpse of the Seti River is the park  just north of Old Pokhara near the Gurkha Museum.\r\n\n"
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 8,
    "name": "World Peace Pagoda",
    "latitude": "28.20099",
    "longitude": "83.945031",
    "excerpt": "Balanced on a narrow ridge high above Phewa Tal, the brilliant-white World Peace Pagoda was constructed by Buddhist monks from the Japanese Nipponzan…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/world-peace-pagoda/a/poi-sig/450111/1327551",
    "image_url": null,
    "detail_description": "Balanced on a narrow ridge high above Phewa Tal, the brilliant-white World Peace Pagoda was constructed by Buddhist monks from the Japanese Nipponzan Myohoji organisation. There are three paths up to the pagoda and several small cafes once you arrive. Sadly, there have been muggings on the trails in the past. Check the latest situation before you head off.\n"
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 7,
    "name": "Gurkha Museum",
    "latitude": "28.246223168312",
    "longitude": "83.989600280076",
    "excerpt": "Located just north of Mahendra Pul, near the KI Singh Bridge, the Gurkha Museum celebrates the achievements of the renowned Gurkha regiments. Accompanied…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/gurkha-museum/a/poi-sig/450079/1327551",
    "image_url": null,
    "detail_description": "Located just north of Mahendra Pul, near the KI Singh Bridge, the Gurkha Museum celebrates the achievements of the renowned Gurkha regiments. Accompanied by sound effects, it covers Gurkha history from the 19th-century Indian Uprising, through two World Wars to current-day disputes and peace-keeping missions, with a fascinating display on Gurkhas who have been awarded the Victoria Cross medal.\n"
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 5,
    "name": "Bat Cave",
    "latitude": null,
    "longitude": null,
    "excerpt": "You won’t find Adam West or Christian Bale lurking in the dark and spooky Bat Cave, but instead thousands of horseshoe bats, clinging to the ceiling of a…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/around-pokhara/attractions/bat-cave/a/poi-sig/1172073/1327534",
    "image_url": null,
    "detail_description": "You won’t find Adam West or Christian Bale lurking in the dark and spooky Bat Cave, but instead thousands of horseshoe bats, clinging to the ceiling of a damp and slippery chamber and occasionally chirruping into the darkness – claustrophobics beware. Daredevils can continue to the back of the vault and wriggle out through a tiny chute to the surface. Torches are supplied, and guides (Rs 300) can show you the narrow exit tunnel. Ask about tours to other caves in the vicinity.\n"
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 6,
    "name": "Varahi Mandir",
    "latitude": "28.207401",
    "longitude": "83.953582",
    "excerpt": "Pokhara’s most famous Hindu temple, the two-tiered pagoda-style Varahi Mandir stands on a small island in Phewa Tal, near the former Ratna Mandir (Royal…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/varahi-mandir/a/poi-sig/1432459/1327551",
    "image_url": null,
    "detail_description": "Pokhara’s most famous Hindu temple, the two-tiered pagoda-style Varahi Mandir stands on a small island in Phewa Tal, near the former Ratna Mandir (Royal Palace). Founded in the 18th century, the temple is dedicated to Vishnu in his boar incarnation. It’s been extensively renovated over the years and is inhabited by a loft of cooing pigeons. Rowboats to the temple (per person return Rs 100) leave from Varahi Ghat in Lakeside.\n"
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 4,
    "name": "International Mountain Museum",
    "latitude": "28.189485474702",
    "longitude": "83.982688611444",
    "excerpt": "This expansive museum is devoted to the mountains of Nepal, the mountaineers who climbed them and the people who call them home. Inside, you can see…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/international-mountain-museum/a/poi-sig/1172009/1327551",
    "image_url": null,
    "detail_description": "This expansive museum is devoted to the mountains of Nepal, the mountaineers who climbed them and the people who call them home. Inside, you can see original gear from many of the first Himalayan ascents, as well as displays on the history, culture, geology, and flora and fauna of the Himalaya.\nOnce you’ve been inspired by the climbers of the past, head outside where there’s a 21m climbing wall and a 9.5m-high climbable model of Mt Manaslu. A taxi here from Lakeside will cost you around Rs 800 return."
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 3,
    "name": "Devi’s Falls",
    "latitude": "28.189378",
    "longitude": "83.959622",
    "excerpt": "Also known as Patale Chhango, this waterfall marks the point where the Pardi Khola stream vanishes underground. When the stream is at full bore after…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/devi-s-falls/a/poi-sig/1172011/1327551",
    "image_url": null,
    "detail_description": "Also known as Patale Chhango, this waterfall marks the point where the Pardi Khola stream vanishes underground. When the stream is at full bore after monsoon rains, the sound of the water plunging over the falls is deafening. The falls are about 2km southwest of the airport on the road to Butwal, just before the Tashi Ling Tibetan camp.\nAccording to one of the many local legends, the name is a corruption of David’s Falls, a reference to a Swiss visitor who tumbled into the sinkhole and drowned, taking his girlfriend with him."
},
{
    "country": "pokhara",
    "city": "Pokhara",
    "index": 2,
    "name": "Phewa Tal",
    "latitude": "28.214643",
    "longitude": "83.9534",
    "excerpt": "Phewa Tal is the travellers’ focal point in Pokhara, and is the second largest lake in Nepal. In contrast to the gaudy tourist development of Lakeside,…",
    "detail_url": "https://www.lonelyplanet.com/nepal/pokhara/attractions/phewa-tal/a/poi-sig/450093/1327551",
    "image_url": null,
    "detail_description": "Phewa Tal is the travellers’ focal point in Pokhara, and is the second largest lake in Nepal. In contrast to the gaudy tourist development of Lakeside, the steep southwestern shore is densely forested and alive with birdlife. The lush Rani Ban, or Queen’s Forest, bestows an emerald hue to the lake, and on a clear day the Annapurna mountains are perfectly reflected on its mirror surface.\nYou can take to the lake in one of the brightly painted doongas (boats) available for rent at Lakeside. Many people walk or cycle around the lakeshore – the trek up to the World Peace Pagoda affords breathtaking views over the tal to the mountains beyond."
}
]