[
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 1,
    "name": "Ruins of Pompeii",
    "latitude": "40.750898",
    "longitude": "14.488338",
    "excerpt": "The ghostly ruins of ancient Pompeii (Pompei in Italian) make for one of the world's most engrossing archaeological experiences. Much of the site's value…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/ruins-of-pompeii/a/poi-sig/1051177/359882",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF518040671.jpg",
    "detail_description": "The ghostly ruins of ancient Pompeii (Pompei in Italian) make for one of the world's most engrossing archaeological experiences. Much of the site's value lies in the fact that the town wasn't simply blown away by Vesuvius in AD 79 but buried under a layer of lapilli (burning fragments of pumice stone). The result is a remarkably well-preserved slice of ancient life, where visitors can walk down Roman streets and snoop around millennia-old houses, temples, shops, cafes, amphitheatres and even a brothel.\nThe origins of Pompeii are uncertain, but it seems likely that it was founded in the 7th century BC by the Campanian Oscans. Over the next seven centuries, the city fell to the Greeks and the Samnites before becoming a Roman colony in 80 BC.In AD 62, a mere 17 years before Vesuvius erupted, the city was struck by a major earthquake. Damage was widespread and much of the city's 20,000-strong population was evacuated. Fortunately, many had not returned by the time Vesuvius blew, but 2000 men, women and children perished nevertheless.After its catastrophic demise, Pompeii receded from the public eye until 1594, when the architect Domenico Fontana stumbled across the ruins while digging a canal. Exploration proper, however, didn't begin until 1748. Of Pompeii's original 66 hectares, 44 have now been excavated. Of course that doesn't mean you'll have unhindered access to every inch of the Unesco-listed site – expect to come across areas cordoned off for no apparent reason, a noticeable lack of clear signs, and the odd stray dog. Audio guides are a sensible investment (€8) and a good guidebook will also help – try Pompeii, published by Electa Napoli.Maintenance work is ongoing, with new discoveries unearthed regularly."
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 31,
    "name": "Piazza Anfiteatro Entrance & Ticket Office",
    "latitude": "40.749809",
    "longitude": "14.495248",
    "excerpt": "One of two main entrances to the ruins of Pompeii.",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/piazza-anfiteatro-entrance-ticket-office/a/poi-sig/1263893/359882",
    "image_url": null,
    "detail_description": "One of two main entrances to the ruins of Pompeii.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 30,
    "name": "Foro Triangolare",
    "latitude": "40.748639",
    "longitude": "14.487834",
    "excerpt": "The Foro Triangolare would originally have overlooked the sea.",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/foro-triangolare/a/poi-sig/1051193/359882",
    "image_url": null,
    "detail_description": "The Foro Triangolare would originally have overlooked the sea.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 29,
    "name": "Tempio di Iside",
    "latitude": "40.749094",
    "longitude": "14.488553",
    "excerpt": "The pre-Roman Tempio di Iside was a popular place of cult worship.",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/tempio-di-iside/a/poi-sig/1051182/359882",
    "image_url": null,
    "detail_description": "The pre-Roman Tempio di Iside was a popular place of cult worship.\r\n\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 28,
    "name": "Teatro Piccolo",
    "latitude": "40.748852",
    "longitude": "14.488975",
    "excerpt": "The Teatro Piccolo was once an indoor theatre renowned for its acoustics.",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/teatro-piccolo/a/poi-sig/1051192/359882",
    "image_url": null,
    "detail_description": "The Teatro Piccolo was once an indoor theatre renowned for its acoustics.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 26,
    "name": "Tempio di Venere",
    "latitude": "40.748575",
    "longitude": "14.483895",
    "excerpt": "On the right as you enter the ruin's main entrance is the 1st-century BC Tempio di Venere, formerly one of the town's most opulent temples.",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/tempio-di-venere/a/poi-sig/1051190/359882",
    "image_url": null,
    "detail_description": "On the right as you enter the ruin's main entrance is the 1st-century BC Tempio di Venere, formerly one of the town's most opulent temples.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 27,
    "name": "Villa di Diomede",
    "latitude": "40.752451364892",
    "longitude": "14.478650106836",
    "excerpt": "A once-elegant ancient villa attributed to Marcus Arrius Diomedes, whose tomb lies opposite the monumental entrance.",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/villa-di-diomede/a/poi-sig/1263908/359882",
    "image_url": null,
    "detail_description": "A once-elegant ancient villa attributed to Marcus Arrius Diomedes, whose tomb lies opposite the monumental entrance.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 25,
    "name": "Porta Marina Entrance & Ticket Office",
    "latitude": "40.748273",
    "longitude": "14.481858",
    "excerpt": "One of two main entrances to the ruins of Pompeii, located an 80m walk south of the Pompei Scavi–Villa dei Misteri Circumvesuviana train station.",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/porta-marina-entrance-ticket-office/a/poi-sig/1600576/359882",
    "image_url": null,
    "detail_description": "One of two main entrances to the ruins of Pompeii, located an 80m walk south of the Pompei Scavi–Villa dei Misteri Circumvesuviana train station.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 24,
    "name": "Basilica",
    "latitude": "40.748714214107",
    "longitude": "14.484699468644",
    "excerpt": "The basilica was the 2nd-century-BC seat of Pompeii's law courts and exchange. The semicircular apses would later influence the design of early Christian…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/basilica/a/poi-sig/1264036/359882",
    "image_url": null,
    "detail_description": "The basilica was the 2nd-century-BC seat of Pompeii's law courts and exchange. The semicircular apses would later influence the design of early Christian churches.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 23,
    "name": "Quadriportico dei Teatri",
    "latitude": "40.748379",
    "longitude": "14.488885",
    "excerpt": "Behind the Teatro Grande's stage, the porticoed Quadriportico dei Teatri was initially used as a place for the audience to stroll between acts and later…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/quadriportico-dei-teatri/a/poi-sig/1051197/359882",
    "image_url": null,
    "detail_description": "Behind the Teatro Grande's stage, the porticoed Quadriportico dei Teatri was initially used as a place for the audience to stroll between acts and later as a barracks for gladiators.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 22,
    "name": "Porta Ercolano",
    "latitude": "40.751846727443",
    "longitude": "14.481014472255",
    "excerpt": "One of Pompeii's ancient city gates, Porta Ercolano was designed with three passageways. While the central one was used for vehicles, the two peripheral…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/porta-ercolano/a/poi-sig/1263895/359882",
    "image_url": null,
    "detail_description": "One of Pompeii's ancient city gates, Porta Ercolano was designed with three passageways. While the central one was used for vehicles, the two peripheral archways catered for pedestrians.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 21,
    "name": "Via dell'Abbondanza",
    "latitude": "40.750874",
    "longitude": "14.490227",
    "excerpt": "The Via dell'Abbondanza was one of ancient Pompeii's main streets. The elevated stepping stones allowed people to cross the street without stepping into…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/via-dell-abbondanza/a/poi-sig/1519286/359882",
    "image_url": null,
    "detail_description": "The Via dell'Abbondanza was one of ancient Pompeii's main streets. The elevated stepping stones allowed people to cross the street without stepping into the waste that washed down the thoroughfare.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 20,
    "name": "Teatro Grande",
    "latitude": "40.748878",
    "longitude": "14.488345",
    "excerpt": "The 2nd-century-BC Teatro Grande was a huge 5000-seat theatre carved into the lava mass on which Pompeii was originally built. The site hosts the annual…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/teatro-grande/a/poi-sig/1051189/359882",
    "image_url": null,
    "detail_description": "The 2nd-century-BC Teatro Grande was a huge 5000-seat theatre carved into the lava mass on which Pompeii was originally built. The site hosts the annual Pompeii Theatrum Mundi, a summer season of classical theatre.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 19,
    "name": "Porta Marina",
    "latitude": "40.748354",
    "longitude": "14.482298",
    "excerpt": "The ruin of Pompeii's main entrance is at Porta Marina, the most impressive of the seven gates that punctuated the ancient town walls. A busy passageway…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/porta-marina/a/poi-sig/1263899/359882",
    "image_url": null,
    "detail_description": "The ruin of Pompeii's main entrance is at Porta Marina, the most impressive of the seven gates that punctuated the ancient town walls. A busy passageway now, as it was then, it originally connected the town with the nearby harbour, hence the gateway's name.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 17,
    "name": "Granai del Foro",
    "latitude": "40.749663",
    "longitude": "14.484336",
    "excerpt": "The Granai del Foro is now used to store hundreds of amphorae and a number of body casts that were made in the late 19th century by pouring plaster into…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/granai-del-foro/a/poi-sig/1051183/359882",
    "image_url": null,
    "detail_description": "The Granai del Foro is now used to store hundreds of amphorae and a number of body casts that were made in the late 19th century by pouring plaster into the hollows left by disintegrated bodies. Among these casts is a pregnant slave; the belt around her waist would have displayed the name of her owner.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 18,
    "name": "Macellum",
    "latitude": "40.75002",
    "longitude": "14.484905",
    "excerpt": "Dating from the 2nd century BC, the macellum was the city's main produce market. Note the 12 bases at the centre of the market, which were once stands for…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/macellum/a/poi-sig/1051186/359882",
    "image_url": null,
    "detail_description": "Dating from the 2nd century BC, the macellum was the city's main produce market. Note the 12 bases at the centre of the market, which were once stands for the timber poles that supported the market's conical roof. Surviving frescoes reveal some of the goods for sale, including prawns.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 16,
    "name": "Casa dei Vettii",
    "latitude": "40.752052",
    "longitude": "14.484626",
    "excerpt": "The Casa dei Vettii is home to a famous depiction of Priapus with his gigantic phallus balanced on a pair of scales…much to the anxiety of many a male…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/casa-dei-vettii/a/poi-sig/1051181/359882",
    "image_url": null,
    "detail_description": "The Casa dei Vettii is home to a famous depiction of Priapus with his gigantic phallus balanced on a pair of scales…much to the anxiety of many a male observer. The image symbolised the impressive wealth of its sibling owners, Aulus Vettius Restitutus and Aulus Vettius Conviva, who made their fortune trading in wine and agricultural produce.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 13,
    "name": "Tempio di Giove",
    "latitude": "40.749939",
    "longitude": "14.484529",
    "excerpt": "Built in the 2nd-century BC in honour of Jupiter, Juno and Minerva, the Tempio di Giove was a nexus of religious activity. Its surviving elements include…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/tempio-di-giove/a/poi-sig/1051191/359882",
    "image_url": null,
    "detail_description": "Built in the 2nd-century BC in honour of Jupiter, Juno and Minerva, the Tempio di Giove was a nexus of religious activity. Its surviving elements include fluted columns and the two triumphal arches that flanked the temple. A large-scale sculpture of Jupiter's head found here can be viewed at the Museo Archeologico Nazionale in Naples.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 15,
    "name": "Palestra Grande",
    "latitude": "40.750795",
    "longitude": "14.493928",
    "excerpt": "Lithe ancients kept fit at the Palestra Grande, an athletics field with an impressive portico dating from the Augustan period. Used both as a training…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/palestra-grande/a/poi-sig/1051175/359882",
    "image_url": null,
    "detail_description": "Lithe ancients kept fit at the Palestra Grande, an athletics field with an impressive portico dating from the Augustan period. Used both as a training ground for gladiators and as a meeting centre for youth associations, its huge, portico-flanked courtyard includes the remains of a swimming pool.The site is now used to host temporary exhibitions.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 14,
    "name": "Anfiteatro",
    "latitude": "40.75131",
    "longitude": "14.495188",
    "excerpt": "Gladiatorial battles thrilled up to 20,000 spectators at the grassy anfiteatro. Built in 70 BC, it's the oldest known Roman amphitheatre in existence. In…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/anfiteatro/a/poi-sig/1051185/359882",
    "image_url": null,
    "detail_description": "Gladiatorial battles thrilled up to 20,000 spectators at the grassy anfiteatro. Built in 70 BC, it's the oldest known Roman amphitheatre in existence. In 59 AD, the venue witnessed violent clashes between spectators from Pompeii and Nucera, documented in a fresco now found in Naples' Museo Archeologico Nazionale.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 12,
    "name": "Antiquarium",
    "latitude": "40.748517",
    "longitude": "14.483671",
    "excerpt": "Pompeii's small museum hosts rotating exhibitions showcasing the site's archaeological finds and exploring various aspects of ancient Roman culture. The…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/antiquarium/a/poi-sig/1572834/359882",
    "image_url": null,
    "detail_description": "Pompeii's small museum hosts rotating exhibitions showcasing the site's archaeological finds and exploring various aspects of ancient Roman culture. The space also includes an impressive multimedia presentation that digitally reconstructs a number of ancient Pompeii's buildings, making it a helpful stop before roaming the ruins themselves. The building also houses the site's bookshop.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 11,
    "name": "Lupanare",
    "latitude": "40.750232",
    "longitude": "14.486783",
    "excerpt": "The explicit frescoes at this ancient brothel provided visual 'inspiration' for clients. Once ready, visitors would indulge in one of the five rooms on…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/lupanare/a/poi-sig/1051184/359882",
    "image_url": null,
    "detail_description": "The explicit frescoes at this ancient brothel provided visual 'inspiration' for clients. Once ready, visitors would indulge in one of the five rooms on the ground floor, each complete with a stone bed and latrine. Scan the walls for declarations of love and hope, written in various languages by the brothel's workers.\nIt is assumed that the five rooms on the upper floor housed the brothel's owner and prostitutes."
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 10,
    "name": "Casa del Menandro",
    "latitude": "40.749825",
    "longitude": "14.489754",
    "excerpt": "Better preserved than the larger Casa del Fauno, luxurious Casa del Menandro has an outstanding, elegant peristyle (a colonnade-framed courtyard) beyond…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/casa-del-menandro/a/poi-sig/1519285/359882",
    "image_url": null,
    "detail_description": "Better preserved than the larger Casa del Fauno, luxurious Casa del Menandro has an outstanding, elegant peristyle (a colonnade-framed courtyard) beyond its beautifully frescoed atrium. On the peristyle's far right side a doorway leads to a private bathhouse, lavished with exquisite frescoes and mosaics. The central room off the far end of the peristyle features a striking fresco of the ancient Greek dramatist Menander, after whom the rediscovered villa was named.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 9,
    "name": "Foro",
    "latitude": "40.7495",
    "longitude": "14.484755",
    "excerpt": "A huge rectangle flanked by limestone columns, the foro was ancient Pompeii's main piazza, as well as the site of gladiatorial games before the Anfiteatro…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/foro/a/poi-sig/1051176/359882",
    "image_url": null,
    "detail_description": "A huge rectangle flanked by limestone columns, the foro was ancient Pompeii's main piazza, as well as the site of gladiatorial games before the Anfiteatro was constructed. The buildings surrounding the forum are testament to its role as the city's hub of civic, commercial, political and religious activity. At its northern end are the remains of the Tempio di Giove (Capitolium), the heart of religious life in Pompeii.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 8,
    "name": "Terme Suburbane",
    "latitude": "40.74859",
    "longitude": "14.482652",
    "excerpt": "Just outside ancient Pompeii's city walls, this 1st-century-BC bathhouse is famous for several erotic frescoes that scandalised the Vatican when they were…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/terme-suburbane/a/poi-sig/1263906/359882",
    "image_url": null,
    "detail_description": "Just outside ancient Pompeii's city walls, this 1st-century-BC bathhouse is famous for several erotic frescoes that scandalised the Vatican when they were revealed in 2001. The panels decorate what was once the apodyterium (changing room). The room leading to the colourfully frescoed frigidarium (cold bath) features fragments of stuccowork, as well as one of the few original roofs to survive at Pompeii. Beyond the tepadarium (tepid bath) and caldarium (hot bath) rooms are the remains of a heated outdoor swimming pool.\nThe bathhouse was closed at the time of writing."
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 7,
    "name": "Casa del Poeta Tragico",
    "latitude": "40.750687",
    "longitude": "14.48395",
    "excerpt": "The 1st-century AD Casa del Poeta Tragico features the world's first-known 'beware of the dog' – cave canem – warnings. Visible through a protective glass…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/casa-del-poeta-tragico/a/poi-sig/1051187/359882",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4c27b521a8a92cd6ad750d0ce99be6e3-casa-del-poeta-tragico.jpg",
    "detail_description": "The 1st-century AD Casa del Poeta Tragico features the world's first-known 'beware of the dog' – cave canem – warnings. Visible through a protective glass panel, the floor mosaic is one of the best preserved at the ruins. The house itself is featured in Edward Bulwer-Lytton's 1834 novel The Last Days of Pompeii.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 6,
    "name": "Casa della Venere in Conchiglia",
    "latitude": "40.751857",
    "longitude": "14.492877",
    "excerpt": "Casa della Venere in Conchiglia harbours a lovely peristyle looking onto a small, manicured garden. It's here in the garden that you'll find the large,…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/casa-della-venere-in-conchiglia/a/poi-sig/1051174/359882",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7aa903849ab721988b1542d90c3e59af-casa-della-venere-in-conchiglia.jpg",
    "detail_description": "Casa della Venere in Conchiglia harbours a lovely peristyle looking onto a small, manicured garden. It's here in the garden that you'll find the large, striking Venus fresco, after which the house is named. Venus – whose hairstyle in this depiction reflects the style popular during Emperor Nero's reign – was the city's patron goddess.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 5,
    "name": "Terme Stabiane",
    "latitude": "40.749874",
    "longitude": "14.487544",
    "excerpt": "At this typical 2nd-century-BC bathing complex, bathers would enter from the vestibule, stop off in the vaulted apodyterium (changing room), and then pass…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/terme-stabiane/a/poi-sig/1051195/359882",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1315294451.jpg",
    "detail_description": "At this typical 2nd-century-BC bathing complex, bathers would enter from the vestibule, stop off in the vaulted apodyterium (changing room), and then pass through to the tepidarium (tepid bath) and caldarium (hot bath). Particularly impressive is the stuccoed vault in the men's changing room, complete with whimsical images of putti (winged babies) and nymphs.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 4,
    "name": "Tempio di Apollo",
    "latitude": "40.749078",
    "longitude": "14.484497",
    "excerpt": "The oldest and most important of Pompeii's religious buildings, the Tempio di Apollo largely dates from the 2nd century BC, including the striking…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/tempio-di-apollo/a/poi-sig/1051188/359882",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f6517251e3d39a35ae12ed8172765b2ba98e0b3e9b377080ebbfe0ee4d5f2006.jpg",
    "detail_description": "The oldest and most important of Pompeii's religious buildings, the Tempio di Apollo largely dates from the 2nd century BC, including the striking columned portico. Fragments remain of an earlier version dating from the 6th century BC. The statues of Apollo and Diana (depicted as archers) on either side of the portico are copies; the originals are housed in Naples' Museo Archeologico Nazionale.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 3,
    "name": "Casa del Fauno",
    "latitude": "40.751288",
    "longitude": "14.484605",
    "excerpt": "Covering an entire insula (city block) and claiming two atria at its front end (humbler homes had one), Pompeii's largest private house is named after the…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/casa-del-fauno/a/poi-sig/1051173/359882",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d01f0058f2864db55eda241cd19bc7ab-casa-del-fauno.jpg",
    "detail_description": "Covering an entire insula (city block) and claiming two atria at its front end (humbler homes had one), Pompeii's largest private house is named after the delicate bronze statue in the impluvium (shallow pool). It was here that early excavators found Pompeii's greatest mosaics, most of which are now in Naples' Museo Archeologico Nazionale. Valuable on-site originals include a beautiful, geometrically patterned marble floor.\n"
},
{
    "country": "pompeii",
    "city": "Pompeii",
    "index": 2,
    "name": "Villa dei Misteri",
    "latitude": "40.75354",
    "longitude": "14.477534",
    "excerpt": "This restored, 90-room villa is one of the most complete structures left standing in Pompeii. The Dionysiac frieze, the most important fresco still on…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/pompeii/attractions/villa-dei-misteri/a/poi-sig/1051194/359882",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1184945411.jpg",
    "detail_description": "This restored, 90-room villa is one of the most complete structures left standing in Pompeii. The Dionysiac frieze, the most important fresco still on-site, spans the walls of the large dining room. One of the biggest and most arresting paintings from the ancient world, it depicts the initiation of a bride-to-be into the cult of Dionysus, the Greek god of wine.A farm for much of its life, the villa's vino-making area is still visible at the northern end.\nFollow Via Consolare northwest out of the town through Porta Ercolano. Continue past Villa di Diomede and you'll come to Villa dei Misteri."
}
]