[
{
    "country": "ponce",
    "city": "Ponce",
    "index": 1,
    "name": "Museo de Arte de Ponce",
    "latitude": "18.003917",
    "longitude": "-66.616697",
    "excerpt": "Brush Strokes in Flight, a bold primary-colored totem by American pop artist Roy Lichtenstein, announces the smartly remodeled MAP, where an expertly…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/museo-de-arte-de-ponce/a/poi-sig/431486/358143",
    "image_url": null,
    "detail_description": "Brush Strokes in Flight, a bold primary-colored totem by American pop artist Roy Lichtenstein, announces the smartly remodeled MAP, where an expertly presented collection ranks among the best in the Caribbean. It is itself worth the trip from San Juan. A US$30-million renovation celebrated the museum’s 50th anniversary and the smart curation – some 850 paintings, 800 sculptures and 500 prints presented in provocative historical and thematic juxtapositions – represents five centuries of Western art.\nThe greatest-hits collection of Puerto Rican painters is stirring; look for the wall-sized Ponce by Rafael Ríos Rey at the rear of the museum. The building’s blanched edifice, winged central stair and hexagonal galleries were designed by architect Edward Durell Stone, who created Washington DC’s Kennedy Center. The exceptional pre-Raphaelite and Italian baroque collections are offset by impressive installations and special exhibits (which occasionally cost a small extra fee).A complete tour of the museum takes about three hours, but if you only have time for a quick peek, spend some time sitting in awe of Edward Burne-Jones’ ghostly, half-finished The Sleep of Arthur in Avalon (look for the unfinished, blank eyes of the attending queens) and Lord Leighton’s erotic Flaming June, the museum’s sensual showpiece. Set across from the Universidad Católica, the MAP is about 10 blocks to the south of Plaza Las Delicias."
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 20,
    "name": "Fuente de los Leones",
    "latitude": "18.011233",
    "longitude": "-66.613938",
    "excerpt": "A lovely fountain in the middle of the Plaza Las Delicias – a survivor from the 1939 World Fair.",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/fuente-de-los-leones/a/poi-sig/1560886/358143",
    "image_url": null,
    "detail_description": "A lovely fountain in the middle of the Plaza Las Delicias – a survivor from the 1939 World Fair.\n"
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 19,
    "name": "Ponce Paradise",
    "latitude": "17.981223",
    "longitude": "-66.64989",
    "excerpt": "A huge new tourism development is set to sprout up near Mercedita Airport and the Port of the Americas. The project, costing US$1 billion, will include a…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/ponce-paradise/a/poi-sig/1631464/358143",
    "image_url": null,
    "detail_description": "A huge new tourism development is set to sprout up near Mercedita Airport and the Port of the Americas. The project, costing US$1 billion, will include a resort, medical facilities, conference halls and university faculties over a whopping 900 acres.\n"
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 18,
    "name": "Museo de la Masacre de Ponce",
    "latitude": "18.009182",
    "longitude": "-66.613423",
    "excerpt": "This small museum commemorates the Ponce Massacre, the fated pro-independence demonstration of the 1930s during which almost 20 protestors (and two police…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/museo-de-la-masacre-de-ponce/a/poi-sig/1419549/358143",
    "image_url": null,
    "detail_description": "This small museum commemorates the Ponce Massacre, the fated pro-independence demonstration of the 1930s during which almost 20 protestors (and two police) lost their lives. The day is mostly recalled using photographs and period documents.\n"
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 17,
    "name": "Panteón Nacional Román Baldorio de Castro",
    "latitude": "18.015681",
    "longitude": "-66.617478",
    "excerpt": "A fraction north of the city center, in the shadow of El Vigía, Ponce's city cemetery is a grand mid-19th-century conglomeration of – unusually – both…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/panteon-nacional-roman-baldorio-de-castro/a/poi-sig/1469841/358143",
    "image_url": null,
    "detail_description": "A fraction north of the city center, in the shadow of El Vigía, Ponce's city cemetery is a grand mid-19th-century conglomeration of – unusually – both Catholic and Protestant tombs. The most famous residents are Juan Morel Campos, considered the finest exponent of the Puerto Rican danza, and the famous tenor Antonio Paoli.\n"
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 16,
    "name": "Catedral Nuestra Señora de Guadalupe",
    "latitude": "18.011847",
    "longitude": "-66.613986",
    "excerpt": "The twin bell towers of this striking cathedral and local landmark cast an impression of noble piety over Ponce's Plaza Las Delicias. The cathedral…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/catedral-nuestra-senora-de-guadalupe/a/poi-sig/431478/358143",
    "image_url": null,
    "detail_description": "The twin bell towers of this striking cathedral and local landmark cast an impression of noble piety over Ponce's Plaza Las Delicias. The cathedral appeared on the city’s skyline in 1931, on a site where colonists erected their first chapel in the 1660s, which (along with subsequent structures) succumbed to earthquakes and fires. Its stained-glass windows and interior are impressive. Several services a day take place here.\n"
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 15,
    "name": "Isla Caja de Muertos",
    "latitude": "17.895033",
    "longitude": "-66.519341",
    "excerpt": "The name for this island off shore from Ponce translates as 'coffin island' – at one point it was supposedly thought that its silhouette resembled a…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/isla-caja-de-muertos/a/poi-sig/1560893/358143",
    "image_url": null,
    "detail_description": "The name for this island off shore from Ponce translates as 'coffin island' – at one point it was supposedly thought that its silhouette resembled a casket. The island makes a pleasant day trip from bustling Ponce, and there is good snorkeling plus a lighthouse ruin. Bring a picnic as there is nothing here when you arrive. Boats to the island are run through Island Venture Water Excursions.\n"
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 14,
    "name": "El Vigía",
    "latitude": "18.018885",
    "longitude": "-66.619761",
    "excerpt": "It doesn’t really compare with the hilltop cross in Rio de Janeiro, but the 100ft reinforced-concrete Cruceta del Vigía looking over Ponce is one of the…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/el-vigia/a/poi-sig/431480/358143",
    "image_url": null,
    "detail_description": "It doesn’t really compare with the hilltop cross in Rio de Janeiro, but the 100ft reinforced-concrete Cruceta del Vigía looking over Ponce is one of the city’s more reliable points of orientation and offers a cracking view from its upper levels. During the 19th century the site was used by lookouts for the Spanish Crown, watching for signs of smuggling along the coast. Today it shares grounds with a Japanese garden, included in the admission price.\n"
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 13,
    "name": "Casa Alcaldía",
    "latitude": "18.010886",
    "longitude": "-66.613852",
    "excerpt": "Facing the southern side of Plaza Las Delicias, Ponce’s city hall was built in the 1840s. The last public hanging on the island happened in its courtyard,…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/casa-alcaldia/a/poi-sig/1136862/358143",
    "image_url": null,
    "detail_description": "Facing the southern side of Plaza Las Delicias, Ponce’s city hall was built in the 1840s. The last public hanging on the island happened in its courtyard, where current galleries were formerly cells. Its balcony has hosted speeches by four US presidents – Teddy Roosevelt, Herbert Hoover, Franklin Roosevelt and George HW Bush.\nThe waggish head of Carnaval, El Rey Momo, also makes pronouncements from here."
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 12,
    "name": "Teatro La Perla",
    "latitude": "18.011975",
    "longitude": "-66.611788",
    "excerpt": "The 1000-seat, grandly columned Teatro La Perla was designed by Juan Bertoli Calderoni, father of Puerto Rico’s neoclassical style, and completed in the…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/teatro-la-perla/a/poi-sig/431498/358143",
    "image_url": null,
    "detail_description": "The 1000-seat, grandly columned Teatro La Perla was designed by Juan Bertoli Calderoni, father of Puerto Rico’s neoclassical style, and completed in the 1860s. It took 20 years to rebuild following the 1918 earthquake, but it has since played a crucial role in the city’s performing arts world, underscored by the nearby Instituto de Musica Juan Morel Campos, an affiliated music conservatory.\nIt's often an important performance center during festivals."
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 11,
    "name": "Museo Castillo Serrallés",
    "latitude": "18.019039",
    "longitude": "-66.619757",
    "excerpt": "On the same property as the mammoth El Vigía, Museo Castillo Serrallés was the home of Ponce’s rum dynasty, the Serrallés family. Guides lead bilingual…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/museo-castillo-serralles/a/poi-sig/431484/358143",
    "image_url": null,
    "detail_description": "On the same property as the mammoth El Vigía, Museo Castillo Serrallés was the home of Ponce’s rum dynasty, the Serrallés family. Guides lead bilingual walking tours through the lovely Moorish-style castle; when the somewhat exhausting hour-plus tour comes to an end, you can order snacks and drinks at the cafe. Relax on the terrace under the red-tiled roof and enjoy a view of the city below and the quiet burble of the garden’s fountains.\n"
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 10,
    "name": "Casa Wiechers-Villaronga",
    "latitude": "18.012437",
    "longitude": "-66.615869",
    "excerpt": "Perhaps the most grand of Ponce’s historical homes, this mansion was designed by Paris-educated ponceño architect Alfredo Wiechers. The carefully…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/casa-wiechers-villaronga/a/poi-sig/1418744/358143",
    "image_url": null,
    "detail_description": "Perhaps the most grand of Ponce’s historical homes, this mansion was designed by Paris-educated ponceño architect Alfredo Wiechers. The carefully preserved Victorian details – such as the multidirectional pipeworks of the ancient shower and the hand-carved bedroom furniture – speak to the grand lifestyle of its former residents. Tours begin by request (possible in English). A twisting iron staircase ascends to the neoclassical rooftop gazebo for a bird’s-eye perspective of the neighborhood.\n"
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 8,
    "name": "Museo de la Historia de Ponce",
    "latitude": "18.012467",
    "longitude": "-66.611387",
    "excerpt": "Ponce's history museum is extensive for a city of fewer than 200,0000 people – evidence of the city’s reverence for the past. Located in the Casa Salazar …",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/museo-de-la-historia-de-ponce/a/poi-sig/431488/358143",
    "image_url": null,
    "detail_description": "Ponce's history museum is extensive for a city of fewer than 200,0000 people – evidence of the city’s reverence for the past. Located in the Casa Salazar (built 1911), the museum has 10 galleries displaying centuries of the city’s history in ecology, economy, education, architecture, medicine, politics and daily life. A refreshingly Ponce-centric perspective on the development of Puerto Rican culture, the building itself is an architectural treasure that blends typical ponceño criollo (Ponce Creole) with Moorish and neoclassical elements.\n"
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 9,
    "name": "Salto Collores Waterfall",
    "latitude": "18.115099",
    "longitude": "-66.543921",
    "excerpt": "An easy day trip from either San Juan or Ponce, this is one of the most accessible waterfalls in Puerto Rico. It's located in the backyard of a…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/salto-collores-waterfall/a/poi-sig/1613611/358143",
    "image_url": null,
    "detail_description": "An easy day trip from either San Juan or Ponce, this is one of the most accessible waterfalls in Puerto Rico. It's located in the backyard of a residential property in Juana Diaz, so travelers can practically drive up to the pristine swimming hole. The 35ft waterfall descends into a small but deep pool, ideal for a refreshing dip.\nAdventurous types can follow the trail to the right of the falls and up to the river above to explore a few more swimming holes and cascades. Proceed with caution, as the trail is steep and slippery when muddy."
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 7,
    "name": "La Guancha Paseo Tablado",
    "latitude": "17.965017",
    "longitude": "-66.614699",
    "excerpt": "Commonly known as ‘La Guancha,’ this rebuilt public boardwalk is around 3 miles south of the city center near the relatively lonely Ponce Hilton and the…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/la-guancha-paseo-tablado/a/poi-sig/1418790/358143",
    "image_url": null,
    "detail_description": "Commonly known as ‘La Guancha,’ this rebuilt public boardwalk is around 3 miles south of the city center near the relatively lonely Ponce Hilton and the Port of the Americas. Refurbished in the mid-1990s, it’s a haven for picnicking families and strolling couples. Its chief points of interest include a concert pavilion, a well-kept public beach and a humble observation tower. It's also the launch point for ferries to Isla Caja de Muertos.\nThere’s a handful of open-air bars, food kiosks and fine-dining restaurants. The place picks up with a breezy, festive atmosphere on weekends."
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 6,
    "name": "Museo de la Música Puertorriqueña",
    "latitude": "18.01224",
    "longitude": "-66.610879",
    "excerpt": "This spacious pink villa designed by Juan Bertoli Calderoni, father of Puerto Rico’s neoclassical style, offers one of Ponce’s best museum experiences. A…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/museo-de-la-musica-puertorriquena/a/poi-sig/431490/358143",
    "image_url": null,
    "detail_description": "This spacious pink villa designed by Juan Bertoli Calderoni, father of Puerto Rico’s neoclassical style, offers one of Ponce’s best museum experiences. A guided tour showcases development of Puerto Rico’s sound, allowing hands-on demonstrations of indigenous instruments. The collection of Taíno, African and Spanish instruments – especially the handcrafted four-string guitar-like cuatros – and careful explanation of Puerto Rican musical traditions are highlights.\nThe museum also hosts a three-week seminar on drum building in July, and holds regular concerts in its courtyard."
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 5,
    "name": "Hacienda Buena Vista",
    "latitude": "18.084506",
    "longitude": "-66.654782",
    "excerpt": "The overgrown coffee fields and quaint historical buildings of Hacienda Buena Vista make this one of Puerto Rico's best-preserved 19th-century coffee…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/hacienda-buena-vista/a/poi-sig/1418859/358143",
    "image_url": null,
    "detail_description": "The overgrown coffee fields and quaint historical buildings of Hacienda Buena Vista make this one of Puerto Rico's best-preserved 19th-century coffee plantations. Wandering the grounds while listening to the screech of the coquí frogs makes a tranquil, historically themed half-day trip. Now, as in its heyday, the ingenuity of the irrigation and growing techniques is impressive – water is captured in a diverted waterway from the nearby Río Canas that still slowly powers the enormous water wheel and industrial-era kitchen.\nCall ahead to make a reservation. There are several tours daily, including one in English, and a small gift shop where you can purchase locally grown beans, or slurp a Puerto Rican coffee. The hacienda does not produce sufficient quantities to sell its own beans.Hacienda Buena Vista is 14km north of the city center off Rte 123. It's marked by brown signs very near Ponce city center but by almost no signs further out. The winding route through the countryside takes 45 minutes to drive. You will likely need to stop and ask for directions.The tour offers an insight into life on a traditional coffee plantation, but there are relatively few coffee plants growing here now; for an overview of the realities of cultivating coffee today, you should head to a plantation further up in the Central Mountains."
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 4,
    "name": "Parque de Bombas",
    "latitude": "18.011896",
    "longitude": "-66.613744",
    "excerpt": "Ponceños (people from Ponce) claim that the eye-popping Parque de Bombas is Puerto Rico’s most frequently photographed building, which is not too hard to…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/parque-de-bombas/a/poi-sig/431492/358143",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2bbde46894361ae9863e90f8546e37ec-parque-de-bombas.jpg",
    "detail_description": "Ponceños (people from Ponce) claim that the eye-popping Parque de Bombas is Puerto Rico’s most frequently photographed building, which is not too hard to believe as you stroll around the black-and-red-striped, Arabian-style edifice and make countless unwitting cameos in family photo albums.\nOriginally constructed in 1882 as an agricultural exhibition hall, the space later housed the city’s volunteer firefighters, who are commemorated in a small, tidy exhibit on the open 2nd floor. The many-colored lions are a reference to the man who gave the city its name: Juan Ponce de León y Loayza (leon in Spanish means 'lion')."
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 3,
    "name": "Plaza Las Delicias",
    "latitude": "18.011608",
    "longitude": "-66.613897",
    "excerpt": "Within this elegant square you’ll discover Ponce's heart as well as two of the city’s landmark buildings, Parque de Bombas and Catedral Nuestra Señora…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/plaza-las-delicias/a/poi-sig/431494/358143",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/iStock-1131874108.jpg",
    "detail_description": "Within this elegant square you’ll discover Ponce's heart as well as two of the city’s landmark buildings, Parque de Bombas and Catedral Nuestra Señora de Guadalupe. The Fuente de los Leones, a photogenic fountain rescued from the 1939 World’s Fair in New York, is the square’s most captivating attraction. The smell of panaderías (bakeries) follows churchgoers across the square each morning, while children squeal around the majestic fountain under the midday heat, and lovers stroll under its lights at night.\nEven as the commercial banks and the fast-food joints encroach around the edges, reminders of the city’s prideful history dominate the plaza’s attractions. Watch out for marble statues of local danza icon Juan Morel Campos and poet/politician Luis Muñoz Marín, Puerto Rico’s first governor, in amid more artsy ones of lions (the city's symbol, which doesn't take too long to figure out).The square has free wi-fi."
},
{
    "country": "ponce",
    "city": "Ponce",
    "index": 2,
    "name": "Centro Ceremonial Indígena de Tibes",
    "latitude": "18.041748",
    "longitude": "-66.621566",
    "excerpt": "The ancient ceremonial center of Tibes is one of the Caribbean's most important archaeological sites, due largely to evidence found here of pre-Taíno…",
    "detail_url": "https://www.lonelyplanet.com/puerto-rico/southern-and-western-puerto-rico/ponce/attractions/centro-ceremonial-indigena-de-tibes/a/poi-sig/1418858/358143",
    "image_url": null,
    "detail_description": "The ancient ceremonial center of Tibes is one of the Caribbean's most important archaeological sites, due largely to evidence found here of pre-Taíno civilizations, such as the Igneris. Though Tibes lacks the dramatic scale of sites such as Mexico's Uxmal, it is a quiet spot, ideal for imagining the people who once dwelled here (brought alive by enthusiastic staff and an excellent interpretation center), and is a highly recommended way to spend an afternoon away from the beach.\nPuerto Rico owes the discovery of its most significant archaeological site to tropical storm Eloíse, which hit Ponce in 1975 and caused the Río Portugués to flood. When floodwater retreated from local farmland, it exposed the ruins of Tibes. The government expropriated more than 30 surrounding acres, only five of which have been fully excavated.Excavations have uncovered seven bateyes (Taíno ball courts), two ceremonial plazas, burial grounds, 200 skeletons, pottery, tools and charms. As you tour the manicured setting – with its bateyes and plaza rimmed by bordering stones (some with petroglyphs) – guides explain that the first settlers on this spot were Igneris, who probably arrived at Tibes from Venezuela about 300 BC.As part of their cassava-based diet, the Igneris became fine potters, making vessels for serving and storing food. Many of these bell-shaped vessels have been found buried with food, charms and seashells in more than 100 Igneri graves. Individuals were buried in the fetal position in the belief that they were bound back to the ‘Earthmother’ for rebirth. Many of the Igneri graves have been discovered near or under the bateyes and walkways constructed by the pre-Taíno, who probably came to the site around the first millennium.In the small museum you can see some of the weapons, cemíes (deities) and tools that they used. You will also see reconstructed pre-Taíno bohíos (huts), set amid a natural botanical garden with fruit trees, including the popular guanábana (soursop).Make reservations prior to visiting, particularly if you want an English-speaking tour. To see everything here, you should arrive by 2pm. All visits include a one-hour tour, including a movie and a visit to the museum. Tibes lies about 5km north of Ponce at Km 2.2 on Hwy 503."
}
]