[
{
    "country": "pontevedra",
    "city": "Pontevedra",
    "index": 8,
    "name": "Basílica de Santa María a Maior",
    "latitude": "42.433873068468",
    "longitude": "-8.6476819314815",
    "excerpt": "Pontevedra's most impressive church is a beautiful, mainly late-Gothic affair, built by Pontevedra’s sailors’ guild in the 16th century. Busts of Columbus…",
    "detail_url": "https://www.lonelyplanet.com/spain/pontevedra/attractions/basilica-de-santa-maria-a-maior/a/poi-sig/1051229/1004442",
    "image_url": null,
    "detail_description": "Pontevedra's most impressive church is a beautiful, mainly late-Gothic affair, built by Pontevedra’s sailors’ guild in the 16th century. Busts of Columbus and Hernán Cortés flank the rosette window on the elaborate plateresque western facade.\n"
},
{
    "country": "pontevedra",
    "city": "Pontevedra",
    "index": 9,
    "name": "Praza da Leña",
    "latitude": "42.432674",
    "longitude": "-8.643301",
    "excerpt": "Praza da Leña is one of the quaintest of the dozen or so plazas dotted around the mainly pedestrianised old quarter. It's partly colonnaded and with a…",
    "detail_url": "https://www.lonelyplanet.com/spain/pontevedra/attractions/praza-da-lena/a/poi-sig/1084395/1004442",
    "image_url": null,
    "detail_description": "Praza da Leña is one of the quaintest of the dozen or so plazas dotted around the mainly pedestrianised old quarter. It's partly colonnaded and with a cruceiro (stone crucifix; a traditional Galician art form) in the middle.\n"
},
{
    "country": "pontevedra",
    "city": "Pontevedra",
    "index": 7,
    "name": "Ruínas de San Domingos",
    "latitude": "42.431348847242",
    "longitude": "-8.6470214888017",
    "excerpt": "Part of the Museo de Pontevedra, the Ruínas de San Domingos consist of the five-apse east end of the 14th-century church of a Dominican convent, housing…",
    "detail_url": "https://www.lonelyplanet.com/spain/pontevedra/attractions/ruinas-de-san-domingos/a/poi-sig/1188917/1004442",
    "image_url": null,
    "detail_description": "Part of the Museo de Pontevedra, the Ruínas de San Domingos consist of the five-apse east end of the 14th-century church of a Dominican convent, housing an intriguing assemblage of heraldic shields, sepulchres and other medieval carvings. The rest of the church and convent no longer exist.\n"
},
{
    "country": "pontevedra",
    "city": "Pontevedra",
    "index": 5,
    "name": "Igrexa de San Francisco",
    "latitude": "42.431289",
    "longitude": "-8.643097",
    "excerpt": "Set back above the broad Praza da Ferrería, the Igrexa de San Francisco was, according to local lore, founded in the 13th century by St Francis of Assisi…",
    "detail_url": "https://www.lonelyplanet.com/spain/pontevedra/attractions/igrexa-de-san-francisco/a/poi-sig/1051228/1004442",
    "image_url": null,
    "detail_description": "Set back above the broad Praza da Ferrería, the Igrexa de San Francisco was, according to local lore, founded in the 13th century by St Francis of Assisi while on pilgrimage to Santiago de Compostela. Only the main portico remains from the original church: the rest is 14th century. Inside are several tombs and funerary chapels of medieval noble families, and some pretty stained glass.\n"
},
{
    "country": "pontevedra",
    "city": "Pontevedra",
    "index": 4,
    "name": "Santuario da Virxe Peregrina",
    "latitude": "42.43085669063",
    "longitude": "-8.6436749489631",
    "excerpt": "Just off Praza da Ferrería, you can't miss the distinctive curved facade of the Santuario da Virxe Peregrina, an 18th-century caprice with a distinctly…",
    "detail_url": "https://www.lonelyplanet.com/spain/pontevedra/attractions/santuario-da-virxe-peregrina/a/poi-sig/1051231/1004442",
    "image_url": null,
    "detail_description": "Just off Praza da Ferrería, you can't miss the distinctive curved facade of the Santuario da Virxe Peregrina, an 18th-century caprice with a distinctly Portuguese flavour. It's dedicated to the Virxe Peregrina (Pilgrim Virgin) who is the Catholic patron of Pontevedra and of the Camino Portugués pilgrim route from Portugal to Santiago de Compostela, which passes through Pontevedra. Its ground plan is in the form of a scallop shell, symbol of the pilgrimage to Santiago.\n"
},
{
    "country": "pontevedra",
    "city": "Pontevedra",
    "index": 6,
    "name": "Sexto Edificio",
    "latitude": "42.43353",
    "longitude": "-8.641884",
    "excerpt": "The Sexto Edificio, the newest section of the Museo de Pontevedra, has three floors of Galician and Spanish art from the 14th to 20th centuries. It's…",
    "detail_url": "https://www.lonelyplanet.com/spain/pontevedra/attractions/sexto-edificio/a/poi-sig/1482126/1004442",
    "image_url": null,
    "detail_description": "The Sexto Edificio, the newest section of the Museo de Pontevedra, has three floors of Galician and Spanish art from the 14th to 20th centuries. It's pretty comprehensive on the Galician side of things, running from Gothic sculpture to the often politically charged paintings and graphic work of the 20th-century writer and artist Castelao.\n"
},
{
    "country": "pontevedra",
    "city": "Pontevedra",
    "index": 3,
    "name": "Praza da Ferrería",
    "latitude": "42.431439",
    "longitude": "-8.644234",
    "excerpt": "Praza da Ferrería has the best selection of cafes in town and is overlooked by the Igrexa de San Francisco, said to have been founded in the 13th century…",
    "detail_url": "https://www.lonelyplanet.com/spain/pontevedra/attractions/praza-da-ferreria/a/poi-sig/1482138/1004442",
    "image_url": null,
    "detail_description": "Praza da Ferrería has the best selection of cafes in town and is overlooked by the Igrexa de San Francisco, said to have been founded in the 13th century by St Francis of Assisi. Just off the plaza, you can't miss the curved facade of the Santuario da Virxe Peregrina, an 18th-century Portuguese-flavoured caprice with a ground plan in the shape of a scallop shell, symbol of the Camino de Santiago (whose Camino Portugués route passes through Pontevedra).\n"
},
{
    "country": "pontevedra",
    "city": "Pontevedra",
    "index": 2,
    "name": "Museo de Pontevedra",
    "latitude": null,
    "longitude": null,
    "excerpt": "Three of the six buildings of Pontevedra's eclectic museum are closed long-term for restoration, but the others are well worth your time. The Edificio…",
    "detail_url": "https://www.lonelyplanet.com/spain/pontevedra/attractions/museo-de-pontevedra/a/poi-sig/1051230/1004442",
    "image_url": null,
    "detail_description": "Three of the six buildings of Pontevedra's eclectic museum are closed long-term for restoration, but the others are well worth your time. The Edificio Sarmiento, in a renovated 18th-century Jesuit college, houses a particularly absorbing collection encompassing Galician Sargadelos ceramics, modern art, two Romanesque sculptures of Biblical prophets that once stood on the exterior of Santiago de Compostela cathedral, and prehistoric Galician gold jewellery.\nThe adjoining, recently built Sexto Edificio has three floors of Galician and Spanish art from the 14th to 20th centuries – some interesting exhibits, though you won't find any really big names. The Ruínas de San Domingos comprise a ruined 14th-century church with an intriguing collection of heraldic shields, sepulchres and other medieval carvings."
},
{
    "country": "pontevedra",
    "city": "Pontevedra",
    "index": 1,
    "name": "Edificio Sarmiento",
    "latitude": "42.433134",
    "longitude": "-8.642067",
    "excerpt": "The Edificio Sarmiento, pride of the Museo de Pontevedra, occupies a renovated 18th-century college. Its absorbing collection ranges over Galician…",
    "detail_url": "https://www.lonelyplanet.com/spain/pontevedra/attractions/edificio-sarmiento/a/poi-sig/1482127/1004442",
    "image_url": null,
    "detail_description": "The Edificio Sarmiento, pride of the Museo de Pontevedra, occupies a renovated 18th-century college. Its absorbing collection ranges over Galician Sargadelos ceramics, modern art (including one work each by Picasso, Miró and Dalí), two Romanesque sculptures of Biblical prophets that once formed part of Santiago de Compostela's Pórtico de la Gloria, and prehistoric Galician gold jewellery, petroglyphs and carvings. Entry is through the adjoining Sexto Edificio.\n"
}
]