[
{
    "country": "portland",
    "city": "Portland",
    "index": 1,
    "name": "Portland Museum of Art",
    "latitude": "43.6538",
    "longitude": "-70.262311",
    "excerpt": "Founded in 1882, this well-respected museum houses an outstanding collection of American artists. Maine artists, including Winslow Homer, Edward Hopper,…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/portland-museum-of-art/a/poi-sig/464202/362015",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/605be478237459e5d0f06af69afc26d8-portland-museum-of-art.jpg",
    "detail_description": "Founded in 1882, this well-respected museum houses an outstanding collection of American artists. Maine artists, including Winslow Homer, Edward Hopper, Louise Nevelson and Andrew Wyeth, are particularly well represented. You'll also find a few works by European masters, including Monet, Degas, Picasso and Renoir.\nThe collections are spread across three separate buildings. The majority of works are found in the postmodern Charles Shipman Payson building, designed by the firm of famed architect IM Pei. The 1911 beaux-arts-style LDM Sweat Memorial Galleries and the 1801 Federal-style McLellan House Galleries hold the 18th- and 19th-century American art collection."
},
{
    "country": "portland",
    "city": "Portland",
    "index": 14,
    "name": "Institute of Contemporary Art",
    "latitude": "43.655733",
    "longitude": "-70.260841",
    "excerpt": "This small gallery, attached to the Maine College of Art, showcases an ever-shifting slate of modern artists, and hosts frequent readings, workshops, pop…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/institute-of-contemporary-art/a/poi-sig/1611490/362015",
    "image_url": null,
    "detail_description": "This small gallery, attached to the Maine College of Art, showcases an ever-shifting slate of modern artists, and hosts frequent readings, workshops, pop-up shows and lectures. Check the website or call ahead to learn about the frequently updated events calendar.\n"
},
{
    "country": "portland",
    "city": "Portland",
    "index": 13,
    "name": "East End Beach",
    "latitude": "43.669757",
    "longitude": "-70.241024",
    "excerpt": "The sand is kind of rocky, and the water is cold enough to chill a bottle of champagne, but we still love this little beach – Portland's only public sand …",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/east-end-beach/a/poi-sig/1609624/362015",
    "image_url": null,
    "detail_description": "The sand is kind of rocky, and the water is cold enough to chill a bottle of champagne, but we still love this little beach – Portland's only public sand – and the small park that surrounds it. Folks launch kayaks, sunbathe and even take a chilly swim, including in winter (in wetsuits, but still!). On nice days, the on-site parking lot fills quickly.\n"
},
{
    "country": "portland",
    "city": "Portland",
    "index": 12,
    "name": "Main Library",
    "latitude": "43.657572",
    "longitude": "-70.259167",
    "excerpt": "The main branch of the Portland Public Library is located within the 83,000-sq-ft Baxter Building, an architectural gem that cleverly utilizes vast glass…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/main-library/a/poi-sig/1611602/362015",
    "image_url": null,
    "detail_description": "The main branch of the Portland Public Library is located within the 83,000-sq-ft Baxter Building, an architectural gem that cleverly utilizes vast glass installations and natural light to create an airy, refreshing reading and research area. There's a huge section for kids, and in general this makes for a nice place to relax and soak up Portland's more bookish characters.\n"
},
{
    "country": "portland",
    "city": "Portland",
    "index": 11,
    "name": "Loring Memorial Park",
    "latitude": "43.672474",
    "longitude": "-70.255187",
    "excerpt": "This small art installation honors a local fighter pilot who fought in WWII and Korea. Four 9ft-high granite standing stones inscribed with virtues…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/loring-memorial-park/a/poi-sig/1612328/362015",
    "image_url": null,
    "detail_description": "This small art installation honors a local fighter pilot who fought in WWII and Korea. Four 9ft-high granite standing stones inscribed with virtues surround a landscaped space at the edge of the Eastern Promenade (the street, not the trail), setting off a nice view of Casco Bay. From here, a pleasant staircase leads down a hill to the Bayside Trail.\n"
},
{
    "country": "portland",
    "city": "Portland",
    "index": 10,
    "name": "International Museum of Cryptozoology",
    "latitude": "43.651696",
    "longitude": "-70.290914",
    "excerpt": "Bigfoot, yetis, specter moose and other cryptids share the spotlight at this one-of-a-kind museum. Cryptids are animals thought by mainstream science to,…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/international-museum-of-cryptozoology/a/poi-sig/1370545/362015",
    "image_url": null,
    "detail_description": "Bigfoot, yetis, specter moose and other cryptids share the spotlight at this one-of-a-kind museum. Cryptids are animals thought by mainstream science to, er, not really exist; this place contends they do. Evidence includes yeti fur and casts of Bigfoot footprints. Honestly, this small museum's content, while amusing, could fit two or three rooms in a house, so this is really for super fans of weird stuff. Get a photo of yourself beside the furry, 9ft-tall Bigfoot.\n"
},
{
    "country": "portland",
    "city": "Portland",
    "index": 9,
    "name": "Tate House Museum",
    "latitude": "43.657378",
    "longitude": "-70.312275",
    "excerpt": "This home preserves the Colonial residence of George Tate, Maine's last British 'mast agent' (mast agents procured New England white pine trees as…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/tate-house-museum/a/poi-sig/1611597/362015",
    "image_url": null,
    "detail_description": "This home preserves the Colonial residence of George Tate, Maine's last British 'mast agent' (mast agents procured New England white pine trees as construction material for the British navy). Tate's elegant home is the only one in Portland that dates from pre-Revolutionary times that is open to the public. Besides getting a glimpse of upper-class 18th-century life, tours (departing on the hour) provide a grounding in the mast trade and general history of Colonial New England.\n"
},
{
    "country": "portland",
    "city": "Portland",
    "index": 8,
    "name": "Children's Museum & Theatre of Maine",
    "latitude": "43.654343",
    "longitude": "-70.261667",
    "excerpt": "Kids aged zero to 10 years shriek and squeal as they haul traps aboard a replica lobster boat, milk a fake cow on a model farm, operate a sound studio, or…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/children-s-museum-theatre-of-maine/a/poi-sig/464184/362015",
    "image_url": null,
    "detail_description": "Kids aged zero to 10 years shriek and squeal as they haul traps aboard a replica lobster boat, milk a fake cow on a model farm, operate a sound studio, or monkey around on an indoor rock-climbing wall. The highlight of this ultra-interactive, upbeat place (more a play center than a museum) might be the 3rd-floor camera obscura, where a single pinhole projects a panoramic view of downtown Portland. Lots of activities and performances, too.\nOn first Fridays, the museum is $2 from 5pm to 8pm."
},
{
    "country": "portland",
    "city": "Portland",
    "index": 7,
    "name": "Victoria Mansion",
    "latitude": "43.65151",
    "longitude": "-70.260594",
    "excerpt": "This Italianate palace, whose exterior would work well in a Tim Burton movie, dates back to 1860. Inside it's sumptuously decorated with rich furniture,…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/victoria-mansion/a/poi-sig/464210/362015",
    "image_url": null,
    "detail_description": "This Italianate palace, whose exterior would work well in a Tim Burton movie, dates back to 1860. Inside it's sumptuously decorated with rich furniture, frescoes, paintings, carpets, gilt, exotic woods and stone. The former owner of the house was a hotelier in New Orleans, and many details, like a stained-glass window displaying Louisiana's and Maine's respective state seals, hint at a split identity between the far north and Deep South.\nThe mansion gets decked out in holiday decorations come December, when it is open to the public from 10am to 3:45pm Tuesday to Sunday, and until 6pm Monday."
},
{
    "country": "portland",
    "city": "Portland",
    "index": 6,
    "name": "Portland Observatory",
    "latitude": "43.66535319",
    "longitude": "-70.24829328",
    "excerpt": "Built in 1807 atop Munjoy Hill, this seven-story brick tower was originally used to alert shipowners when their ships were heading for home. Now restored,…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/portland-observatory/a/poi-sig/1127819/362015",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b25a5947d6e12c3ba96d4aac4e2ee710-portland-observatory.jpg",
    "detail_description": "Built in 1807 atop Munjoy Hill, this seven-story brick tower was originally used to alert shipowners when their ships were heading for home. Now restored, the observatory has stunning panoramic views of Portland and its harbor. Admission includes a 45-minute guided tour of the observatory. From mid-July through August, special Thursday-night sunset tours offer views of the sun setting over Casco Bay (5pm to 8pm).\n"
},
{
    "country": "portland",
    "city": "Portland",
    "index": 5,
    "name": "Longfellow House",
    "latitude": "43.656920191287",
    "longitude": "-70.260132551193",
    "excerpt": "The revered American poet Henry Wadsworth Longfellow (1807–82) grew up in this Federal-style house, built in 1785 by his Revolutionary War–hero…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/longfellow-house/a/poi-sig/464212/362015",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Portland%20OlegAlbinsky%20GettyImages-610252428%20RFE.jpg",
    "detail_description": "The revered American poet Henry Wadsworth Longfellow (1807–82) grew up in this Federal-style house, built in 1785 by his Revolutionary War–hero grandfather. The house has been impeccably restored to look as it did in the 1800s, complete with original furniture, artifacts and a lovely garden. Admission includes the Maine Historical Society Museum next door, with rotating exhibits about life in Maine over the past few centuries. Ask about historical walking tours, offered by the society from June to mid-October.\n"
},
{
    "country": "portland",
    "city": "Portland",
    "index": 4,
    "name": "Portland Breakwater Light",
    "latitude": "43.65555076094",
    "longitude": "-70.234856886952",
    "excerpt": "Portland is graced by a handful of handsome lights, including the 1875 Portland Breakwater Light with its Corinthian columns. Dubbed the 'Bug Light'…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/portland-breakwater-light/a/poi-sig/1540185/362015",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/United%20States%20Portland%20Carol%20Boldt%20Alamy%20EPHH8P%20RFC%20crop.jpg",
    "detail_description": "Portland is graced by a handful of handsome lights, including the 1875 Portland Breakwater Light with its Corinthian columns. Dubbed the 'Bug Light' because of its tiny size, it sits in a small park in South Portland with a panoramic view of downtown across the harbor.\r\n\r\nTo reach it, cross the Casco Bay Bridge from downtown, and continue on Broadway to Breakwater Dr.\r\n\nThe Liberty Ship memorial, across the park from the Bug Light, describes the site's history as a shipyard during WWII, when more than 30,000 people, including about 3750 women, were employed here to build cargo vessels called Liberty Ships.\r\n"
},
{
    "country": "portland",
    "city": "Portland",
    "index": 3,
    "name": "Portland Head Light",
    "latitude": "43.623712",
    "longitude": "-70.213709",
    "excerpt": "Fort Williams Park, on Cape Elizabeth, has rolling lawns dotted with bunkers and gun emplacements. Within the park stands the beloved, and much…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/portland-head-light/a/poi-sig/1254105/362015",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9ab0129124d59b5d42f1197736ece175-portland-head-light.jpg",
    "detail_description": "Fort Williams Park, on Cape Elizabeth, has rolling lawns dotted with bunkers and gun emplacements. Within the park stands the beloved, and much-photographed, Portland Head Light, the oldest of Maine’s 52 functioning lighthouses. It was commissioned by President George Washington in 1791 and staffed until 1989, when machines took over. The keeper’s house is now a museum, which traces the maritime and military history of the region.\n"
},
{
    "country": "portland",
    "city": "Portland",
    "index": 2,
    "name": "Fort Williams Park",
    "latitude": "43.62327730232",
    "longitude": "-70.213408470154",
    "excerpt": "Four miles southeast of Portland on Cape Elizabeth, 90-acre Fort Williams Park is worth visiting simply for the panoramas and picnic possibilities. Stroll…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/portland/attractions/fort-williams-park/a/poi-sig/464190/362015",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/55da6d861934950c09d543ed6f226a26-fort-williams-park.jpg",
    "detail_description": "Four miles southeast of Portland on Cape Elizabeth, 90-acre Fort Williams Park is worth visiting simply for the panoramas and picnic possibilities. Stroll around the ruins of the fort, a late-19th-century artillery base, checking out the WWII bunkers and gun emplacements that still dot the rolling lawns (a German U-boat was spotted in Casco Bay in 1942). The fort actively guarded the entrance to Casco Bay until 1964. A favorite feature of the park is the Portland Head Light.\n"
}
]