[
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 1,
    "name": "Port Moresby Nature Park",
    "latitude": "-9.40659188",
    "longitude": "147.16520277",
    "excerpt": "At the northern end of Waigani Dr, by the University of Papua New Guinea, this is an island of calm. More than 2km of walkways thread under and through…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/port-moresby-nature-park/a/poi-sig/440910/362878",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/094ffa4bed3658f28056507d4e93084c-national-botanical-gardens.jpg",
    "detail_description": "At the northern end of Waigani Dr, by the University of Papua New Guinea, this is an island of calm. More than 2km of walkways thread under and through the jungle canopy, with well-maintained gardens displaying both local and exotic plant species, including native and hybrid orchids. The trees are alive with the clamour of fruit bats, and wildlife displays include tree kangaroos, hornbills, cassowaries, and a large aviary that houses parrots and birds of paradise. Take public motor vehicle (PMV) 9.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 19,
    "name": "Steamships Arcade",
    "latitude": "-9.477798",
    "longitude": "147.149923",
    "excerpt": "Downtown building.",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/steamships-arcade/a/poi-sig/1424094/362878",
    "image_url": null,
    "detail_description": "Downtown building.\r\n\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 21,
    "name": "Reservoir",
    "latitude": "-9.475917",
    "longitude": "147.154818",
    "excerpt": "Landmark.",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/reservoir/a/poi-sig/1424064/362878",
    "image_url": null,
    "detail_description": "Landmark.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 20,
    "name": "Paga Hill Lookout",
    "latitude": "-9.48156975",
    "longitude": "147.14608799",
    "excerpt": "Scenic view.",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/paga-hill-lookout/a/poi-sig/1425509/362878",
    "image_url": null,
    "detail_description": "Scenic view.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 18,
    "name": "SP Brewery",
    "latitude": "-9.451221",
    "longitude": "147.194674",
    "excerpt": "A highly recognisable Waigani landmark.",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/sp-brewery/a/poi-sig/1531401/362878",
    "image_url": null,
    "detail_description": "A highly recognisable Waigani landmark.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 17,
    "name": "National Library & Archives",
    "latitude": "-9.432417",
    "longitude": "147.190845",
    "excerpt": "An independence gift from Australia, this library houses a huge PNG collection.",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/national-library-archives/a/poi-sig/1051593/362878",
    "image_url": null,
    "detail_description": "An independence gift from Australia, this library houses a huge PNG collection.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 16,
    "name": "St Mary’s Catholic Cathedral",
    "latitude": "-9.48105",
    "longitude": "147.149822",
    "excerpt": "This cathedral has an impressive entrance portal in the style of a Sepik haus tambaran.",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/st-mary-s-catholic-cathedral/a/poi-sig/440920/362878",
    "image_url": null,
    "detail_description": "This cathedral has an impressive entrance portal in the style of a Sepik haus tambaran.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 15,
    "name": "Ela Beach",
    "latitude": "-9.480582",
    "longitude": "147.153905",
    "excerpt": "On the southern side of Town is the long, sandy stretch of Ela Beach. The beachfront promenade is a popular walk during the day and there are usually some…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/ela-beach/a/poi-sig/440902/362878",
    "image_url": null,
    "detail_description": "On the southern side of Town is the long, sandy stretch of Ela Beach. The beachfront promenade is a popular walk during the day and there are usually some locals frolicking in the water.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 14,
    "name": "Paga Point",
    "latitude": "-9.484033",
    "longitude": "147.143547",
    "excerpt": "The harbour headland, Paga Point, is adjacent to Town. It’s worth walking to the top of Paga Hill for the fine views over the town, the harbour and the…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/paga-point/a/poi-sig/440916/362878",
    "image_url": null,
    "detail_description": "The harbour headland, Paga Point, is adjacent to Town. It’s worth walking to the top of Paga Hill for the fine views over the town, the harbour and the encircling reefs – but don’t go alone.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 13,
    "name": "Ela United Church",
    "latitude": null,
    "longitude": null,
    "excerpt": "There is little of historical interest remaining in Port Moresby's CBD, where office towers and neglect have steadily claimed much of the area. The oldest…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/ela-united-church/a/poi-sig/440904/362878",
    "image_url": null,
    "detail_description": "There is little of historical interest remaining in Port Moresby's CBD, where office towers and neglect have steadily claimed much of the area. The oldest building still standing is the Ela United Church, opened by the London Missionary Society in 1890.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 12,
    "name": "Laloki River Gorge",
    "latitude": "-9.398258",
    "longitude": "147.313786",
    "excerpt": "A few kilometres past the Bomana War Cemetery cemetery, the road winds up the impressive Laloki River gorge and you're soon more than 600m above sea level…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/sogeri-road/attractions/laloki-river-gorge/a/poi-sig/501198/362879",
    "image_url": null,
    "detail_description": "A few kilometres past the Bomana War Cemetery cemetery, the road winds up the impressive Laloki River gorge and you're soon more than 600m above sea level. There are several viewing points looking into the gorge and up to the Rouna Falls and power station.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 11,
    "name": "McDonald's Corner",
    "latitude": "-9.422137",
    "longitude": "147.413006",
    "excerpt": "On the rough Kokoda Track road you can drive past McDonald's Corner where there's a small memorial that marks the start of the Kokoda Track. It was here…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/sogeri-road/attractions/mcdonald-s-corner/a/poi-sig/501200/362879",
    "image_url": null,
    "detail_description": "On the rough Kokoda Track road you can drive past McDonald's Corner where there's a small memorial that marks the start of the Kokoda Track. It was here that Australian WWII soldiers disembarked their trucks and began the long muddy march. Later the rough road was pushed further through to Owers’ Corner, from where it's possible to do day hikes along the Kokoda Track (bring a guide).\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 7,
    "name": "Hombrum Bluff Lookout",
    "latitude": "-9.387081",
    "longitude": "147.333183",
    "excerpt": "Some kilometres down the rough Kokoda Track road (barely navigable in a 2WD in the dry season only) is a turn-off left (west) back towards Port Moresby…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/sogeri-road/attractions/hombrum-bluff-lookout/a/poi-sig/501196/362879",
    "image_url": null,
    "detail_description": "Some kilometres down the rough Kokoda Track road (barely navigable in a 2WD in the dry season only) is a turn-off left (west) back towards Port Moresby. This is the Hombrum Bluff road that runs along the top of the Laloki River canyon wall. It leads to Hombrum Bluff Lookout that rises 1300m and was used as a retreat for the military brass during WWII. Below is Seventeen Mile which was an important base camp for more than 400 soldiers.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 6,
    "name": "Hanuabada",
    "latitude": "-9.45380371",
    "longitude": "147.15247586",
    "excerpt": "Past the docks to the north lies Hanuabada, the original Motu village. Although it is still built over the sea on stilts, the original wood and thatched…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/hanuabada/a/poi-sig/440906/362878",
    "image_url": null,
    "detail_description": "Past the docks to the north lies Hanuabada, the original Motu village. Although it is still built over the sea on stilts, the original wood and thatched houses were destroyed by fire during WWII. They were rebuilt in all-Australian building materials, corrugated iron and fibro-cement, but it’s an interesting place and the people have retained many traditional Motu customs.Find a local guide to take you around, or get a taxi to drive you past.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 9,
    "name": "Koki",
    "latitude": "-9.48062",
    "longitude": "147.170063",
    "excerpt": "The picturesque stilt village of Koki, at the eastern end of Ela Beach, is worth visiting if you can find a local to take you. The best way to do that is…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/koki/a/poi-sig/440908/362878",
    "image_url": null,
    "detail_description": "The picturesque stilt village of Koki, at the eastern end of Ela Beach, is worth visiting if you can find a local to take you. The best way to do that is by visiting the neighbouring Koki Market, one of the oldest markets in the city. Fresh produce and fish straight off the boat are sold here and it’s a colourful place to watch grassroots-style PNG commerce. PMVs stop outside the market.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 8,
    "name": "Old Parliament Building",
    "latitude": null,
    "longitude": null,
    "excerpt": "The Old Parliament Building was never an architectural wonder, but its opening as the House of Assembly in 1964 was a significant milestone on PNG's road…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/old-parliament-building/a/poi-sig/440914/362878",
    "image_url": null,
    "detail_description": "The Old Parliament Building was never an architectural wonder, but its opening as the House of Assembly in 1964 was a significant milestone on PNG's road to independence. Sadly, the shell it has become symbolises the country's steady decline in recent years; it is occupied by squatters and buai-sellers. Despite its majestic hilltop position overlooking Town and the port, there's nothing that indicates its former significance.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 10,
    "name": "National Orchid Gardens",
    "latitude": "-9.401476",
    "longitude": "147.251816",
    "excerpt": "Around Fourteen Mile, next door to the humdrum Adventure Park PNG (look out for the Ferris wheel) are the excellent National Orchid Gardens. Apart from…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/sogeri-road/attractions/national-orchid-gardens/a/poi-sig/1415887/362879",
    "image_url": null,
    "detail_description": "Around Fourteen Mile, next door to the humdrum Adventure Park PNG (look out for the Ferris wheel) are the excellent National Orchid Gardens. Apart from getting up close and personal with numerous flowering orchids, your entry price allows you to visit the adjoining aviary to see such feathered delights as cassowaries, cockatoos, splendid Victoria crown pigeons and brightly plumed birds of paradise.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 5,
    "name": "Bomana War Cemetery",
    "latitude": "-9.399275",
    "longitude": "147.246666",
    "excerpt": "A turnoff near Fourteen Mile takes you to the large and carefully tended Bomana War Cemetery, where 4000 unknown PNG and Australian WWII soldiers are…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/sogeri-road/attractions/bomana-war-cemetery/a/poi-sig/501192/362879",
    "image_url": null,
    "detail_description": "A turnoff near Fourteen Mile takes you to the large and carefully tended Bomana War Cemetery, where 4000 unknown PNG and Australian WWII soldiers are seeing out eternity, overlooked by a vast rain tree. American soldiers who died in PNG were generally shipped home for burial. The inscriptions on identical white gravestones read: 'A soldier of the 1939–1945 war. Known unto God.' It's a serene yet sobering place. PMV 16 from Gordons Market runs past the gate.\n"
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 4,
    "name": "Parliament Haus",
    "latitude": "-9.428119",
    "longitude": "147.191819",
    "excerpt": "The main Parliament Haus building is in the style of a Maprik- or Sepik-style haus tambaran, while the attached, circular cafeteria follows Highland…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/parliament-haus/a/poi-sig/440918/362878",
    "image_url": null,
    "detail_description": "The main Parliament Haus building is in the style of a Maprik- or Sepik-style haus tambaran, while the attached, circular cafeteria follows Highland design principles and a mosaic features unmistakably PNG motifs.The cavernous lobby is entered through doors whose handles are stylised kundu drums (an hourglass-shaped drum with lizard skin). Inside, a towering wood carving represents the four regions of PNG. The receptionists are usually happy to walk and talk you through the building’s design and history.\nTucked away, several glass displays showcase the nation’s wondrous insect life, including the native Queen Alexandra’s Birdwing (the world’s largest butterfly, with a 30cm wingspan).It’s possible to visit the chamber and witness parliament when it’s sitting.A taxi from Boroko costs about K40 or K50 from Town. Alternatively, take a PMV along Waigani Dr, get out at the white, empty Pineapple Building, and walk about 2km northeast."
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 3,
    "name": "Varirata National Park",
    "latitude": "-9.436531",
    "longitude": "147.382278",
    "excerpt": "Right after the small store at Laloki River Gorge is the turn-off to Varirata National Park which, at 1000 hectares and over 800m high, is the highlight…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/sogeri-road/attractions/varirata-national-park/a/poi-sig/501202/362879",
    "image_url": null,
    "detail_description": "Right after the small store at Laloki River Gorge is the turn-off to Varirata National Park which, at 1000 hectares and over 800m high, is the highlight of the Sogeri Rd. It's 8km from the turn-off and you'll find several clearly marked walking trails among the pine trees, ranging from 45 minutes to three hours long, and some excellent lookouts back to Port Moresby and the coast. Birdwatchers may spot such feathered highlights as kingfishers and Raggiana birds of paradise.\nIt's possible to camp here, but unless you're in a large group, it's potentially unsafe. The best place is on the grass outside the derelict huts. There are pit toilets. Speak to the ranger-in-charge (if you can find him!)."
},
{
    "country": "port-moresby",
    "city": "Port Moresby",
    "index": 2,
    "name": "National Museum & Art Gallery",
    "latitude": "-9.426015",
    "longitude": "147.190259",
    "excerpt": "This superb museum, beautifully remodelled for the country's 40th anniversary of independence, is the best introduction you can get to Papua New Guinea's…",
    "detail_url": "https://www.lonelyplanet.com/papua-new-guinea/port-moresby/attractions/national-museum-art-gallery/a/poi-sig/440912/362878",
    "image_url": null,
    "detail_description": "This superb museum, beautifully remodelled for the country's 40th anniversary of independence, is the best introduction you can get to Papua New Guinea's rich indigenous culture. Subtly lit exhibits are divided by theme: musical instruments, body adornments, ceremonial kundu and garamut drums, seafaring equipment (including a magnificent Milne Bay outrigger canoe decorated in large cowrie shells and ornate canoe splashboards), elaborate masks and vast totem poles from the Sepik are all present and correct. Take your time.\nSee if you can spot an agiba (skull rack), yam cult masks, kina shell money, a kawarigit (carved ceremonial stool from the Sepik), bark cloth masks and colourful shields from New Britain and headgear featuring bird-of-paradise feathers.Other displays cover the geography, fauna, culture, ethnography and history of PNG."
}
]