[
    {
        "country": "porto",
        "city": "Ribeira",
        "index": 1,
        "name": "Sé",
        "latitude": "41.142718673561",
        "longitude": "-8.6112772015844",
        "excerpt": "From Praça da Ribeira rises a tangle of medieval alleys and stairways that eventually reach the hulking, hilltop fortress of the cathedral. Founded in the…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/ribeira/attractions/se/a/poi-sig/423639/1341033",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/35f950d1ffebc8d276320a43d9b4ef72-se.jpg",
        "detail_description": "From Praça da Ribeira rises a tangle of medieval alleys and stairways that eventually reach the hulking, hilltop fortress of the cathedral. Founded in the 12th century, it was largely rebuilt a century later and then extensively altered during the 18th century. However, you can still make out the church’s Romanesque origins in the barrel-vaulted nave. Inside, a rose window and a 14th-century Gothic cloister also remain from its early days.\nHistory lends the cathedral gravitas – this is where Dom João I married his beloved Philippa of Lancaster in 1387, and where Prince Henry the Navigator was baptised in 1394, the fortune of far-flung lands but a distant dream."
    },
    {
        "country": "porto",
        "city": "Foz do Douro",
        "index": 2,
        "name": "Serralves",
        "latitude": "41.159076839052",
        "longitude": "-8.6595761775971",
        "excerpt": "This fabulous cultural institution combines a museum, a mansion and extensive gardens. Cutting-edge exhibitions, along with a fine permanent collection…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/foz-do-douro/attractions/serralves/a/poi-sig/423659/1341039",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b261f8052b635f9997249dc894bcd8b3-museu-de-arte-contemporanea.jpg",
        "detail_description": "This fabulous cultural institution combines a museum, a mansion and extensive gardens. Cutting-edge exhibitions, along with a fine permanent collection featuring works from the late 1960s to the present, are showcased in the Museu de Arte Contemporânea, an arrestingly minimalist, whitewashed space designed by the eminent Porto-based architect Álvaro Siza Vieira. The delightful, pink Casa de Serralves is a prime example of art deco, bearing the imprint of French architect Charles Siclis. One ticket gets you into both museums.\nThe museums sit within the marvellous 18-hectare Parque de Serralves. Lily ponds, rose gardens, formal fountains and whimsical touches – such as a bright-red sculpture of oversized pruning shears – make for a bucolic outing in the city. The estate is6km west of the city centre; take bus 201 from in front of Praça Dom João I, one block east of Avenida dos Aliados."
    },
    {
        "country": "porto",
        "city": "Ribeira",
        "index": 3,
        "name": "Igreja de São Francisco",
        "latitude": "41.140876",
        "longitude": "-8.615663",
        "excerpt": "Igreja de São Francisco looks from the outside to be an austerely Gothic church, but inside it hides one of Portugal’s most dazzling displays of baroque…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/ribeira/attractions/igreja-de-sao-francisco/a/poi-sig/423647/1341033",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF209830660.jpg",
        "detail_description": "Igreja de São Francisco looks from the outside to be an austerely Gothic church, but inside it hides one of Portugal’s most dazzling displays of baroque finery. Hardly a centimetre escapes unsmothered, as otherworldly cherubs and sober monks are drowned by nearly 100kg of gold leaf. If you see only one church in Porto, make it this one.\nHigh on your list should be the nave, interwoven with vines and curlicues, dripping with cherubs and shot through with gold leaf. Peel back the layers to find standouts such as the Manueline-style Chapel of St John the Baptist, the 13th-century statue of St Francis of Assisi and the 18th-century Tree of Jesse, a polychrome marvel of an altarpiece. The church museum harbours a fine, well-edited collection of sacred art.In the eerily atmospheric catacombs, the great and the good of Porto were once buried. Look out for sculptural works by Italian master Nicolau Nasoni and prolific Portuguese sculptor António Teixeira Lopes."
    },
    {
        "country": "porto",
        "city": "Ribeira",
        "index": 4,
        "name": "Palácio da Bolsa",
        "latitude": "41.141287971749",
        "longitude": "-8.6156982886488",
        "excerpt": "This splendid neoclassical monument (built from 1842 to 1910) honours Porto’s past and present money merchants. Just past the entrance is the glass-domed…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/ribeira/attractions/palacio-da-bolsa/a/poi-sig/423669/1341033",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1439431854-RFE.jpg",
        "detail_description": "This splendid neoclassical monument (built from 1842 to 1910) honours Porto’s past and present money merchants. Just past the entrance is the glass-domed Pátio das Nações (Hall of Nations), where the exchange once operated. But this pales in comparison with rooms deeper inside; to visit these, join one of the half-hour guided tours, which set off every 30 minutes.\r\n\nThe highlight is a stupendous ballroom known as the Salão Árabe (Arabian Hall), with stucco walls that have been teased into complex Moorish designs, then gilded with some 18kg of gold.\r\n"
    },
    {
        "country": "porto",
        "city": "Miragaia",
        "index": 5,
        "name": "Museu Nacional Soares dos Reis",
        "latitude": "41.147581",
        "longitude": "-8.621424",
        "excerpt": "Porto's best art museum presents a stellar collection ranging from Neolithic carvings to Portugal’s take on modernism, all housed in the formidable…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/miragaia/attractions/museu-nacional-soares-dos-reis/a/poi-sig/423665/1341035",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/08b1e9ed691cd9bb55618fd4d03e21c8-museu-nacional-soares-dos-reis.jpg",
        "detail_description": "Porto's best art museum presents a stellar collection ranging from Neolithic carvings to Portugal’s take on modernism, all housed in the formidable Palácio das Carrancas.\nRequisitioned by Napoleonic invaders, the neoclassical palace was abandoned so rapidly that the future Duke of Wellington found an unfinished banquet in the dining hall. Transformed into a museum of fine and decorative arts in 1940, its best works date from the 19th century, and include sculptures by António Teixeira Lopes and António Soares dos Reis – seek out the latter's famous O Desterrado (The Exiled), and the naturalistic paintings of Henrique Pousão and António Silva Porto."
    },
    {
        "country": "porto",
        "city": "Ribeira",
        "index": 6,
        "name": "Ponte de Dom Luís I",
        "latitude": "41.140641",
        "longitude": "-8.609633",
        "excerpt": "Completed in 1886 by a student of Gustave Eiffel, the bridge’s top deck is now reserved for pedestrians, as well as one of the city’s metro lines; the…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/ribeira/attractions/ponte-de-dom-luis-i/a/poi-sig/423673/1341033",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/16339ba77bf3814311c99bd4f8061aa9-ponte-de-dom-luis-i.jpg",
        "detail_description": "Completed in 1886 by a student of Gustave Eiffel, the bridge’s top deck is now reserved for pedestrians, as well as one of the city’s metro lines; the lower deck bears regular traffic, as well as narrow walkways for those on foot. The views of the river and old town are stunning, as are the daredevils who leap from the lower level.\nThe bridge's construction was significant, as the area’s foot traffic once navigated a bridge made from old port boats lashed together. To make matters worse, the river was wild back then, with no upstream dams. When Napoleon invaded in 1809, scores were crushed and drowned in the rushing river as a panicked stampede proved too much for the makeshift bridge."
    },
    {
        "country": "porto",
        "city": "Aliados & Bolhão",
        "index": 7,
        "name": "Capela das Almas",
        "latitude": "41.149811",
        "longitude": "-8.605514",
        "excerpt": "On Rua de Santa Catarina stands the strikingly ornate, azulejo-clad Capela das Almas. Magnificent blue-and-white panels here depict scenes from the lives…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/aliados-bolhao/attractions/capela-das-almas/a/poi-sig/423625/1341034",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/20883c7fc1db491c5e1911569abcc73b-lpl-capela_das_almas_porto_em-11.jpg",
        "detail_description": "On Rua de Santa Catarina stands the strikingly ornate, azulejo-clad Capela das Almas. Magnificent blue-and-white panels here depict scenes from the lives of various saints, including the death of St Francis and the martyrdom of St Catherine. Interestingly, Eduardo Leite painted the tiles in a classic 18th-century style, though they actually date back to the early 20th century.\n"
    },
    {
        "country": "porto",
        "city": "Aliados & Bolhão",
        "index": 8,
        "name": "Livraria Lello",
        "latitude": "41.146725",
        "longitude": "-8.614805",
        "excerpt": "Ostensibly a bookshop, but even if you’re not after books, don’t miss this exquisite 1906 neo-Gothic confection, with its lavishly carved plaster…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/aliados-bolhao/attractions/livraria-lello/a/poi-sig/423715/1341034",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF785980567.jpg",
        "detail_description": "Ostensibly a bookshop, but even if you’re not after books, don’t miss this exquisite 1906 neo-Gothic confection, with its lavishly carved plaster resembling wood and a stained-glass skylight. Feels magical? Its intricately wrought, curiously twisting staircase was supposedly the inspiration for the one in the Harry Potter books, which JK Rowling partly wrote in Porto while working here as an English teacher from 1991 to 1993.\nThe €5 entry is redeemable if you buy a book."
    },
    {
        "country": "porto",
        "city": "Aliados & Bolhão",
        "index": 9,
        "name": "São Bento Train Station",
        "latitude": "41.145523",
        "longitude": "-8.610494",
        "excerpt": "One of the world's most beautiful train stations, beaux arts São Bento wings you back to a more graceful age of rail travel. Completed in 1903, it seems…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/aliados-bolhao/attractions/sao-bento-train-station/a/poi-sig/423685/1341034",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/74ddded7c8c2439315cc1aa54f3df8d3-sao-bento-train-station.jpg",
        "detail_description": "One of the world's most beautiful train stations, beaux arts São Bento wings you back to a more graceful age of rail travel. Completed in 1903, it seems to have been imported from 19th-century Paris, with its mansard roof. But the dramatic azulejo panels of historical scenes in the front hall are the real attraction. Designed by Jorge Colaço in 1930, some 20,000 tiles depict historic battles (including Henry the Navigator's conquest of Ceuta), as well as the history of transport.\n"
    },
    {
        "country": "porto",
        "city": "Ribeira",
        "index": 10,
        "name": "Museu da Misericórdia do Porto",
        "latitude": "41.143283",
        "longitude": "-8.614773",
        "excerpt": "The Museu da Misericórdia do Porto harmoniously unites cutting-edge architecture, a prized collection of 15th- to 17th-century sacred art and portraiture,…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/ribeira/attractions/museu-da-misericordia-do-porto/a/poi-sig/423641/1341033",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a3c83cb356db2ac0b6bd658521059409-museu-da-misericordia-do-porto.jpg",
        "detail_description": "The Museu da Misericórdia do Porto harmoniously unites cutting-edge architecture, a prized collection of 15th- to 17th-century sacred art and portraiture, and one of Ribeira’s finest churches, Igreja da Misericórdia. Bearing the hallmark of Italian baroque architect Nicolau Nasoni, the church's interior is adorned with blue-and-white azulejos (hand-painted tiles). The museum’s biggest stunner is the large-scale Flemish Renaissance painting Fons Vitae (Fountain of Life), depicting Dom Manuel I and family around a fountain of blood from the crucified Christ.\nThe museum centres on a sky-lit atrium, and a visit begins on the 3rd floor, gradually working down to the church (be sure to get a photogenic glimpse of it from the gallery). It showcases an impressive stash of religious art, most of which has ties to the Santa Casa da Misericórdia (Holy House of Our Lady of Mercy), founded in 1499 by order of Dom Manuel I. This charitable organisation cared for the infirm, sick and poor for 500 years. On display are portraits of its benefactors, lab equipment (including electroshock apparatus to treat psychiatric disorders) and the treasures it amassed over centuries – sculpture, glass- and silverware, liturgical vestments etc.The ultimate tribute to this old-meets-new medley is Portuguese artist Rui Chafes' eye-catching, curvaceous iron sculpture My Blood is Your Blood (2015), which hooks through the building to the facade."
    },
    {
        "country": "porto",
        "city": "Miragaia",
        "index": 11,
        "name": "Igreja do Carmo",
        "latitude": "41.147379",
        "longitude": "-8.616489",
        "excerpt": "Dating to the late 18th century, this captivating azulejo-covered church is one of Porto’s best examples of rococo architecture. The tiled panel on the…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/miragaia/attractions/igreja-do-carmo/a/poi-sig/423649/1341035",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b3e546ad8de973b91df9bcde2e380b1f-lpl-igreja_do_carmo_porto_em-2.jpg",
        "detail_description": "Dating to the late 18th century, this captivating azulejo-covered church is one of Porto’s best examples of rococo architecture. The tiled panel on the facade pays tribute to Nossa Senhora (Our Lady).\n"
    },
    {
        "country": "porto",
        "city": "Vila Nova de Gaia",
        "index": 12,
        "name": "Jardim do Morro",
        "latitude": "41.137239",
        "longitude": "-8.609054",
        "excerpt": "The cable car swings up to this hilltop park, which can also be reached by crossing the upper level of Ponte de Dom Luís I. Shaded by palms, these gardens…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/vila-nova-de-gaia/attractions/jardim-do-morro/a/poi-sig/1509576/1341036",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/81bd6e146490773b14abc49881c9d1fc-jardim-do-morro.jpg",
        "detail_description": "The cable car swings up to this hilltop park, which can also be reached by crossing the upper level of Ponte de Dom Luís I. Shaded by palms, these gardens are all about the view. From here, Porto looks stunning, with the pastel-hued houses of Ribeira on the opposite side of the Douro and the snaking river below.\n"
    },
    {
        "country": "porto",
        "city": "Porto",
        "index": 13,
        "name": "Igreja da Lapa",
        "latitude": "41.156971",
        "longitude": "-8.612529",
        "excerpt": "The Igreja da Lapa Catholic church holds particular significance in Porto as the place where Portugal’s former king and first emperor of Brazil’s heart is…",
        "detail_url": "https://www.lonelyplanet.com/portugal/the-north/porto/attractions/igreja-da-lapa/a/poi-sig/1570665/360380",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9269a1e2ace19c36a9bcf34ca763d77f-lpl-igreja_da_lapa_porto_em-2.jpg",
        "detail_description": "The Igreja da Lapa Catholic church holds particular significance in Porto as the place where Portugal’s former king and first emperor of Brazil’s heart is kept. The monarch, known as Dom Pedro IV in Portugal and Dom Pedro I in Brazil, requested his heart be gifted to Porto upon his death, and so has been kept by the church alter since 1835.\nIgreja da Lapa is also known for its magnificent pipe organ, which is one of the largest in Europe. The adjoining cemetery is also worth a look."
    },
    {
        "country": "porto",
        "city": "Porto",
        "index": 14,
        "name": "Cemitério do Prado Repouso",
        "latitude": "41.145493",
        "longitude": "-8.595911",
        "excerpt": "This was Porto’s first public cemetery when it was inaugurated in 1839. It is considered an important landmark for its neo-Gothic architecture and…",
        "detail_url": "https://www.lonelyplanet.com/portugal/the-north/porto/attractions/cemiterio-do-prado-repouso/a/poi-sig/1570666/360380",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a81ad84afdef64d9734be6115287ab08-lpl-cemiterio_prado_do_repouso_porto_em-16.jpg",
        "detail_description": "This was Porto’s first public cemetery when it was inaugurated in 1839. It is considered an important landmark for its neo-Gothic architecture and historical significance. Across 10 hectares you’ll find the granite tombstones of many famous Portuguese politicians, actors and scholars (plaques are in Portuguese and English), as well as a small chapel and monument to the victims of Porto’s 1891 republican uprising.\nBright blooms splash the cemetery with colour in the springtime, while spindly trees create an ethereal atmosphere during winter."
    },
    {
        "country": "porto",
        "city": "Miragaia",
        "index": 15,
        "name": "Centro Português de Fotografia",
        "latitude": "41.144531",
        "longitude": "-8.615922",
        "excerpt": "This stately yet muscular building (1767) once served as a prison and now houses a photography museum. You actually walk through the thick iron gates and…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/miragaia/attractions/centro-portugues-de-fotografia/a/poi-sig/423633/1341035",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/87ceee6d21f9e8ff575e66978cfe05a1-lpl-centro_fotografia_porto_em.jpg",
        "detail_description": "This stately yet muscular building (1767) once served as a prison and now houses a photography museum. You actually walk through the thick iron gates and into the cells to see the work, which lends the intriguing exhibits even more gravitas. On the 3rd floor is a collection of cameras spanning every decade; particularly fascinating are the espionage ones, discreetly hidden in everything from Pepsi cans to Marlboro packets.\nImmediately south of the museum are the narrow, atmospheric lanes that were once part of Porto’s judiaria (Jewish quarter)."
    },
    {
        "country": "porto",
        "city": "Ribeira",
        "index": 16,
        "name": "Casa do Infante",
        "latitude": "41.140818",
        "longitude": "-8.614364",
        "excerpt": "In this handsomely renovated medieval town house, according to legend, Henry the Navigator was born in 1394. The building later served as Porto’s first…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/ribeira/attractions/casa-do-infante/a/poi-sig/423631/1341033",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0deb2683f2b58974124635f0d1ca898e-lpl-casa_do_infante_porto_em-2.jpg",
        "detail_description": "In this handsomely renovated medieval town house, according to legend, Henry the Navigator was born in 1394. The building later served as Porto’s first customs house. Today it boasts three floors of exhibits. In 2002 the complex was excavated, revealing Roman foundations and some remarkable mosaics – all of which are now on display.\n"
    },
    {
        "country": "porto",
        "city": "Foz do Douro",
        "index": 17,
        "name": "Parque da Cidade",
        "latitude": "41.1678",
        "longitude": "-8.677483",
        "excerpt": "The hum of traffic on the Avenida da Boavista soon fades as you enter the serene, green Parque da Cidade, Portugal's largest urban park. Laced with 10km…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/foz-do-douro/attractions/parque-da-cidade/a/poi-sig/1510219/1341039",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/46e1dc818da07e469146fd9ceeb5216b-parque-da-cidade.jpg",
        "detail_description": "The hum of traffic on the Avenida da Boavista soon fades as you enter the serene, green Parque da Cidade, Portugal's largest urban park. Laced with 10km of walking and cycling trails, this is where locals come to unplug and recharge, picnic (especially at weekends), play ball, jog, cycle, lounge in the sun and feed the ducks on the lake.\n"
    },
    {
        "country": "porto",
        "city": "Aliados & Bolhão",
        "index": 18,
        "name": "Praça da Batalha",
        "latitude": "41.145796",
        "longitude": "-8.606951",
        "excerpt": "At the southern end of Rua de Santa Catarina is the lovely, eclectic Praça da Batalha, framed by Nasoni’s gracefully baroque Igreja de Santo Ildefonso…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/aliados-bolhao/attractions/praca-da-batalha/a/poi-sig/1539417/1341034",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2f30e6d9f5149200bfcc04a61e07a922-lpl-praca_da_batalha_porto_em-3.jpg",
        "detail_description": "At the southern end of Rua de Santa Catarina is the lovely, eclectic Praça da Batalha, framed by Nasoni’s gracefully baroque Igreja de Santo Ildefonso with its twin bell towers, and the lavishly romantic Teatro Nacional São João, built in the style of Paris’ Palais Garnier.\n"
    },
    {
        "country": "porto",
        "city": "Aliados & Bolhão",
        "index": 19,
        "name": "Rua de Santa Catarina",
        "latitude": "41.148147",
        "longitude": "-8.60634",
        "excerpt": "This street is absurdly stylish and romantic, with trim boutiques, striped stone footpaths and animated crowds. It's home to Porto's most ornate tearoom,…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/aliados-bolhao/attractions/rua-de-santa-catarina/a/poi-sig/1373613/1341034",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/fbfd04242ba4484ae15dab36657b6603-lpl-rua_santa_catarina_porto_em.jpg",
        "detail_description": "This street is absurdly stylish and romantic, with trim boutiques, striped stone footpaths and animated crowds. It's home to Porto's most ornate tearoom, the art nouveau Café Majestic, and the extraordinary azulejo-bedecked Capela das Almas.\n"
    },
    {
        "country": "porto",
        "city": "Miragaia",
        "index": 20,
        "name": "Igreja das Carmelitas",
        "latitude": "41.147370085699",
        "longitude": "-8.6164442527",
        "excerpt": "Blink and you might miss that this is a church in its own right, snuggled as close as it is to the Igreja do Carmo. The twin churches are separated only…",
        "detail_url": "https://www.lonelyplanet.com/portugal/porto/miragaia/attractions/igreja-das-carmelitas/a/poi-sig/1510605/1341035",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0ad0ff248ef69c367cd8b617c2c5d727-lpl-igreja_das_carmelitas_porto_em.jpg",
        "detail_description": "Blink and you might miss that this is a church in its own right, snuggled as close as it is to the Igreja do Carmo. The twin churches are separated only by a 1m-wide house, once the dividing line between the monks of Carmo and the Carmelite nuns. Dating to the 17th century, its modest classical facade belies its lavishly gilded nave.\n"
    }
]