[
{
    "country": "prachuap-khiri-khan",
    "city": "Prachuap Khiri Khan",
    "index": 1,
    "name": "Khao Lammuak",
    "latitude": "11.785148",
    "longitude": "99.813902",
    "excerpt": "Marking the southern end of Ao Prachuap Bay, this soaring limestone mountain features prominently in photos of the city. At its rocky summit are a Buddha…",
    "detail_url": "https://www.lonelyplanet.com/thailand/upper-southern-gulf/prachuap-khiri-khan/attractions/khao-lammuak/a/poi-sig/1583900/357808",
    "image_url": null,
    "detail_description": "Marking the southern end of Ao Prachuap Bay, this soaring limestone mountain features prominently in photos of the city. At its rocky summit are a Buddha footprint and fantastic views. However, because of many accidents, the climb, requiring pulling yourself up with ropes at some points, is now only allowed on long holiday weekends.\nDusky langurs live on the mountain and they spend a lot of time down below waiting to be fed; food is for sale. They may seem more polite than Khao Chong Krajok's macaques, but when food is present, they can change character quickly.About 400m in front of the mountain, three attractive monuments and the Wing 5 Museum commemorate the WWII battle that happened here when the Japanese invaded Prachuap Khiri Khan.You need to register at the Wing 5 Thai Air Force base entrance, at the end of Th Salacheep, and again at a second checkpoint. Bring your passport in case you're asked. It's 4.3km to the mountain from the entrance; follow the 'Historical Park' signs."
},
{
    "country": "prachuap-khiri-khan",
    "city": "Prachuap Khiri Khan",
    "index": 6,
    "name": "Khao Ta Mong Lai Forest Park",
    "latitude": "11.835578",
    "longitude": "99.829706",
    "excerpt": "This seldom-visited park is at the northern end of Ao Prachuap Bay. Exploration is limited to the 300m nature trail with a viewpoint of the city at the…",
    "detail_url": "https://www.lonelyplanet.com/thailand/upper-southern-gulf/prachuap-khiri-khan/attractions/khao-ta-mong-lai-forest-park/a/poi-sig/1583832/357808",
    "image_url": null,
    "detail_description": "This seldom-visited park is at the northern end of Ao Prachuap Bay. Exploration is limited to the 300m nature trail with a viewpoint of the city at the end, and the shell-covered, rocky beach. All climbing is prohibited. Dusky langur come down from the hills in the late afternoon and sunset can be quite beautiful.\n"
},
{
    "country": "prachuap-khiri-khan",
    "city": "Prachuap Khiri Khan",
    "index": 5,
    "name": "Khao Chong Krajok",
    "latitude": "11.815438",
    "longitude": "99.798216",
    "excerpt": "At the northern end of town, Khao Chong Krajok (Mirror Gap Hill, so named for the natural hole that seemingly reflects the sky) provides a cascading view…",
    "detail_url": "https://www.lonelyplanet.com/thailand/upper-southern-gulf/prachuap-khiri-khan/attractions/khao-chong-krajok/a/poi-sig/1243625/357808",
    "image_url": null,
    "detail_description": "At the northern end of town, Khao Chong Krajok (Mirror Gap Hill, so named for the natural hole that seemingly reflects the sky) provides a cascading view of the coastline and mountains on the Myanmar border about 15km away. You'll need to dodge some fearless monkeys as you climb the 396 steps to the stupa on the summit that was ordered built by King Rama VI.\nDon’t bring food, drink or plastic bags with you as the monkeys will assume they're prizes worth having. There's a designated feeding area in the temple parking area across the road where you can buy them some snacks. You can also watch them climb all over the Provincial Hall to the south where monkey food is also for sale."
},
{
    "country": "prachuap-khiri-khan",
    "city": "Prachuap Khiri Khan",
    "index": 4,
    "name": "Ao Manao",
    "latitude": "11.771747",
    "longitude": "99.795814",
    "excerpt": "On weekends, locals head to Ao Manao, an island-dotted bay ringed by a curving beach within Wing 5 Thai Air Force base – the only beach where locals go…",
    "detail_url": "https://www.lonelyplanet.com/thailand/upper-southern-gulf/prachuap-khiri-khan/attractions/ao-manao/a/poi-sig/1243644/357808",
    "image_url": null,
    "detail_description": "On weekends, locals head to Ao Manao, an island-dotted bay ringed by a curving beach within Wing 5 Thai Air Force base – the only beach where locals go swimming as both the water and sand are clean. There are the usual seaside amenities: restaurants, beach chairs, umbrellas and inner tubes, plus some dry-land diversions including quad-bike rides and a petting zoo. It's packed on weekends but can be nearly deserted on weekdays.\nYou need to register at the base entrance, at the end of Th Salacheep. Normally no passport is necessary, but it's best to bring it in case you're asked. From here it's 2.5km to the beach. Across the bay from the public beach is Khao Lammuak."
},
{
    "country": "prachuap-khiri-khan",
    "city": "Prachuap Khiri Khan",
    "index": 3,
    "name": "Ao Prachuap",
    "latitude": "11.811866",
    "longitude": "99.803281",
    "excerpt": "The town’s crowning feature is Ao Prachuap (Prachuap Bay), a gracefully curving bay outlined by an oceanfront promenade and punctuated by dramatic…",
    "detail_url": "https://www.lonelyplanet.com/thailand/upper-southern-gulf/prachuap-khiri-khan/attractions/ao-prachuap/a/poi-sig/1244401/357808",
    "image_url": null,
    "detail_description": "The town’s crowning feature is Ao Prachuap (Prachuap Bay), a gracefully curving bay outlined by an oceanfront promenade and punctuated by dramatic headlands at both ends. The sunrise is superb and an evening stroll along the promenade and pier is a peaceful delight.\nNorth of Khao Chong Krajok, over the bridge, the bay stretches peacefully to a toothy mountain, part of Khao Ta Mong Lai Forest Park. The long sandy beach running parallel with the road before the forest park only sees people on weekends and even then not very many, making it a fine place to idle and beachcomb at any time. It's deep enough for swimming, but not very clean."
},
{
    "country": "prachuap-khiri-khan",
    "city": "Prachuap Khiri Khan",
    "index": 2,
    "name": "Wat Ao Noi",
    "latitude": "11.860652",
    "longitude": "99.822378",
    "excerpt": "Leaving Ao Prachuap behind, turn north for 2.5km, passing the fishing village of Ban Ao Noi, where some of the larger boats dock and unload, to this large…",
    "detail_url": "https://www.lonelyplanet.com/thailand/upper-southern-gulf/prachuap-khiri-khan/attractions/wat-ao-noi/a/poi-sig/1244402/357808",
    "image_url": null,
    "detail_description": "Leaving Ao Prachuap behind, turn north for 2.5km, passing the fishing village of Ban Ao Noi, where some of the larger boats dock and unload, to this large temple linking two bays: Ao Noi and Ao Khan Kradai. It features a lovely bòht constructed entirely of teak without nails, and the murals, mostly telling the Buddha's life story, are composed of framed painted woodcarvings. The pond in front is filled with fish, eager to be fed by merit-makers.\nA short ways up the craggy limestone hill (Khao Khan Kradai) that poses photogenically behind the temple is an abandoned building covered in shells, as is the naga staircase leading to it. Behind it is a small cave with lots of bats.Another 265 steps further up the cactus-laden hill is a locally famous cave known as Tham Phra Nawn (Reclining Buddha Cave). Inside are two large reclining Buddhas of no artistic merit, although it's rare to see Buddha images lying on their left side. It's blissfully quiet up here, with good views of Ao Khan Kradai and the mountains beyond."
}
]