[
{
    "country": "prague",
    "city": "Staré Město",
    "index": 1,
    "name": "Prague Jewish Museum",
    "latitude": "50.089757",
    "longitude": "14.418247",
    "excerpt": "This museum consists of six Jewish monuments clustered together in Josefov: the Maisel Synagogue; the Pinkas Synagogue; the Spanish Synagogue; the Klaus…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/prague-jewish-museum/a/poi-sig/1094986/1323269",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4f34513a034edd22266c8a5012cafd5a-prague-jewish-museum.jpg",
    "detail_description": "This museum consists of six Jewish monuments clustered together in Josefov: the Maisel Synagogue; the Pinkas Synagogue; the Spanish Synagogue; the Klaus Synagogue; the Ceremonial Hall; and the Old Jewish Cemetery. There is also the Old-New Synagogue, which is still used for religious services, and requires a separate ticket or additional fee.\nIn one of the most grotesquely ironic acts of WWII, the Nazis took over the management of the Prague Jewish Museum – first established in 1906 to preserve artefacts from synagogues that were demolished during the slum clearances in Josefov around the turn of the 20th century – with the intention of creating a ‘museum of an extinct race’. They shipped in materials and objects from destroyed Jewish communities throughout Bohemia and Moravia, helping to amass what is probably the world’s biggest collection of sacred Jewish artefacts and a moving memorial to seven centuries of oppression.An ordinary ticket gives admission to all six main monuments. You can buy tickets at the Reservation Centre, the Pinkas Synagogue, the Spanish Synagogue and the shop opposite the entrance to the Old-New Synagogue. Queues tend to be shortest at the Spanish Synagogue. If you are pressed for time, the highlights are the Old-New Synagogue and the Old Jewish Cemetery.Completed around 1270, the Old-New Synagogue is Europe’s oldest working synagogue and one of Prague’s earliest Gothic buildings. You step down into it because it predates the raising of Staré Město’s street level in medieval times to guard against floods. Men must cover their heads (a hat or bandanna will do; paper yarmulkes are handed out at the entrance). Around the central chamber are an entry hall, a winter prayer hall and the room from which women watch the men-only services. The interior, with a pulpit surrounded by a 15th-century wrought-iron grill, looks much as it would have 500 years ago. The 17th-century scriptures on the walls were recovered from beneath a later ‘restoration’. On the eastern wall is the Holy Ark that holds the Torah scrolls. In a glass case at the rear, little light bulbs beside the names of the prominent deceased are lit on their death days.With its steep roof and Gothic gables, this looks like a place with secrets, and at least one version of the Golem legend ends here. Left alone on the Sabbath, the creature runs amok; Rabbi Loew rushes out in the middle of a service, removes its magic talisman and carries the lifeless body into the synagogue’s attic, where some insist it still lies.Across the narrow street is the elegant 16th-century High Synagogue (Vysoká synagóga), so called because its prayer hall (closed to the public) is upstairs. Around the corner is the Jewish Town Hall (Židovská radnice), built by Mordechai Maisel in 1586 and given its rococo facade in the 18th century. It has a clock tower with one Hebrew face where the hands, like the Hebrew script, run ‘backwards’. It's closed to the public.The handsome Pinkas Synagogue was built in 1535 and used for worship until 1941. After WWII it was converted into a memorial, with wall after wall inscribed with the names, birth dates, and dates of disappearance of the 77,297 Czech victims of the Nazis. It also has a collection of paintings and drawings by children held in the Terezín concentration camp during WWII.The Pinkas Synagogue contains the entrance to the Old Jewish Cemetery, Europe’s oldest surviving Jewish graveyard. Founded in the early 15th century, it has a palpable atmosphere of mourning even after more than two centuries of disuse (it was closed in 1787). Remember, however, that this is one of Prague’s most popular sights, so if you’re hoping to have a moment of quiet contemplation, you’ll probably be disappointed. Around 12,000 crumbling stones (some brought from other, long-gone cemeteries) are heaped together, but beneath them are perhaps 100,000 graves, piled in layers because of the lack of space.The most prominent graves, marked by pairs of marble tablets with a ‘roof’ between them, are near the main gate; among them are the graves of Mordechai Maisel and Rabbi Loew. The oldest stone (now replaced by a replica) is that of Avigdor Karo, a chief rabbi and court poet to Wenceslas IV, who died in 1439. Most stones bear the name of the deceased and his or her father, the date of death (and sometimes of burial) and poetic texts. Elaborate markers from the 17th and 18th centuries are carved with bas-reliefs, some of them indicating the deceased’s occupation – look out for a pair of hands marking the grave of a pianist.Since the cemetery was closed, Jewish burials have taken place at the Jewish Cemetery in Žižkov. There are remnants of another old Jewish burial ground at the foot of the TV Tower in Žižkov.You exit the cemetery through a gate between the Klaus Synagogue (Klausová Synagóga) and the Ceremonial Hall (Obřadní síň), both of which house exhibitions on Jewish forms of worship, family ceremonies and traditions such as birth, circumcision, bar mitzvah and marriage.A block to the southeast lies the neo-Gothic Maisel Synagogue, which replaced a Renaissance original built by Mordechai Maisel, mayor of the Jewish community, in 1592. It houses an exhibit on the history of the Jews in Bohemia and Moravia from the 10th to the 18th centuries, with displays of ceremonial silver, textiles, prints and books.Finally, about two blocks east of the Maisel is the Spanish Synagogue. Named after its striking Moorish interior and dating from 1868, its exhibit continues the story of the Jews in the Czech Republic from emancipation to the present day."
},
{
    "country": "prague",
    "city": "Malá Strana",
    "index": 40,
    "name": "Nerudova",
    "latitude": "50.08849",
    "longitude": "14.399085",
    "excerpt": "Following the tourist crowds downhill from the castle via Ke Hradu, you will arrive at Nerudova, architecturally the most important street in Malá Strana …",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/mala-strana/attractions/nerudova/a/poi-sig/1264551/1323268",
    "image_url": null,
    "detail_description": "Following the tourist crowds downhill from the castle via Ke Hradu, you will arrive at Nerudova, architecturally the most important street in Malá Strana – most of its old Renaissance facades were ‘baroquefied’ in the 18th century. It’s named after the Czech poet Jan Neruda (famous for his short stories, Tales of Malá Strana), who lived at the House of the Two Suns from 1845 to 1857.\nThe House of the Golden Horseshoe is named after the relief of St Wenceslas above the doorway – his horse was said to be shod with gold. From 1765 Josef of Bretfeld made his Bretfeld Palace a social hotspot, entertaining the likes of Mozart and Casanova. The baroque Church of Our Lady of Unceasing Succour was a theatre from 1834 to 1837, and staged Czech plays during the Czech National Revival.Built in 1566, St John of Nepomuk House is adorned with the image of one of Bohemia’s patron saints, while the House at the Three Fiddles, a Gothic building reconstructed in Renaissance style during the 17th century, once belonged to a family of violin makers.Most of the buildings bear typical Prague house signs."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 39,
    "name": "National Technical Museum",
    "latitude": "50.097266",
    "longitude": "14.424845",
    "excerpt": "Prague’s family-friendly National Technical Museum got a high-tech renovation in 2012 and is a dazzling presentation of the country's industrial heritage…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/holesovice-bubenec-and-dejvice/attractions/national-technical-museum/a/poi-sig/401421/1323273",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5246fba2c1d89ec20c03bb3de64cc106-national-technical-museum.jpg",
    "detail_description": "Prague’s family-friendly National Technical Museum got a high-tech renovation in 2012 and is a dazzling presentation of the country's industrial heritage. The exhibits here are anything but dull. Start in the main hall, filled to the rafters with historic planes, trains and automobiles. There are separate halls devoted to displays on astronomy, photography, printing and architecture.\n"
},
{
    "country": "prague",
    "city": "Prague",
    "index": 38,
    "name": "Lobkowicz Palace",
    "latitude": "50.091676197921",
    "longitude": "14.404769297136",
    "excerpt": "This 16th-century palace houses a private museum known as the Princely Collections, which includes priceless paintings, furniture and musical memorabilia…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/prague-castle-and-hradcany/attractions/lobkowicz-palace/a/poi-sig/401299/1323267",
    "image_url": null,
    "detail_description": "This 16th-century palace houses a private museum known as the Princely Collections, which includes priceless paintings, furniture and musical memorabilia. Your tour includes an audio guide narrated by the owner William Lobkowicz and his family – this personal connection really brings the displays to life, and makes the palace one of the castle’s most interesting attractions.\nThe palace has been home to the aristocratic Lobkowicz family for around 400 years. Confiscated by the Nazis in WWII, and again by the communists in 1948, the palace was finally returned in 2002 to William Lobkowicz, an American property developer and grandson of Maximilian, the 10th Prince Lobkowicz, who fled to the US in 1939.Highlights of the museum include paintings by Cranach, Breughel the Elder, Canaletto and Piranesi, original musical scores annotated by Mozart, Beethoven and Haydn (the seventh prince was a great patron of music – Beethoven dedicated three symphonies to him), and an impressive collection of musical instruments. But it’s the personal touches that make an impression, such as the 16th-century portrait of a Lobkowicz ancestor wearing a ring that William’s mother still wears today, and an old photo album with a picture of a favourite family dog smoking a pipe.The palace has an excellent cafe, and stages one-hour classical-music concerts at 1pm each day (390Kč to 490Kč)."
},
{
    "country": "prague",
    "city": "Staré Město",
    "index": 37,
    "name": "Powder Gate",
    "latitude": "50.087211920653",
    "longitude": "14.427835803038",
    "excerpt": "Construction of the 65m-tall Powder Gate began in 1475 on the site of one of Staré Město’s 13 original city gates. It remained unfinished until the great…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/powder-gate/a/poi-sig/401599/1323269",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f5eaf3c357d38f2d260e65561b723b87-powder-gate.jpg",
    "detail_description": "Construction of the 65m-tall Powder Gate began in 1475 on the site of one of Staré Město’s 13 original city gates. It remained unfinished until the great 19th-century neo-Gothicizer Jozef Mocker put the final touches to the building in 1886. The name comes from its use as a gunpowder magazine in the 18th century. The Gothic interior houses little more than a few information panels about the tower's construction – the main attraction is the view from the top.\n"
},
{
    "country": "prague",
    "city": "Prague",
    "index": 36,
    "name": "Letná Gardens",
    "latitude": "50.096241",
    "longitude": "14.425478",
    "excerpt": "Lovely Letná Gardens occupies a bluff over the Vltava River, north of the Old Town, and has postcard-perfect views out over the city, river, and bridges…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/holesovice-bubenec-and-dejvice/attractions/letna-gardens/a/poi-sig/1241721/1323273",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/22b4c7b1a44beec57eb7849370250e13-letna-gardens.jpg",
    "detail_description": "Lovely Letná Gardens occupies a bluff over the Vltava River, north of the Old Town, and has postcard-perfect views out over the city, river, and bridges. It’s ideal for walking, jogging and drinking at a popular beer garden at the eastern end of the park. From the Old Town, find the entrance up a steep staircase at the northern end of Pařížská ulice (across the bridge). Alternatively, take the tram to Letenské náměstí and walk south for about 10 minutes.\n"
},
{
    "country": "prague",
    "city": "Staré Město",
    "index": 35,
    "name": "Bethlehem Chapel",
    "latitude": "50.084252863241",
    "longitude": "14.417616051132",
    "excerpt": "The Bethlehem Chapel is a national cultural monument, being the birthplace of the Hussite cause. Jan Hus preached here from 1402 to 1412, marking the…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/bethlehem-chapel/a/poi-sig/401591/1323269",
    "image_url": null,
    "detail_description": "The Bethlehem Chapel is a national cultural monument, being the birthplace of the Hussite cause. Jan Hus preached here from 1402 to 1412, marking the emergence of the Reform movement from the sanctuary of the Karolinum (where he was rector). Every year on the night of 5 July, the eve of the anniversary of Hus’s burning at the stake in 1415, a memorial is held here with speeches and bell-ringing.\nIn 1391 Reformists won permission to build a church where services could be held in Czech instead of Latin, and proceeded to construct the biggest chapel Bohemia had ever seen, able to hold 3000 worshippers.In the 18th century the chapel was torn down. Remnants were discovered around 1920, and from 1948 to 1954 – because Hussitism had official blessing as a kind of medieval version of communism – the whole thing was painstakingly reconstructed in its original form, based on old drawings, descriptions and traces of the original work. Architecturally it was a radical departure, with a simple square hall focused on the pulpit rather than the altar.An explanatory text in English is available at the chapel entrance. Only the southern wall of the chapel is brand new, and you can still see some original parts – the pulpit door, several windows and the door to the preacher’s quarters – in the eastern wall. These quarters, including the rooms used by Hus and others, are also original; they are now used for exhibits. The wall paintings are modern, and are based on old Hussite tracts. The indoor well predates the chapel."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 34,
    "name": "Strahov Monastery",
    "latitude": "50.086088",
    "longitude": "14.389547",
    "excerpt": "In 1140 Vladislav II founded Strahov Monastery for the Premonstratensian order. The present monastery buildings, completed in the 17th and 18th centuries,…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/prague-castle-and-hradcany/attractions/strahov-monastery/a/poi-sig/401291/1323267",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0eed4fc9fb121f8fb1b580ca516666960648c5378cff1ac3ae097075a86fa7e3.jpg",
    "detail_description": "In 1140 Vladislav II founded Strahov Monastery for the Premonstratensian order. The present monastery buildings, completed in the 17th and 18th centuries, functioned until the communist government closed them down and imprisoned most of the monks; they returned in 1990. The main attraction here is the magnificent Strahov Library.\nInside the main gate is the 1612 Church of St Roch (kostel sv Rocha), which is now an art gallery, and the Church of the Assumption of Our Lady (kostel Nanebevzetí Panny Marie), built in 1143 and heavily decorated in the 18th century in the baroque style; Mozart is said to have played the organ here."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 33,
    "name": "TV Tower",
    "latitude": "50.080842",
    "longitude": "14.451045",
    "excerpt": "Prague’s tallest landmark – and depending on your tastes, either its ugliest or its most futuristic feature – is the 216m-tall TV Tower, erected between…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/zizkov-and-karlin/attractions/tv-tower/a/poi-sig/401828/1323272",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/93ba0c1b14d4528a415daafe71f4f57f514981cc3a9687c91f9b6345e135f193.jpg",
    "detail_description": "Prague’s tallest landmark – and depending on your tastes, either its ugliest or its most futuristic feature – is the 216m-tall TV Tower, erected between 1985 and 1992. More bizarre than its architecture are the 10 giant crawling babies that appear to be exploring the outside of the tower – an installation called Miminka, by artist David Černý.\nThe 93m-high observation decks are fitted out with comfortable sofas and futuristic hanging armchairs, with screens showing film clips of the tower's construction. There’s also a cafe, cocktail bar and restaurant at the 66m level, and even a luxury one-room 'hotel'. Beneath the tower there's a children's park, minigolf and a skating rink in winter."
},
{
    "country": "prague",
    "city": "Malá Strana",
    "index": 32,
    "name": "Wallenstein Garden",
    "latitude": "50.089716",
    "longitude": "14.40696",
    "excerpt": "This huge, free, baroque garden is an oasis of peace amid the bustle of Malá Strana's streets. Created for Duke Albrecht of Wallenstein in the 17th…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/mala-strana/attractions/wallenstein-garden/a/poi-sig/1241271/1323268",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-518264531_high.jpg",
    "detail_description": "This huge, free, baroque garden is an oasis of peace amid the bustle of Malá Strana's streets. Created for Duke Albrecht of Wallenstein in the 17th century, its finest feature is the huge loggia decorated with scenes from the Trojan Wars, flanked on one side by an enormous fake stalactite grotto – see how many hidden animals and grotesque faces you can spot.\nThe bronze statues of Greek gods lining the avenue opposite the loggia are copies – the originals were carted away by marauding Swedes in 1648 and now stand outside the royal palace of Drottningholm near Stockholm. At the eastern end of the garden is an ornamental pond, home to some seriously large carp, and the Wallenstein Riding School, which hosts temporary exhibitions. Enter the garden through a gate beside Malostranská metro station, the main entrance on Letenská, or through Wallenstein Palace."
},
{
    "country": "prague",
    "city": "Malá Strana",
    "index": 31,
    "name": "John Lennon Wall",
    "latitude": "50.086121393554",
    "longitude": "14.406797612301",
    "excerpt": "After his murder on 8 December 1980, John Lennon became a pacifist hero for many young Czechs. An image of Lennon was painted on a wall in a secluded…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/mala-strana/attractions/john-lennon-wall/a/poi-sig/401339/1323268",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a444ba4491c9e96915511e85275fddbe-john-lennon-wall.jpg",
    "detail_description": "After his murder on 8 December 1980, John Lennon became a pacifist hero for many young Czechs. An image of Lennon was painted on a wall in a secluded square opposite the French embassy (there is a niche on the wall that looks like a tombstone), along with political graffiti and occasionally Beatles lyrics.\nDespite repeated coats of whitewash, the secret police never managed to keep it clean for long, and the Lennon Wall became a political focus for Prague youth (a lot of Western pop music was banned by the communists, and some Czech musicians were even jailed for playing it).Post-1989 weathering and lightweight graffiti ate away at the political messages and images, until little remained of Lennon but his eyes, but visiting tourists began making their own contributions. The wall is the property of the Knights of Malta, and they have repainted it several times, but it soon gets covered with more Lennon images, inconsequential tourist graffiti and, in recent years, political messages aimed at the current crop of politicians. The Knights long since bowed to the inevitable and don’t bother to whitewash it any more."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 30,
    "name": "Old Royal Palace",
    "latitude": "50.090460888733",
    "longitude": "14.401138368209",
    "excerpt": "The Old Royal Palace is one of the oldest parts of Prague Castle, dating from 1135. It was originally used only by Czech princesses, but from the 13th to…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/prague-castle-and-hradcany/attractions/old-royal-palace/a/poi-sig/401303/1323267",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0a33484084a64b20e3f2475c022c16a0-old-royal-palace.jpg",
    "detail_description": "The Old Royal Palace is one of the oldest parts of Prague Castle, dating from 1135. It was originally used only by Czech princesses, but from the 13th to the 16th centuries it was the king’s own palace. At its heart is the grand Vladislav Hall and the Bohemian Chancellery, scene of the famous Defenestration of Prague in 1618.\nThe Vladislav Hall (Vladislavský sál) is famous for its beautiful, late-Gothic vaulted ceiling (1493–1502) designed by Benedikt Rejt. Though around 500 years old, the flowing, interwoven lines of the vaults have an almost art-nouveau feel, in contrast to the rectilinear form of the Renaissance windows. The vast hall was used for banquets, councils and coronations, and for indoor jousting tournaments – hence the Riders’ Staircase (Jezdecké schody) on the northern side, designed to admit a knight on horseback. All the presidents of the republic have been sworn in here.A door in the hall’s southwestern corner leads to the former offices of the Bohemian Chancellery (České kanceláře). On 23 May 1618, in the second room, Protestant nobles rebelling against the Bohemian estates and the Habsburg emperor threw two of his councillors and their secretary out of the window. They survived, as their fall was broken by the dung-filled moat, but this Second Defenestration of Prague sparked the Thirty Years’ War.At the eastern end of the Vladislav Hall, a door to the right leads you to a terrace with great views of the city. To the right of the Riders’ Staircase you’ll spot an unusual Renaissance doorway framed by twisted columns, which leads to the Diet (Sněmovna), or Assembly Hall, which displays another beautifully vaulted ceiling. To the left, a spiral staircase leads you to the New Land Rolls Room (Říšská dvorská kancelář), the old repository for land titles, where the walls are covered with the clerks’ coats of arms."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 29,
    "name": "Národní Třída",
    "latitude": "50.08184",
    "longitude": "14.417174",
    "excerpt": "Národní třída is central Prague’s ‘high street’, a stately row of midrange shops and grand public buildings, notably the National Theatre at the Vltava…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/nove-mesto/attractions/narodni-trida/a/poi-sig/1241534/1323270",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0e5f2e67b1a805389eb7af679fd42f46-narodni-trida.jpg",
    "detail_description": "Národní třída is central Prague’s ‘high street’, a stately row of midrange shops and grand public buildings, notably the National Theatre at the Vltava River end.\nFronting Jungmannovo náměstí, at the eastern end, is an imitation Venetian palace known as the Adria Palace. Its distinctive, chunky architectural style, dating from the 1920s, is known as ‘rondocubism’. Note how the alternating angular and rounded window pediments echo similar features in neoclassical baroque buildings such as the Černín Palace.Beneath it is the Adria Theatre, birthplace of Laterna Magika and meeting place of the Civic Forum in the heady days of the Velvet Revolution. From here Dubček and Havel walked to the Lucerna Palace and their 24 November 1989 appearance on the balcony of the Melantrich Building. Wander through the arcade for a look at the lovely marble, glass and brass decoration. The main atrium has a 24-hour clock from the 1920s, flanked by sculptures depicting the signs of the zodiac. It was once the entrance to the offices of the Adriatica insurance company (hence the building’s name).West of Voršilská, the lemon-yellow walls of the Convent of St Ursula frame a pink church, which has a lush baroque interior that includes a battalion of Apostle statues. Out front is the figure of St John of Nepomuk, and in the facade’s lower-right niche is a statue of St Agatha holding her severed breasts – one of the more gruesome images in Catholic hagiography.Across the road is the art-nouveau facade (by Osvald Polívka) of the Viola Building, former home of the Prague Insurance Co, with the huge letters ‘PRAHA’ entwined around five circular windows, and mosaics spelling out život, kapitál, důchod, věno and pojišťuje (life, capital, income, dowry and insurance). The building next door, a former publishing house, is also a Polívka design.On the southern side, at No 4, looking like it has been built out of huge glass blocks, is the Nová Scéna (1983), the ‘New National Theatre’ building, now home of Laterna Magika.Finally, facing the Vltava near Smetanovo nábřeží is the magnificent National Theatre. Across from the theatre is the Kavárna Slavia, known for its art-deco interior and river views, and once the place to be seen or to grab an after-theatre meal."
},
{
    "country": "prague",
    "city": "Staré Město",
    "index": 28,
    "name": "Klementinum",
    "latitude": "50.086681514162",
    "longitude": "14.415801719792",
    "excerpt": "The most overlooked of central Prague's attractions, the Klementinum is a vast complex of beautiful baroque and rococo halls, now mostly occupied by the…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/klementinum/a/poi-sig/401315/1323269",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2451f62aee934110c2c418d1861b1e03-klementinum.jpg",
    "detail_description": "The most overlooked of central Prague's attractions, the Klementinum is a vast complex of beautiful baroque and rococo halls, now mostly occupied by the Czech National Library. Most of the buildings are closed to the public, but you can walk freely through the courtyards, or take a 50-minute guided tour of the baroque Library Hall, the Meridian Hall, the Astronomical Tower and (if no events are taking place) the Chapel of Mirrors.\nWhen the Habsburg emperor Ferdinand I invited the Jesuits to Prague in 1556 to boost the power of the Roman Catholic Church in Bohemia, they selected one of the city’s choicest pieces of real estate and in 1587 set to work on the Church of the Holy Saviour, Prague’s flagship of the Counter-Reformation. Its western facade faces Charles Bridge, with its sooty stone saints glaring down at the traffic jam of trams and tourists on Křížovnické náměstí.After gradually buying up most of the adjacent neighbourhood, the Jesuits started building their college, the Klementinum, in 1653. By the time of its completion a century later it was the largest building in the city after Prague Castle. When the Jesuits fell out with the pope in 1773, it became part of Charles University.The baroque Library Hall (1727), magnificently decorated with ornate gilded carvings and a ceiling fresco depicting the Temple of Wisdom, houses thousands of theological volumes dating back to 1600. The Meridian Hall was used to determine the exact time of noon, using a beam of sunlight cast through a hole in one of the walls.Also dating from the 1720s, the 68m-tall Astronomical Tower is capped with a huge bronze of Atlas and was used as an observatory until the 1930s; it now houses a display of 18th-century astronomical instruments. The tower is still used today as Prague's weather station, with measurements taken without interruption since 1775, making it one of the longest-running series of weather reports in the world.The Chapel of Mirrors also dates from the 1720s and is an ornate confection of gilded stucco, marbled columns, fancy frescoes and ceiling mirrors – think baroque on steroids. Quality concerts of classical music are held here daily (tickets are available at most ticket agencies).There are two other interesting churches in the Klementinum. The Church of St Clement, lavishly redecorated in the baroque style from 1711 to 1715 to plans by Kilian Dientzenhofer, is now a Greek Catholic chapel. Conservatively dressed visitors are welcome to attend the services. And then there’s the elliptical Chapel of the Assumption of the Virgin Mary, built in 1600 for the Italian artisans who worked on the Klementinum (it’s still technically the property of the Italian Government)."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 26,
    "name": "National Museum",
    "latitude": "50.078880705416",
    "longitude": "14.430792360728",
    "excerpt": "Looming above Wenceslas Square is the neo-Renaissance bulk of the National Museum, designed in the 1880s by Josef Schulz as an architectural symbol of the…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/nove-mesto/attractions/national-museum/a/poi-sig/401135/1323270",
    "image_url": null,
    "detail_description": "Looming above Wenceslas Square is the neo-Renaissance bulk of the National Museum, designed in the 1880s by Josef Schulz as an architectural symbol of the Czech National Revival. Its magnificent interior is a shrine to the cultural, intellectual and scientific history of Czechia. The museum’s main building reopened in 2018 after several years of renovation work, but the permanent exhibition is yet to be reinstalled.\n"
},
{
    "country": "prague",
    "city": "Staré Město",
    "index": 27,
    "name": "Old Town Hall Tower",
    "latitude": "50.08711308484",
    "longitude": "14.420854926109",
    "excerpt": "The Old Town Hall’s best feature is the view across the Old Town Square from its 60m-tall clock tower. It's well worth the climb up the modern,…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/old-town-hall-tower/a/poi-sig/1265294/1323269",
    "image_url": null,
    "detail_description": "The Old Town Hall’s best feature is the view across the Old Town Square from its 60m-tall clock tower. It's well worth the climb up the modern, beautifully designed steel spiral staircase; there’s also a lift.\n"
},
{
    "country": "prague",
    "city": "Staré Město",
    "index": 25,
    "name": "Old Jewish Cemetery",
    "latitude": "50.089640241533",
    "longitude": "14.417195851715",
    "excerpt": "The Old Jewish Cemetery is Europe’s oldest surviving Jewish graveyard. Founded in the early 15th century, it has a palpable atmosphere of mourning even…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/old-jewish-cemetery/a/poi-sig/401319/1323269",
    "image_url": null,
    "detail_description": "The Old Jewish Cemetery is Europe’s oldest surviving Jewish graveyard. Founded in the early 15th century, it has a palpable atmosphere of mourning even after more than two centuries of disuse (it was closed in 1787). Around 12,000 crumbling stones (some brought from other, long-gone cemeteries) are heaped together, but beneath them are perhaps as many as 100,000 graves, piled in layers because of the lack of space.\nHowever, remember that this is one of Prague’s most popular sights, so if you’re hoping to have a moment of quiet contemplation you’ll probably be disappointed."
},
{
    "country": "prague",
    "city": "Malá Strana",
    "index": 24,
    "name": "Museum of the Infant Jesus of Prague",
    "latitude": "50.085716",
    "longitude": "14.403859",
    "excerpt": "The rather plain-looking Church of Our Lady Victorious (kostel Panny Marie Vítězné), built in 1613, has on its central altar a 47cm-tall waxwork figure of…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/mala-strana/attractions/museum-of-the-infant-jesus-of-prague/a/poi-sig/401762/1323268",
    "image_url": null,
    "detail_description": "The rather plain-looking Church of Our Lady Victorious (kostel Panny Marie Vítězné), built in 1613, has on its central altar a 47cm-tall waxwork figure of the baby Jesus, brought from Spain in 1628 and known as the Infant Jesus of Prague (Pražské Jezulátko, or sometimes known by its Italian name, Babino di Praga). At the back of the church is a tiny museum displaying a selection of the frocks used to dress the Infant.\nThe Infant is said to have protected Prague from the plague and from the destruction of the Thirty Years’ War. An 18th-century German prior, ES Stephano, wrote about the miracles, kicking off what eventually became a worldwide cult. Today the statue is visited by a steady stream of pilgrims, especially from Italy, Spain and Latin America. It was traditional to dress the figure in beautiful robes, and over the years various benefactors donated richly embroidered dresses. Today the Infant’s wardrobe consists of more than 70 costumes donated from all over the world; they're changed regularly in accordance with a religious calendar."
},
{
    "country": "prague",
    "city": "Staré Město",
    "index": 23,
    "name": "Church of St James",
    "latitude": "50.088266801016",
    "longitude": "14.424652394818",
    "excerpt": "The great Gothic mass of the Church of St James began in the 14th century as a Minorite monastery church, and was given a beautiful baroque facelift in…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/church-of-st-james/a/poi-sig/401702/1323269",
    "image_url": null,
    "detail_description": "The great Gothic mass of the Church of St James began in the 14th century as a Minorite monastery church, and was given a beautiful baroque facelift in the early 18th century. But in the midst of the gilt and stucco is a grisly memento: on the inside of the western wall (look up to the right as you enter) hangs a shrivelled human arm.\nLegend claims that when a thief tried to steal the jewels from the statue of the Virgin around the year 1400, the Virgin grabbed his wrist in such an iron grip that his arm had to be lopped off. (The truth may not be far behind: the church was a favourite of the guild of butchers, who may have administered their own justice.)Pride of place inside goes to the over-the-top tomb of Count Jan Vratislav of Mitrovice, an 18th-century lord chancellor of Bohemia, found in the northern aisle. It’s well worth a visit to enjoy St James’ splendid pipe organ and famous acoustics. Recitals – free at 10.30am or 11am after Sunday Mass – and occasional concerts are not always advertised by ticket agencies, so check the website under 'Koncerty/Sbor'."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 22,
    "name": "National Memorial to the Heroes of the Heydrich Terror",
    "latitude": "50.075871",
    "longitude": "14.416702",
    "excerpt": "The Church of Sts Cyril & Methodius houses a moving memorial to the seven Czech paratroopers who were involved in the assassination of Reichsprotektor…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/nove-mesto/attractions/national-memorial-to-the-heroes-of-the-heydrich-terror/a/poi-sig/1241364/1323270",
    "image_url": null,
    "detail_description": "The Church of Sts Cyril &amp; Methodius houses a moving memorial to the seven Czech paratroopers who were involved in the assassination of Reichsprotektor Reinhard Heydrich in 1942, with an exhibit and video about Nazi persecution of the Czechs. The church appeared in the 2016 movie based on the assassination, Anthropoid.\nThe paratroopers hid in the church's crypt for three weeks after the killing, until their hiding place was betrayed by the Czech traitor Karel Čurda. The Germans besieged the church, first attempting to smoke the paratroopers out and then flooding the crypt with fire hoses. Three paratroopers were killed in the ensuing fight; the other four took their own lives rather than surrender to the Germans.In the crypt itself you can still see the bullet marks and shrapnel scars on the walls, and signs of the paratroopers’ last desperate efforts to dig an escape tunnel to the sewer under the street. On the Resslova side of the church, the narrow gap in the wall of the crypt where the Germans inserted their fire hoses is still pitted with bullet marks."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 21,
    "name": "Vyšehrad Cemetery",
    "latitude": "50.064591",
    "longitude": "14.417946",
    "excerpt": "Vyšehrad Cemetery is a major attraction for many visitors, being the final resting place for dozens of Czech luminaries, including Antonín Dvořák, Bedřich…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/smichov-and-vysehrad/attractions/vysehrad-cemetery/a/poi-sig/401806/1323274",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b1cb839a7b98dceb76865e23b5923798-vysehrad-cemetery.jpg",
    "detail_description": "Vyšehrad Cemetery is a major attraction for many visitors, being the final resting place for dozens of Czech luminaries, including Antonín Dvořák, Bedřich Smetana and Alfons Mucha. Many tombs and headstones are works of art – Dvořák’s is a sculpture by Ladislav Šaloun, the art-nouveau sculptor who created the Jan Hus monument in Old Town Square.\n"
},
{
    "country": "prague",
    "city": "Prague",
    "index": 20,
    "name": "Prague City Museum",
    "latitude": "50.089957",
    "longitude": "14.438514",
    "excerpt": "This excellent, oft-overlooked museum, opened in 1898, is devoted to the history of Prague from prehistoric times to the 20th century (labels are in…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/nove-mesto/attractions/prague-city-museum/a/poi-sig/401295/1323270",
    "image_url": null,
    "detail_description": "This excellent, oft-overlooked museum, opened in 1898, is devoted to the history of Prague from prehistoric times to the 20th century (labels are in English as well as Czech). Among the many intriguing exhibits are an astonishing scale model of Prague, and the Astronomical Clock’s original 1866 calendar wheel with Josef Mánes’ beautiful painted panels representing the months – that’s January at the top, toasting his toes by the fire, and August near the bottom, sickle in hand, harvesting the corn.\nThe medieval and Renaissance galleries display lots of fascinating household artefacts, including a reliquary made of carved bone, plus more valuable items such as a 16th-century bronze figure of Hercules that was perhaps created for the Wallenstein Palace (it was found in an Old Town house in 1905).But what everybody comes to see is Antonín Langweil’s 1:480 scale model of Prague as it looked between 1826 and 1834. The display is most rewarding after you get to know Prague a bit, as you can spot the changes – look at St Vitus Cathedral, for example, still only half-finished. The model has been digitised, and you can view a six-minute 'fly-through' of Langweil's Prague in a cinema in the museum basement (screenings every half-hour; 30Kč).The Florenc building is the main branch of the museum, but it also administers 13 other sites, including most of the city's medieval towers."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 19,
    "name": "Stromovka Park",
    "latitude": "50.103226",
    "longitude": "14.419878",
    "excerpt": "Just west of Výstaviště, Stromovka is central Prague’s largest park. In the Middle Ages it was a royal hunting preserve, which is why it’s sometimes…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/bubenec-dejvice/attractions/stromovka-park/a/poi-sig/401796/1337859",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ba51e0fb53b9eec272365a76d8fdb397-stromovka.jpg",
    "detail_description": "Just west of Výstaviště, Stromovka is central Prague’s largest park. In the Middle Ages it was a royal hunting preserve, which is why it’s sometimes called the Královská obora (Royal Hunting Ground). Rudolph II had rare trees planted here and several lakes created. It’s now the preferred haunt of strollers, joggers, cyclists and in-line skaters. Enter from the Výstaviště exhibition grounds, or from Letenské náměstí follow Čechova třída north to a ridge over the park and walk down.\n"
},
{
    "country": "prague",
    "city": "Prague",
    "index": 18,
    "name": "Vyšehrad Citadel",
    "latitude": "50.062373",
    "longitude": "14.423021",
    "excerpt": "The Vyšehrad Citadel refers to the complex of buildings and structures atop Vyšehrad Hill that have played an important role in Czech history for over…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/smichov-and-vysehrad/attractions/vysehrad-citadel/a/poi-sig/401808/1323274",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cae1d5fdbc2ec19dc924d3d663afe8e8-vysehrad-citadel.jpg",
    "detail_description": "The Vyšehrad Citadel refers to the complex of buildings and structures atop Vyšehrad Hill that have played an important role in Czech history for over 1000 years – as a royal residence, religious centre and military fortress. While most of the surviving structures date from the 18th century, the citadel is still viewed as the city’s spiritual home. The sights are spread out over a wide area, with commanding views out over the Vltava and surrounding city.\nThere's an information centre at V pevnosti 159/5b."
},
{
    "country": "prague",
    "city": "Staré Město",
    "index": 17,
    "name": "Convent of St Agnes",
    "latitude": "50.09209668219",
    "longitude": "14.42395867872",
    "excerpt": "In the northeastern corner of Staré Město is the former Convent of St Agnes, Prague’s oldest surviving Gothic building. The 1st-floor rooms hold the…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/convent-of-st-agnes/a/poi-sig/401307/1323269",
    "image_url": null,
    "detail_description": "In the northeastern corner of Staré Město is the former Convent of St Agnes, Prague’s oldest surviving Gothic building. The 1st-floor rooms hold the National Gallery’s permanent collection of medieval and early Renaissance art (1200–1550) from Bohemia and Central Europe, a treasure house of glowing Gothic altar paintings and polychrome religious sculptures.\nIn 1234 the Franciscan Order of the Poor Clares was founded by Přemysl king Wenceslas I, who made his sister Anežka (Agnes) the first abbess of the convent. Agnes was beatified in the 19th century and, with hardly accidental timing, Pope John Paul II canonised her as St Agnes of Bohemia just weeks before the revolutionary events of November 1989.In the 16th century the convent was handed over to the Dominicans, and after Joseph II dissolved the monasteries it became a squatters’ paradise. It is only since the 1980s that the complex has been restored and renovated. In addition to the art gallery and the 13th-century cloister, you can visit the French Gothic Church of the Holy Saviour, which contains the tombs of St Agnes and Wenceslas I’s Queen Cunegund. Alongside this is the smaller Church of St Francis, where Wenceslas I is buried; part of its ruined nave now serves as a chilly concert hall.The gallery is fully wheelchair-accessible, and the ground-floor cloister has a tactile presentation of 12 casts of medieval sculptures with explanatory text in Braille. Tickets are valid for 10 days."
},
{
    "country": "prague",
    "city": "Malá Strana",
    "index": 16,
    "name": "Petřín",
    "latitude": "50.083265",
    "longitude": "14.396693",
    "excerpt": "This 318m-high hill is one of Prague’s largest green spaces. It’s great for quiet, tree-shaded walks and fine views over the ‘City of a Hundred Spires’…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/mala-strana/attractions/petrin/a/poi-sig/401125/1323268",
    "image_url": null,
    "detail_description": "This 318m-high hill is one of Prague’s largest green spaces. It’s great for quiet, tree-shaded walks and fine views over the ‘City of a Hundred Spires’. Most of the attractions atop the hill, including a lookout tower and mirror maze, were built in the late 19th to early 20th century, lending the place an old-fashioned, fun-fair atmosphere.\nOnce upon a time the hill was draped with vineyards, and you can still see the quarry that provided stone for most of Prague's Romanesque and Gothic buildings. The huge stone fortifications that run from Újezd to Strahov, cutting across Petřín's peak, are called the Hunger Wall. It was built in 1362 under Charles IV, constructed by the city's poor in return for food under an early job-creation scheme.In the peaceful Kinský Garden (Kinského zahrada), on the southern side of Petřín, is the 18th-century wooden Church of St Michael (kostel sv Michala), transferred here, log by log, from the village of Medveďov in Ukraine. Such structures are rare in Bohemia, though still common in Ukraine and northeastern Slovakia.Petřín is easily accessible on foot from Strahov Monastery, or you can ride the funicular railway from Újezd up to the top. You can also get off two-thirds of the way up at Nebozízek, where there is a good restaurant."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 15,
    "name": "Veletržní Palác",
    "latitude": "50.101251",
    "longitude": "14.43272",
    "excerpt": "The National Gallery's collection of 19th-, 20th- and 21st-century art is spread over four floors and is a strong contender for Prague's best museum. It…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/holesovice-bubenec-and-dejvice/attractions/veletrzni-palac/a/poi-sig/401425/1323273",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstockRF_318927377.jpg",
    "detail_description": "The National Gallery's collection of 19th-, 20th- and 21st-century art is spread over four floors and is a strong contender for Prague's best museum. It has an unexpectedly rich collection of world masters, including works from Van Gogh, Picasso, Schiele, Klimt and on and on, but the holdings of Czech interwar abstract, surrealist and cubist art are worth the trip alone.\nTake a moment to also admire the building's exterior. When construction was completed in 1928, Trade Fair Palace was Prague's first functionalist building and the largest building of this kind in the world.For 500Kč, you can buy a ticket for combined admission to all of the National Gallery's buildings hosting permanent exhibitions, including Schwarzenberg Palace, Kinský Palace and Convent of St Agnes, as well as the Trade Fair Palace. The ticket is good for 10 days from your first entry. Children under 18 years, and students under 26, enter for free."
},
{
    "country": "prague",
    "city": "Staré Město",
    "index": 14,
    "name": "Old Town Square",
    "latitude": "50.087527",
    "longitude": "14.421315",
    "excerpt": "One of Europe’s most beautiful and busiest urban spaces, the Old Town Square (Staroměstské náměstí, or Staromák for short) has been Prague’s principal…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/old-town-square/a/poi-sig/1265715/1323269",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-534620487_high.jpg",
    "detail_description": "One of Europe’s most beautiful and busiest urban spaces, the Old Town Square (Staroměstské náměstí, or Staromák for short) has been Prague’s principal public square since the 10th century, and was its main marketplace until the beginning of the 20th century. Today it's where all tourists converge, some coming from Charles Bridge, some from the start of the Royal Way.\nThere are busking jazz bands and al fresco concerts, political meetings and fashion shows, plus Christmas and Easter markets, all watched over by Ladislav Šaloun’s brooding art-nouveau statue of Jan Hus. It was unveiled on 6 July 1915, the 500th anniversary of Hus’ death at the stake.The brass strip on the ground to the south of the Hus statue is the so-called Prague Meridian. Until 1915 the square’s main feature was a 17th-century plague column, the shadow of which used to cross the meridian at high noon."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 13,
    "name": "Loreta",
    "latitude": "50.089235775525",
    "longitude": "14.391718601493",
    "excerpt": "The Loreta is a baroque place of pilgrimage founded by Benigna Kateřina Lobkowicz in 1626, designed as a replica of the supposed Santa Casa (Sacred House;…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/prague-castle-and-hradcany/attractions/loreta/a/poi-sig/401167/1323267",
    "image_url": null,
    "detail_description": "The Loreta is a baroque place of pilgrimage founded by Benigna Kateřina Lobkowicz in 1626, designed as a replica of the supposed Santa Casa (Sacred House; the home of the Virgin Mary) in the Holy Land. Legend says the original Santa Casa was carried by angels to the Italian town of Loreto as the Turks were advancing on Nazareth. These replicas were once found across Catholic Europe (50 in the Czech lands alone), but the Prague Loreta is extra special.\nThe old Santa Casa is in the centre of a courtyard complex, surrounded by cloistered arcades, churches and chapels. The interior is adorned with 17th-century frescoes and reliefs depicting the life of the Virgin Mary, and an ornate silver altar with a wooden effigy of Our Lady of Loreto. Above the entrance to the courtyard, 27 bells, made in Amsterdam in the 17th century, play ‘We Greet Thee a Thousand Times’ on the hour.Behind the Santa Casa is the Church of the Nativity of Our Lord (kostel Narození Páně), built in 1737 to a design by Kristof Dientzenhofer. The claustrophobic interior includes two skeletons of the Spanish saints Felicissima and Marcia, dressed in aristocratic clothing with wax masks concealing their skulls.At the corner of the courtyard is the unusual Chapel of Our Lady of Sorrows (kaple Panny Marie Bolestné), featuring a crucified bearded lady. She was St Starosta, pious daughter of a Portuguese king who promised her to the king of Sicily against her wishes. After a night of tearful prayers she awoke with a beard, the wedding was called off, and her father had her crucified. She was later made patron saint of the needy and the godforsaken.The church’s treasury (1st floor) has been ransacked several times over the centuries, but it remains a bastion of over-the-top religious bling centred on the famous, 90cm-tall Prague Sun (Pražské slunce), made of solid silver and gold and studded with 6222 diamonds."
},
{
    "country": "prague",
    "city": "Staré Město",
    "index": 12,
    "name": "Old Town Hall",
    "latitude": "50.087039866005",
    "longitude": "14.420603739089",
    "excerpt": "Prague’s Old Town Hall, founded in 1338, is a hotchpotch of medieval buildings acquired piecemeal over the centuries, presided over by a tall Gothic tower…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/old-town-hall/a/poi-sig/401305/1323269",
    "image_url": null,
    "detail_description": "Prague’s Old Town Hall, founded in 1338, is a hotchpotch of medieval buildings acquired piecemeal over the centuries, presided over by a tall Gothic tower with a splendid Astronomical Clock. As well as housing the Old Town’s main tourist information office, the town hall has several historic attractions and hosts art exhibitions on the ground floor and the 2nd floor.\nThe main entrance is to the left of the clock; beyond that is the House at the Minute (dům U minuty), an arcaded building covered with Renaissance sgraffito – Franz Kafka lived here (1889–96) as a child just before the building was bought by the town council.Visitors take a guided tour that proceeds through the council chamber and assembly room, with beautiful mosaics dating from the 1930s, before visiting the Gothic chapel and taking a look at the inner workings of the 12 apostles who parade above the Astronomical Clock every hour. The tour includes the tower and is rounded off with a trip through the Romanesque and Gothic cellars beneath the building.The area outside the town hall is one of the most crowded corners of the Old Town Square, especially during the hourly show put on by the Astronomical Clock. Around the corner to the right, a plaque on the building’s eastern face lists the 27 Protestant nobles who were beheaded here in 1621 after the Battle of Bílá Hora; white crosses on the ground mark where the deed was done. Another plaque commemorates a critical WWII victory by Red Army and Czechoslovak units at Dukla Pass in Slovakia, and yet another, the Czech partisans who died during the Prague Rising on 8 May 1945. If you look at the neo-Gothic eastern gable, you can see that its right-hand edge is ragged – the wing that once extended north from here was blown up by the Nazis the day before the Soviet army marched into the city in 1945."
},
{
    "country": "prague",
    "city": "Staré Město",
    "index": 11,
    "name": "Church of Our Lady Before Týn",
    "latitude": "50.087648136676",
    "longitude": "14.422606235463",
    "excerpt": "Its distinctive twin Gothic spires make the Týn Church an unmistakable Old Town landmark. Like something out of a 15th-century – and probably slightly…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/church-of-our-lady-before-tyn/a/poi-sig/401593/1323269",
    "image_url": null,
    "detail_description": "Its distinctive twin Gothic spires make the Týn Church an unmistakable Old Town landmark. Like something out of a 15th-century – and probably slightly cruel – fairy tale, they loom over Old Town Square, decorated with a golden image of the Virgin Mary made in the 1620s from the melted-down Hussite chalice that previously adorned the church.\nIt takes some imagination to visualise the original church in its entirety because it’s partly hidden behind the four-storey Týn School (not a Habsburg plot to obscure this former Hussite stronghold, but almost contemporaneous with it). The church’s name originates from the Týn Courtyard located behind it.Though impressively Gothic on the outside, the church’s interior is smothered in heavy baroque. Two of the most interesting features are the main altar with its Virgin and the Holy Trinity by Baroque master Karel Škréta, and the tomb of Tycho Brahe, the Danish astronomer who was one of Rudolf II’s most illustrious court scientists (he died in 1601 of a burst bladder following a royal piss-up – he was apparently too polite to leave the table to relieve himself). On the inside of the southern wall of the church are two small windows – they are now blocked off, but once opened into the church from rooms in the neighbouring house at Celetná 3, where the teenage Franz Kafka once lived (from 1896 to 1907).As for the exterior of the church, the north portal overlooking Týnská ulička is topped by a remarkable 14th-century tympanum that shows the Crucifixion and was carved by the workshop of Charles IV’s favourite architect, Peter Parler. Note that this is a copy; the original is in the Lapidárium.The entrance to the church is along a passage from the square, through the third (from the left) of the Týn School’s four arches. The Týn Church is an occasional concert venue and has a very grand-sounding pipe organ."
},
{
    "country": "prague",
    "city": "Malá Strana",
    "index": 10,
    "name": "St Nicholas Church",
    "latitude": "50.087905",
    "longitude": "14.402829",
    "excerpt": "Malá Strana is dominated by the huge green cupola of St Nicholas Church, one of Central Europe’s finest baroque buildings. (Don’t confuse it with the…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/mala-strana/attractions/st-nicholas-church/a/poi-sig/1241114/1323268",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/170d7c03ad9ba8c085825617070ec7ab822e69aa50801f2379cc63321675068b.jpg",
    "detail_description": "Malá Strana is dominated by the huge green cupola of St Nicholas Church, one of Central Europe’s finest baroque buildings. (Don’t confuse it with the other Church of St Nicholas on Old Town Square.) On the ceiling, Johann Kracker’s 1770 Apotheosis of St Nicholas is Europe’s largest fresco (clever trompe l’oeil techniques have made the painting merge almost seamlessly with the architecture).\nThe building was begun by famed baroque architect Kristof Dientzenhofer; his son Kilian continued the work and Anselmo Lurago finished the job in 1755. Mozart himself tickled the ivories on the 2500-pipe organ in 1787, and was honoured with a requiem Mass here (14 December 1791). Take the stairs up to the gallery to see Karel Škréta’s gloomy 17th-century Passion Cycle paintings and the scratchings of bored 1820s tourists and wannabe Franz Kafkas on the balustrade. See the website for the church's program of classical music concerts.You can climb the church’s bell tower via a separate entrance on the corner of Malostranské náměstí and Mostecká. During the communist era, the tower was used to spy on the nearby American embassy – on the way up you can still see a small, white cast-iron urinal that was installed for the use of the watchers."
},
{
    "country": "prague",
    "city": "Staré Město",
    "index": 9,
    "name": "Astronomical Clock",
    "latitude": "50.087092255691",
    "longitude": "14.420879949224",
    "excerpt": "Every hour, on the hour, crowds gather beneath the Old Town Hall Tower to watch the Astronomical Clock in action. Despite a slightly underwhelming…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/astronomical-clock/a/poi-sig/401581/1323269",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f30f7238196b7085550560af48583e01-astronomical-clock.jpg",
    "detail_description": "Every hour, on the hour, crowds gather beneath the Old Town Hall Tower to watch the Astronomical Clock in action. Despite a slightly underwhelming performance that takes only 45 seconds, the clock is one of Europe's best-known tourist attractions, and a 'must-see' for visitors to Prague. After all, it's historic, photogenic and – if you take time to study it – rich in intriguing symbolism.\nFour figures beside the clock represent the deepest civic anxieties of 15th-century Praguers: Vanity (with a mirror), Greed (with his money bag; originally a Jewish moneylender, but cosmetically altered after WWII), Death (the skeleton) and Pagan Invasion (represented by a Turk). The four figures below these are the Chronicler, Angel, Astronomer and Philosopher.On the hour, Death rings a bell and inverts his hourglass, and the 12 Apostles parade past the windows above the clock, nodding to the crowd. On the left side are Paul (with a sword and a book), Thomas (lance), Jude (book), Simon (saw), Bartholomew (book) and Barnabas (parchment); on the right side are Peter (with a key), Matthew (axe), John (snake), Andrew (cross), Philip (cross) and James (mallet). At the end, a cock crows and the hour is rung."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 8,
    "name": "Prague Castle",
    "latitude": "50.091058",
    "longitude": "14.40166",
    "excerpt": "Prague’s most popular attraction. Looming above the Vltava's left bank, its serried ranks of spires, towers and palaces dominate the city centre like a…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/prague-castle-and-hradcany/attractions/prague-castle/a/poi-sig/1019293/1323267",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f85e77a2c778437b49223c44ff4da206-prague-castle.jpg",
    "detail_description": "Prague’s most popular attraction. Looming above the Vltava's left bank, its serried ranks of spires, towers and palaces dominate the city centre like a fairy-tale fortress. Within its walls lies a varied and fascinating collection of historic buildings, museums and galleries that are home to some of Czechia's greatest artistic and cultural treasures. Note that visitors must pass through a security check before entering the grounds, so bring your passport or EU identification card.\nAccording to Guinness World Records, it’s the world's largest ancient castle complex: 570m long, an average of 128m wide and covering a total area bigger than seven football fields.The castle has always been the seat of Czech monarchs, as well as the official residence of the head of state. Its history began in the 9th century, when Prince Bořivoj founded a fortified settlement here. It grew haphazardly as rulers made their own additions – there have been four major reconstructions, from that of Prince Soběslav in the 12th century to a classical facelift under Empress Maria Theresa (r 1740–80) – creating an eclectic mixture of architectural styles.There are three main kinds of tickets (A, B, C; each valid for two days), which allow entry to different combinations of sights. Most visitors will be satisfied with the reduced-price option B, which includes the major highlights. You can buy tickets and hire English-language audio guides (350Kč) at either of two information centres in the Second and Third Courtyards, or from ticket offices at the entrances to all the main sights."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 7,
    "name": "Wenceslas Square",
    "latitude": "50.081506144422",
    "longitude": "14.427307128906",
    "excerpt": "More a broad boulevard than a typical European city square, Wenceslas Square has witnessed a great deal of Czech history – a giant Mass was held here…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/nove-mesto/attractions/wenceslas-square/a/poi-sig/1266840/1323270",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/853c41f16bbd0e8feca9ecb7494ba0b939e6a18d5d3a7287e677e70f186971c0.jpg",
    "detail_description": "More a broad boulevard than a typical European city square, Wenceslas Square has witnessed a great deal of Czech history – a giant Mass was held here during the revolutionary upheavals of 1848; in 1918 the creation of the new Czechoslovak Republic was celebrated here; and it was here in 1989 that many anticommunist protests took place. Originally a medieval horse market, the square was named after Bohemia's patron saint during the nationalist revival of the mid-19th century.\nAt the (upper) southern end of the square is Josef Myslbek’s muscular equestrian statue of St Wenceslas, the 10th-century pacifist Duke of Bohemia and the ‘Good King Wenceslas’ of Christmas carol fame. Flanked by other patron saints of Bohemia – Prokop, Adalbert, Agnes and Ludmila – he has been plastered with posters and bunting at every one of the square’s historical moments. Today it is the most frequented meeting place for locals as the statue stands at one of the entrances to Muzeum metro station.Near the statue, a small memorial to the victims of communism bears photographs and handwritten epitaphs to anticommunist rebels Jan Palach and Jan Zajíc. In contrast to the solemnity of this shrine, the square around it has become a monument to capitalism, a gaudy gallery of fast-food outlets and expensive shops.Following a police attack on a student demonstration on 17 November 1989, angry citizens gathered in Wenceslas Square by the thousands night after night. A week later, in a stunning mirror image of Klement Gottwald’s 1948 proclamation of communist rule in Old Town Square, Alexander Dubček and Václav Havel stepped onto the balcony of the Melantrich Building to a thunderous and tearful ovation, and proclaimed the end of communism in Czechoslovakia.More recently this has been the scene of mass protests against incumbent oligarch prime minister, Andrej Babiš."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 6,
    "name": "National Monument",
    "latitude": "50.08851173061",
    "longitude": "14.45010037673",
    "excerpt": "While this monument's massive functionalist structure has all the elegance of a nuclear power station, the interior is a spectacular extravaganza of…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/zizkov-and-karlin/attractions/national-monument/a/poi-sig/401734/1323272",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/331464a059f77b69a7eda6466d257aa2-national-monument.jpg",
    "detail_description": "While this monument's massive functionalist structure has all the elegance of a nuclear power station, the interior is a spectacular extravaganza of polished art-deco marble, gilt and mosaics, and is home to a fascinating museum of 20th-century Czechoslovak history.\nAlthough, strictly speaking, not a legacy of the communist era – it was completed in the 1930s – the huge monument atop Žižkov Hill is, in the minds of most Praguers over a certain age, inextricably linked with the Communist Party of Czechoslovakia, and in particular with Klement Gottwald, the country’s first ‘worker-president’.The monument's central hall – home to a dozen marble sarcophagi that once bore the remains of communist luminaries – houses a moving war memorial with sculptures by Jan Sturša. There are exhibits recording the founding of the Czechoslovak Republic in 1918, WWII, the 1948 coup, the Soviet invasion of 1968 (poignant newsreel footage and a handful of personal possessions record the tragic story of Jan Palach, who set himself on fire to protest the Soviet invasion) and the Velvet Revolution of 1989. Upstairs you can visit the Ceremonial Hall and the Presidential Lounge.But the most grimly fascinating part of the museum is the Frankenstein-like laboratory beneath the Liberation Hall, where scientists once battled to prevent Gottwald’s corpse from decomposing. On display in a glass-walled sarcophagus by day, his body was lowered into this white-tiled crypt every night for another frantic round of maintenance and repair. In the corner is the refrigerated chamber where Gottwald spent his nights (now occupied by the shattered remains of his sarcophagus), and in the adjoining room is a phalanx of 1950s control panels, switches and instruments that once monitored the great leader’s temperature and humidity.Interesting temporary exhibitions are also held here, mostly on a Czechoslovak history theme."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 4,
    "name": "Strahov Library",
    "latitude": "50.086232560147",
    "longitude": "14.388637304306",
    "excerpt": "Strahov Library is the largest monastic library in the country, with two magnificent baroque halls dating from the 17th and 18th centuries. You can peek…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/prague-castle-and-hradcany/attractions/strahov-library/a/poi-sig/1241366/1323267",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7073ba2f6a97df411d7f4ca6583c066430cec3f83a60fc793de3c27d49238568.jpg",
    "detail_description": "Strahov Library is the largest monastic library in the country, with two magnificent baroque halls dating from the 17th and 18th centuries. You can peek through the doors but, sadly, you can’t go into the halls themselves – it was found that fluctuations in humidity caused by visitors’ breath were endangering the frescoes. There's also a display of historical curiosities.\nThe stunning interior of the two-storey-high Philosophy Hall (Filozofický sál; 1780–97) was built to fit around the carved and gilded, floor-to-ceiling walnut shelving that was rescued from another monastery in South Bohemia (access to the upper gallery is via spiral staircases concealed in the corners). The feeling of height here is accentuated by a grandiose ceiling fresco, Mankind’s Quest for True Wisdom – the figure of Divine Providence is enthroned in the centre amid a burst of golden light, while around the edges are figures ranging from Adam and Eve to the Greek philosophers.The lobby outside the hall contains an 18th-century Cabinet of Curiosities displaying the grotesquely shrivelled remains of sharks, skates, turtles and other sea creatures. These flayed and splayed corpses were prepared by sailors, who passed them off to credulous landlubbers as ‘sea monsters’. Lying on a table to the right of the entrance, along with a narwhal tusk, are two long, brown, leathery things – preserved whale penises.Another case (beside the door to the corridor) contains historical items, including a miniature coffee service made for the Habsburg empress Marie Louise in 1813, which fits into four false books. Opposite it is the Xyloteka (1825), a set of book-like boxes, each one bound in the wood and bark of the tree it describes, with samples of leaves, roots, flowers and fruits inside. As you enter the corridor, look to the left to find a facsimile of the library’s most prized possession, the Strahov Evangeliary, a 9th-century codex in a gem-studded, 12th-century binding.The corridor leads to the older but even more beautiful Theology Hall (Teologiský sál; 1679). The low, curved ceiling is thickly encrusted in ornate baroque stucco work, and decorated with painted cartouches depicting the theme of ‘True Wisdom’, which was acquired, of course, through piety – one of the mottoes that adorns the ceiling is initio sapientiae timor domini (the beginning of wisdom is the fear of God)."
},
{
    "country": "prague",
    "city": "Staré Město",
    "index": 5,
    "name": "Municipal House",
    "latitude": "50.087584767265",
    "longitude": "14.427986634833",
    "excerpt": "Prague’s most exuberantly art-nouveau building is a labour of love, with every detail of its design and decoration carefully considered, and every…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/municipal-house/a/poi-sig/401133/1323269",
    "image_url": null,
    "detail_description": "Prague’s most exuberantly art-nouveau building is a labour of love, with every detail of its design and decoration carefully considered, and every painting and sculpture loaded with symbolism. The restaurant and cafe here are like walk-in museums of art-nouveau design, while upstairs there are half a dozen sumptuously decorated halls that you can visit by guided tour. You can look around the lobby and the downstairs bar for free, or book a guided tour in the information centre.\nThe Municipal House stands on the site of the Royal Court, seat of Bohemia’s kings from 1383 to 1483 (when Vladislav II moved to Prague Castle), which was demolished at the end of the 19th century. Between 1906 and 1912 this magnificent art-nouveau edifice was built in its place – a lavish joint effort by around 30 leading artists of the day, creating a cultural centre that was the architectural climax of the Czech National Revival.The mosaic above the entrance, Homage to Prague, is set between sculptures representing the oppression and rebirth of the Czech people. Other sculptures ranged along the top of the facade represent history, literature, painting, music and architecture. You pass beneath a wrought-iron and stained-glass canopy into an interior that is art nouveau down to the doorknobs.First stop on the guided tour is the Smetana Hall, Prague’s biggest concert hall, with seating for 1200 beneath an art-nouveau glass dome. The stage is framed by sculptures representing the Vyšehrad legend (to the right) and Slavonic dances (to the left). On 28 October 1918 an independent Czechoslovak Republic was declared in the Smetana Hall, and in November 1989 meetings took place here between the Civic Forum and the Jakeš regime. The Prague Spring music festival always opens on 12 May, the day the Czech composer Smetana died, with a procession from Vyšehrad to the Municipal House followed by a gala performance of his symphonic cycle Má vlast (My Country) in the Smetana Hall.Several impressive official apartments follow, but the highlight of the tour is the octagonal Lord Mayor’s Hall (Primatorský sál), the windows of which overlook the main entrance. Every aspect of its decoration was designed by Alfons Mucha, who also painted the superbly moody murals that adorn the walls and ceiling. Above you is an allegory of Slavic Concord, with intertwined figures representing the various Slavic peoples watched over by the Czech eagle. Figures from Czech history and mythology, representing the civic virtues, occupy the spaces between the eight arches, including Jan Hus as Spravedlnost (justice), Jan Žižka as Bojovnost (military prowess) and the Chodové (medieval Bohemian border guards) as beady-eyed Ostražitost (vigilance)."
},
{
    "country": "prague",
    "city": "Malá Strana",
    "index": 3,
    "name": "Charles Bridge",
    "latitude": "50.086659",
    "longitude": "14.409889",
    "excerpt": "Strolling across Charles Bridge is everybody’s favourite Prague activity. However, by 9am it’s a 500m-long fairground, with an army of tourists squeezing…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/mala-strana/attractions/charles-bridge/a/poi-sig/401143/1323268",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/702b113863875847e3d92436a8f19bac50fc5c58d1fa4dedd8cb44783cc3401d.jpg",
    "detail_description": "Strolling across Charles Bridge is everybody’s favourite Prague activity. However, by 9am it’s a 500m-long fairground, with an army of tourists squeezing through a gauntlet of hawkers and buskers beneath the impassive gaze of the baroque statues that line the parapets. If you want to experience the bridge at its most atmospheric, try to visit it at dawn.\nIn 1357 Charles IV commissioned Peter Parler (the architect of St Vitus Cathedral) to replace the 12th-century Judith Bridge, which had been washed away by floods in 1342 – you can see the only surviving arch of the Judith Bridge by taking a boat trip with Prague Venice.The new bridge was completed in 1390, and took Charles’ name only in the 19th century – before that it was known simply as Kamenný most (Stone Bridge). Despite occasional flood damage, it withstood wheeled traffic for 500-odd years – thanks, legend says, to eggs mixed into the mortar (though recent investigations have disproved this myth) – until it was made pedestrian-only after WWII.The first monument erected on the bridge was the crucifix near the eastern end, in 1657. The first statue – the Jesuits’ 1683 tribute to St John of Nepomuk – inspired other Catholic orders, and over the next 30 years a score more went up, like ecclesiastical billboards. New ones were added in the mid-19th century, and one (plus replacements for some lost to floods) in the 20th. As most of the statues were carved from soft sandstone, several weathered originals have been replaced with copies. Some originals are housed in the Casements at Vyšehrad; others are in the Lapidárium in Holešovice.The most famous figure is the monument to St John of Nepomuk. According to the legend on the base of the statue, Wenceslas IV had him trussed up in armour and thrown off the bridge in 1393 for refusing to divulge the queen’s confessions (he was her priest), though the real reason had to do with the bitter conflict between church and state. The stars in his halo allegedly followed his corpse down the river. Tradition says that if you rub the bronze plaque, you will one day return to Prague. A bronze cross set in the parapet between statues 17 and 19 marks the point where he was thrown off.At the Staré Město end of the bridge, look over the downstream parapet at the retaining wall on the right and you’ll see a carved stone head known as Bradáč (Bearded Man). When the river level rose above this medieval marker, Praguers knew it was time to head for the hills. A blue line on the modern flood gauge nearby shows the level of the 2002 flood, no less than 2m above Bradáč!In the crush, don’t forget to look at the bridge itself (the bridge towers have great views) and the grand vistas up and down the river. Pickpockets occasionally work the bridge, so keep your purse or wallet safe."
},
{
    "country": "prague",
    "city": "Prague",
    "index": 2,
    "name": "St Vitus Cathedral",
    "latitude": "50.090817",
    "longitude": "14.400544",
    "excerpt": "Built over a time span of almost 600 years, St Vitus is one of the most richly endowed cathedrals in central Europe. It is pivotal to the religious and…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/prague-castle-and-hradcany/attractions/st-vitus-cathedral/a/poi-sig/401461/1323267",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f281cfa2684336e7592772ed93bb221174835c48a5498224d7f2a4c33fbeb1c2.jpg",
    "detail_description": "Built over a time span of almost 600 years, St Vitus is one of the most richly endowed cathedrals in central Europe. It is pivotal to the religious and cultural life of Czechia, housing treasures that range from the 14th-century mosaic of the Last Judgement and the tombs of St Wenceslas and Charles IV, to the baroque silver tomb of St John of Nepomuk, the ornate Chapel of St Wenceslas and art-nouveau stained glass by Alfons Mucha.\nAt first glance the cathedral's western facade, which looms above the entrance to the Third Courtyard, looks impressively Gothic, but in fact the triple doorway dates only from 1953, making it one of the last parts of the church to be completed. The foundation stone was laid in 1344 by Emperor Charles IV, on the site of a 10th-century Romanesque rotunda built by Duke Wenceslas. Charles’ original architect, Matthias of Arras (Matyáš z Arrasu), began work in 1344 on the choir in the French Gothic style, but died eight years later. His German successor, Peter Parler – a veteran of Cologne’s cathedral – completed most of the eastern part of the cathedral in a freer, late-Gothic style before he died in 1399. Renaissance and baroque details were added over the following centuries, but it was only in 1861, during the Czech National Revival, that a concerted effort was made to finish the cathedral – everything between the western door and the crossing was built during the late 19th and early 20th centuries. It was finally consecrated in 1929.Inside, the nave is flooded with colour from stained-glass windows created by eminent Czech artists of the early 20th century – note the window (1909) by art nouveau artist Alfons Mucha in the third chapel on the northern side, to the left as you enter, which depicts the lives of Sts Cyril and Methodius. Nearby is a wooden sculpture of the crucifixion (1899) by František Bílek.Walk up to the crossing, where the nave and transept meet, which is dominated by the huge and colourful south window (1938) by Max Švabinský, depicting the Last Judgement – note the fires of hell burning brightly in the lower-right-hand corner. In the north transept, beneath the baroque organ, are three carved wooden doors decorated with reliefs of Bohemian saints, with smaller panels beneath each saint depicting their martyrdom – look on the left-hand door to see St Vitus being tortured in a cauldron of boiling oil. Next to him is the martyrdom of St Wenceslas; he is down on one knee, clinging to a lion’s-head door handle, while his treacherous brother Boleslav drives a spear into his back. You can see that very door handle on the other side of the church – it’s now the door to the Chapel of St Wenceslas.The eastern end of the cathedral is capped with graceful late-Gothic vaulting dating from the 14th century and ringed by side chapels. In the centre, opposite the pulpit, lies the ornate Royal Mausoleum (1571–89) with its cold marble effigies of Ferdinand I, his wife Anna Jagellonská and their son Maximilián II. On the ambulatory’s northern side, just beyond the old sacristy and the confessional booths, a wooden relief (1630) by Caspar Bechterle shows Protestant Frederick of the Palatinate (in his horse-drawn coach) legging it out of Prague after the Catholic victory at the Battle of Bílá Hora.As you round the far end of the ambulatory you pass the tomb of St Vitus. As well as being a patron saint of Bohemia, Vitus is a patron of actors, entertainers and dancers, and is said to protect against lightning, dog bites and oversleeping. The brass crosiers set in the floor nearby mark the tombs of bishops. Further round you reach the spectacular, baroque silver tomb of St John of Nepomuk, its draped canopy supported by a squadron of silver angels (the tomb contains two tonnes of silver in all). The nearby Wallenstein Chapel contains the worn grave slabs of cathedral architects Matthias of Arras and Peter Parler. Beyond is the ornate, late-Gothic Royal Oratory, a fancy balcony with ribbed vaulting carved to look like tree branches.The biggest and most beautiful of the cathedral’s numerous side chapels is Parler’s Chapel of St Wenceslas. Its walls are adorned with gilded panels containing polished slabs of semiprecious stones. Wall paintings from the early 16th century depict scenes from the life of the Czechs’ patron saint, while even older frescoes show scenes from the life of Christ. On the southern side of the chapel a small door – locked with seven locks – hides a staircase leading to the Coronation Chamber above the Golden Gate, where the Bohemian crown jewels are kept – you can see replicas in the Story of Prague Castle exhibition.Admission is included with Prague Castle tour A and B tickets."
}
]