[
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 1,
    "name": "Freedom Park",
    "latitude": "-25.765248",
    "longitude": "28.18624",
    "excerpt": "This stunning park and museum honours fallen South Africans in all major conflicts and adopts an integrated approach to African history. It is a place of…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/freedom-park/a/poi-sig/1120874/355618",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-943597504.jpg",
    "detail_description": "This stunning park and museum honours fallen South Africans in all major conflicts and adopts an integrated approach to African history. It is a place of architectural imagination and collective healing. Start at //hapo, the museum covering Southern African history at the bottom of the hill; then proceed up the hill to the main park, which provides wonderful views of the city.\nElements of the park incude Isivivane, a garden of Remembrance; S'khimbuto, the main memorial with an ampitheatre and a Wall of Names inscribed with the 75,000 names of those of who played a significant part in all of the conflicts within South Africa's history; and Mveledzo, a spiral path that cuts into the natural landscape."
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 18,
    "name": "Old Capitol Theatre",
    "latitude": "-25.747632",
    "longitude": "28.187184",
    "excerpt": "This decommissioned theatre, originally opened in 1931, is all but obscured by a hideous concrete parking garage.",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/old-capitol-theatre/a/poi-sig/1586620/355618",
    "image_url": null,
    "detail_description": "This decommissioned theatre, originally opened in 1931, is all but obscured by a hideous concrete parking garage.\n"
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 17,
    "name": "Ou Raadsaal",
    "latitude": "-25.747294",
    "longitude": "28.187839",
    "excerpt": "The old Parliament Building of the Transvaal Republic Government, dating from 1890, sits on the south side of the square.",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/ou-raadsaal/a/poi-sig/1586621/355618",
    "image_url": null,
    "detail_description": "The old Parliament Building of the Transvaal Republic Government, dating from 1890, sits on the south side of the square.\n"
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 16,
    "name": "Palace of Justice",
    "latitude": "-25.745806",
    "longitude": "28.187656",
    "excerpt": "HQ of the Gauteng division of South Africa's High Court, this 1897 building is where the Rivonia Trial, that sentenced Nelson Mandela to life imprisonment…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/palace-of-justice/a/poi-sig/1586619/355618",
    "image_url": null,
    "detail_description": "HQ of the Gauteng division of South Africa's High Court, this 1897 building is where the Rivonia Trial, that sentenced Nelson Mandela to life imprisonment, was held.\n"
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 15,
    "name": "National Cultural History Museum",
    "latitude": "-25.75287205",
    "longitude": "28.18911769",
    "excerpt": "Concentrating on the cultural history of South Africa, this museum features exhibitions on San rock art, Iron Age figurines from Limpopo and a small…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/national-cultural-history-museum/a/poi-sig/483352/355618",
    "image_url": null,
    "detail_description": "Concentrating on the cultural history of South Africa, this museum features exhibitions on San rock art, Iron Age figurines from Limpopo and a small gallery of contemporary South African works, among others.\n"
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 14,
    "name": "Pretoria National Zoological Gardens",
    "latitude": "-25.738465703314",
    "longitude": "28.188824869659",
    "excerpt": "There’s a reptile park and an aquarium here, as well as a vast collection of exotic trees and plenty of picnic spots. The highlight, though, is the cable…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/pretoria-national-zoological-gardens/a/poi-sig/483368/355618",
    "image_url": null,
    "detail_description": "There’s a reptile park and an aquarium here, as well as a vast collection of exotic trees and plenty of picnic spots. The highlight, though, is the cable car, which runs up to the top of a hill that overlooks the city.\n"
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 13,
    "name": "Pretoria Art Museum",
    "latitude": "-25.7482919",
    "longitude": "28.21354568",
    "excerpt": "Specialising in South African art from most of the country’s history, this good gallery contains works by all the big local hitters, from Jacob Hendrik…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/pretoria-art-museum/a/poi-sig/483366/355618",
    "image_url": null,
    "detail_description": "Specialising in South African art from most of the country’s history, this good gallery contains works by all the big local hitters, from Jacob Hendrik Pierneef and Irma Stern to William Kentridge and Conrad Botes. It also features regularly changing exhibitions.\n"
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 12,
    "name": "Melrose House",
    "latitude": "-25.755343",
    "longitude": "28.192506",
    "excerpt": "On 31 May 1902, the Treaty of Vereeniging, which ended the Anglo-Boer War (1899–1902), was signed in the dining room of this stately mansion. Highlights…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/melrose-house/a/poi-sig/483360/355618",
    "image_url": null,
    "detail_description": "On 31 May 1902, the Treaty of Vereeniging, which ended the Anglo-Boer War (1899–1902), was signed in the dining room of this stately mansion. Highlights of the house, which was built in 1886, include a grand billiards room with a vibrant stained-glass smoking nook, and a conservatory containing a collection of political cartoons from the Anglo-Boer War.\n"
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 11,
    "name": "Fort Klapperkop",
    "latitude": "-25.779527",
    "longitude": "28.209447",
    "excerpt": "There are panoramic views from the 1889 fort that was one of four built to defend Pretoria, although in the end it was never used for that purpose…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/fort-klapperkop/a/poi-sig/1120925/355618",
    "image_url": null,
    "detail_description": "There are panoramic views from the 1889 fort that was one of four built to defend Pretoria, although in the end it was never used for that purpose. Located 6km south of the city, it’s one of the best-preserved forts in South Africa, and its museum tells the story of the country’s military history from 1852 to the end of the 1899–1902 Anglo-Boer War.\n"
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 10,
    "name": "Pretoria National Botanical Garden",
    "latitude": "-25.736915",
    "longitude": "28.276995",
    "excerpt": "Located around 9km east of central Pretoria, these gardens cover 7700 sq m and are planted with indigenous flora from around the country. There are 20,000…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/pretoria-national-botanical-garden/a/poi-sig/1120926/355618",
    "image_url": null,
    "detail_description": "Located around 9km east of central Pretoria, these gardens cover 7700 sq m and are planted with indigenous flora from around the country. There are 20,000-odd plant species, labelled and grouped according to their region of origin – a visit is a must for keen botanists.By car head east along Church St (Rte 104) for about 8km, then turn right into Cussonia Rd; the gardens are on the left-hand side.\n"
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 9,
    "name": "Kruger Museum",
    "latitude": "-25.746695",
    "longitude": "28.182034",
    "excerpt": "The former residence of Paul Kruger, president of the South African Republic from 1883 to 1900, has been preserved as a museum. Built in 1884 and guarded…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/kruger-museum/a/poi-sig/483364/355618",
    "image_url": null,
    "detail_description": "The former residence of Paul Kruger, president of the South African Republic from 1883 to 1900, has been preserved as a museum. Built in 1884 and guarded by two stone lions, it contains period furniture and a random collection of personal knick-knacks belonging to Kruger and his wife.\nThe house would have been grand at the time but today seems lost on the busy street. It's a short walk west of Church Sq."
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 8,
    "name": "012central",
    "latitude": "-25.746192",
    "longitude": "28.197248",
    "excerpt": "The rebirth of downtown Pretoria has been given a kickstart by the redevelopment of this set of buildings into an events, arts and social hub. Check out…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/012central/a/poi-sig/1586946/355618",
    "image_url": null,
    "detail_description": "The rebirth of downtown Pretoria has been given a kickstart by the redevelopment of this set of buildings into an events, arts and social hub. Check out the Facebook page for details of various activities held out of this imaginative, street-art-decorated precinct, such as free guided walks of the city centre and the monthly Market @ the Sheds.\nYou'll also find the new African Beer Emporium bar here."
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 7,
    "name": "Union Buildings",
    "latitude": "-25.740742",
    "longitude": "28.211753",
    "excerpt": "Designed by Sir Herbert Baker, these sweeping sandstone buildings are the headquarters of government and home to the presidential offices. They're not…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/union-buildings/a/poi-sig/483372/355618",
    "image_url": null,
    "detail_description": "Designed by Sir Herbert Baker, these sweeping sandstone buildings are the headquarters of government and home to the presidential offices. They're not open to the public, but are worth visiting to view from the front gardens, where you'll find statues of a few former heads of state, including a giant one of an open-armed, grinning Mandela – it's a top selfie spot.\nThe gardens are often used for public celebrations, and Nelson Mandela’s inauguration took place here in 1994. There’s also a WWI memorial here, and a memorial to the South African police."
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 6,
    "name": "Smuts House Museum",
    "latitude": "-25.887566",
    "longitude": "28.231988",
    "excerpt": "JC Smuts' home for over 40 years has been turned into an interesting museum. With a wide veranda and shady trees, it has a family atmosphere and gives a…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/smuts-house-museum/a/poi-sig/1120924/355618",
    "image_url": null,
    "detail_description": "JC Smuts' home for over 40 years has been turned into an interesting museum. With a wide veranda and shady trees, it has a family atmosphere and gives a vivid insight into Smuts’ life. A superb arts and crafts market is held here on the first and last Saturday of the month.If you’re travelling to/from Pretoria by car, it’s worth dropping in for a look. The house is signposted from both the N14 freeway (Rte 28) and Rte 21.\nA scholar, Boer general, politician and international statesman, JC Smuts was instrumental in creating the Union of South Africa, and served as prime minister from 1919 to 1924 and from 1939 to 1948."
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 5,
    "name": "Sammy Marks’ Museum",
    "latitude": "-25.751353",
    "longitude": "28.379273",
    "excerpt": "This handsome mansion, 20km east of central Pretoria, was built in 1884 for the industrial, mining and agricultural magnate Sammy Marks. Now it’s a…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/sammy-marks-museum/a/poi-sig/1120928/355618",
    "image_url": null,
    "detail_description": "This handsome mansion, 20km east of central Pretoria, was built in 1884 for the industrial, mining and agricultural magnate Sammy Marks. Now it’s a fascinating museum that you can only enter on a tour (around five a day, each lasting an hour). It's worth visiting also for the lovely grounds with a shady tea garden overlooking the house.\nMarks (1844–1920) was born into a poor family in what is now Lithuania and made his fortune in South Africa. His will stipulated that the house and all its contents not be sold on for three generations – hence the amazing collection of furnishings and personal effects inside, most of which date back over a century. This is as close as you'll get to a South African Downton Abbey."
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 4,
    "name": "Church Square",
    "latitude": "-25.746459157155",
    "longitude": "28.187974935062",
    "excerpt": "A statue of Old Lion (Paul Kruger) takes pride of place in the centre of Church Square, which is surrounded by some impressive public buildings. The…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/church-square/a/poi-sig/483354/355618",
    "image_url": null,
    "detail_description": "A statue of Old Lion (Paul Kruger) takes pride of place in the centre of Church Square, which is surrounded by some impressive public buildings. The square was given a facelift in 2017 and is now a more pleasant spot to linger and admire the architecture and busy comings and goings from the municipal buildings.\nOn the northwest side of the square is the Palace of Justice, where the Rivonia Trial that sentenced Nelson Mandela to life imprisonment was held; the Ou Raadsaal is on the southern side; the Old Capitol Theatre is just off the southwestern corner, near the Old Nederlandsche Bank building, which adjoins Café Riche and houses the tourist information centre; and the handsome main post office is on the western side."
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 3,
    "name": "Rietvlei Nature Reserve",
    "latitude": "-25.883937",
    "longitude": "28.271599",
    "excerpt": "This 38-sq-km reserve, 27km south of Pretoria, off Rte 21, is popular with locals who come for fishing in the dam, but is also great for wildlife viewing…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/rietvlei-nature-reserve/a/poi-sig/1552710/355618",
    "image_url": null,
    "detail_description": "This 38-sq-km reserve, 27km south of Pretoria, off Rte 21, is popular with locals who come for fishing in the dam, but is also great for wildlife viewing. Sightings of rhinos are common, often from the grounds of the small tearoom. You'll also spot zebras, various antelopes and perhaps buffaloes.\nActivities on offer include guided hikes, night drives and horse riding."
},
{
    "country": "pretoria",
    "city": "Pretoria",
    "index": 2,
    "name": "Voortrekker Monument",
    "latitude": "-25.776436",
    "longitude": "28.175822",
    "excerpt": "The imposing, art-deco-style Voortrekker Monument was constructed between 1938 and 1949 to honour the journey of the Voortrekkers, who journeyed north…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/voortrekker-monument/a/poi-sig/483374/355618",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/112769738_full.jpg",
    "detail_description": "The imposing, art-deco-style Voortrekker Monument was constructed between 1938 and 1949 to honour the journey of the Voortrekkers, who journeyed north over the coastal mountains of the Cape into the heart of the African veld. Surrounded by a 3.4-sq-km nature reserve, it's 3km south of the city and clearly signposted from the N1 freeway.\nThe edifice is ringed by a stone wall carved with 64 wagons in a traditional defensive laager (circle). The building itself is a huge stone cube and each corner bears the face of an Afrikaner hero. A staircase and elevator lead to the roof and a great panoramic view of Pretoria."
}
]