[
{
    "country": "providence",
    "city": "Providence",
    "index": 1,
    "name": "Rhode Island State House",
    "latitude": "41.830679",
    "longitude": "-71.414926",
    "excerpt": "Designed by McKim, Mead and White in 1904, the Rhode Island State House rises above the Providence skyline, easily visible from miles around. Modeled in…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/rhode-island-state-house/a/poi-sig/456917/362066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/21d0025414881fc8be1a48cd1b084651-rhode-island-state-house.jpg",
    "detail_description": "Designed by McKim, Mead and White in 1904, the Rhode Island State House rises above the Providence skyline, easily visible from miles around. Modeled in part on St Peter's Basilica in Vatican City, it has the world's fourth-largest self-supporting marble dome and houses one of Gilbert Stuart's portraits of George Washington, which you might want to compare to a dollar bill from your wallet.\nInside the public halls are the battle flags of Rhode Island military units and a Civil War cannon, which sat here for a century loaded and ready to shoot until someone thought to check whether it was disarmed. The giant half-naked guy standing on top of the dome is The Independent Man, continuously struck by lightning."
},
{
    "country": "providence",
    "city": "Providence",
    "index": 18,
    "name": "Providence City Hall",
    "latitude": "41.824253",
    "longitude": "-71.412635",
    "excerpt": "Providence's working beaux-arts City Hall makes an imposing centerpiece to Kennedy Plaza. Visitors are free to enter the building and wander its hallways,…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/providence-city-hall/a/poi-sig/456893/362066",
    "image_url": null,
    "detail_description": "Providence's working beaux-arts City Hall makes an imposing centerpiece to Kennedy Plaza. Visitors are free to enter the building and wander its hallways, although there's not much to see on the inside except city offices.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 17,
    "name": "Roger Williams Park Zoo",
    "latitude": "41.788337",
    "longitude": "-71.4186",
    "excerpt": "The main attraction of Roger Williams Park is this zoo, which is home to more than 600 animals (including polar bears, giraffes and lemurs) and performs…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/roger-williams-park-zoo/a/poi-sig/1253197/362066",
    "image_url": null,
    "detail_description": "The main attraction of Roger Williams Park is this zoo, which is home to more than 600 animals (including polar bears, giraffes and lemurs) and performs some interesting conservation work.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 16,
    "name": "Sol Koffler Gallery",
    "latitude": "41.822342",
    "longitude": "-71.411852",
    "excerpt": "Providence's Rhode Island School of Design maintains several fine galleries. This one, the Sol Koffler Gallery, serves as the main exhibition space for…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/sol-koffler-gallery/a/poi-sig/456923/362066",
    "image_url": null,
    "detail_description": "Providence's Rhode Island School of Design maintains several fine galleries. This one, the Sol Koffler Gallery, serves as the main exhibition space for graduate students, where you can see work in a range of media.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 15,
    "name": "Providence Children's Museum",
    "latitude": "41.816389",
    "longitude": "-71.409323",
    "excerpt": "This well-designed, hands-on museum genuinely delights its intended guests, who can enter a giant kaleidoscope, do experiments with water fountains,…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/providence-children-s-museum/a/poi-sig/456913/362066",
    "image_url": null,
    "detail_description": "This well-designed, hands-on museum genuinely delights its intended guests, who can enter a giant kaleidoscope, do experiments with water fountains, pretend to be a veterinarian or play with marionettes made by some renowned puppeteers. It's aimed at pre-schoolers to pre-teens.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 14,
    "name": "Stephen Hopkins House",
    "latitude": "41.825133",
    "longitude": "-71.406498",
    "excerpt": "On Providence's Benefit St, the 1708 Stephen Hopkins House, named for the 10-time governor and Declaration of Independence signer, was rescued in the…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/stephen-hopkins-house/a/poi-sig/456925/362066",
    "image_url": null,
    "detail_description": "On Providence's Benefit St, the 1708 Stephen Hopkins House, named for the 10-time governor and Declaration of Independence signer, was rescued in the 1960s from misguided urban-renewal efforts that would have destroyed it. Outside the building's limited scheduled opening hours, inspections can be arranged by appointment in advance.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 13,
    "name": "Culinary Arts Museum",
    "latitude": "41.786513049937",
    "longitude": "-71.392958164215",
    "excerpt": "Johnson & Wales University's oddity of a museum displays about 300,000 objects connected in some way to the culinary arts. Ogle a cookbook collection…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/culinary-arts-museum/a/poi-sig/456897/362066",
    "image_url": null,
    "detail_description": "Johnson &amp; Wales University's oddity of a museum displays about 300,000 objects connected in some way to the culinary arts. Ogle a cookbook collection dating back to the 15th century, resist fingering presidential cutlery and peruse over 4000 menus from around the world. To reach the museum, it's a straight shot south on Rte 1 toward Pawtuxet.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 12,
    "name": "John Brown House Museum",
    "latitude": "41.823015",
    "longitude": "-71.403688",
    "excerpt": "The ruddy-brick John Brown House, built in 1786 atop College Hill, now houses yet another impressive Rhode Island local history museum. This one is…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/john-brown-house-museum/a/poi-sig/456899/362066",
    "image_url": null,
    "detail_description": "The ruddy-brick John Brown House, built in 1786 atop College Hill, now houses yet another impressive Rhode Island local history museum. This one is lovingly curated by the Rhode Island Historical Society. Both docent-led and audio-guide tours (around an hour) are available as you walk your way through the beautiful, authentically furnished period rooms of the mansion.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 11,
    "name": "Planetarium and Museum of Natural History",
    "latitude": "41.783905",
    "longitude": "-71.416948",
    "excerpt": "In the midst of the 430-acre Roger Williams Park, this compact Natural History Museum boasts a diverse range of Earth-themed exhibits and a planetarium…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/planetarium-and-museum-of-natural-history/a/poi-sig/456903/362066",
    "image_url": null,
    "detail_description": "In the midst of the 430-acre Roger Williams Park, this compact Natural History Museum boasts a diverse range of Earth-themed exhibits and a planetarium featuring a dome theater that projects a selection of features along similar themes. Check the website for screening times. The planetarium is only open for scheduled screenings during museum hours.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 10,
    "name": "Industrial National Bank Building",
    "latitude": "41.824016",
    "longitude": "-71.411625",
    "excerpt": "Providence's landmark art-deco skyscraper has had many monikers over the years, from the Industrial Trust Building to the Bank of America Building and…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/industrial-national-bank-building/a/poi-sig/1111302/362066",
    "image_url": null,
    "detail_description": "Providence's landmark art-deco skyscraper has had many monikers over the years, from the Industrial Trust Building to the Bank of America Building and even the Superman Building, for reasons obvious to anyone familiar with the Marvel comic strip. It's infinitely photogenic yet hard-to-photograph: have fun searching for the right angle. Shockingly, the building has remained empty since 2012 and plans for its demolition have been slated, with the building being deemed to have 'no value' in 2014.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 9,
    "name": "Prospect Terrace Park",
    "latitude": "41.829697",
    "longitude": "-71.407228",
    "excerpt": "A great spot from which to get an overview of Providence is this elevated, compact green space known as Prospect Terrace Park. In warm weather, you’ll…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/prospect-terrace-park/a/poi-sig/1541374/362066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dc06b06f606ef5f79515c980621c0ac3-prospect-terrace-park.jpg",
    "detail_description": "A great spot from which to get an overview of Providence is this elevated, compact green space known as Prospect Terrace Park. In warm weather, you’ll find students throwing Frisbees, office workers picnicking and, if you arrive at the transitional point between day and the arrival of night, a sunset view. The monumental statue facing the city is that of Providence founder Roger Williams, whose remains were moved to this site in 1939.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 7,
    "name": "Brown University",
    "latitude": "41.826092",
    "longitude": "-71.404535",
    "excerpt": "Dominating the crest of the College Hill neighborhood on the East Side, Brown University's campus exudes Ivy League charm. University Hall, a 1770 brick…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/brown-university/a/poi-sig/456891/362066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/10edad3de754e4e9e5a48ca40ef5b7f8-brown-university.jpg",
    "detail_description": "Dominating the crest of the College Hill neighborhood on the East Side, Brown University's campus exudes Ivy League charm. University Hall, a 1770 brick edifice used as a barracks during the Revolutionary War, sits at its center. To explore the campus, start at the wrought-iron gates at the intersection of College St and Prospect St and make your way across the green toward Thayer St.\nThe Brown University Admissions Office runs free campus tours by demand (at least one per weekday)."
},
{
    "country": "providence",
    "city": "Providence",
    "index": 8,
    "name": "Waterplace Park",
    "latitude": "41.827186983784",
    "longitude": "-71.413949131966",
    "excerpt": "The landscaped cobblestone paths of the Providence Riverwalk lead along the Woonasquatucket River to Waterplace Park’s central pool and fountain,…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/waterplace-park/a/poi-sig/456927/362066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c260784ff83dbb58d865067c6bc416bb-waterplace-park.jpg",
    "detail_description": "The landscaped cobblestone paths of the Providence Riverwalk lead along the Woonasquatucket River to Waterplace Park’s central pool and fountain, overlooked by a stepped amphitheater where outdoor artists perform in warm weather. Take a look at the historical maps and photos mounted on the walls of the walkway beneath Memorial Blvd. Waterplace Park also serves as a nucleus for the unmissable WaterFire festival.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 6,
    "name": "Roger Williams Park",
    "latitude": "41.786209057847",
    "longitude": "-71.419254541397",
    "excerpt": "In 1871 Betsey Williams, great-great-great-granddaughter of the founder of Providence, donated her farm to the city as a public park. Today this 430-acre…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/roger-williams-park/a/poi-sig/456921/362066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ac2f6255ffb8497033827d8b419543c1-roger-williams-park.jpg",
    "detail_description": "In 1871 Betsey Williams, great-great-great-granddaughter of the founder of Providence, donated her farm to the city as a public park. Today this 430-acre expanse of greenery, only a short drive south of Providence, includes lakes and ponds, forest copses and broad lawns, picnic grounds, the Planetarium and Museum of Natural History, an operating Victorian carousel, greenhouses and Williams’ cottage.\nThe park's main attraction is the Roger Williams Park Zoo, which is home to more than 600 animals (including polar bears, giraffes and lemurs) and performs some interesting conservation work."
},
{
    "country": "providence",
    "city": "Providence",
    "index": 5,
    "name": "Rhode Island School of Design",
    "latitude": "41.825915",
    "longitude": "-71.407721",
    "excerpt": "Perhaps the top art school in the USA, RISD's imprint on Providence is easily felt, with students' creativity extending across the cityscape. Open to the…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/rhode-island-school-of-design/a/poi-sig/456915/362066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f8a9e6fc1ceb2ae2b16d47346e111a40-rhode-island-school-of-design.jpg",
    "detail_description": "Perhaps the top art school in the USA, RISD's imprint on Providence is easily felt, with students' creativity extending across the cityscape. Open to the public, the extraordinary collections of the school's Museum of Art include 19th-century French paintings; classical Greek, Roman and Etruscan art; medieval and Renaissance works; and examples of 19th- and 20th-century American painting, furniture and decorative arts.\nKids love staring at the Egyptian mummy, while grown-ups might be impressed to see the works of Manet, Matisse and Sargent. The museum stays open until 9pm on the third Thursday of the month, when admission is free after 5pm. It's also free the last Saturday of the month and on Sundays from 10am to 1pm."
},
{
    "country": "providence",
    "city": "Providence",
    "index": 4,
    "name": "RISD Museum of Art",
    "latitude": "41.826116",
    "longitude": "-71.407946",
    "excerpt": "Wonderfully eclectic, the Rhode Island School of Design's art museum showcases everything from ancient Greek art to 20th-century American paintings and…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/risd-museum-of-art/a/poi-sig/1253189/362066",
    "image_url": null,
    "detail_description": "Wonderfully eclectic, the Rhode Island School of Design's art museum showcases everything from ancient Greek art to 20th-century American paintings and decorative arts from its own collection, and always has visiting exhibitions and events. Pop in before 1pm on a Sunday and admission is free. Check out the excellent website before you go.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 3,
    "name": "Benefit Street",
    "latitude": "41.82518827867",
    "longitude": "-71.406154632568",
    "excerpt": "Immediately east of Providence's downtown, you'll find College Hill, where you can see the city's Colonial history reflected in the 18th-century houses…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/benefit-street/a/poi-sig/456887/362066",
    "image_url": null,
    "detail_description": "Immediately east of Providence's downtown, you'll find College Hill, where you can see the city's Colonial history reflected in the 18th-century houses that line Benefit St on the East Side. These are mostly private homes, but many are open for tours one weekend in June during the annual Festival of Historic Houses. Benefit St is a fitting symbol of the Providence renaissance, rescued by local preservationists in the 1960s from misguided urban-renewal efforts that would have destroyed it.\n"
},
{
    "country": "providence",
    "city": "Providence",
    "index": 2,
    "name": "Providence Athenaeum",
    "latitude": "41.825927",
    "longitude": "-71.406535",
    "excerpt": "One of the most prominent buildings on Benefit St, the Greek Revival Providence Athenaeum was designed by William Strickland and completed in 1838. This…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/providence/attractions/providence-athenaeum/a/poi-sig/456909/362066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e293931f416657d83978e6190412f32c-providence-athenaeum.jpg",
    "detail_description": "One of the most prominent buildings on Benefit St, the Greek Revival Providence Athenaeum was designed by William Strickland and completed in 1838. This is a library of the old school with plaster busts and oil paintings filling in spaces not occupied by books. Edgar Allen Poe used to court ladies here. Pick up a brochure for a self-guided Raven Tour of the building's artwork and architecture.\n"
}
]