[
{
    "country": "puerto-madryn",
    "city": "Puerto Madryn",
    "index": 1,
    "name": "EcoCentro",
    "latitude": "-42.782614",
    "longitude": "-64.995804",
    "excerpt": "Celebrating the area’s unique marine ecosystem, this masterpiece brings an artistic sensitivity to extensive scientific research. There are exhibits on…",
    "detail_url": "https://www.lonelyplanet.com/argentina/patagonia/puerto-madryn/attractions/ecocentro/a/poi-sig/495286/363090",
    "image_url": null,
    "detail_description": "Celebrating the area’s unique marine ecosystem, this masterpiece brings an artistic sensitivity to extensive scientific research. There are exhibits on the breeding habits of right whales, dolphin sounds and southern-elephant-seal harems, a touch-friendly tide pool and more. The building includes a three-story tower and library, with the top featuring glass walls and comfy couches for reading.\nBring your binoculars: whales may be spotted from here. It’s an enjoyable 40-minute walk or 15-minute bike ride along the costanera to the EcoCentro. Shuttles run three times daily from the tourist office on Av Roca, or you can catch a Línea 2 bus to the last stop and walk 1km."
},
{
    "country": "puerto-madryn",
    "city": "Puerto Madryn",
    "index": 2,
    "name": "Museo Oceanográfico y de Ciencias Naturales",
    "latitude": "-42.762421",
    "longitude": "-65.039921",
    "excerpt": "Feeling strands of seaweed and ogling a preserved octopus gives a hands-on museum experience here. The 1917 Chalet Pujol features marine-and-land mammal…",
    "detail_url": "https://www.lonelyplanet.com/argentina/patagonia/puerto-madryn/attractions/museo-oceanografico-y-de-ciencias-naturales/a/poi-sig/1269023/363090",
    "image_url": null,
    "detail_description": "Feeling strands of seaweed and ogling a preserved octopus gives a hands-on museum experience here. The 1917 Chalet Pujol features marine-and-land mammal exhibits, preserved specimens, and collections of Welsh wares. Explanations in Spanish are geared to youth science classes, but it’s visually informative and creatively presented. Twist up to the cupola for views of the port.\n"
},
{
    "country": "puerto-madryn",
    "city": "Puerto Madryn",
    "index": 4,
    "name": "Observatorio Punta Flecha",
    "latitude": "-42.645513",
    "longitude": "-64.969625",
    "excerpt": "Run by Fundación Patagonia Natural, this whale-watching observatory sits 17km north of Puerto Madryn on Playa el Doradillo. It offers tourist information…",
    "detail_url": "https://www.lonelyplanet.com/argentina/patagonia/puerto-madryn/attractions/observatorio-punta-flecha/a/poi-sig/1529521/363090",
    "image_url": null,
    "detail_description": "Run by Fundación Patagonia Natural, this whale-watching observatory sits 17km north of Puerto Madryn on Playa el Doradillo. It offers tourist information and opens at high tide, when there are more whales and visitors at the beach.\n"
},
{
    "country": "puerto-madryn",
    "city": "Puerto Madryn",
    "index": 3,
    "name": "Reserva Faunística Punta Loma",
    "latitude": "-42.836199",
    "longitude": "-64.860878",
    "excerpt": "Home to a permanent sea-lion colony and cormorant rookery, the Reserva Faunística Punta Loma is 17km southeast of Puerto Madryn via a good but winding…",
    "detail_url": "https://www.lonelyplanet.com/argentina/patagonia/puerto-madryn/attractions/reserva-faunistica-punta-loma/a/poi-sig/1144554/363090",
    "image_url": null,
    "detail_description": "Home to a permanent sea-lion colony and cormorant rookery, the Reserva Faunística Punta Loma is 17km southeast of Puerto Madryn via a good but winding gravel road. The overlook is about 15m from the animals, best seen during low tides.\n"
}
]