[
{
    "country": "puerto-escondido",
    "city": "Puerto Escondido",
    "index": 1,
    "name": "Playa Zicatela",
    "latitude": "15.85392",
    "longitude": "-97.057037353516",
    "excerpt": "Legendary 3.5km-long Zicatela is the best-known surfing spot in Mexico courtesy of the tempestuous surfing waves of the Mexican Pipeline. The heart of the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/oaxaca-state/puerto-escondido/attractions/playa-zicatela/a/poi-sig/496894/361610",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock749690260-rfc.jpeg",
    "detail_description": "Legendary 3.5km-long Zicatela is the best-known surfing spot in Mexico courtesy of the tempestuous surfing waves of the Mexican Pipeline. The heart of the action, including the Pipeline, is at Zicatela’s northern end. Nonsurfers beware: the waters here have a lethal undertow and are not safe for the boardless, or beginner surfers either. Lifeguards rescue several careless people most months. Surfing aside, the beach is a beauty: wide, golden and gloriously laid-back – man!\nThe main beach area is backed by Calle del Morro, a kind of gringo-ville meets Mexican beach town where locals, along with visitors from colder climes, mix seamlessly.The Punta Zicatela area at Zicatela's far southern end has mellower surf and a mellower vibe to go with it. With its unpaved roads overlooked by vegan cafes and yoga retreats, it's favored chiefly by backpackers and beginner surfers."
},
{
    "country": "puerto-escondido",
    "city": "Puerto Escondido",
    "index": 6,
    "name": "Bahía Puerto Angelito",
    "latitude": "15.857944",
    "longitude": "-97.073865",
    "excerpt": "The sheltered bay of Puerto Angelito has two smallish beaches with shallow, usually calm waters: the western Playa Angelito and the eastern Playa…",
    "detail_url": "https://www.lonelyplanet.com/mexico/oaxaca-state/puerto-escondido/attractions/bahia-puerto-angelito/a/poi-sig/496890/361610",
    "image_url": null,
    "detail_description": "The sheltered bay of Puerto Angelito has two smallish beaches with shallow, usually calm waters: the western Playa Angelito and the eastern Playa Manzanillo. Both have lots of seafood comedores and are very popular with Mexican families on weekends and holidays. Manzanillo has the more relaxed vibe. You can rent snorkel gear for around M$50 per hour.\n"
},
{
    "country": "puerto-escondido",
    "city": "Puerto Escondido",
    "index": 5,
    "name": "Bahía Principal",
    "latitude": "15.860318",
    "longitude": "-97.061666",
    "excerpt": "Puerto Escondido's central bay is long enough to accommodate restaurants at its west end, a fleet of fishing boats in its center (Playa Principal), and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/oaxaca-state/puerto-escondido/attractions/bahia-principal/a/poi-sig/496888/361610",
    "image_url": null,
    "detail_description": "Puerto Escondido's central bay is long enough to accommodate restaurants at its west end, a fleet of fishing boats in its center (Playa Principal), and sun worshippers and young bodyboarders at its east end (Playa Marinero), where the waters are a little cleaner. Pelicans wing in centimeters above the waves, boats bob on the swell and a few hawkers prowl up and down with a low-key sales pitch.\n"
},
{
    "country": "puerto-escondido",
    "city": "Puerto Escondido",
    "index": 4,
    "name": "Casa Wabi",
    "latitude": "15.938799",
    "longitude": "-97.269773",
    "excerpt": "Casa Wabi, a sprawling artists' residency that occupies a wonderfully airy building designed by famed Japanese architect Tadao Ando, runs tours three…",
    "detail_url": "https://www.lonelyplanet.com/mexico/oaxaca-state/puerto-escondido/attractions/casa-wabi/a/poi-sig/1631820/361610",
    "image_url": null,
    "detail_description": "Casa Wabi, a sprawling artists' residency that occupies a wonderfully airy building designed by famed Japanese architect Tadao Ando, runs tours three times a week at its sublime oceanfront property 27km west of Puerto Escondido. Founded by Mexican contemporary artist Bosco Sodi, the multidisciplinary arts center features an indoor gallery and several outdoor exhibits on the beach.\nTour proceeds for the nonprofit go to an outreach program in which resident artists impart workshops in 14 local communities. Casa Wabi is best reached by car."
},
{
    "country": "puerto-escondido",
    "city": "Puerto Escondido",
    "index": 3,
    "name": "Laguna de Manialtepec",
    "latitude": "15.939542",
    "longitude": "-97.182999",
    "excerpt": "The 6km-long Manialtepec Lagoon, beginning 14km west of Puerto Escondido along Hwy 200, is an essential spot for bird enthusiasts and a fascinating place…",
    "detail_url": "https://www.lonelyplanet.com/mexico/oaxaca-state/puerto-escondido/attractions/laguna-de-manialtepec/a/poi-sig/1562337/361610",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1895480986.jpg",
    "detail_description": "The 6km-long Manialtepec Lagoon, beginning 14km west of Puerto Escondido along Hwy 200, is an essential spot for bird enthusiasts and a fascinating place for anyone interested in nature. Ibises, roseate spoonbills, parrots, pelicans, falcons, ospreys, herons, kingfishers and several types of hawk and iguana call Manialtepec home for at least part of the year. The best bird-watching months are December to March, and the best time of day is soon after dawn.\nThe lagoon is mainly surrounded by mangroves, but tropical flowers and palms accent the ocean side, and the channel at the west end winds through to a pristine sandbar beach.Several operators run three-hour bird-watching trips in motorized lanchas (outboard boats), with English-speaking guides, binoculars and round-trip transportation from your accommodations in Puerto Escondido. Manialtepec is also a bioluminescent bay where phosphorescent plankton appear for a few nights several times a year. At these times nocturnal boat trips are offered, and you can swim or trail your hand in the water to activate the strange phosphorescent glow. July, August, November and December are often good months for this. Don't bother going when there's a full moon or after heavy rain.From Puerto Escondido, take a taxi colectivo (shared taxi) bound for San José Manialtepec from Av 4 Poniente (M$20 to La Puesta del Sol, 15 minutes), running from about 6am to 8pm, or a Río Grande–bound minibus (M$25) from Av Hidalgo 5, leaving about every 30 minutes from 4am to 9pm."
},
{
    "country": "puerto-escondido",
    "city": "Puerto Escondido",
    "index": 2,
    "name": "Playa Carrizalillo",
    "latitude": "15.85959",
    "longitude": "-97.07871",
    "excerpt": "Small is beautiful at Carrizalillo, set in a sheltered cove west of the center that's reached by a stairway of 157 steps. It’s popular for swimming and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/oaxaca-state/puerto-escondido/attractions/playa-carrizalillo/a/poi-sig/496892/361610",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF1046221246.jpg",
    "detail_description": "Small is beautiful at Carrizalillo, set in a sheltered cove west of the center that's reached by a stairway of 157 steps. It’s popular for swimming and bodyboarding, and is the place for beginner surfers. Book a lesson and you'll probably end up here making a splash or three 50m offshore. There's a mellow line of palapa (thatch-roofed) beach bars when you finish.\n"
}
]