[
{
    "country": "puerto-ayora",
    "city": "Puerto Ayora",
    "index": 1,
    "name": "MAPRAE",
    "latitude": "-0.744523",
    "longitude": "-90.312078",
    "excerpt": "The first of its kind in the world, this museum uses augmented reality to showcase a permanent exhibition of 55 pre-Columbian artifacts. The ancient…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-galapagos-islands/puerto-ayora/attractions/maprae/a/poi-sig/1589292/363362",
    "image_url": null,
    "detail_description": "The first of its kind in the world, this museum uses augmented reality to showcase a permanent exhibition of 55 pre-Columbian artifacts. The ancient cultures of Ecuador’s Amazon and coastal regions are brought to life as visitors point smart phones or tablets at one of the relics, with historical information and three-dimensional images appearing directly on the devices.\n"
},
{
    "country": "puerto-ayora",
    "city": "Puerto Ayora",
    "index": 6,
    "name": "Tortoise Statue",
    "latitude": "-0.74304118",
    "longitude": "-90.31210872",
    "excerpt": "Among the various statues of prominent Galapagos wildlife around Puerto Ayora, this is probably the most photographed of them all.",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-galapagos-islands/puerto-ayora/attractions/tortoise-statue/a/poi-sig/1488087/363362",
    "image_url": null,
    "detail_description": "Among the various statues of prominent Galapagos wildlife around Puerto Ayora, this is probably the most photographed of them all.\n"
},
{
    "country": "puerto-ayora",
    "city": "Puerto Ayora",
    "index": 5,
    "name": "Laguna de las Ninfas",
    "latitude": "-0.747607",
    "longitude": "-90.316308",
    "excerpt": "This peaceful lagoon has a short boardwalk path, where you can stop to take in the mangroves while looking for stingrays, baby sharks, sea turtles and…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-galapagos-islands/puerto-ayora/attractions/laguna-de-las-ninfas/a/poi-sig/1298362/363362",
    "image_url": null,
    "detail_description": "This peaceful lagoon has a short boardwalk path, where you can stop to take in the mangroves while looking for stingrays, baby sharks, sea turtles and other creatures sometimes spotted here.\n"
},
{
    "country": "puerto-ayora",
    "city": "Puerto Ayora",
    "index": 4,
    "name": "Tortuga Bay",
    "latitude": "-0.761661",
    "longitude": "-90.332186",
    "excerpt": "In terms of sheer white-sand beauty, this beach is the rival of any in South America. You’ll find it at the end of a 2.5km paved trail southwest of Puerto…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-galapagos-islands/puerto-ayora/attractions/tortuga-bay/a/poi-sig/1298361/363362",
    "image_url": null,
    "detail_description": "In terms of sheer white-sand beauty, this beach is the rival of any in South America. You’ll find it at the end of a 2.5km paved trail southwest of Puerto Ayora. In addition to swimming (a spit of land provides protection from the strong and dangerous currents on the exposed side), surfing or just sunbathing, you can see sharks, marine iguanas, pelicans and the occasional flamingo. There’s no drinking water or other facilities.\nIt’s about a half-hour walk from the start of the path – often used by local runners – where you must sign in between 6am and 6pm."
},
{
    "country": "puerto-ayora",
    "city": "Puerto Ayora",
    "index": 3,
    "name": "Playa Mansa",
    "latitude": "-0.763184",
    "longitude": "-90.340533",
    "excerpt": "If you walk the length of Tortuga Bay, you'll reach this picturesque lagoon lined with mangroves. Here you can spot marine iguanas, brown pelicans and…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-galapagos-islands/puerto-ayora/attractions/playa-mansa/a/poi-sig/1586564/363362",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1038455638.jpg",
    "detail_description": "If you walk the length of Tortuga Bay, you'll reach this picturesque lagoon lined with mangroves. Here you can spot marine iguanas, brown pelicans and blue herons, among other species. On the nearby dunes, sea turtles lay their eggs. The placid, shallow water is a great swimming spot for kids. Kayaks are available for hire.\n"
},
{
    "country": "puerto-ayora",
    "city": "Puerto Ayora",
    "index": 2,
    "name": "Charles Darwin Research Station",
    "latitude": "-0.742415",
    "longitude": "-90.30369",
    "excerpt": "Just northeast of Puerto Ayora is this iconic national-park site, where over 200 scientists and volunteers are involved with research and conservation…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-galapagos-islands/puerto-ayora/attractions/charles-darwin-research-station/a/poi-sig/1169725/363362",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a70b7abb31de67861ec31cc58d8c71b4-charles-darwin-research-station.jpg",
    "detail_description": "Just northeast of Puerto Ayora is this iconic national-park site, where over 200 scientists and volunteers are involved with research and conservation efforts, the most well known of which involves a captive breeding program for giant tortoises. Paths leading through arid-zone vegetation take you past tortoise enclosures, where you can look at these Galápagos giants. There's also a baby-tortoise house with incubators (when the tortoises weigh about 1.5kg or are about four years old, they’re repatriated to their home islands).\nSeveral of the 11 remaining subspecies of tortoise can be seen here. Follow paths through arid-zone vegetation such as saltbush, mangroves and prickly pear, and see a variety of land birds, including Darwin's finches."
}
]