[
{
    "country": "puri",
    "city": "Puri",
    "index": 1,
    "name": "Jagannath Mandir",
    "latitude": "19.80476141768",
    "longitude": "85.818215793793",
    "excerpt": "This mighty temple is home to Jagannath (Lord of the Universe), an incarnation of Vishnu. Built in its present form in 1198, the temple – closed to non…",
    "detail_url": "https://www.lonelyplanet.com/india/orissa/puri/attractions/jagannath-mandir/a/poi-sig/1084743/356439",
    "image_url": null,
    "detail_description": "This mighty temple is home to Jagannath (Lord of the Universe), an incarnation of Vishnu. Built in its present form in 1198, the temple – closed to non-Hindus – is surrounded by two walls, its 58m-high flag-draped sikhara (spire) topped by Vishnu's wheel. Non-Hindus can get a rooftop view and take photos from the Raghunandan Library terrace across the street for a ‘donation' (₹100 is fine). Cameras and mobile phones are not allowed within the temple.\nJannagath, the jet-black deity with large white eyes, is hugely popular across Odisha; his images are tended and regularly dressed in new clothes at shrines across the state.Guarded by two stone lions and a pillar crowned by the Garuda that once stood at the Sun Temple at Konark, the eastern entrance (Lion Gate) to the temple is the passageway for the chariot procession of Rath Yatra. Jagannath, brother Balbhadra and sister Subhadra reside supreme in the central jagamohan (assembly hall). Priests continually garland and dress the three idols throughout the day for different ceremonies. Incredibly, the temple employs about 6000 men to perform the complicated rituals involved in caring for the gods. An estimated 20,000 people – divided into 36 orders and 97 classes – are dependent on Jagannath for their livelihood."
},
{
    "country": "puri",
    "city": "Puri",
    "index": 6,
    "name": "Narendra Tank",
    "latitude": "19.813303",
    "longitude": "85.825024",
    "excerpt": "The largest of Puri's holy tanks, this is where locals bathe on a daily basis. It's also where a replica deity of Jagannath is brought on an annual basis…",
    "detail_url": "https://www.lonelyplanet.com/india/orissa/puri/attractions/narendra-tank/a/poi-sig/1559075/356439",
    "image_url": null,
    "detail_description": "The largest of Puri's holy tanks, this is where locals bathe on a daily basis. It's also where a replica deity of Jagannath is brought on an annual basis for its ritual bath during the Chandan Yatra festival. A narrow footbridge leads to a small temple in the middle of the tank.\n"
},
{
    "country": "puri",
    "city": "Puri",
    "index": 5,
    "name": "Markandeya Tank",
    "latitude": "19.8108",
    "longitude": "85.815711",
    "excerpt": "This bathing place, where Vishnu is said to have resided as a neem tree, is particularly interesting in the mornings, when locals come here for their…",
    "detail_url": "https://www.lonelyplanet.com/india/orissa/puri/attractions/markandeya-tank/a/poi-sig/1559074/356439",
    "image_url": null,
    "detail_description": "This bathing place, where Vishnu is said to have resided as a neem tree, is particularly interesting in the mornings, when locals come here for their daily ablutions. For some it's a matter of personal hygiene, while others come to purify themselves after visiting the Swargadwar cremation grounds.\n"
},
{
    "country": "puri",
    "city": "Puri",
    "index": 4,
    "name": "Raghunandan Library",
    "latitude": "19.804249",
    "longitude": "85.819412",
    "excerpt": "The world's saddest library — featuring a few rows of dusty, locked bookcases — does a lucrative trade by offering great views of Jagannath Mandir for non…",
    "detail_url": "https://www.lonelyplanet.com/india/orissa/puri/attractions/raghunandan-library/a/poi-sig/479166/356439",
    "image_url": null,
    "detail_description": "The world's saddest library — featuring a few rows of dusty, locked bookcases — does a lucrative trade by offering great views of Jagannath Mandir for non-Hindus from its rooftop. For a 'donation' of about ₹100, the librarian will happily hand you the keys to the terrace upstairs, from where you can get a lofty view of the temple premises.\n"
},
{
    "country": "puri",
    "city": "Puri",
    "index": 3,
    "name": "Swargdwar",
    "latitude": "19.793074",
    "longitude": "85.817685",
    "excerpt": "These hallowed cremation grounds are the final earthly stop for some 40 deceased Hindus who are cremated here daily. You can watch or walk among the open…",
    "detail_url": "https://www.lonelyplanet.com/india/orissa/puri/attractions/swargdwar/a/poi-sig/1284406/356439",
    "image_url": null,
    "detail_description": "These hallowed cremation grounds are the final earthly stop for some 40 deceased Hindus who are cremated here daily. You can watch or walk among the open-air ceremonies as long as you behave in a respectful manner and avoid taking photos. It’s an obviously solemn affair, but a fascinating glimpse into Puri’s role as one of India’s holiest cities.\n"
},
{
    "country": "puri",
    "city": "Puri",
    "index": 2,
    "name": "Model Beach",
    "latitude": "19.797273",
    "longitude": "85.834358",
    "excerpt": "Puri is no palm-fringed paradise – the beach is wide, shelves quickly with a nasty shore break and is shadeless. But Model Beach, part of a sustainable,…",
    "detail_url": "https://www.lonelyplanet.com/india/orissa/puri/attractions/model-beach/a/poi-sig/1284405/356439",
    "image_url": null,
    "detail_description": "Puri is no palm-fringed paradise – the beach is wide, shelves quickly with a nasty shore break and is shadeless. But Model Beach, part of a sustainable, community-run beach-tourism initiative, offers a 700m stretch of sand that’s easily Puri’s finest and cleanest. Palm umbrellas provide shade, and a team of cabana boys and lifeguards known as Sea Riders hawk fixed-price beach chairs (per hour ₹20) and massages (₹100 to ₹200); they are also responsible for keeping the beach clean.\n"
}
]