[
{
    "country": "queenstown",
    "city": "Queenstown",
    "index": 7,
    "name": "St Peter's on Church St",
    "latitude": "-45.032615",
    "longitude": "168.662496",
    "excerpt": "This pretty Anglican church, built in 1932 from local greywacke stone, has colourful stained glass and an impressive gilded and painted organ. Take a look…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/queenstown/attractions/st-peter-s-on-church-st/a/poi-sig/1172109/362741",
    "image_url": null,
    "detail_description": "This pretty Anglican church, built in 1932 from local greywacke stone, has colourful stained glass and an impressive gilded and painted organ. Take a look at the eagle-shaped cedar lectern, carved and donated in 1874 by John Ah Tong, a Chinese immigrant.\n"
},
{
    "country": "queenstown",
    "city": "Queenstown",
    "index": 6,
    "name": "Peregrine",
    "latitude": "-45.020596",
    "longitude": "168.951359",
    "excerpt": "Peregrine by name, peregrine by design…the award-winning construction of the cellar door, shaped a bit like a falcon's wing in flight, looks particularly…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/queenstown/attractions/peregrine/a/poi-sig/1200420/362741",
    "image_url": null,
    "detail_description": "Peregrine by name, peregrine by design…the award-winning construction of the cellar door, shaped a bit like a falcon's wing in flight, looks particularly modern sat beside the old Kawarau Station woolshed and shearers' quarters. There are free tastings of six wines, and you can take a stroll through the adjoining barrel room.\n"
},
{
    "country": "queenstown",
    "city": "Queenstown",
    "index": 5,
    "name": "Time Tripper",
    "latitude": "-45.033054",
    "longitude": "168.659717",
    "excerpt": "Located in the old underwater observatory beneath the main pier, this 30-minute experience promises a journey back in time, explaining Lake Wakatipu's…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/queenstown/attractions/time-tripper/a/poi-sig/458557/362741",
    "image_url": null,
    "detail_description": "Located in the old underwater observatory beneath the main pier, this 30-minute experience promises a journey back in time, explaining Lake Wakatipu's geology and mythology by way of a 30-minute animation, after which the screen lifts so that you can peer through the windows at the lake life. Large brown trout abound, and look out for freshwater eels and scaup ducks.\n"
},
{
    "country": "queenstown",
    "city": "Queenstown",
    "index": 4,
    "name": "Kiwi Birdlife Park",
    "latitude": "-45.028171",
    "longitude": "168.656734",
    "excerpt": "These 2 hectares are home to 10,000 native plants, geckos, skinks, tuatara (an endemic reptile) and scores of birds, including kiwi, kea (alpine parrots),…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/queenstown/attractions/kiwi-birdlife-park/a/poi-sig/1093244/362741",
    "image_url": null,
    "detail_description": "These 2 hectares are home to 10,000 native plants, geckos, skinks, tuatara (an endemic reptile) and scores of birds, including kiwi, kea (alpine parrots), kārearea (NZ falcons), kākāriki (parakeets) and the endangered whio (blue ducks). Stroll around the aviaries, watch the conservation show and tiptoe quietly into the darkened kiwi houses. Kiwi feedings take place five times a day.\n"
},
{
    "country": "queenstown",
    "city": "Queenstown",
    "index": 3,
    "name": "Queenstown Gardens",
    "latitude": "-45.036951",
    "longitude": "168.660629",
    "excerpt": "Set on its own tongue of land framing Queenstown Bay, this pretty park is the perfect city escape right within the city. Laid out in 1876, it features an…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/queenstown/attractions/queenstown-gardens/a/poi-sig/1478890/362741",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-179680251.jpg",
    "detail_description": "Set on its own tongue of land framing Queenstown Bay, this pretty park is the perfect city escape right within the city. Laid out in 1876, it features an 18-'hole' frisbee golf course, a skate park, lawn-bowls club, tennis courts, Queenstown Ice Arena, mature exotic trees (including large sequoias and some fab monkey puzzles by the rotunda) and a rose garden.\nNear the tip of the gardens there's a memorial to Captain Robert Scott (1868–1912), leader of the doomed South Pole expedition, which includes an engraving of his moving final message."
},
{
    "country": "queenstown",
    "city": "Queenstown",
    "index": 2,
    "name": "Skyline Gondola",
    "latitude": "-45.028429",
    "longitude": "168.655812",
    "excerpt": "Hop aboard for fantastic views as the gondola squeezes through pine forest to its grandstand location 400m above Queenstown. At the top there's the…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/queenstown/attractions/skyline-gondola/a/poi-sig/1172688/362741",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b263b7d73c109b161f4a313badd91f16-skyline-gondola.jpg",
    "detail_description": "Hop aboard for fantastic views as the gondola squeezes through pine forest to its grandstand location 400m above Queenstown. At the top there's the inevitable cafe, restaurant, souvenir shop and observation deck, as well as the Queenstown Bike Park, Skyline Luge, Ledge Bungy, Ledge Swing, GForce Paragliding and Ziptrek Ecotours. At night there are stargazing tours (including gondola, adult/child $99/54).\nWalking trails include the Skyline Loop track through the Douglas firs (30 minutes return). The energetic (or frugal) can forgo the gondola and hike to the top on the Tiki Trail, while the popular Ben Lomond Track climbs on another 940m."
},
{
    "country": "queenstown",
    "city": "Queenstown",
    "index": 1,
    "name": "Lake Wakatipu",
    "latitude": "-45.037505",
    "longitude": "168.654556",
    "excerpt": "Shaped like a cartoon lightning bolt, Lake Wakatipu is NZ's third-largest lake. It reaches a depth of 372m, meaning the lake bed actually sits below sea…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/queenstown/attractions/lake-wakatipu/a/poi-sig/1479576/362741",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock344887277.jpg",
    "detail_description": "Shaped like a cartoon lightning bolt, Lake Wakatipu is NZ's third-largest lake. It reaches a depth of 372m, meaning the lake bed actually sits below sea level. Five rivers flow into it but only one (the Kawarau) flows out, making it prone to sometimes dramatic floods. The lake can be experienced at any number of speeds: the classic TSS Earnslaw steamboat trip, a spin with KJet, below decks in the Time Tripper, or a shark's-eye view with Hydro Attack.\nIf the water looks clean, that's because it is. Scientists have rated it as 99.9% pure – you're better off dipping your glass in the lake than buying bottled water. It's also very cold. That beach by Marine Pde may look tempting on a scorching day, but trust us – you won't want to splash about for long in water that hovers around 11.5°C year-round. Because cold water increases the risk of drowning, local by-laws require the wearing of life jackets in all boats under 6m, including kayaks, on the lake (and all of the district's lakes).Māori tradition sees the lake's shape as the burnt outline of the evil giant Matau sleeping with his knees drawn up. Local lad Matakauri set fire to the bed of bracken on which the giant slept in order to rescue his beloved Manata, a chief's daughter who was kidnapped by the giant. The fat from Matau's body created a fire so intense that it burnt a hole deep into the ground."
}
]