[
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 1,
    "name": "Centro Intercultural de Quetzaltenango",
    "latitude": "14.84553955722",
    "longitude": "-91.523866153263",
    "excerpt": "Quetzaltenango's railroad station, 1km east of the Templo de Minerva along 4a Calle, lay dormant for many years until the city converted it into this…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/centro-intercultural-de-quetzaltenango/a/poi-sig/1331846/358436",
    "image_url": null,
    "detail_description": "Quetzaltenango's railroad station, 1km east of the Templo de Minerva along 4a Calle, lay dormant for many years until the city converted it into this center, which now houses schools of art and dance, plus three interesting museums.\nThe Museo Ixkik' is devoted to Maya weaving and traditional outfits, while some 400 paintings by Guatemala's leading modernists are exhibited in the Museo de Arte, including works by Efraín Recinos, Juan Antonio Franco and the landscape artist José Luis Álvarez. The Museo del Ferrocarril de los Altos covers the ambitious rail project that connected Quetzaltenango to the Pacific coast but operated for just three years from 1930 to 1933."
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 15,
    "name": "Monumento a la Marimba",
    "latitude": "14.838497486017",
    "longitude": "-91.507163506249",
    "excerpt": "The Altiplano's signature instrument is given pride of place at the center of this iconic traffic circle on the east end of town.",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/monumento-a-la-marimba/a/poi-sig/1338865/358436",
    "image_url": null,
    "detail_description": "The Altiplano's signature instrument is given pride of place at the center of this iconic traffic circle on the east end of town.\n"
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 14,
    "name": "Edificio Rivera",
    "latitude": "14.834588",
    "longitude": "-91.517701",
    "excerpt": "A neoclassical structure near the northeast corner of Parque Centro América, the Edificio Rivera has been handsomely renovated (complete with fast-food…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/edificio-rivera/a/poi-sig/1338795/358436",
    "image_url": null,
    "detail_description": "A neoclassical structure near the northeast corner of Parque Centro América, the Edificio Rivera has been handsomely renovated (complete with fast-food franchise).\n"
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 13,
    "name": "Museo Ixkik'",
    "latitude": "14.845530107886",
    "longitude": "-91.523922561119",
    "excerpt": "This museum is devoted to Maya weaving, with traditional outfits arranged by region. Director Raquel García is an expert on the symbols and meanings of…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/museo-ixkik/a/poi-sig/1331847/358436",
    "image_url": null,
    "detail_description": "This museum is devoted to Maya weaving, with traditional outfits arranged by region. Director Raquel García is an expert on the symbols and meanings of indigenous clothing and provides interesting commentary.\n"
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 12,
    "name": "Cathedral",
    "latitude": "14.833747",
    "longitude": "-91.517959",
    "excerpt": "The ornately carved facade of the Iglesia del Espíritu Santo marks the site of the original 1532 construction, which was pulverized by the quakes of 1853…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/cathedral/a/poi-sig/432256/358436",
    "image_url": null,
    "detail_description": "The ornately carved facade of the Iglesia del Espíritu Santo marks the site of the original 1532 construction, which was pulverized by the quakes of 1853 and 1902. The modern Metropolitan Cathedral behind it was constructed in the 1990s.\n"
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 11,
    "name": "Museo del Ferrocarril de los Altos",
    "latitude": "14.845532392385",
    "longitude": "-91.523856792569",
    "excerpt": "This museum covers the ambitious rail project that connected Quetzaltenango to the Pacific coast but operated for just three years, from 1930 to 1933…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/museo-del-ferrocarril-de-los-altos/a/poi-sig/1331849/358436",
    "image_url": null,
    "detail_description": "This museum covers the ambitious rail project that connected Quetzaltenango to the Pacific coast but operated for just three years, from 1930 to 1933. Though the exhibit is woefully neglected, there's still plenty to see if you're a train buff.\n"
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 10,
    "name": "Municipalidad",
    "latitude": "14.834265311269",
    "longitude": "-91.51784739239",
    "excerpt": "The Municipalidad, at the northeastern end of the park, was rebuilt after the 1902 earthquake in the grandiose neoclassical style so favored as a symbol…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/municipalidad/a/poi-sig/432262/358436",
    "image_url": null,
    "detail_description": "The Municipalidad, at the northeastern end of the park, was rebuilt after the 1902 earthquake in the grandiose neoclassical style so favored as a symbol of culture and refinement in this wild mountain country. Step inside to see a planted mosaic of the town seal.\n"
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 9,
    "name": "Iglesia El Calvario",
    "latitude": "14.836382506161",
    "longitude": "-91.525829745945",
    "excerpt": "The church that lends its name to the neighborhood west of the center was built four centuries ago on a rise to avoid Xela's periodic flooding. Check out…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/iglesia-el-calvario/a/poi-sig/1338864/358436",
    "image_url": null,
    "detail_description": "The church that lends its name to the neighborhood west of the center was built four centuries ago on a rise to avoid Xela's periodic flooding. Check out the grand interior with its unusually broad single-nave design. Calvario is one of the chief way stations during Semana Santa celebrations.\n"
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 8,
    "name": "Museo de Arte",
    "latitude": "14.845530218874",
    "longitude": "-91.523939843836",
    "excerpt": "An interesting if chaotic collection of some 400 paintings by Guatemala's leading modernists is exhibited here, including works by Efraín Recinos, Jorge…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/museo-de-arte/a/poi-sig/1331848/358436",
    "image_url": null,
    "detail_description": "An interesting if chaotic collection of some 400 paintings by Guatemala's leading modernists is exhibited here, including works by Efraín Recinos, Jorge Mazariegos and the landscape artist José Luis Álvarez. Most prominently displayed are the fantastic canvases of Rodrigo Díaz, who also happens to be the curator.\n"
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 7,
    "name": "Cerro el Baúl",
    "latitude": "14.830818",
    "longitude": "-91.502842",
    "excerpt": "This wooded hill is a popular weekend destination for city dwellers, for its wonderful views across Xela's broad plain and to the volcanos that fringe it…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/cerro-el-baul/a/poi-sig/1603302/358436",
    "image_url": null,
    "detail_description": "This wooded hill is a popular weekend destination for city dwellers, for its wonderful views across Xela's broad plain and to the volcanos that fringe it. There's a small cafe, some surprisingly fast and scary kids' slides and a giant obelisk with great Maya warrior Tecún Umán carved in relief – legend claims he is buried on this spot.\n"
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 6,
    "name": "Templo de Minerva",
    "latitude": "14.846048686356",
    "longitude": "-91.533429910894",
    "excerpt": "Rising incongruously from an island in the middle of traffic-choked 4a Calle, this temple was erected by dictator Estrada Cabrera to honor the Roman…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/templo-de-minerva/a/poi-sig/1331845/358436",
    "image_url": null,
    "detail_description": "Rising incongruously from an island in the middle of traffic-choked 4a Calle, this temple was erected by dictator Estrada Cabrera to honor the Roman goddess of education and to inspire Guatemalans to new heights of learning. Bizarre contrast notwithstanding, it makes a handy shelter during a rainstorm and a useful landmark for the nearby bus terminal\n"
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 5,
    "name": "Museo de Historia Natural",
    "latitude": "14.833436",
    "longitude": "-91.518581",
    "excerpt": "The natural history museum holds a hodgepodge of Maya artifacts, vintage photos, dried leaves, old coins, marimbas, sports trophies, stuffed mammals and…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/museo-de-historia-natural/a/poi-sig/432264/358436",
    "image_url": null,
    "detail_description": "The natural history museum holds a hodgepodge of Maya artifacts, vintage photos, dried leaves, old coins, marimbas, sports trophies, stuffed mammals and birds, all displayed in cases reminiscent of elementary school outings. Most interesting, perhaps, is the section devoted to the liberal revolution in Central American politics and the Estado de Los Altos, of which Quetzaltenango was once the capital.\n"
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 4,
    "name": "Cemetery",
    "latitude": "14.830818",
    "longitude": "-91.502842",
    "excerpt": "Quetzaltenango's enormous cemetery is a pleasant and fascinating green space for a walk. To the left of the main entrance, visit the grave of the gypsy…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/cemetery/a/poi-sig/1603303/358436",
    "image_url": null,
    "detail_description": "Quetzaltenango's enormous cemetery is a pleasant and fascinating green space for a walk. To the left of the main entrance, visit the grave of the gypsy Vanushka, spurned and shamed by her wealthy lover until she died of a broken heart. Flowers are still left at her grave by those seeking better fortune in affairs of the heart.\nWe recommend only visiting Friday to Sunday during the day, when there are plenty of people around."
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 3,
    "name": "Arco Del Sexto Estado",
    "latitude": "14.839135",
    "longitude": "-91.50635",
    "excerpt": "This monumental arch that greets all visitors on the road into Xela commemorates the 1897 Quetzalteca Revolution, a short-lived uprising in the city…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/arco-del-sexto-estado/a/poi-sig/1604008/358436",
    "image_url": null,
    "detail_description": "This monumental arch that greets all visitors on the road into Xela commemorates the 1897 Quetzalteca Revolution, a short-lived uprising in the city against dictatorial rule from Guatemala City. A lion mounts the arch and beneath it an inscription to the revolution's dead reads 'the love of freedom made them heroes, the hatred of tyrants made them martyrs', reminding visitors that the city retains its independent spirit even today.\n"
},
{
    "country": "quetzaltenango-xela",
    "city": "Quetzaltenango",
    "index": 2,
    "name": "Parque Centro América",
    "latitude": "14.834245301319",
    "longitude": "-91.518221497536",
    "excerpt": "Most of Xela's sights crowd in and around the broad central plaza. It's a great place for a stroll or to sit and people-watch. It was originally two…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/parque-centro-america/a/poi-sig/432266/358436",
    "image_url": null,
    "detail_description": "Most of Xela's sights crowd in and around the broad central plaza. It's a great place for a stroll or to sit and people-watch. It was originally two separate parks, designed by Italian architect Alberto Porta in the 19th century; these were combined in a 1930s update into its current oblong shape. The most notable of the monuments scattered along its expanse is a rotunda of Ionic columns dedicated to the composer Rafael Álvarez Ovalle.\nIn the center of the plaza is a pillar dedicated to Justo Rufino Barrios, the 19th-century president whose 'reforms' transferred land ownership from Maya peasants to coffee-plantation owners."
}
]