[
{
    "country": "reno",
    "city": "Reno",
    "index": 14,
    "name": "Harrah's",
    "latitude": "39.527837",
    "longitude": "-119.812536",
    "excerpt": "Founded by Nevada gambling pioneer William Harrah in 1946, Harrah's is still one of the biggest and most popular casinos in town.",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/harrah-s/a/poi-sig/1106980/362152",
    "image_url": null,
    "detail_description": "Founded by Nevada gambling pioneer William Harrah in 1946, Harrah's is still one of the biggest and most popular casinos in town.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 13,
    "name": "Eldorado",
    "latitude": "39.529155",
    "longitude": "-119.814458",
    "excerpt": "Right downtown, near the Reno Arch, the Eldorado has a kitschy Fountain of Fortune that probably has Italian sculptor Bernini spinning in his grave.",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/eldorado/a/poi-sig/1127079/362152",
    "image_url": null,
    "detail_description": "Right downtown, near the Reno Arch, the Eldorado has a kitschy Fountain of Fortune that probably has Italian sculptor Bernini spinning in his grave.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 12,
    "name": "Peppermill",
    "latitude": "39.498013949371",
    "longitude": "-119.80071544647",
    "excerpt": "About 2 miles south of downtown, the Peppermill, one of the newer and more stylish casinos in town, features a 17-story Tuscan-style tower and a killer…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/peppermill/a/poi-sig/1106982/362152",
    "image_url": null,
    "detail_description": "About 2 miles south of downtown, the Peppermill, one of the newer and more stylish casinos in town, features a 17-story Tuscan-style tower and a killer pool.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 11,
    "name": "Fleischmann Planetarium & Science Center",
    "latitude": "39.54588243908",
    "longitude": "-119.81938362122",
    "excerpt": "Pop into this flying-saucer-shaped building at the University of Nevada for a window on the universe during star shows and feature presentations.",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/fleischmann-planetarium-science-center/a/poi-sig/1251233/362152",
    "image_url": null,
    "detail_description": "Pop into this flying-saucer-shaped building at the University of Nevada for a window on the universe during star shows and feature presentations.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 10,
    "name": "Nevada Historical Society Museum",
    "latitude": "39.547371592988",
    "longitude": "-119.82047796249",
    "excerpt": "Within the main campus of the University of Nevada, the state's oldest museum includes permanent exhibits on neon signs, local American Indian culture and…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/nevada-historical-society-museum/a/poi-sig/411414/362152",
    "image_url": null,
    "detail_description": "Within the main campus of the University of Nevada, the state's oldest museum includes permanent exhibits on neon signs, local American Indian culture and the presence of the federal government.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 9,
    "name": "Circus Circus",
    "latitude": "39.531415300537",
    "longitude": "-119.81567680836",
    "excerpt": "The most family-friendly of Reno's casinos, Circus Circus has free circus acts to entertain kids beneath a giant, candy-striped big top, which also…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/circus-circus/a/poi-sig/411400/362152",
    "image_url": null,
    "detail_description": "The most family-friendly of Reno's casinos, Circus Circus has free circus acts to entertain kids beneath a giant, candy-striped big top, which also harbors a gazillion carnival and video games that look awfully similar to slot machines.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 8,
    "name": "Atlantis",
    "latitude": "39.488873",
    "longitude": "-119.793591",
    "excerpt": "Looking like it's straight out of a 1970s B-grade flick on the outside, Atlantis is all fun on the inside, modeled on the legendary underwater city, with…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/atlantis/a/poi-sig/1472082/362152",
    "image_url": null,
    "detail_description": "Looking like it's straight out of a 1970s B-grade flick on the outside, Atlantis is all fun on the inside, modeled on the legendary underwater city, with a mirrored ceiling and tropical flourishes such as indoor waterfalls and palm trees. It's one of Reno's most popular offerings, though not downtown.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 7,
    "name": "Silver Legacy",
    "latitude": "39.530268",
    "longitude": "-119.81482",
    "excerpt": "A Victorian-themed place, the Silver Legacy is easily recognized by its white landmark dome, where a giant mock mining rig periodically erupts into a…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/silver-legacy/a/poi-sig/1054386/362152",
    "image_url": null,
    "detail_description": "A Victorian-themed place, the Silver Legacy is easily recognized by its white landmark dome, where a giant mock mining rig periodically erupts into a fairly tame sound-and-light spectacle. The casino's hotel tower is usually lit emerald green at night and looks like something out of The Wizard of Oz.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 6,
    "name": "University of Nevada, Reno",
    "latitude": "39.537361",
    "longitude": "-119.813105",
    "excerpt": "Visitors are welcome to stroll the attractive grounds of the university's main campus, within which you'll find the stargazing, flying-saucer-shaped…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/university-of-nevada-reno/a/poi-sig/1253905/362152",
    "image_url": null,
    "detail_description": "Visitors are welcome to stroll the attractive grounds of the university's main campus, within which you'll find the stargazing, flying-saucer-shaped Fleischmann Planetarium &amp; Science Center and nearby Nevada Historical Society Museum.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 5,
    "name": "Reno Arch",
    "latitude": "39.528209",
    "longitude": "-119.813676",
    "excerpt": "The iconic Reno Arch is a fabulously retro neon sign spanning Virginia St that proclaims Reno as 'The Biggest Little City in the World.' Loved by locals…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/reno-arch/a/poi-sig/1566713/362152",
    "image_url": null,
    "detail_description": "The iconic Reno Arch is a fabulously retro neon sign spanning Virginia St that proclaims Reno as 'The Biggest Little City in the World.' Loved by locals and visitors alike, it was first erected in 1926 at a different site; the present arch is the third incarnation of the sign installed at this location, and has been there since 1987.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 4,
    "name": "Galena Creek Recreation Area",
    "latitude": "39.356733",
    "longitude": "-119.860282",
    "excerpt": "Nineteen miles from downtown Reno, a complex network of scenic hiking trails beginning at this recreation area within the Humboldt-Toiyabe National Forest…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/galena-creek-recreation-area/a/poi-sig/1492043/362152",
    "image_url": null,
    "detail_description": "Nineteen miles from downtown Reno, a complex network of scenic hiking trails beginning at this recreation area within the Humboldt-Toiyabe National Forest gets you right into the heart of the wilderness. Check in with the Galena Creek Visitor Center when you arrive for the latest conditions and friendly advice.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 3,
    "name": "Discovery",
    "latitude": "39.521828",
    "longitude": "-119.808601",
    "excerpt": "Since opening its doors in 2011 as a children's museum, the Discovery rapidly grew in popularity and expanded its focus to become a world-class, hands-on…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/discovery/a/poi-sig/1566712/362152",
    "image_url": null,
    "detail_description": "Since opening its doors in 2011 as a children's museum, the Discovery rapidly grew in popularity and expanded its focus to become a world-class, hands-on center for 'science, technology, engineering, art and math' (STEAM) learning, with 11 permanent, participatory exhibitions designed to inspire kids and young adults to have fun and develop an interest in these disciplines.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 2,
    "name": "Nevada Museum of Art",
    "latitude": "39.520836",
    "longitude": "-119.813361",
    "excerpt": "In a sparkling building inspired by the geological formations of the Black Rock Desert north of town, a floating staircase leads to galleries showcasing…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/nevada-museum-of-art/a/poi-sig/411416/362152",
    "image_url": null,
    "detail_description": "In a sparkling building inspired by the geological formations of the Black Rock Desert north of town, a floating staircase leads to galleries showcasing temporary exhibits and eclectic collections on the American West, labor and contemporary landscape photography. In 2016 the museum opened its $6.2-million Sky Room function area. Visitors are free to explore and enjoy the space – essentially a fabulous rooftop penthouse and patio with killer views – providing it's not in use.\n"
},
{
    "country": "reno",
    "city": "Reno",
    "index": 1,
    "name": "National Automobile Museum",
    "latitude": "39.52554",
    "longitude": "-119.809121",
    "excerpt": "Stylized street scenes illustrate a century’s worth of automobile history at this engaging car museum. The collection is enormous and impressive, with one…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/reno/attractions/national-automobile-museum/a/poi-sig/411410/362152",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Reno%20NaughtyNut%20shutterstock_514304185%20RFE%20crop.jpg",
    "detail_description": "Stylized street scenes illustrate a century’s worth of automobile history at this engaging car museum. The collection is enormous and impressive, with one-of-a-kind vehicles – including James Dean’s 1949 Mercury from Rebel Without a Cause, a 1938 Phantom Corsair and a 24-karat gold-plated DeLorean – and rotating exhibits with all kinds of souped-up and fabulously retro rides.\nOf special note is the only surviving version of Buckminster Fuller's famous three-wheeled Depression-era Dymaxion car, the prototype of a model that (Fuller hoped) would eventually be able to take flight. The last Dymaxion was discovered in use as a chicken coop in rural Nevada before being rescued. Currently under renovation, mechanics hope this one-of-a-kind vehicle will be ready for display in 2020, at which point it will surely become a pilgrimage site for design geeks from around the world."
}
]