[
{
    "country": "richmond",
    "city": "Richmond",
    "index": 15,
    "name": "Black History Museum & Cultural Center of Virginia",
    "latitude": "37.550379",
    "longitude": "-77.441876",
    "excerpt": "Housed in the castellated 1895 Leigh Street Armory, the only 19th-century built for an African American militia, this museum has a permanent collection of…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/black-history-museum-cultural-center-of-virginia/a/poi-sig/1592460/362235",
    "image_url": null,
    "detail_description": "Housed in the castellated 1895 Leigh Street Armory, the only 19th-century built for an African American militia, this museum has a permanent collection of art, artifacts, textiles, photographs and rare books spotlighting the rich history, heritage, and significant accomplishments of African Americans in Virginia.\n"
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 14,
    "name": "Canal Walk",
    "latitude": "37.535075",
    "longitude": "-77.442487",
    "excerpt": "The 1.25-mile waterfront Canal Walk between the James River and the Kanawha (ka-naw-wha) and Haxall Canals is a lovely way of seeing a dozen highlights of…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/canal-walk/a/poi-sig/1520427/362235",
    "image_url": null,
    "detail_description": "The 1.25-mile waterfront Canal Walk between the James River and the Kanawha (ka-naw-wha) and Haxall Canals is a lovely way of seeing a dozen highlights of Richmond history in one go. There's also a pedestrian bridge across to Belle Isle, a scruffy but intriguing island in the James.\n"
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 13,
    "name": "Virginia Museum of History & Culture",
    "latitude": "37.558186756506",
    "longitude": "-77.47316122055",
    "excerpt": "Virginia's attic is looking pretty darn impressive after a multimillion-dollar renovation. With easy-to-digest changing and permanent exhibits tracing the…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/virginia-museum-of-history-culture/a/poi-sig/457477/362235",
    "image_url": null,
    "detail_description": "Virginia's attic is looking pretty darn impressive after a multimillion-dollar renovation. With easy-to-digest changing and permanent exhibits tracing the story of the Commonwealth from its prehistoric beginnings to today, this is a great place for a quick history primer before setting out to explore the state's many historic sites.\n"
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 12,
    "name": "Virginia War Memorial",
    "latitude": "37.536759",
    "longitude": "-77.448077",
    "excerpt": "The Virginia War Memorial, dedicated to all branches of service who served in all theaters of American combat since World War II, is an impressive…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/virginia-war-memorial/a/poi-sig/1408746/362235",
    "image_url": null,
    "detail_description": "The Virginia War Memorial, dedicated to all branches of service who served in all theaters of American combat since World War II, is an impressive structure. A large glass fronting overlooks the James River, and a Shrine of Memory is inscribed with the names of Virginia war dead. Names are arranged by county, city and then alphabetically.\n"
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 11,
    "name": "Historic Tredegar",
    "latitude": "37.535104537765",
    "longitude": "-77.445040941238",
    "excerpt": "Part of the multisite American Civil War Museum, this fascinating exhibit – housed inside an 1861 iron works that at its height employed 800 free and…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/historic-tredegar/a/poi-sig/457461/362235",
    "image_url": null,
    "detail_description": "Part of the multisite American Civil War Museum, this fascinating exhibit – housed inside an 1861 iron works that at its height employed 800 free and slave laborers – explores the causes and course of the Civil War from the Union, Confederate and African American perspectives.\nThe new museum building set into the hillside incorporates ruins from the historic Tredegar Iron Works."
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 10,
    "name": "Belle Isle",
    "latitude": "37.528923",
    "longitude": "-77.452497",
    "excerpt": "A long pedestrian bridge leads from Tredegar St (just past the national park site) out to this car-free island. Once a quarry, power plant and POW camp…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/belle-isle/a/poi-sig/1408747/362235",
    "image_url": null,
    "detail_description": "A long pedestrian bridge leads from Tredegar St (just past the national park site) out to this car-free island. Once a quarry, power plant and POW camp during the Civil War (though never all at once), today this is a somewhat scruffy city park. Big flat rocks are suitable for sunbathing, and hiking and biking trails abound – but don't swim in the James River, as the currents are treacherous.\n"
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 8,
    "name": "White House of the Confederacy",
    "latitude": "37.540826",
    "longitude": "-77.429656",
    "excerpt": "This 1818 building was the executive mansion of the Confederacy between 1861 and 1865, and the wartime home of its president, Jefferson Davis. Guided 45…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/white-house-of-the-confederacy/a/poi-sig/457471/362235",
    "image_url": null,
    "detail_description": "This 1818 building was the executive mansion of the Confederacy between 1861 and 1865, and the wartime home of its president, Jefferson Davis. Guided 45-minute tours of the interior explore the life of Davis, his family and the enslaved and free servants who worked in the house, offering plenty of quirky insights along the way (did you know the second-most powerful man in the Confederacy may have been a gay Jew?).\nCheck the website for a map showing the location of the validated parking lot."
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 9,
    "name": "St John's Episcopal Church",
    "latitude": "37.531867266854",
    "longitude": "-77.419667243958",
    "excerpt": "It was here that firebrand Patrick Henry uttered his famous battle cry – 'Give me Liberty, or give me Death!' – during the rebellious 1775 Second Virginia…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/st-john-s-episcopal-church/a/poi-sig/457475/362235",
    "image_url": null,
    "detail_description": "It was here that firebrand Patrick Henry uttered his famous battle cry – 'Give me Liberty, or give me Death!' – during the rebellious 1775 Second Virginia Convention. The short but informative tour is given by guides dressed in period costume and traces the history of the church and of the famous speech. Above the pulpit, the rare 1741 sounding board and its sunburst are worth a closer look. Henry's speech is re-enacted at 1:15pm on Sunday in summer.\n"
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 6,
    "name": "Cold Harbor Battlefield",
    "latitude": "37.585381",
    "longitude": "-77.286834",
    "excerpt": "By 1864, Union general Ulysses Grant was ready to take the battle into Virginia. His subsequent invasion, dubbed the Overland (or Wilderness) Campaign,…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/cold-harbor-battlefield/a/poi-sig/1399022/362235",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d7d90e2c067c9751064807747b9f93d2-cold-harbor-battlefield.jpg",
    "detail_description": "By 1864, Union general Ulysses Grant was ready to take the battle into Virginia. His subsequent invasion, dubbed the Overland (or Wilderness) Campaign, was one of the bloodiest of the war. It reached a violent climax at Cold Harbor, just north of Richmond. The area has now reverted to a forest and field checkerboard overseen by the National Park Service. Don't miss the Third Turnout, a series of Union earthworks from where you can look out at the battlefield.\n"
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 7,
    "name": "Hollywood Cemetery",
    "latitude": "37.536461512288",
    "longitude": "-77.456746101379",
    "excerpt": "Perched above the James River rapids, this tranquil cemetery contains the gravesites of two US presidents (James Monroe and John Tyler), the only…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/hollywood-cemetery/a/poi-sig/457467/362235",
    "image_url": null,
    "detail_description": "Perched above the James River rapids, this tranquil cemetery contains the gravesites of two US presidents (James Monroe and John Tyler), the only Confederate president (Jefferson Davis) and 18,000 Confederate soldiers. Guided walking tours are conducted at 10am Monday through Saturday from April to October, plus Saturday (10am) and Sunday (2pm) in November (adult/child under 13 years $15/free). For a self-guided walk, check the virtual tour offered on the website. The entrance is at the corner of Albemarle and Cherry Streets.\n"
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 5,
    "name": "Richmond National Battlefield Park",
    "latitude": "37.535304",
    "longitude": "-77.445781",
    "excerpt": "The dozen Civil War sites and four visitor centers that comprise this park can be visited on an 80-mile driving tour around Richmond. The best place to…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/richmond-national-battlefield-park/a/poi-sig/1249117/362235",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/41ecb407ec1cfa1111f3ca15125630f1-richmond-national-battlefield-park.jpg",
    "detail_description": "The dozen Civil War sites and four visitor centers that comprise this park can be visited on an 80-mile driving tour around Richmond. The best place to begin the tour is at the Civil War Visitor Center housed in an old wool mill next to Historic Tredegar. Richmond was the capital of the Confederacy from 1861 to 1865, and at this center, which offers park maps, informative exhibits and an audiovisual presentation, you'll learn lots about the city's wartime story.\n"
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 4,
    "name": "Monument Avenue",
    "latitude": "37.553789",
    "longitude": "-77.460061",
    "excerpt": "Famous southerners including JEB Stuart, Robert E Lee, Matthew Fontaine Maury, Jefferson Davis and Stonewall Jackson are memorialized in statue form along…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/monument-avenue/a/poi-sig/1520428/362235",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4bb95101c5e5bf61f685d12e2f60ae3c-monument-avenue-statues.jpg",
    "detail_description": "Famous southerners including JEB Stuart, Robert E Lee, Matthew Fontaine Maury, Jefferson Davis and Stonewall Jackson are memorialized in statue form along this beautiful tree-lined boulevard in northeast Richmond. The latest addition is a statue of African American tennis champion Arthur Ashe – heaven knows how he would have felt about being included in such company.\nSnarky students at the nearby University of Richmond have been known to refer to the avenue's historic inhabitants as the 'largest collection of second place trophies in America.'"
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 3,
    "name": "Virginia State Capitol",
    "latitude": "37.538656440747",
    "longitude": "-77.433840036392",
    "excerpt": "Designed by Thomas Jefferson, the capitol building was completed in 1788 and houses the oldest legislative body in the Western Hemisphere – the Virginia…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/virginia-state-capitol/a/poi-sig/457483/362235",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/62b49083921f441c4d6e7ba1801b97eb-virginia-state-capitol.jpg",
    "detail_description": "Designed by Thomas Jefferson, the capitol building was completed in 1788 and houses the oldest legislative body in the Western Hemisphere – the Virginia General Assembly, established in 1619. Free one-hour guided tours of the historic building are available between 10am and 4pm Monday to Saturday, and between 1pm and 4pm on Sunday; self-guided tours are also available. Temporary exhibits are shown in the underground galleries near the visitor entrance.\n"
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 2,
    "name": "Poe Museum",
    "latitude": "37.532156542508",
    "longitude": "-77.426115274429",
    "excerpt": "Contains the world's largest collection of manuscripts and memorabilia of poet and horror-writer Edgar Allan Poe, who lived and worked in Richmond…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/poe-museum/a/poi-sig/457465/362235",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b1fed75f7b3322ca5befcd1901918e25-poe-museum.jpg",
    "detail_description": "Contains the world's largest collection of manuscripts and memorabilia of poet and horror-writer Edgar Allan Poe, who lived and worked in Richmond. Exhibits include the first printing of 'The Raven,' Poe's vest, his pen knife and a work chair with the back cut off – they say his boss at the Southern Literary Messenger wanted Poe to sit up straight. Pesky know-it-all. Stop by on the fourth Thursday of the month for the Poe-themed Unhappy Hour (6pm to 9pm April to October; $8).\n"
},
{
    "country": "richmond",
    "city": "Richmond",
    "index": 1,
    "name": "Virginia Museum of Fine Arts",
    "latitude": "37.555397024705",
    "longitude": "-77.47457742691",
    "excerpt": "Richmond is a cultured city, and this splendid art museum is the cornerstone of the local arts scene. Highlights of its eclectic, world-class collection…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/richmond/attractions/virginia-museum-of-fine-arts/a/poi-sig/457481/362235",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyImages-599381748.jpeg",
    "detail_description": "Richmond is a cultured city, and this splendid art museum is the cornerstone of the local arts scene. Highlights of its eclectic, world-class collection include the Sydney and Frances Lewis Art Nouveau and Art Deco Galleries, which include furniture and decorative arts by designers including Eileen Gray, Josef Hoffmann and Charles Rennie Mackintosh. Other galleries house one of the largest Fabergé egg collections on display outside Russia, and American works by O'Keeffe, Hopper, Henri, Whistler, Sargent and other big names.\nThe permanent collections are free to visit, but the regular temporary exhibitions are usually charged. After a morning exploring the collection, the museum's big-windowed Amuse restaurant is an elegant spot for lunch; on Thursday evenings, musicians play at the museum's Jazz Cafe. Be sure to walk around the 24ft-high Chloe sculpture by Jaume Plensa, which was installed on the grounds in 2017.There's an excellent gift shop and on-site parking ($5)."
}
]