[
{
    "country": "riga",
    "city": "Maskavas Forštate, Avotu Iela & Grīziņkalns",
    "index": 1,
    "name": "Rīga Ghetto & Latvian Holocaust Museum",
    "latitude": "56.941311",
    "longitude": "24.11793",
    "excerpt": "The centrepiece of this arresting and challenging museum is a wooden house with a reconstructed flat, like those that Jews had to move into when the Nazis…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/maskavas-forstate-avotu-iela-and-grizinkalns/attractions/riga-ghetto-latvian-holocaust-museum/a/poi-sig/1522284/1342836",
    "image_url": null,
    "detail_description": "The centrepiece of this arresting and challenging museum is a wooden house with a reconstructed flat, like those that Jews had to move into when the Nazis established a ghetto in this area of Rīga in 1941. The central courtyard has a railway wagon similar to the kind that brought Jews from Germany to Rīga to be killed. Nearby, there is a photographic exhibition detailing the Holocaust in Latvia with the faces of those killed.\nElsewhere, well-curated exhibitions explore the Holocaust across Europe. A tiny on-site cafe offers kosher refreshments."
},
{
    "country": "riga",
    "city": "Maskavas Forštate, Avotu Iela & Grīziņkalns",
    "index": 12,
    "name": "Jēzus Baznīca",
    "latitude": "56.94151",
    "longitude": "24.123638",
    "excerpt": "It would be a classical-style Lutheran church like many others if it wasn't made entirely of wood, which makes it a unique architectural gem that…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/maskavas-forstate-avotu-iela-and-grizinkalns/attractions/jezus-baznica/a/poi-sig/1522287/1342836",
    "image_url": null,
    "detail_description": "It would be a classical-style Lutheran church like many others if it wasn't made entirely of wood, which makes it a unique architectural gem that dominates the quiet and pretty square.\n"
},
{
    "country": "riga",
    "city": "Rīga",
    "index": 10,
    "name": "Spīķeri",
    "latitude": "56.941638",
    "longitude": "24.11719",
    "excerpt": "The shipping yard behind the Central Market is the latest district to benefit from a generous dose of gentrification. These crumbling brick warehouses…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/attractions/spikeri/a/poi-sig/1277530/360099",
    "image_url": null,
    "detail_description": "The shipping yard behind the Central Market is the latest district to benefit from a generous dose of gentrification. These crumbling brick warehouses were once filled with swinging slabs of hanger meat; these days you’ll find start-up companies.\n"
},
{
    "country": "riga",
    "city": "Rīga",
    "index": 11,
    "name": "Rīga National Zoo",
    "latitude": "57.006784",
    "longitude": "24.159869",
    "excerpt": "Set in a hilly pine forest in Mežaparks, Rīga National Zoo has a modest collection of animals, including an assortment of tropical fauna, as well as the…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/attractions/riga-national-zoo/a/poi-sig/1276620/360099",
    "image_url": null,
    "detail_description": "Set in a hilly pine forest in Mežaparks, Rīga National Zoo has a modest collection of animals, including an assortment of tropical fauna, as well as the usual cast of Noah’s ark. Tram 11 stops at the zoo.\n"
},
{
    "country": "riga",
    "city": "Maskavas Forštate, Avotu Iela & Grīziņkalns",
    "index": 9,
    "name": "Holocaust Memorial",
    "latitude": "56.942540878691",
    "longitude": "24.126394971746",
    "excerpt": "This moving Holocaust Memorial is on the site of a large 1871 synagogue that was burned to the ground on 4 July, 1941 during WWII, with the entire…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/maskavas-forstate-avotu-iela-and-grizinkalns/attractions/holocaust-memorial/a/poi-sig/1284533/1342836",
    "image_url": null,
    "detail_description": "This moving Holocaust Memorial is on the site of a large 1871 synagogue that was burned to the ground on 4 July, 1941 during WWII, with the entire congregation locked inside. No one survived and all that remains today is the foundation. A concrete monument is dedicated to the Latvians who risked their lives to help hide Jews during the war.\n"
},
{
    "country": "riga",
    "city": "Rīga",
    "index": 8,
    "name": "Rīga Brethren Cemetery",
    "latitude": "56.987763",
    "longitude": "24.144387",
    "excerpt": "The Brothers' Cemetery features a monument by Kārlis Zāle (the designer of the Freedom Monument) dedicated to the Latvian soldiers who died during WWI…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/attractions/riga-brethren-cemetery/a/poi-sig/1630958/360099",
    "image_url": null,
    "detail_description": "The Brothers' Cemetery features a monument by Kārlis Zāle (the designer of the Freedom Monument) dedicated to the Latvian soldiers who died during WWI and the battles for independence between 1915 and 1920. It's a vast, mournful spot that, when combined with the larger parks area around it, makes for a thoughtful stroll on an autumn day. Tram 11 stops nearby.\n"
},
{
    "country": "riga",
    "city": "Rīga",
    "index": 7,
    "name": "Latvian Ethnographic Open-Air Museum",
    "latitude": "56.993280225832",
    "longitude": "24.274377822876",
    "excerpt": "If you don’t have time to visit the Latvian countryside, a stop at this open-air museum is a must. Sitting along the shores of Lake Jugla just northeast…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/attractions/latvian-ethnographic-open-air-museum/a/poi-sig/446809/360099",
    "image_url": null,
    "detail_description": "If you don’t have time to visit the Latvian countryside, a stop at this open-air museum is a must. Sitting along the shores of Lake Jugla just northeast of the city limits, this stretch of forest contains more than 100 wooden buildings (churches, windmills, farmhouses etc) from each of Latvia’s four cultural regions. Take bus 1 to the ‘Brīvdabas muzejs’ stop.\n"
},
{
    "country": "riga",
    "city": "Rīga",
    "index": 6,
    "name": "Rīga Motor Museum",
    "latitude": "56.970433",
    "longitude": "24.227901",
    "excerpt": "The stars of the collection at this surprisingly well-funded and engrossing museum are cars that once belonged to Soviet luminaries such as Gorky, Stalin,…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/attractions/riga-motor-museum/a/poi-sig/1276617/360099",
    "image_url": null,
    "detail_description": "The stars of the collection at this surprisingly well-funded and engrossing museum are cars that once belonged to Soviet luminaries such as Gorky, Stalin, Khrushchev and Brezhnev, complete with irreverent life-sized figures of the men themselves. Stalin's armoured limousine drank a litre of petrol every 2.5km. Also worthwhile is the hall on the lives of Soviet citizens and their cars. Takes buses 5 and 15.\n"
},
{
    "country": "riga",
    "city": "Maskavas Forštate, Avotu Iela & Grīziņkalns",
    "index": 5,
    "name": "Latvian Academy of Science Observation Deck",
    "latitude": "56.94316",
    "longitude": "24.121932",
    "excerpt": "This Stalinesque tower is a not-so-welcome Soviet-era present from Moscow, which has seven towers just like it, only bigger. Construction of what is often…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/maskavas-forstate-avotu-iela-and-grizinkalns/attractions/latvian-academy-of-science-observation-deck/a/poi-sig/1276587/1342836",
    "image_url": null,
    "detail_description": "This Stalinesque tower is a not-so-welcome Soviet-era present from Moscow, which has seven towers just like it, only bigger. Construction of what is often dubbed 'Stalin's birthday cake' commenced in 1951 but wasn't completed until 1961, by which time Stalin had run out of birthdays. Overall it has 21 storeys and is 107m tall. But the best feature is on floor 15, where you can enjoy sweeping views of all of Rīga from a vantage point 65m up on the viewing terrace.\nOnce back on the ground, those with an eagle eye will spot hammers and sickles hidden in the convoluted facade. There is an excellent little bookshop on the ground floor with many interesting academic titles."
}