[
{
    "country": "rijeka",
    "city": "Rijeka",
    "index": 12,
    "name": "Roman Arch",
    "latitude": "45.327168",
    "longitude": "14.443685",
    "excerpt": "This plain archway marks the former entrance to the Praetorium, an ancient military complex. Other Roman remains can be seen in a small excavation site…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/roman-arch/a/poi-sig/476306/358795",
    "image_url": null,
    "detail_description": "This plain archway marks the former entrance to the Praetorium, an ancient military complex. Other Roman remains can be seen in a small excavation site nearby.\n"
},
{
    "country": "rijeka",
    "city": "Rijeka",
    "index": 11,
    "name": "Museum of Modern & Contemporary Art",
    "latitude": "45.327772",
    "longitude": "14.44097",
    "excerpt": "On the 2nd floor of the university library, this small museum puts on high-quality rotating shows, from street photography to contemporary drawings and…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/museum-of-modern-contemporary-art/a/poi-sig/1266696/358795",
    "image_url": null,
    "detail_description": "On the 2nd floor of the university library, this small museum puts on high-quality rotating shows, from street photography to contemporary drawings and sculptures.\n"
},
{
    "country": "rijeka",
    "city": "Rijeka",
    "index": 10,
    "name": "Our Lady of Lourdes Capuchin Church",
    "latitude": "45.328322",
    "longitude": "14.436969",
    "excerpt": "If you arrive by bus, you can't help but notice this imposing church towering over the station. Dating from 1904, its ornate neo-Gothic facade stands…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/our-lady-of-lourdes-capuchin-church/a/poi-sig/476294/358795",
    "image_url": null,
    "detail_description": "If you arrive by bus, you can't help but notice this imposing church towering over the station. Dating from 1904, its ornate neo-Gothic facade stands above an elaborate Italianate double staircase.\n"
},
{
    "country": "rijeka",
    "city": "Rijeka",
    "index": 9,
    "name": "Rijeka City Museum",
    "latitude": "45.329942629709",
    "longitude": "14.442100459969",
    "excerpt": "Housed in a boxy 1970s structure, this small museum houses ever-changing themed exhibitions ranging from art to aspects of local history. It's not worth…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/rijeka-city-museum/a/poi-sig/1271847/358795",
    "image_url": null,
    "detail_description": "Housed in a boxy 1970s structure, this small museum houses ever-changing themed exhibitions ranging from art to aspects of local history. It's not worth crossing town for, but look in if you're up here to see the adjacent museums.\n"
},
{
    "country": "rijeka",
    "city": "Rijeka",
    "index": 8,
    "name": "Natural History Museum",
    "latitude": "45.329555249252",
    "longitude": "14.444153585132",
    "excerpt": "Located in a very grand 19th-century villa, this museum is devoted to the geology, botany and sea life of the Adriatic area. There’s a small aquarium,…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/natural-history-museum/a/poi-sig/476300/358795",
    "image_url": null,
    "detail_description": "Located in a very grand 19th-century villa, this museum is devoted to the geology, botany and sea life of the Adriatic area. There’s a small aquarium, exhibits on sharks, taxidermic animals and lots of insects. Don’t miss the adjacent botanical garden, with more than 2000 native plant species.\n"
},
{
    "country": "rijeka",
    "city": "Rijeka",
    "index": 7,
    "name": "Petar Kružić Stairway",
    "latitude": "45.327847245881",
    "longitude": "14.448931988654",
    "excerpt": "To follow in pilgrims’ footsteps to Our Lady of Trsat, climb this stairway from Titov trg, built in 1531 for the faithful on their way to the church. The…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/petar-kruzic-stairway/a/poi-sig/1287869/358795",
    "image_url": null,
    "detail_description": "To follow in pilgrims’ footsteps to Our Lady of Trsat, climb this stairway from Titov trg, built in 1531 for the faithful on their way to the church. The steep stairs are lined with chapels dedicated to saints; the chapels were once used as pilgrims' rest stops.\n"
},
{
    "country": "rijeka",
    "city": "Rijeka",
    "index": 6,
    "name": "City Tower",
    "latitude": "45.326497",
    "longitude": "14.443063",
    "excerpt": "One of the few buildings to have survived the 1750 earthquake, the distinctive yellow City Tower was originally a gate from the waterfront to the old town…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/city-tower/a/poi-sig/1265606/358795",
    "image_url": null,
    "detail_description": "One of the few buildings to have survived the 1750 earthquake, the distinctive yellow City Tower was originally a gate from the waterfront to the old town centre. The Habsburgs added the baroque decorations after the disaster, including the portal with coats of arms and busts of emperors. The still-functioning clock was mounted in 1873.\n"
},
{
    "country": "rijeka",
    "city": "Rijeka",
    "index": 5,
    "name": "Astronomical Centre",
    "latitude": "45.32486",
    "longitude": "14.483038",
    "excerpt": "High on a hill east of the city, Croatia’s first astronomical centre is a striking modern complex encompassing an observatory, a planetarium and a study…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/astronomical-centre/a/poi-sig/1265608/358795",
    "image_url": null,
    "detail_description": "High on a hill east of the city, Croatia’s first astronomical centre is a striking modern complex encompassing an observatory, a planetarium and a study centre. Check the website for details of evening presentations, some of which are held in English, Italian, French, German, Russian and Spanish. To get here, catch bus 7A from the centre.\n"
},
{
    "country": "rijeka",
    "city": "Rijeka",
    "index": 4,
    "name": "Maritime & History Museum",
    "latitude": "45.329600535462",
    "longitude": "14.442664506914",
    "excerpt": "The star of this museum is the building itself, the former palace of the Austro-Hungarian governor. It's a splendid showcase of Hungarian architecture,…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/maritime-history-museum/a/poi-sig/1266694/358795",
    "image_url": null,
    "detail_description": "The star of this museum is the building itself, the former palace of the Austro-Hungarian governor. It's a splendid showcase of Hungarian architecture, with grand staircases, glittering chandeliers and many sumptuously restored rooms. The maritime collection includes Roman amphorae, model ships, sea charts, navigation instruments and portraits of captains; little of it is captioned in English.\n"
},
{
    "country": "rijeka",
    "city": "Rijeka",
    "index": 3,
    "name": "St Vitus' Cathedral",
    "latitude": "45.327733071741",
    "longitude": "14.444479653918",
    "excerpt": "North of Rijeka's Roman Arch is this unusual round cathedral, built by the Jesuit order in 1638 on the site of an older church and dedicated to Rijeka’s…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/st-vitus-cathedral/a/poi-sig/476310/358795",
    "image_url": null,
    "detail_description": "North of Rijeka's Roman Arch is this unusual round cathedral, built by the Jesuit order in 1638 on the site of an older church and dedicated to Rijeka’s patron saint. If it looks familiar, it's probably because it features on the reverse of the 100KN note. Massive marble pillars support the central dome, under which are housed baroque altars and a 13th-century Gothic crucifix.\n"
},
{
    "country": "rijeka",
    "city": "Rijeka",
    "index": 2,
    "name": "Our Lady of Trsat Church",
    "latitude": "45.331022710128",
    "longitude": "14.456977844238",
    "excerpt": "According to legend, the angels carrying the house of Jesus' mother from Nazareth rested here in the late 13th century before moving it to Loreto across…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/our-lady-of-trsat-church/a/poi-sig/1265605/358795",
    "image_url": null,
    "detail_description": "According to legend, the angels carrying the house of Jesus' mother from Nazareth rested here in the late 13th century before moving it to Loreto across the Adriatic in Le Marche. Pilgrims started trickling into the chapel erected on the site, and then pouring in when the Pope donated an icon of St Mary in 1367 (it's located on the main altar, behind a magnificent wrought-iron gate). The church still attracts thousands of pilgrims each year.\nView offerings of votive gifts in the baroque cloister and make an appointment to see the valuable sacral-art collection in the treasury, where you can watch a 15-minute film about the church.To follow in the pilgrims’ footsteps, climb the Petar Kružić Stairway from Titov trg. It was built in 1531 for the faithful to use on their way to the church, and it's lined with chapels once used as rest stops for the pilgrims. Alternatively, take a quick ride on city bus 2 to Trsat."
},
{
    "country": "rijeka",
    "city": "Rijeka",
    "index": 1,
    "name": "Trsat Castle",
    "latitude": "45.332343",
    "longitude": "14.455036",
    "excerpt": "High on a hill above the city, this semiruined 13th-century fortress offers magnificent vistas from its bastions and ramparts, looking down the Rječina…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/trsat-castle/a/poi-sig/1271794/358795",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-128523137_full.jpg",
    "detail_description": "High on a hill above the city, this semiruined 13th-century fortress offers magnificent vistas from its bastions and ramparts, looking down the Rječina River valley to the docks, the Adriatic and the distant island of Krk. The present structure was built by the Frankopan dukes of Krk, but its latest facelift was in 1824, when Irish-born count Laval Nugent, a commander in the Austrian army, bought the castle and had it restored in a romantic neoclassical Biedermeier design.\nGuarded by basilisks, the ancient-Greek-style Nugent family mausoleum houses a gallery, while underground a former dungeon hosts occasional exhibits. In summer the fortress stages concerts, theatre performances and fashion shows. The open-air cafe-bar (open until midnight in summer) is a wonderful spot to take in the views."
}
]