[
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 1,
    "name": "Parque Nacional da Tijuca",
    "latitude": "-22.946589268443",
    "longitude": "-43.198420316087",
    "excerpt": "The Tijuca is all that's left of the Atlantic rainforest that once surrounded Rio de Janeiro. This 39-sq-km tropical-jungle preserve is an exuberant green…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/attractions/parque-nacional-da-tijuca/a/poi-sig/1269053/363153",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/466a5441319a88bf27a75ebcfb43b9d2-parque-nacional-da-tijuca.jpg",
    "detail_description": "The Tijuca is all that's left of the Atlantic rainforest that once surrounded Rio de Janeiro. This 39-sq-km tropical-jungle preserve is an exuberant green, with beautiful trees, creeks and waterfalls, mountainous terrain and high peaks. It has an excellent, well-marked trail system. Candomblistas (practitioners of the Afro-Brazilian religion of Candomblé) leave offerings by the roadside; families have picnics; and serious hikers climb the 1012m to the summit of Pico da Tijuca.\nThe heart of the forest is the Alto da Boa Vista area in the Floresta (Forest) da Tijuca, which has many delightful natural and human-made features. Among the highlights of this beautiful park are several waterfalls (Cascatinha de Taunay, Cascata Gabriela and Cascata Diamantina), a 19th-century chapel (Capela Mayrink) and numerous caves (Gruta Luís Fernandes, Gruta Belmiro and Gruta Paulo e Virgínia). Also in the park is a lovely picnic spot (Bom Retiro) and two restaurants – the elegant Restaurante Os Esquilos and Restaurante Barão a Floresta near the ruins of Ruínas do Archer (Major Archer's House).The park is home to many bird and animal species, including iguanas and monkeys, which you might encounter on one of the excellent day hikes you can make here; the trails are well signed. Good, free trail maps are given out at the park entrance.The entire park closes at sunset. It's best to go by car, but if you don't have a vehicle, numerous outfits lead hiking tours, including Jungle Me and Rio Adventures.The best route by car is to take Rua Jardim Botânico two blocks past the Jardim Botânico (heading east from Gávea). Turn left on Lopes Quintas and then follow the Tijuca or Corcovado signs for two quick left turns until you reach the back of the Jardim Botânico, where you turn right. Then follow the signs for a quick ascent into the forest, past the picturesque lookout points of Vista Chinesa and Mesa do Imperador. As soon as you seem to come out of the forest, turn right onto the main road and you'll see the stone columns to the entrance of Alto da Boa Vista on your left after a couple of kilometers. You can also drive up to Alto da Boa Vista by heading out to São Conrado and turning right up the hill at the Parque Nacional da Tijuca signs. Coming from Barra da Tijuca, take Estrada da Barra da Tijuca north, which eventually turns into Rua da Boa Vista, from which there are entrances into the park."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 40,
    "name": "Igreja de Nossa Senhora do Carmo da Antiga Sé",
    "latitude": "-22.903603",
    "longitude": "-43.175229",
    "excerpt": "This beautifully restored church and former cathedral dates back to the 1770s, and it played an important role in the imperial days of Rio. The…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/igreja-de-nossa-senhora-do-carmo-da-antiga-se/a/poi-sig/1359689/1327354",
    "image_url": null,
    "detail_description": "This beautifully restored church and former cathedral dates back to the 1770s, and it played an important role in the imperial days of Rio. The elaborately gilded rococo-style interior witnessed royal baptisms, weddings and funereal rites. Several kings were crowned here (including Pedro I in 1822 and his son Pedro II in 1841); it is the only place in the New World where this occurred. The royal family used to sit in the balcony boxes overlooking the altar.\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 39,
    "name": "Fábrica Bhering",
    "latitude": "-22.901223",
    "longitude": "-43.203375",
    "excerpt": "Inaugurated in 1880, Fábrica Bhering was the first chocolate factory in Brazil. It is now a stunning multistory, multipurpose art space and cultural…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/zona-norte/attractions/fabrica-bhering/a/poi-sig/1617875/1334102",
    "image_url": null,
    "detail_description": "Inaugurated in 1880, Fábrica Bhering was the first chocolate factory in Brazil. It is now a stunning multistory, multipurpose art space and cultural center that houses ateliers, artists' studios, workshops, clothing stores, a furniture store, a brewery, a bookshop and several cafes.\nWhile the space is open during the week, it is best to visit by appointment or during the special 'Circuito Interno' open day, which happens every 1st Saturday of the month."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 38,
    "name": "Travessa do Comércio",
    "latitude": "-22.902378",
    "longitude": "-43.175014",
    "excerpt": "Beautiful two-story colonial town houses line this narrow cobblestone street leading off Praça XV (Quinze) de Novembro. The archway (Arco de Teles)…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/travessa-do-comercio/a/poi-sig/395303/1327354",
    "image_url": null,
    "detail_description": "Beautiful two-story colonial town houses line this narrow cobblestone street leading off Praça XV (Quinze) de Novembro. The archway (Arco de Teles) leading into the area was once part of an old viaduct running between two buildings. Travessa do Comércio intersects with Rua do Ouvidor, which has half a dozen restaurants and drinking spots that open onto the streets. It's a favorite spot for cariocas after work.\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 36,
    "name": "Museu Nacional de Belas Artes",
    "latitude": "-22.908786255115",
    "longitude": "-43.175739460068",
    "excerpt": "Rio's fine-arts museum houses more than 18,000 original paintings and sculptures, some of which date back to works brought over from Portugal by Dom João…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/museu-nacional-de-belas-artes/a/poi-sig/394933/1327354",
    "image_url": null,
    "detail_description": "Rio's fine-arts museum houses more than 18,000 original paintings and sculptures, some of which date back to works brought over from Portugal by Dom João VI in 1808. One of its most important galleries is the Galeria de Arte Brasileira, which includes 20th-century classics, such as Cândido Portinari's Café. Other galleries display Brazilian folk art, African art and furniture, as well as contemporary exhibits. Audio guides are available (R$8).\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 37,
    "name": "Paço Imperial",
    "latitude": "-22.903512163997",
    "longitude": "-43.174101106614",
    "excerpt": "The former imperial palace was originally built in 1743 as a governor's residence. Later it became the home of Dom João and his family when the Portuguese…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/paco-imperial/a/poi-sig/395247/1327354",
    "image_url": null,
    "detail_description": "The former imperial palace was originally built in 1743 as a governor's residence. Later it became the home of Dom João and his family when the Portuguese throne transferred the royal seat of power to the colony. In 1888 Princesa Isabel proclaimed the Freedom from Slavery Act from the palace's steps. The building was neglected for many years but has been restored and now hosts excellent changing exhibitions and concerts. There's also a good cafe and a restaurant here.\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 34,
    "name": "Rio Zoo",
    "latitude": "-22.904117936534",
    "longitude": "-43.23026858542",
    "excerpt": "Covering over 12 hectares, the zoo at Quinta da Boa Vista has a wide variety of reptiles, mammals and birds, mostly indigenous to Brazil. Special…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/zona-norte/attractions/rio-zoo/a/poi-sig/394957/1334102",
    "image_url": null,
    "detail_description": "Covering over 12 hectares, the zoo at Quinta da Boa Vista has a wide variety of reptiles, mammals and birds, mostly indigenous to Brazil. Special attractions include the large walk-through aviary and the night house, which features nocturnal animals. The monkey house is also a favorite. Unfortunately, many animal enclosures are cramped, and the whole place feels rather abandoned. Things may change in the years ahead, as the zoo undertakes a much-needed modernization program.\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 35,
    "name": "Passeio Público",
    "latitude": "-22.913451284184",
    "longitude": "-43.176639676094",
    "excerpt": "The oldest park in Rio, the Passeio Público was built in 1783 by Mestre Valentim, a famous Brazilian sculptor, who designed it after Lisbon's botanical…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/passeio-publico/a/poi-sig/395671/1327354",
    "image_url": null,
    "detail_description": "The oldest park in Rio, the Passeio Público was built in 1783 by Mestre Valentim, a famous Brazilian sculptor, who designed it after Lisbon's botanical gardens. In 1860 the park was remodeled by French landscaper Glaziou. The park features some large trees, a pond with islands and an interesting crocodile-shaped fountain. The entrance gate was built by Valentim. Before neighboring Parque do Flamengo was created from landfill, the sea came right up to the edge of this park.\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 33,
    "name": "Bairro Peixoto",
    "latitude": "-22.967166",
    "longitude": "-43.189852",
    "excerpt": "A world away from the bustle of Copacabana's busy avenues, the Bairro Peixoto is a peaceful enclave centered on the leafy Praça Edmundo Bittencourt. Here…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/copacabana-and-leme/attractions/bairro-peixoto/a/poi-sig/1369811/1327352",
    "image_url": null,
    "detail_description": "A world away from the bustle of Copacabana's busy avenues, the Bairro Peixoto is a peaceful enclave centered on the leafy Praça Edmundo Bittencourt. Here you'll find a playground, park benches and tables where folks play dominoes and read the paper, all of which seems to lend the setting more of a village-like air than that of a big-city neighborhood. You might even see a few marmosets up in the trees.\nWednesday's a good day to visit, when the weekly fruit market takes place."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 32,
    "name": "Instituto de Pesquisa e Memória Presto Novos",
    "latitude": "-22.89629",
    "longitude": "-43.192577",
    "excerpt": "When Mercedes Guimarães was doing construction work on her house in 1996, workers uncovered huge quantities of human fragments. After discussions with a…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/instituto-de-pesquisa-e-memoria-presto-novos/a/poi-sig/1606585/1327354",
    "image_url": null,
    "detail_description": "When Mercedes Guimarães was doing construction work on her house in 1996, workers uncovered huge quantities of human fragments. After discussions with a historian, she learned the site had been the burial place of enslaved Africans. She halted work and turned her house into this small museum, cultural center and memorial to all the captive people brought to Brazil. The displays are quite powerful and provide a context for what life was like for newly arrived Africans in the 18th and 19th centuries.\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 31,
    "name": "Ilha Fiscal",
    "latitude": "-22.89698835719",
    "longitude": "-43.16638413345",
    "excerpt": "This eye-catching lime-green neo-Gothic palace sitting in Baía de Guanabara looks like something out of a child's fairy-tale book. It was designed by…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/ilha-fiscal/a/poi-sig/394959/1327354",
    "image_url": null,
    "detail_description": "This eye-catching lime-green neo-Gothic palace sitting in Baía de Guanabara looks like something out of a child's fairy-tale book. It was designed by engineer Adolfo del Vecchio and completed in 1889. Originally used to supervise port operations, the palace is famous as the location of the last Imperial Ball on November 9, 1889. Today it's open for guided tours, which leave from the dock near Praça XV (Quinze) de Novembro. Purchase tickets from the Espaço Cultural da Marinha.\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 30,
    "name": "Quinta da Boa Vista",
    "latitude": "-22.90721",
    "longitude": "-43.224013",
    "excerpt": "Quinta da Boa Vista was the estate of the Portuguese imperial family until the Republic was proclaimed. Today it’s a large and busy park with gardens and…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/zona-norte/attractions/quinta-da-boa-vista/a/poi-sig/395269/1334102",
    "image_url": null,
    "detail_description": "Quinta da Boa Vista was the estate of the Portuguese imperial family until the Republic was proclaimed. Today it’s a large and busy park with gardens and lakes. On weekends it’s crowded with football games and families from the Zona Norte. Sadly, a devastating fire in 2018 destroyed the former imperial mansion, which housed one of Brazil's most important historical collections; Museu Nacional and Museu da Fauna. Countless archaeological treasures were lost. The Rio Zoo is 200m west.\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 29,
    "name": "Praia da Barra da Tijuca",
    "latitude": "-23.011140033046",
    "longitude": "-43.339509562265",
    "excerpt": "The best thing about Barra is the beach. It stretches for 18km, with the blue sea lapping at the shore. The first few kilometers of its eastern end are…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/barra-da-tijuca-and-west-of-rio/attractions/praia-da-barra-da-tijuca/a/poi-sig/395679/1327357",
    "image_url": null,
    "detail_description": "The best thing about Barra is the beach. It stretches for 18km, with the blue sea lapping at the shore. The first few kilometers of its eastern end are filled with bars and seafood restaurants.\nThe young and hip hang out in front of barraca (stall) No 1, in an area known as Praia do Pepê, after the famous carioca hang-gliding champion who died during a competition in Japan in 1991. The beach is more accessible than ever thanks to the new metro station at Jardim Ocêanico, located about 1km north of the shoreline."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 28,
    "name": "AquaRio",
    "latitude": "-22.893018",
    "longitude": "-43.192534",
    "excerpt": "The largest aquarium in South America is Rio's newest major downtown attraction. You can get an up-close look at some 350 different species (there are…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/aquario/a/poi-sig/1522593/1327354",
    "image_url": null,
    "detail_description": "The largest aquarium in South America is Rio's newest major downtown attraction. You can get an up-close look at some 350 different species (there are more than 8000 animals in all), spread among two dozen different tanks. The highlight is a 3.5-million-liter aquarium with a tunnel through the middle that gives fine views of sharks, rays and shimmering schools of fish gliding past.\nTo get here, you can take the VLT (which has stops at the metro stations of Cinelândia and Carioca) to the Utopia Aquario stop. There's also a Bike Rio stand out front."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 27,
    "name": "Praça XV (Quinze) de Novembro",
    "latitude": "-22.903336",
    "longitude": "-43.174381",
    "excerpt": "The first residents on this historic site were Carmelite fathers who built a convent here in 1590. It later came under the property of the Portuguese…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/praca-xv-quinze-de-novembro/a/poi-sig/1143647/1327354",
    "image_url": null,
    "detail_description": "The first residents on this historic site were Carmelite fathers who built a convent here in 1590. It later came under the property of the Portuguese crown and became Largo do Paço, which surrounded Paço Imperial, the royal palace. The square was later renamed Praça XV (Quinze) de Novembro after Brazil declared itself a republic on November 15, 1822.\nA number of historic events have taken place here: the coronation of Brazil's two emperors (Pedro I and Pedro II), the abolition of slavery and the overthrow (deposition) of Emperor Dom Pedro II in 1889."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 25,
    "name": "Igreja de Nossa Senhora do Rosário e São Benedito",
    "latitude": "-22.904147",
    "longitude": "-43.180164",
    "excerpt": "Dedicated to Our Lady of the Rosary as well as the black St Benedict, this church has been an important icon for Afro-Brazilians, serving a congregation…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/igreja-de-nossa-senhora-do-rosario-e-sao-benedito/a/poi-sig/1359990/1327354",
    "image_url": null,
    "detail_description": "Dedicated to Our Lady of the Rosary as well as the black St Benedict, this church has been an important icon for Afro-Brazilians, serving a congregation of mostly black and biracial Catholics over the years. Sadly, a fire in 1967 destroyed much of the elaborate interior of this historic church, leaving only the unadorned walls that date back to the early 1700s.\nPenitents leave offerings to the black martyr Anastasia (venerated as a saint, but not recognized officially by the Catholic church) in a candlelit room next to the entrance. A huge crowd gathers every May 13 to commemorate the end of slavery."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 26,
    "name": "Forte de Copacabana",
    "latitude": "-22.985677903251",
    "longitude": "-43.186258758195",
    "excerpt": "Built in 1914 on the promontory of the old Our Lady of Copacabana chapel, the fort of Copacabana was one of Rio's premier defenses against attack. You can…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/copacabana-and-leme/attractions/forte-de-copacabana/a/poi-sig/1326765/1327352",
    "image_url": null,
    "detail_description": "Built in 1914 on the promontory of the old Our Lady of Copacabana chapel, the fort of Copacabana was one of Rio's premier defenses against attack. You can still see its original features, including walls that are up to 12m thick, defended by Krupp cannons. Inside is a museum with several floors of exhibits tracing the early days of the Portuguese colony through to the mid-19th century. The views out across the full length of Copacabana are striking.\nThere are several cafes here with fine vantage points, including Cafe Colombo."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 24,
    "name": "Theatro Municipal",
    "latitude": "-22.909022630681",
    "longitude": "-43.176594576265",
    "excerpt": "Built in 1905 in the style of the Paris Opera, the magnificent Municipal Theater is the home of Rio's opera, orchestra and ballet. Its lavish interior…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/theatro-municipal/a/poi-sig/1327224/1327354",
    "image_url": null,
    "detail_description": "Built in 1905 in the style of the Paris Opera, the magnificent Municipal Theater is the home of Rio's opera, orchestra and ballet. Its lavish interior contains many beautiful details – including the stage curtain painted by Italian artist Eliseu Visconti that features portraits of 75 major figures from the arts, such as Carlos Gomes, Wagner and Rembrandt.\nGuided multilingual tours lasting 45 minutes are offered from Tuesday to Friday (at noon, 2:30pm and 4pm) and on Saturday (at 11am, noon, 1pm and 4pm). Call ahead to confirm availability of an English-speaking guide. It's also well worth coming for a performance."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 23,
    "name": "Feira Nordestina",
    "latitude": "-22.897543409902",
    "longitude": "-43.220288767423",
    "excerpt": "This enormous fair (32,000 sq meters, with over 600 stalls) is not to be missed. It showcases the culture of the Northeast of Brazil, with barracas (food…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/zona-norte/attractions/feira-nordestina/a/poi-sig/395163/1334102",
    "image_url": null,
    "detail_description": "This enormous fair (32,000 sq meters, with over 600 stalls) is not to be missed. It showcases the culture of the Northeast of Brazil, with barracas (food stalls) selling Bahian dishes as well as beer and cachaça (sugarcane alcohol), which flows in great abundance here. The best time to go is at the weekend, when you can catch live bands playing forró (popular music of northeast Brazil), plus samba groups and comedy troupes, Música Popular Brasileira (MPB) and rodas de capoeira (capoeira circles).\nIn addition to food and drink, you can browse music CDs (forró, of course), hammocks and a wide assortment of handicrafts."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 22,
    "name": "Museu do Índio",
    "latitude": "-22.951943098809",
    "longitude": "-43.19104708097",
    "excerpt": "Though closed for renovations at the time of research, the small Museu do Índio features multimedia exhibitions on Brazil’s northern tribes and provides…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/botafogo-and-urca/attractions/museu-do-indio/a/poi-sig/395225/1327359",
    "image_url": null,
    "detail_description": "Though closed for renovations at the time of research, the small Museu do Índio features multimedia exhibitions on Brazil’s northern tribes and provides an excellent introduction to the economic, religious and social life of Brazil’s indigenous people. Next to native food and medicinal plants, the four life-size dwellings in the courtyard were actually built by four different tribes.\nAs a branch of Funai (the National Indian Foundation), the museum contains an excellent archive of more than 14,000 objects, 50,000 photographs and 200 sound recordings. Its indigenous ethnography library containing 16,000 volumes by local and foreign authors is open to the public during the week."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 21,
    "name": "Museu de Arte Moderna",
    "latitude": "-22.913753",
    "longitude": "-43.172053",
    "excerpt": "At the northern end of Parque do Flamengo, the Museu de Arte Moderna is immediately recognizable by its striking postmodern edifice designed by Affonso…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/museu-de-arte-moderna/a/poi-sig/394953/1327354",
    "image_url": null,
    "detail_description": "At the northern end of Parque do Flamengo, the Museu de Arte Moderna is immediately recognizable by its striking postmodern edifice designed by Affonso Eduardo Reidy. The landscaping of Burle Marx is no less impressive. Inside, the design feels a bit dated, but it's still worth a visit for the superb collection of Brazilian artists, which includes works by Bruno Giorgi, Di Cavalcanti and Maria Martins.\nCurators often bring excellent photography and design exhibits to the museum, and the cinema hosts regular film festivals throughout the year. After a devastating fire in 1978 that consumed 90% of its collection, the MAM is finally back on its feet, and it now houses 11,000 permanent works."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 20,
    "name": "Sítio Burle Marx",
    "latitude": "-23.0223",
    "longitude": "-43.546355",
    "excerpt": "This 35-hectare estate was once the home of Brazil's most famous landscape architect, Roberto Burle Marx. The estate's lush vegetation includes thousands…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/barra-da-tijuca-and-west-of-rio/attractions/sitio-burle-marx/a/poi-sig/395285/1327357",
    "image_url": null,
    "detail_description": "This 35-hectare estate was once the home of Brazil's most famous landscape architect, Roberto Burle Marx. The estate's lush vegetation includes thousands of plant species, some of which are rare varieties from different corners of the globe. A 17th-century Benedictine chapel also lies on the estate, along with Burle Marx's original farmhouse and studio, where you can see displays of paintings, furniture and sculptures by the talented designer. Tours are by appointment only.\nOn the downside, it's a very long drive to get out here (either take a costly taxi or go by private vehicle, making sure you have a good map or GPS). Also, you're not allowed to wander on your own and there's no food at the museum."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 19,
    "name": "Igreja de Nossa Senhora de Candelária",
    "latitude": "-22.900881720104",
    "longitude": "-43.177792894247",
    "excerpt": "Built between 1775 and 1894, NS de Candelária was the largest and wealthiest church of imperial Brazil. The interior is a combination of baroque and…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/igreja-de-nossa-senhora-de-candelaria/a/poi-sig/395183/1327354",
    "image_url": null,
    "detail_description": "Built between 1775 and 1894, NS de Candelária was the largest and wealthiest church of imperial Brazil. The interior is a combination of baroque and Renaissance styles. The ceiling above the nave reveals the origin of the church. The cupola, fabricated entirely from limestone shipped from Lisbon, is one of its most striking features. Mass is held at 12:15pm on weekdays and at 10:30am and noon on Sundays. Be sure to watch out for traffic as you cross to the church.\nThe construction on the present site of the original church, dating from the late 16th century, was credited to a ship's captain who was nearly shipwrecked at sea. Upon his safe return he vowed to build a church to NS de Candelária. A later design led to its present-day grandeur."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 18,
    "name": "Palácio Tiradentes",
    "latitude": "-22.903899746037",
    "longitude": "-43.173876760185",
    "excerpt": "The stately Tiradentes Palace houses the seat of the legislative assembly. Exhibits on the 1st and 2nd floors relate the events that have taken place here…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/palacio-tiradentes/a/poi-sig/395655/1327354",
    "image_url": null,
    "detail_description": "The stately Tiradentes Palace houses the seat of the legislative assembly. Exhibits on the 1st and 2nd floors relate the events that have taken place here since 1926. One of its darkest hours was when the National Assembly was shut down in 1937 under the Vargas dictatorship; it later served as the Department of Press and Propaganda.\nFree guided tours, available in English, take you through some of the old legislative chambers as well as into the gallery overlooking the present-day assembly hall.The statue in front, incidentally, is not a likeness of Russian mystic Rasputin, but rather that of martyr Tiradentes, who led the drive toward Brazilian independence in the 18th century. He was imprisoned in one of the former holding cells beneath the building."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 17,
    "name": "Boulevard Olímpico",
    "latitude": "-22.89456",
    "longitude": "-43.185679",
    "excerpt": "Rio's formerly derelict port district has been reborn as a wide promenade lined with massive street art. A handful of renowned artists have painted…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/boulevard-olimpico/a/poi-sig/1606144/1327354",
    "image_url": null,
    "detail_description": "Rio's formerly derelict port district has been reborn as a wide promenade lined with massive street art. A handful of renowned artists have painted spectacular murals on the old warehouses, though Brazilian artist Eduardo Kobra (www.eduardokobra.com) deserves special mention for his jaw-dropping work entitled Etnias (Ethnicities). The massive mural stretches for 190m and features photogenic portraits of indigenous people from around the globe.\nThe boulevard stretches from Praça Mauá to AquaRio, and the tracks for the VLT run down the center, so watch your step. Near the east end of the promenade, you'll find a few food trucks selling sandwiches, craft beer and ice cream, with shaded tables out front. Further west along the boulevard, there are benches where you can take in the street art as well as lookouts that provide glimpses over the bay."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 16,
    "name": "Igreja São Francisco da Penitência & Convento de Santo Antônio",
    "latitude": "-22.907138598688",
    "longitude": "-43.179380704539",
    "excerpt": "Overlooking the Largo da Carioca is the baroque Igreja São Francisco da Penitência, dating from 1726. The restored church's sacristy, which dates from…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/igreja-sao-francisco-da-penitencia-convento-de-santo-antonio/a/poi-sig/395185/1327354",
    "image_url": null,
    "detail_description": "Overlooking the Largo da Carioca is the baroque Igreja São Francisco da Penitência, dating from 1726. The restored church's sacristy, which dates from 1745, has blue Portuguese tiles and an elaborately carved altar made out of jacaranda wood. It also has a roof panel by José Oliveira Rosa depicting St Francis receiving the stigmata.Next door, the Convento de Santo Antônio was built between 1608 and 1615. It contains the chapel of Nossa Senhora das Dores da Imaculada Conceição.\nFabiano de Cristo, a miracle-working priest who died in 1947, is entombed in the chapel.Igreja São Francisco da Penitência's statue of Santo Antônio is an object of great devotion to many cariocas in search of a husband or wife. A garden on the church grounds leads to the catacombs, used until 1850. Visits must be arranged in advance."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 14,
    "name": "Museu da Imagem e Som",
    "latitude": "-22.978644",
    "longitude": "-43.189563",
    "excerpt": "If work on this new museum is ever complete, Copacabana will finally have an outstanding rainy-day attraction. The building, designed by celebrated New…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/copacabana-and-leme/attractions/museu-da-imagem-e-som/a/poi-sig/1380093/1327352",
    "image_url": null,
    "detail_description": "If work on this new museum is ever complete, Copacabana will finally have an outstanding rainy-day attraction. The building, designed by celebrated New York firm Diller Scofidio + Renfro (who also designed NYC's High Line), will feature high-tech interactive galleries devoted to the great Brazilian music and film that have played such a pivotal role in the nation's culture. Performance halls and an open-air rooftop amphitheater (for outdoor films) will be other highlights.\nConstruction, which began in 2010, has been plagued with delays; work was scheduled to resume by early 2019, with an estimated completion date of late 2020, though funding still remains far from certain. Once (if) the museum opens, it will also contain a gallery devoted to Carmen Miranda. You'll be able to peek at photographs, hear music, watch a few film clips and check out the over-the-top garments that once belonged to the famous starlet from Brazil (never mind that Miranda was actually born in Portugal)."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 15,
    "name": "Ilha de Paquetá",
    "latitude": "-22.760194699172",
    "longitude": "-43.109192848206",
    "excerpt": "Ilha de Paquetá, in the Baía de Guanabara, was once a popular tourist spot and remains a pleasant escape from the city’s bustle. There are no cars on the…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/attractions/ilha-de-paqueta/a/poi-sig/395187/363153",
    "image_url": null,
    "detail_description": "Ilha de Paquetá, in the Baía de Guanabara, was once a popular tourist spot and remains a pleasant escape from the city’s bustle. There are no cars on the island. Transport is by foot, bicycle (there are hundreds for rent) or horse-drawn carts. There’s a certain decadent charm to the colonial buildings, unassuming beaches and businesses catering to working-class visitors. The place gets crowded on weekends.\nGo to Paquetá for the boat ride through Rio's famous bay and to see cariocas at play – especially during the Festa de São Roque, which is celebrated with fireworks, a procession and music on the weekend following August 16.Ferries leave from near Praça XV (Quinze) de Novembro in Centro. The ferry takes 70 minutes and costs R$12.20 for a return trip. There are 12 departures daily, leaving roughly every 90 minutes from about 7am."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 12,
    "name": "Parque Olímpico",
    "latitude": "-22.978624",
    "longitude": "-43.392563",
    "excerpt": "This was the epicenter of the 2016 Summer Olympics and the Paralympic Games. Sadly, the facilities now sit largely abandoned and are not open to the…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/barra-da-tijuca-and-west-of-rio/attractions/parque-olimpico/a/poi-sig/1523123/1327357",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/376395a3775f291cef3241f7c3adfeb7-parque-olimpico.jpg",
    "detail_description": "This was the epicenter of the 2016 Summer Olympics and the Paralympic Games. Sadly, the facilities now sit largely abandoned and are not open to the public.\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 13,
    "name": "Cais do Valongo",
    "latitude": "-22.896591",
    "longitude": "-43.187122",
    "excerpt": "Unearthed in 2011, the Valongo Wharf was the first arrival point for an estimated 900,000 enslaved peoples brought to Brazil after long, harrowing voyages…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/cais-do-valongo/a/poi-sig/1606584/1327354",
    "image_url": null,
    "detail_description": "Unearthed in 2011, the Valongo Wharf was the first arrival point for an estimated 900,000 enslaved peoples brought to Brazil after long, harrowing voyages from Africa. Those who survived the journey were sold in markets, while those who didn't were buried without ceremony in mass graves nearby. The heartbreaking tragedy of the Atlantic slave trade remained a topic little broached for many years, and this newly designated archaeological site is an important reference for coming to grips with this aspect of the nation's history.\nThe open-air site – just layers of old cobblestones – doesn't reveal much, though its lowest layers date back to 1811 when the wharf was first constructed. Many former slaves settled in nearby Pedra do Sal, which became the epicenter for Afro-Brazilian culture following the abolition of slavery. In 2017, Valongo Wharf was declared a Unesco World Heritage site for being the most important physical trace of African slaves arriving on the American continent."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 11,
    "name": "Real Gabinete Português de Leitura",
    "latitude": "-22.905169247993",
    "longitude": "-43.182282310392",
    "excerpt": "Built in the Portuguese Manueline style in 1837, the gorgeous Portuguese Reading Room houses more than 350,000 works, many dating from the 16th, 17th and…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/real-gabinete-portugues-de-leitura/a/poi-sig/395271/1327354",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_267301388.jpg",
    "detail_description": "Built in the Portuguese Manueline style in 1837, the gorgeous Portuguese Reading Room houses more than 350,000 works, many dating from the 16th, 17th and 18th centuries. It also has a small collection of paintings, sculptures and ancient coins.\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 10,
    "name": "Centro Cultural Banco do Brasil",
    "latitude": "-22.901018566759",
    "longitude": "-43.176294046539",
    "excerpt": "Housed in a beautifully restored 1906 building, the Centro Cultural Banco do Brasil hosts some of Rio's top exhibitions. Facilities include a cinema, two…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/centro-cultural-banco-do-brasil/a/poi-sig/1178516/1327354",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/64edc9c728af1bb95d00dccff95bdf24-centro-cultural-banco-do-brasil.jpg",
    "detail_description": "Housed in a beautifully restored 1906 building, the Centro Cultural Banco do Brasil hosts some of Rio's top exhibitions. Facilities include a cinema, two theaters and a permanent display of the evolution of currency in Brazil. There is always something going on, from exhibitions and lunchtime and evening concerts to film screenings, so look up details in O Globo's entertainment listings or the 'Veja Rio' insert in Veja magazine before you go.\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 9,
    "name": "Sambódromo",
    "latitude": "-22.910373",
    "longitude": "-43.196976",
    "excerpt": "The epicenter of Rio’s Carnaval, the Sambódromo was designed by Oscar Niemeyer and completed in 1984. During big parades, come here for fantastic views…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/zona-norte/attractions/sambodromo/a/poi-sig/395277/1334102",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/aa61a7db20b57f5d4a332c1a6b8fe3ac-sambodromo.jpg",
    "detail_description": "The epicenter of Rio’s Carnaval, the Sambódromo was designed by Oscar Niemeyer and completed in 1984. During big parades, come here for fantastic views from the stands of the elaborate floats, whirling dancers and pounding drum corps. The open-air arena received a makeover for the 2016 Olympics, with improved sight lines and a more symmetrical design in keeping with Niemeyer’s original vision.\nDuring the Olympics, the venue hosted archery events, and was also the finish line for the marathon."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 8,
    "name": "Mosteiro de São Bento",
    "latitude": "-22.896753249068",
    "longitude": "-43.178079006579",
    "excerpt": "This is one of the finest colonial churches in Brazil. It was built between 1617 and 1641 on Morro de São Bento, and has an excellent view over the city…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/mosteiro-de-sao-bento/a/poi-sig/395217/1327354",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-169841331_super.jpg",
    "detail_description": "This is one of the finest colonial churches in Brazil. It was built between 1617 and 1641 on Morro de São Bento, and has an excellent view over the city. The simple facade hides a baroque interior richly decorated in gold. Among its historic treasures are wood carvings designed by Frei Domingos da Conceição and made by Alexandre Machado, and paintings by José de Oliveira Rosa.\nOn Sundays the High Mass at 10am includes a choir of Benedictine monks singing Gregorian chants; early risers can also hear Mass on weekdays at 7:30am (and on Saturdays at 8am). To reach the monastery from Rua Dom Gerardo, go to No 40 and take the elevator to the 4th floor."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 7,
    "name": "Morro da Conceição",
    "latitude": "-22.897535",
    "longitude": "-43.181162",
    "excerpt": "One of Rio's oldest neighborhoods, this pretty area feels like a tiny slice of Portugal, with its old shuttered houses, quiet cobblestone streets and…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/morro-da-conceicao/a/poi-sig/1522644/1327354",
    "image_url": null,
    "detail_description": "One of Rio's oldest neighborhoods, this pretty area feels like a tiny slice of Portugal, with its old shuttered houses, quiet cobblestone streets and twittering birds. While there isn't a lot to do here (it's really just one long winding street), there are a few galleries open to visitors (look for 'atelier' signs) and a good local restaurant. Saturday is the liveliest time to visit.\nTo get here on foot, take the narrow uphill lane Ladeira João Homem, reachable just off Praça Mauá. The mosaic-covered staircase marks the entrance to the quarter."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 6,
    "name": "Museu Histórico Nacional",
    "latitude": "-22.905932589531",
    "longitude": "-43.169315144168",
    "excerpt": "Housed in the colonial arsenal, which dates from 1764, the impressive Museu Histórico Nacional contains relics relating to the history of Brazil from its…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/museu-historico-nacional/a/poi-sig/395321/1327354",
    "image_url": null,
    "detail_description": "Housed in the colonial arsenal, which dates from 1764, the impressive Museu Histórico Nacional contains relics relating to the history of Brazil from its founding to its early days as a republic. Highlights include gilded imperial coaches, the throne of Dom Pedro II, massive oil paintings depicting the horrific war with Paraguay and a full-sized model of a colonial pharmacy.\nThere’s some attention paid to Brazil’s indigenous population and curious pieces such as the quill that Princess Isabel used to sign the document abolishing slavery in Brazil. There's also a good restaurant and cafe here (mains R$42 to R$52)."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 5,
    "name": "Museu de Arte do Rio",
    "latitude": "-22.897021",
    "longitude": "-43.181655",
    "excerpt": "Looming large over Praça Mauá, the MAR is an icon for the rebirth of Rio's once derelict port. The huge museum hosts wide-ranging exhibitions that focus…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/museu-de-arte-do-rio/a/poi-sig/1522592/1327354",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/926bd758f5850862b553c7d00c05fb83-museu-de-arte-do-rio.jpg",
    "detail_description": "Looming large over Praça Mauá, the MAR is an icon for the rebirth of Rio's once derelict port. The huge museum hosts wide-ranging exhibitions that focus on Rio in all its complexity – its people, landscapes, beauty, challenges and conflicts. Start off by taking the elevator to the top (6th) floor, and absorbing the view over the bay. There's also an excellent restaurant here. Then work your way down through the galleries, taking in a mix of international and only-in-Rio exhibitions.\n"
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 4,
    "name": "Maracanã Football Stadium",
    "latitude": "-22.912092",
    "longitude": "-43.230118",
    "excerpt": "Rio’s Maracanã stadium is hallowed ground among football lovers. The massive arena has been the site of legendary victories and crushing defeats. Maracanã…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/zona-norte/attractions/maracana-football-stadium/a/poi-sig/1331955/1334102",
    "image_url": null,
    "detail_description": "Rio’s Maracanã stadium is hallowed ground among football lovers. The massive arena has been the site of legendary victories and crushing defeats. Maracanã played a starring role in the 2014 World Cup when it hosted major games, including the final between Germany and Argentina. The stadium also staged the opening and closing ceremonies of the 2016 Summer Olympics. No matter who takes the field, the 78,800-seat arena comes to life in spectacular fashion on game days.\nFor a quasi-psychedelic experience, go to a football match here. These rate as among the most exciting in the world, particularly during a championship game or when local rivals Flamengo, Vasco da Gama, Fluminense or Botafogo go head to head.Games take place year-round and generally happen on Saturday or Sunday (starting at 4pm or 6pm) or on Wednesday and Thursday (around 8:30pm). Seating at the stadium is by sector, A through F. The north (E and F) and south (C and B) seats are behind the goals and are generally the cheapest and liveliest sections. East (D) and West (A) sectors have better sight lines and are pricier; these have numbered seats and are not as rowdy as the goal seats. Maracanã Mais is part of the west sector, with buffet service included with your ticket. The ticket price is R$40 to R$80 for most games.If you prefer to go in a group, a number of English-speaking tour operators organize game-day outings, including round-trip transportation. Leading big group tours are Brazil Expedition and Be A Local. For something more personalized, independent guide Sergio Manhães takes small groups with him (usually via metro) on game days.For a behind-the-scenes look at the stadium, take a stadium tour with Maracanã Tour, available daily."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 2,
    "name": "Pão de Açúcar",
    "latitude": "-22.948160617171",
    "longitude": "-43.157570029004",
    "excerpt": "Seen from the peak of Pão de Açúcar, Rio is undoubtedly a Cidade Maravilhosa (Marvelous City). There are many good times to make the ascent, but sunset on…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/botafogo-and-urca/attractions/pao-de-acucar/a/poi-sig/1012764/1327359",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-138272049_super.jpg",
    "detail_description": "Seen from the peak of Pão de Açúcar, Rio is undoubtedly a Cidade Maravilhosa (Marvelous City). There are many good times to make the ascent, but sunset on a clear day is the most rewarding. Two cable cars connect to the summit, 395m above Rio. At the top, the city unfolds beneath you, with Corcovado mountain and Cristo Redentor (Christ the Redeemer) off to the west, and Copacabana Beach to the south.\nA visit to Pão de Açúcar is a must, but be prepared for heavy crowds. If possible, go first thing in the morning – and avoid going on cloudy days.The first cable car ascends 215m to Morro da Urca. From here, you can see Baía de Guanabara (Guanabara Bay) and the winding coastline; on the ocean side of the mountain is Praia Vermelha. Morro da Urca has souvenir shops, snack bars, a concert venue (Arena Morro da Urca) and a helipad (helicopter tours are offered by Helisight).The second cable car goes up to Pão de Açúcar. If the breathtaking heights unsteady you, a stylish open-sided bar (Clássico Beach Club) serves tropical cocktails, as well as high-end snacks.The two-stage cable cars depart every 20 minutes.Those who’d rather take the long way to the top should sign up with one of the granite-hugging climbing tours offered by various outfits in Rio. Morro da Urca is much easier to climb, and you can do it on your own. The short but steep path takes about 30 minutes to climb. You’ll find the unmarked trail along the Pista Cláudio Coutinho."
},
{
    "country": "rio-de-janeiro",
    "city": "Rio de Janeiro",
    "index": 3,
    "name": "Copacabana Beach",
    "latitude": "-22.971532",
    "longitude": "-43.182353",
    "excerpt": "A magnificent confluence of land and sea, the long, scalloped beach of Copacabana extends for some 4km, with a flurry of activity along its length: over…",
    "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/copacabana-and-leme/attractions/copacabana-beach/a/poi-sig/1099044/1327352",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-547005343_super.jpg",
    "detail_description": "A magnificent confluence of land and sea, the long, scalloped beach of Copacabana extends for some 4km, with a flurry of activity along its length: over-amped soccer players singing their team's anthem; cariocas (Rio residents) and tourists lining up for caipirinhas at kiosks; favela kids showing off their soccer skills; and beach vendors shouting out their wares among the tanned beach bodies.\nEach group stakes out its stretch of sand. The area between the Copacabana Palace hotel and Rua Fernando Mendes is the gay and cross-dresser section, known as the Stock or Stock Market – easily recognized by the rainbow flag. Young football and futevôlei (soccer volleyball) players hold court near Rua Santa Clara. Postos 5 and 6 are a mix of favela kids and carioca retirees, while the spot next to Forte de Copacabana is the colônia dos pescadores (fishermen’s colony). As Copacabana Beach curves north you get into the quieter sands of Leme (Av Princesa Isabel forms the demarcation between the two neighborhoods). Here you'll find a mix of older Leme residents as well as kids from the nearby favelas of Babilônia and Chapeu Mangueira.The beach is lit at night and there are police in the area, but it’s still not wise to walk there after dark – stay near the liveliest beach kiosks when venturing out. Av NS de Copacabana is also sketchy – watch out on weekends, when the shops are closed and there are few locals around."
}
]