[
{
    "country": "rishikesh",
    "city": "Rishikesh",
    "index": 1,
    "name": "Maharishi Mahesh Yogi Ashram",
    "latitude": "30.111010966743",
    "longitude": "78.313023737069",
    "excerpt": "Just south of Swarg Ashram is what’s left of the original Maharishi Mahesh Yogi Ashram, where the Beatles stayed and wrote much of the White Album (and a…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/rishikesh/attractions/maharishi-mahesh-yogi-ashram/a/poi-sig/478174/356532",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock2244431869-RFC.jpg",
    "detail_description": "Just south of Swarg Ashram is what’s left of the original Maharishi Mahesh Yogi Ashram, where the Beatles stayed and wrote much of the White Album (and a few tracks from Abbey Road). After decades of neglect, the Forest Department has reclaimed it from the jungle growth that had nearly consumed it, turning it into a pilgrimage site for fans, plus an evolving graffiti-art museum. Don't miss the meditation hall, with bizarre warrens of rock-lined hallways and striking street-art pieces.\nThere are numerous abandoned buildings to explore, some downright creepy, including the derelict lodging where the Beatles resided (along with the likes of Mike Love from the Beach Boys, Mia Farrow and her sister Prudence – whom the Beatles song was written after). Also here is the crumbling mansion where Maharishi Mahesh stayed. The meditation domes lost to the jungle also make for a surreal sight. Given the entire site is surrounded by jungle, an electric fence has recently been installed in an attempt to keep out leopard and elephant that are visitors.To commemorate the 50-year anniversary of the Beatles visit, a permanent photograph exhibition was unveiled in 2018 of the snaps taken by Paul Saltzman (www.thebeatlesinindia.com), one of the only photographers permitted inside the ashram, who documented their stay. There's also a room dedicated to Transcendental Meditation, which was established here by Maharishi Mahesh."
},
{
    "country": "rishikesh",
    "city": "Rishikesh",
    "index": 4,
    "name": "Neer Garh Waterfall",
    "latitude": "30.141564",
    "longitude": "78.340759",
    "excerpt": "A lovely multitiered waterfall at the end of a 20-minute hike that starts 2km north of Lakshman Jhula. However it's blighted by its touristy setup,…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/rishikesh/attractions/neer-garh-waterfall/a/poi-sig/1152851/356532",
    "image_url": null,
    "detail_description": "A lovely multitiered waterfall at the end of a 20-minute hike that starts 2km north of Lakshman Jhula. However it's blighted by its touristy setup, especially on weekends with visiting local families.\n"
},
{
    "country": "rishikesh",
    "city": "Rishikesh",
    "index": 3,
    "name": "Neelkantha Mahadev Temple",
    "latitude": "30.105781",
    "longitude": "78.324194",
    "excerpt": "Follow the dedicated pilgrims who take water from the Ganges to offer at this temple, a 7km, three-hour walk along a forest path from Swarg Ashram…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/rishikesh/attractions/neelkantha-mahadev-temple/a/poi-sig/478176/356532",
    "image_url": null,
    "detail_description": "Follow the dedicated pilgrims who take water from the Ganges to offer at this temple, a 7km, three-hour walk along a forest path from Swarg Ashram. Neelkanth (Blue Throat) is another name for Shiva, who once drank poison churned up from the sea by gods and demons, turning his throat blue. If you take this route be aware leopard lurk in this area. Alternatively take the longer road (about 20km) via Lakshman Jhula. A return jeep taxi is inexpensive.\n"
},
{
    "country": "rishikesh",
    "city": "Rishikesh",
    "index": 2,
    "name": "Swarg Niwas & Shri Trayanbakshwar Temple",
    "latitude": "30.126311515462",
    "longitude": "78.33216125945",
    "excerpt": "Rishikesh's most iconic landmark is this 13-storey wedding cake of a temple, which dominates the east bank of Lakshman Jhula. There are dozens of shrines…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/rishikesh/attractions/swarg-niwas-shri-trayanbakshwar-temple/a/poi-sig/1308617/356532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-450784521_full.jpg",
    "detail_description": "Rishikesh's most iconic landmark is this 13-storey wedding cake of a temple, which dominates the east bank of Lakshman Jhula. There are dozens of shrines to Hindu deities on each level.\n"
}
]