[
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 1,
        "name": "Huis Sonneveld",
        "latitude": "51.91549123",
        "longitude": "4.472315345",
        "excerpt": "When company director Albertus Sonneveld decided to commission an architect to design a contemporary home for his family, the obvious choice was Leendert…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/centrum/attractions/huis-sonneveld/a/poi-sig/1127353/1342356",
        "image_url": null,
        "detail_description": "When company director Albertus Sonneveld decided to commission an architect to design a contemporary home for his family, the obvious choice was Leendert van der Vlugt, who had designed the magnificent Van Nelle Factory. Working with Johannes Brinkman, Van der Vlugt designed a streamlined, state-of-the-art building that was hailed as an outstanding example of Dutch Functionalism as soon as its construction was completed in 1933. Replete with original fittings and furniture, it can now be visited with a fascinating audiotour.\nThis is an impressive house museum enhanced by an extremely informative multilanguage audiotour that discusses the history of the building and its occupants, and offers plenty of opportunities to drill down into facts about furnishings, appliances and building techniques. Walking through the house, it is easy to imagine what life must have been like for the Sonneveld family and their servants. Tickets include entry to the nearby Het Nieuwe Instituut (and vice versa)."
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 2,
        "name": "Museum Boijmans van Beuningen",
        "latitude": "51.914020195179",
        "longitude": "4.4730190690055",
        "excerpt": "The roll-call of artists represented in the collection of Rotterdam's pre-eminent fine-arts museum is stellar and spans multiple periods and movements:…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/centrum/attractions/museum-boijmans-van-beuningen/a/poi-sig/429662/1342356",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/443c28f545a868edfd3e975b9b1643b8-museum-boijmans-van-beuningen.jpg",
        "detail_description": "The roll-call of artists represented in the collection of Rotterdam's pre-eminent fine-arts museum is stellar and spans multiple periods and movements: Rubens, Rembrandt, Monet, Degas, Van Gogh, Picasso, Degas, Miró, Bacon and many other luminaries are represented. Highlights include Jan van Eyck's The Three Marys at the Tomb (1425–35), Hieronymus Bosch's The Pedlar (c1500), Lucas Cranach's Portrait of Desiderius Erasmus (c1530–36) and Pieter Brueghel the Elder's Tower of Babel (c1568). The design galleries on the ground floor are well worth browsing, too.\nThe museum's Babel Restaurant occupies a glass pavilion overlooking the sculpture garden and is an excellent place to enjoy lunch. There's also an espresso bar near the entrance.In 2021, the museum's Depot Building opened its doors, which includes expositions, museum storage that is open for visitors on guided tours and the roof top Restaurant Renilde – with a panoramic view of the city."
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 3,
        "name": "Van Nelle Fabriek",
        "latitude": "51.923024",
        "longitude": "4.434239",
        "excerpt": "Designed and built between 1925 and 1931, this modernist World Heritage–listed factory northwest of the city centre is an icon of 20th-century industrial…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/westen/attractions/van-nelle-fabriek/a/poi-sig/1526004/1342357",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/8bb801fdd55e8d4a21b8cfb06c5d8a95-van-nelle-fabriek.jpg",
        "detail_description": "Designed and built between 1925 and 1931, this modernist World Heritage–listed factory northwest of the city centre is an icon of 20th-century industrial architecture. Often described as a 'glass palace' (it's largely constructed of steel and glass), it functioned as a state-of-the-art coffee, tea and tobacco factory until the 1990s and now houses creative industries. Though closed to the public, the factory sometimes offers guided tours on weekends at 1pm (adult/child under 13 years €8.50/5); check the factory website for details. Urban Guides also runs one-hour guided tours (€15 per person) at noon on most Saturdays and Sundays (book ahead).\nThe Urban Guides tours have access to some, but not all, parts of the factory, peeking into the management building and then crossing to the factory's electricity plant (the second built in Rotterdam) on one of the building's distinctive diagonal bridges. The tour ends in the tobacco factory, which has light-drenched spaces where workers toiled, twin stairways (one each for male and female workers, so as to prevent fraternisation) and a large cafeteria.At the time of research, architecture-focused De Rotterdam Tours was considering adding a dedicated tour of the factory to its program. An on-site information centre at the factory is scheduled to open in November 2018.The orange-and-blue low bunker to the east of the factory is the De Schie Penitentiary, designed by CJM Weeber and constructed between 1985 and 1989. Its startlingly vivid colour scheme is in stark contrast to its dark function."
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 4,
        "name": "Deliplein",
        "latitude": "51.901501",
        "longitude": "4.485426",
        "excerpt": "Once home to the largest red-light district in Europe, Katendrecht is now one of Rotterdam’s culinary hotspots. The Deliplein is a small plaza right…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/zuiden/attractions/deliplein/a/poi-sig/1564469/1342358",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7ac5e0b2484c7577af7b06e2a63a0f91-deliplein.jpg",
        "detail_description": "Once home to the largest red-light district in Europe, Katendrecht is now one of Rotterdam’s culinary hotspots. The Deliplein is a small plaza right behind the Fenix Food Factory that houses more than 20 restaurants and bars, including upmarket steakhouse CEO and bohemian bar Café De Ouwehoer. The Theater Walhalla on the plaza's western edge sometimes stages performances in the middle of the square.\n"
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 5,
        "name": "Markthal",
        "latitude": "51.920165",
        "longitude": "4.486703",
        "excerpt": "One of the city's signature buildings, this extraordinary inverted-U-shaped market hall was designed by local architecture firm MVRDV and opened for…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/centrum/attractions/markthal/a/poi-sig/1509295/1342356",
        "image_url": null,
        "detail_description": "One of the city's signature buildings, this extraordinary inverted-U-shaped market hall was designed by local architecture firm MVRDV and opened for business in 2014. It comprises highly sought-after glass-walled apartments arcing over a 40m-high market hall with a striking fruit-and-vegetable-muralled ceiling. Most of the stalls sell food to eat on the spot rather than produce to take home. There are also a number of sit-down eateries.\n"
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 6,
        "name": "Museum Rotterdam '40-'45 NU",
        "latitude": "51.908835",
        "longitude": "4.458261",
        "excerpt": "Good things often come in small packages, and so it is with this small but excellent museum sheltered under a bridge on the Coolhaven. An eight-minute…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/westen/attractions/museum-rotterdam-40-45-nu/a/poi-sig/1127368/1342357",
        "image_url": null,
        "detail_description": "Good things often come in small packages, and so it is with this small but excellent museum sheltered under a bridge on the Coolhaven. An eight-minute immersive multimedia experience outlines the terror and destruction caused by the bombing of Rotterdam on 14 May 1940, when 54 German aircraft dropped 1300 bombs on the city over a 13-minute period. Artefact-driven displays focus on all aspects of the wartime experience, interspersing tales of optimism and bravery among many sad stories.\nTopics addressed in the well-labelled displays include the great fire that followed the bombing, the treatment of Rotterdam's Jewish community, the equally destructive Allied bombings of 1943 and the liberation of the city by Canadian troops on 8 May 1945. A thought-provoking and depressing display in the foyer reminds visitors that many other cities have undergone experiences such as Rotterdam's in recent times.During Dutch school holidays, the museum is open 10am to 5pm Tuesday to Friday as well as weekends; check the website for holiday dates."
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 7,
        "name": "Kralingse Bos & Plas",
        "latitude": "51.942148",
        "longitude": "4.520102",
        "excerpt": "This bucolic park sits just outside the city centre and offers a delightfully laidback mixture of shaded forest, sparkling waters and manicured grass. It…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/attractions/kralingse-bos-plas/a/poi-sig/1564466/360852",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/46308d919bdc321dd2402d77945dbb45-kralingse-bos-and-plas.jpg",
        "detail_description": "This bucolic park sits just outside the city centre and offers a delightfully laidback mixture of shaded forest, sparkling waters and manicured grass. It’s a peaceful spot where locals come to cycle, sail, row and ride horses. The walk around the lake takes about an hour. Finish off with a cold drink at one of the park’s lakeside cafes.\n"
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 8,
        "name": "Uit Je Eigen Stad",
        "latitude": "51.912853",
        "longitude": "4.423435",
        "excerpt": "Uit Je Eigen Stad, which translates as 'From Your Own City', is an urban farm on the outskirts of Rotterdam whose goal is to re-educate locals about the…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/westen/attractions/uit-je-eigen-stad/a/poi-sig/1564467/1342357",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c745a51a9acbd24ef21ad7cd9fb38480-uit-je-eigen-stad.jpg",
        "detail_description": "Uit Je Eigen Stad, which translates as 'From Your Own City', is an urban farm on the outskirts of Rotterdam whose goal is to re-educate locals about the food they eat. Talks, workshops and tours teach visitors about production, permaculture gardening and medicinal herbs, and the onsite restaurant is a good place to try the farm’s self-grown food.\n"
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 9,
        "name": "De Kuip",
        "latitude": "51.893974",
        "longitude": "4.523535",
        "excerpt": "Stadion Feijenoord, known to Feyenoord supporters as De Kuip, is a huge football stadium south of the city centre that can hold over 51,000 fans. During…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/attractions/de-kuip/a/poi-sig/1564468/360852",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/91d6a4997f5ec03743ee8f53b2ff8d15-de-kuip.jpg",
        "detail_description": "Stadion Feijenoord, known to Feyenoord supporters as De Kuip, is a huge football stadium south of the city centre that can hold over 51,000 fans. During the domestic season, a bi-weekly visit to the Kuip for a match is an almost holy pilgrimage for local devotees. Guided tours of the stadium and its small museum are available Wednesdays to Saturdays (from €9.50).\n"
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 10,
        "name": "National Jenevermuseum Schiedam",
        "latitude": "51.915308",
        "longitude": "4.397331",
        "excerpt": "Housed in an 18th-century distillery, this museum is dedicated to the industry that Schiedam is best known for: production of the traditional Dutch gin…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/attractions/national-jenevermuseum-schiedam/a/poi-sig/1603505/360852",
        "image_url": null,
        "detail_description": "Housed in an 18th-century distillery, this museum is dedicated to the industry that Schiedam is best known for: production of the traditional Dutch gin known as jenever. In 1850, when the industry was at its height, there were hundreds of businesses distilling malt wine and adding juniper to produce this liquor, which was shipped all over the world. The distillery's huge bins, cooling vessels and copper distilling kettles are still here, as are a number of upstairs exhibits about jenever--making.\nThe entrance ticket includes an explanation about the jenever-making process in the ground-floor branderij where barley and rye are still malted. These occur on Tuesday, Friday and Saturday at 1.30pm, 2.30pm and 3.30pm, and on Wednesday, Thursday and Sunday at 2.30pm and 3.30pm. To visit the branderij without visiting the museum costs €5. A tasting of three jenevers costs €4.50.The combined entrance ticket to the museum and the Korenmolen de Walvisch can be purchased at either venue."
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 11,
        "name": "Toko 51",
        "latitude": "51.920403",
        "longitude": "4.468313",
        "excerpt": "A melting pot for local creatives, this space hosts pop-up exhibitions, stores, gigs and get-togethers.",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/westen/attractions/toko-51/a/poi-sig/1564465/1342357",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b994c26dabe8fd801209819d89406530-toko-51.jpg",
        "detail_description": "A melting pot for local creatives, this space hosts pop-up exhibitions, stores, gigs and get-togethers.\n"
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 12,
        "name": "Showroom Mama",
        "latitude": "51.915864",
        "longitude": "4.477948",
        "excerpt": "One of the main proponents of youth culture in Rotterdam, Showroom Mama hosts art exhibitions, performances, events and installations by aspiring…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/centrum/attractions/showroom-mama/a/poi-sig/1564473/1342356",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0b7106b6661d852248c44bf3eb3ca1e1-showroom-mama.jpg",
        "detail_description": "One of the main proponents of youth culture in Rotterdam, Showroom Mama hosts art exhibitions, performances, events and installations by aspiring creatives.\n"
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 13,
        "name": "Kunsthal",
        "latitude": "51.910814",
        "longitude": "4.473431",
        "excerpt": "This dynamic cultural institution in Rotterdam's main museum enclave is known for its constantly changing and inevitably thought-provoking exhibition…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/centrum/attractions/kunsthal/a/poi-sig/429658/1342356",
        "image_url": null,
        "detail_description": "This dynamic cultural institution in Rotterdam's main museum enclave is known for its constantly changing and inevitably thought-provoking exhibition program. There are always at least three exhibitions to visit – from painting to photography, fashion to graphic design – and these are spread across the architecturally notable multifloored building, which abuts a dyke embankment and was designed in 1988–89 by Rem Koolhaas and Fuminori Hoshino from local firm OMA.\nThe Kunsthal was the victim of a major theft in 2012 when several masterpieces by Monet and Matisse, among others, were stolen (they are still missing)."
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 14,
        "name": "Maritiem Museum Rotterdam",
        "latitude": "51.917531975791",
        "longitude": "4.482276917372",
        "excerpt": "Children adore this museum overlooking Leuvehaven, whose permanent exhibits are emphatically kid-focused. The best of these is the 'Offshore Experience',…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/centrum/attractions/maritiem-museum-rotterdam/a/poi-sig/1234271/1342356",
        "image_url": null,
        "detail_description": "Children adore this museum overlooking Leuvehaven, whose permanent exhibits are emphatically kid-focused. The best of these is the 'Offshore Experience', which investigates day-to-day operations on North Sea oil and gas platforms and includes nine interactive activities. Older kids can test their dexterity with crane simulators, take safety quizzes, steer ships with a joystick and more. Little ones will get more out of the 'Professor Splash' play activity. Adults can engage with temporary exhibitions, which deal with all things maritime.\nTickets include entry to the museum's collection of historic vessels and cranes moored in the Leuvehaven; all are in working order and many can be boarded (open until 4pm)."
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 15,
        "name": "Het Nieuwe Instituut",
        "latitude": "51.914656380083",
        "longitude": "4.4713034160376",
        "excerpt": "This design-driven cultural hub houses the Netherlands Architecture Institute, e-culture institute Virtueel Platform and the Netherlands Institute for…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/centrum/attractions/het-nieuwe-instituut/a/poi-sig/429664/1342356",
        "image_url": null,
        "detail_description": "This design-driven cultural hub houses the Netherlands Architecture Institute, e-culture institute Virtueel Platform and the Netherlands Institute for Design and Fashion. Architect Jo Coenen beat high-profile competitors including Rem Koolhaas to win the 1988 design competition for the building: a striking glass, concrete and steel structure incorporating multiple exhibition spaces, an archive and an auditorium overlooking a lake. Its exhibitions on architecture, design and digital culture can be esoteric and are geared towards design professionals rather than the general public.\nEntry to the nearby Huis Sonneveld is included in the ticket price.Entry to the museum is free on Thursday nights. The bookshop cafe on the ground floor is a popular meeting spot."
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 16,
        "name": "Overblaak Development",
        "latitude": "51.920126",
        "longitude": "4.490801",
        "excerpt": "Designed by Amsterdam-based architect Piet Blom and built between 1978 and 1984, this mind-bending development facing the Markthal is marked by its pencil…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/centrum/attractions/overblaak-development/a/poi-sig/1234264/1342356",
        "image_url": null,
        "detail_description": "Designed by Amsterdam-based architect Piet Blom and built between 1978 and 1984, this mind-bending development facing the Markthal is marked by its pencil-shaped tower and 'forest' of 38 cube-shaped apartments on hexagonal pylons. This vibrantly coloured, crazily tilting apartment block is one of the city's most recognisable structures. One apartment, the Kijk-Kubus Museumwoning, is open to the public; the Stayokay Rotterdam youth hostel occupies the supersized cube at the southern end.\n"
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 17,
        "name": "Euromast",
        "latitude": "51.905420980389",
        "longitude": "4.4666237124419",
        "excerpt": "Designed by HA Maaskant as a landmark and built between 1958 and 1960, the 185m-high Euromast offers unparalleled 360-degree views of Rotterdam from its…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/westen/attractions/euromast/a/poi-sig/429654/1342357",
        "image_url": null,
        "detail_description": "Designed by HA Maaskant as a landmark and built between 1958 and 1960, the 185m-high Euromast offers unparalleled 360-degree views of Rotterdam from its 100m-high observation deck, or from its rotating glass Euroscoop elevator, which goes right to the top of the mast.\r\n\nIt's also possible to enjoy a drink or meal at the cocktail bar/brasserie underneath the observation deck, or overnight in two hotel suites on the observation deck (including breakfast from €385). Thrill seekers can sign up for weekend abseiling and ziplining up and down the tower (€55 each, May to September, bookings essential).\r\n"
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 18,
        "name": "Korenmolen de Walvisch",
        "latitude": "51.915646",
        "longitude": "4.395196",
        "excerpt": "One of the highest windmills in the world, the 'Mill of the Whale' dates from 1794 and was rebuilt in 1996 after a fire. Built to grind malt for the gin…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/attractions/korenmolen-de-walvisch/a/poi-sig/1603504/360852",
        "image_url": null,
        "detail_description": "One of the highest windmills in the world, the 'Mill of the Whale' dates from 1794 and was rebuilt in 1996 after a fire. Built to grind malt for the gin industry, it now functions as a museum, with exhibits explaining the milling process and a video presentation about the Netherlands' 1200 windmills (a third of which still work). A downstairs shop sells flours milled at De Vrijheid mill, the only one of Schiedam's seven historic mills still functioning.\nThe combined entrance ticket to the mill and National Jenevermuseum Schiedam can be purchased at either venue."
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 19,
        "name": "Museum Rotterdam",
        "latitude": "51.922223",
        "longitude": "4.481317",
        "excerpt": "The attractive Timmerhuis building designed by Rotterdam-based Rem Koolhaas is a classy location for this museum profiling the city's past, present and…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/centrum/attractions/museum-rotterdam/a/poi-sig/429656/1342356",
        "image_url": null,
        "detail_description": " In 2020, the Museum Rotterdam relocated to its Coolhaven location: Museum Rotterdam '40 - '45 NOW. The museum's collection showcases objects and art related to the history of the city.\n"
    },
    {
        "country": "rotterdam",
        "city": "Rotterdam",
        "index": 20,
        "name": "Lijnbaan",
        "latitude": "51.920086",
        "longitude": "4.477304",
        "excerpt": "Commissioned to design 65 shops in Rotterdam's central business district in the 1950s, architects Jo Van den Broek and Jaap Bakema came up with the…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/centrum/attractions/lijnbaan/a/poi-sig/1604124/1342356",
        "image_url": null,
        "detail_description": "Commissioned to design 65 shops in Rotterdam's central business district in the 1950s, architects Jo Van den Broek and Jaap Bakema came up with the concept of a traffic-free shopping precinct and created the Lijnbaan, two intersecting pedestrianised strips lined by two-storey shops made from prefabricated concrete panels. Wide and low, the shops were totally unlike traditional Dutch retail buildings. Van den Broek and Bakema's concept of a fully pedestrianised precinct influenced retail architecture and urban design around the globe.\n"
    }
]