[
{
    "country": "rovaniemi",
    "city": "Rovaniemi",
    "index": 1,
    "name": "Arktikum",
    "latitude": "66.507581",
    "longitude": "25.726236",
    "excerpt": "With its beautifully designed glass tunnel stretching out to the Ounasjoki, this is one of Finland’s finest museums. One half deals with Lapland, with…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/arktikum/a/poi-sig/494004/359184",
    "image_url": null,
    "detail_description": "With its beautifully designed glass tunnel stretching out to the Ounasjoki, this is one of Finland’s finest museums. One half deals with Lapland, with information on Sámi culture and the history of Rovaniemi; the other offers a wide-ranging display on the Arctic, with superb static and interactive displays focusing on flora and fauna, as well as on the peoples of Arctic Europe, Asia and North America. Downstairs an audiovisual – basically a pretty slide show – plays on a constant loop.\nAlso here are a research library and a handy cafe."
},
{
    "country": "rovaniemi",
    "city": "Rovaniemi",
    "index": 9,
    "name": "Rovaniemen Taidemuseo",
    "latitude": "66.501161",
    "longitude": "25.718211",
    "excerpt": "A wide collection of contemporary Finnish art rotates in the clean white exhibition space of this gallery in an old brick truck depot. Performances by the…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/rovaniemen-taidemuseo/a/poi-sig/494010/359184",
    "image_url": null,
    "detail_description": "A wide collection of contemporary Finnish art rotates in the clean white exhibition space of this gallery in an old brick truck depot. Performances by the Lapland Chamber Orchestra regularly take place in its concert hall.\n"
},
{
    "country": "rovaniemi",
    "city": "Rovaniemi",
    "index": 8,
    "name": "Rovaniemen Kirkko",
    "latitude": "66.494619",
    "longitude": "25.728961",
    "excerpt": "Completed in 1950, this church replaced the one destroyed during WWII. The impressively large fresco behind the altar depicts a Christ figure emerging…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/rovaniemen-kirkko/a/poi-sig/1192069/359184",
    "image_url": null,
    "detail_description": "Completed in 1950, this church replaced the one destroyed during WWII. The impressively large fresco behind the altar depicts a Christ figure emerging from Lappish scenery. Created by Lennart Segerstråle, the fresco has two sides: one populated by the faithful, the other by brawling drunkards and ravening wolves.\n"
},
{
    "country": "rovaniemi",
    "city": "Rovaniemi",
    "index": 7,
    "name": "Santa's Grotto",
    "latitude": "66.543468",
    "longitude": "25.847429",
    "excerpt": "Santa sees visitors year-round in this impressive grotto, with a huge clock mechanism (it slows the earth’s rotation so that Santa can visit the whole…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/santa-s-grotto/a/poi-sig/1430804/359184",
    "image_url": null,
    "detail_description": "Santa sees visitors year-round in this impressive grotto, with a huge clock mechanism (it slows the earth’s rotation so that Santa can visit the whole world’s children on Christmas Eve). The portly saint is quite a linguist, and an old hand at chatting with kids and adults alike.\nA private chat (around two minutes) is absolutely free, but you can’t photograph the moment, and official photos of your visit start at €25. You can also get a certificate of 'niceness' or of meeting Santa (each €10)."
},
{
    "country": "rovaniemi",
    "city": "Rovaniemi",
    "index": 6,
    "name": "Santa Claus Post Office",
    "latitude": "66.543553",
    "longitude": "25.845906",
    "excerpt": "Situated within the Santa Claus Village, this post office receives over half a million letters each year from children worldwide. You can browse a…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/santa-claus-post-office/a/poi-sig/1192520/359184",
    "image_url": null,
    "detail_description": "Situated within the Santa Claus Village, this post office receives over half a million letters each year from children worldwide. You can browse a selection of the letters, which range from rather mercenary requests for thousands of euros' worth of electronic goods to heart-rending pleas for parents to recover from cancer. Postcards sent from here bear an official Santa stamp; you can arrange to have it delivered at Christmas time. For €4.45 Santa will send you a Christmas letter.\n"
},
{
    "country": "rovaniemi",
    "city": "Rovaniemi",
    "index": 5,
    "name": "Santapark",
    "latitude": "66.539757",
    "longitude": "25.796843",
    "excerpt": "Built inside a cavern in the mountain, this Christmas-themed amusement park features an army of elves baking gingerbread, a magic sleigh ride, a carousel,…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/santapark/a/poi-sig/1192151/359184",
    "image_url": null,
    "detail_description": "Built inside a cavern in the mountain, this Christmas-themed amusement park features an army of elves baking gingerbread, a magic sleigh ride, a carousel, an ice bar, a theatre, a restaurant and, of course, Santa himself. The most intriguing section is the gallery of ice sculpture. It lacks a bit of atmosphere in the summer season, though it’s cheaper. Tickets are valid for two days. Bus 8 linking Rovaniemi and Napapiiri (€4.25, 10 minutes, up to three hourly) stops here.\nIt's 2.5km west of Santa Claus Village."
},
{
    "country": "rovaniemi",
    "city": "Rovaniemi",
    "index": 4,
    "name": "Santa Claus Village",
    "latitude": "66.543596",
    "longitude": "25.8445",
    "excerpt": "The ‘official’ Santa Claus Village is built atop the Arctic Circle marker, denoted by a line painted on the pavement (Arctic Circle certificates cost €4…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/santa-claus-village/a/poi-sig/1192150/359184",
    "image_url": null,
    "detail_description": "The ‘official’ Santa Claus Village is built atop the Arctic Circle marker, denoted by a line painted on the pavement (Arctic Circle certificates cost €4.50). There’s a mixture of humdrum souvenir stands and classier shops, some selling Sámi handicrafts. Other attractions here include reindeer-pulled sleigh rides (on wheels in summer, traditional runners in snow; per adult/child from €18/14 for 400m) and Santa's Grotto.\nYou can also visit a husky park, and view ice sculpting and varying Christmassy exhibitions. There are Christmas-themed dining options; on-site accommodation includes cabins at Santa Claus Holiday Village, and the new Snowman World (http://snowmanworld.fi), with glass-sided apartments and a winter-only ice hotel complete with restaurant and bar.Bus 8 heads here from the train station, via the city and airport (€4.25, 25 minutes, up to three hourly 6.30am to 6.30pm)."
},
{
    "country": "rovaniemi",
    "city": "Rovaniemi",
    "index": 3,
    "name": "Konttaniemen Porotila",
    "latitude": "66.559849",
    "longitude": "25.646961",
    "excerpt": "Meet reindeer (including adorable calves in season) and find out about their life cycle at this reindeer farm 7km northwest of Rovaniemi. Tours complete…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/konttaniemen-porotila/a/poi-sig/1192084/359184",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/Arctic-Snow-Hotel-reindeer.jpg",
    "detail_description": "Meet reindeer (including adorable calves in season) and find out about their life cycle at this reindeer farm 7km northwest of Rovaniemi. Tours complete with lunch (of, yes, reindeer) are available year-round, and sleigh rides are available in winter.\n"
},
{
    "country": "rovaniemi",
    "city": "Rovaniemi",
    "index": 2,
    "name": "Pilke Tiedekeskus",
    "latitude": "66.507321",
    "longitude": "25.724906",
    "excerpt": "Downstairs in the Metsähallitus (Finnish Forest and Park Service) building next to the Arktikum, this is a highly entertaining exhibition on Finnish…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/pilke-tiedekeskus/a/poi-sig/1325532/359184",
    "image_url": null,
    "detail_description": "Downstairs in the Metsähallitus (Finnish Forest and Park Service) building next to the Arktikum, this is a highly entertaining exhibition on Finnish forestry with a sustainability focus. It has dozens of interactive displays that are great for kids of all ages, who can clamber up into a bird house, build a timber-framed dwelling, get behind the wheel of a forest harvester or play games about forest management. Multilingual touch screens provide interesting background information.\n"
}
]