[
{
    "country": "rovinj",
    "city": "Rovinj",
    "index": 1,
    "name": "St Euphemia's Church",
    "latitude": "45.083157",
    "longitude": "13.630922",
    "excerpt": "Built from 1725 to 1736, this imposing structure – the largest baroque church in Istria – dominates Rovinj from its hilltop location in the middle of the…",
    "detail_url": "https://www.lonelyplanet.com/croatia/istria/rovinj/attractions/st-euphemia-s-church/a/poi-sig/1265387/358799",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ba4d82b635a27a41be43205acc0930cb-st-euphemia-s-church.jpg",
    "detail_description": "Built from 1725 to 1736, this imposing structure – the largest baroque church in Istria – dominates Rovinj from its hilltop location in the middle of the old town. Its 61m-high bell tower is older than the present church; construction commenced in 1654 and lasted 26 years. It's modelled on the campanile of St Mark’s in Venice, and is topped by a 4m copper statue of St Euphemia, who shows the direction of the wind by turning on a spindle.\nInside the church, there are various notable artworks and ceiling frescoes above the sanctuary.The body of St Euphemia is said to rest in the ancient Roman sarcophagus behind the right-hand altar. Rovinj’s patron saint was tortured for her faith by the Emperor Diocletian before being thrown to the lions in AD 304. Her body was kept in Constantinople (present-day Istanbul) until the 7th century, when it was removed to protect it from iconoclasts. According to local legend, it then appeared off the coast of Rovinj in a spectral boat. The townspeople were unable to budge the heavy sarcophagus until a small boy appeared with two calves and moved it to the top of the hill."
},
{
    "country": "rovinj",
    "city": "Rovinj",
    "index": 6,
    "name": "Balbi Arch",
    "latitude": "45.082127",
    "longitude": "13.634355",
    "excerpt": "This elaborate arch was built in 1679 as the main town gate. The top of the arch is ornamented with a Turkish head on the outside and a Venetian head on…",
    "detail_url": "https://www.lonelyplanet.com/croatia/istria/rovinj/attractions/balbi-arch/a/poi-sig/1271674/358799",
    "image_url": null,
    "detail_description": "This elaborate arch was built in 1679 as the main town gate. The top of the arch is ornamented with a Turkish head on the outside and a Venetian head on the inside. The winged lion at the top is a symbol of Venice, although this one is unusual in that it has visible genitalia.\n"
},
{
    "country": "rovinj",
    "city": "Rovinj",
    "index": 5,
    "name": "Rovinj City Museum",
    "latitude": "45.082407",
    "longitude": "13.634237",
    "excerpt": "Housed in a 17th-century baroque palace, this museum displays temporary exhibitions on the ground floor, 20th-century and contemporary art on the 1st…",
    "detail_url": "https://www.lonelyplanet.com/croatia/istria/rovinj/attractions/rovinj-city-museum/a/poi-sig/1265400/358799",
    "image_url": null,
    "detail_description": "Housed in a 17th-century baroque palace, this museum displays temporary exhibitions on the ground floor, 20th-century and contemporary art on the 1st floor, and 16th- to 19th-century works on the top floor. Croatian artists are well represented, along with Venetian luminaries such as Jacopo Bassano.\n"
},
{
    "country": "rovinj",
    "city": "Rovinj",
    "index": 4,
    "name": "Batana Ecomuseum",
    "latitude": "45.081601",
    "longitude": "13.632928",
    "excerpt": "This tiny museum is dedicated to the batana, a flat-bottomed fishing boat that stands as a symbol of Rovinj’s seafaring and fishing traditions. Although…",
    "detail_url": "https://www.lonelyplanet.com/croatia/istria/rovinj/attractions/batana-ecomuseum/a/poi-sig/1265395/358799",
    "image_url": null,
    "detail_description": "This tiny museum is dedicated to the batana, a flat-bottomed fishing boat that stands as a symbol of Rovinj’s seafaring and fishing traditions. Although there are some multimedia displays, most captions are in Croatian and Italian only; if you read neither, you're unlikely to need more than 10 minutes here.\n"
},
{
    "country": "rovinj",
    "city": "Rovinj",
    "index": 3,
    "name": "Grisia",
    "latitude": "45.082733",
    "longitude": "13.632091",
    "excerpt": "Lined with galleries and souvenir stores, this cobbled street leads uphill through the old town to St Euphemia. Windows, balconies, portals and squares…",
    "detail_url": "https://www.lonelyplanet.com/croatia/istria/rovinj/attractions/grisia/a/poi-sig/1265398/358799",
    "image_url": null,
    "detail_description": "Lined with galleries and souvenir stores, this cobbled street leads uphill through the old town to St Euphemia. Windows, balconies, portals and squares are a pleasant confusion of styles – Gothic, Renaissance, baroque and neoclassical. Notice the unique fumaioli (exterior chimneys), built during the population boom when entire families lived in a single room with a fireplace.\n"
},
{
    "country": "rovinj",
    "city": "Rovinj",
    "index": 2,
    "name": "Golden Cape Forest Park",
    "latitude": "45.066853",
    "longitude": "13.635321",
    "excerpt": "Covered in oak and pine groves and boasting 10 species of cypress, this verdant expanse was established in 1890 by Baron Hütterott, an Austrian admiral…",
    "detail_url": "https://www.lonelyplanet.com/croatia/istria/rovinj/attractions/golden-cape-forest-park/a/poi-sig/1265403/358799",
    "image_url": null,
    "detail_description": "Covered in oak and pine groves and boasting 10 species of cypress, this verdant expanse was established in 1890 by Baron Hütterott, an Austrian admiral who kept a villa on Crveni Otok. You can swim off the rocks in the bays nestled between the park's three capes: Punta Montauro, Punta Corrente and Punta Scaraba. It's easily reached on foot or bike by following the waterfront south from the harbour.\n"
}
]