[
{
    "country": "sacramento",
    "city": "Sacramento",
    "index": 1,
    "name": "Golden 1 Center",
    "latitude": "38.580144",
    "longitude": "-121.499766",
    "excerpt": "Welcome to the arena of the future. This gleaming home to the Sacramento Kings is one of the most advanced sports facilities in the country. Made with the…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/sacramento/attractions/golden-1-center/a/poi-sig/1569578/361807",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Sacramento%20JasonDoiy%20GettyImages-1233102919%20RFE%20crop.jpg",
    "detail_description": "Welcome to the arena of the future. This gleaming home to the Sacramento Kings is one of the most advanced sports facilities in the country. Made with the highest sustainability standard, it's built from local materials, powered by solar and cooled by five-story airplane hangar doors that swing open to capture the pleasant Delta breeze.\nThe building is also pushing the envelope of interactivity, with a free app that allows fans to monitor bathroom lines, order concessions (which follow a farm-to-fork philosophy, of course) and watch replays of the action on the court."
},
{
    "country": "sacramento",
    "city": "Sacramento",
    "index": 9,
    "name": "Sutter's Fort State Historic Park",
    "latitude": "38.572327",
    "longitude": "-121.471034",
    "excerpt": "Originally built by John Sutter, this park was once the only trace of white settlement for hundreds of miles. Reserve a couple hours to stroll within its…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/sacramento/attractions/sutter-s-fort-state-historic-park/a/poi-sig/456965/361807",
    "image_url": null,
    "detail_description": "Originally built by John Sutter, this park was once the only trace of white settlement for hundreds of miles. Reserve a couple hours to stroll within its walls, where furniture, medical equipment and a blacksmith shop are straight out of the 1850s.\n"
},
{
    "country": "sacramento",
    "city": "Sacramento",
    "index": 11,
    "name": "Nimbus Fish Hatchery",
    "latitude": "38.633651",
    "longitude": "-121.226213",
    "excerpt": "This active facility plays an important role in restoring the population of Chinook salmon and steelhead in area rivers.",
    "detail_url": "https://www.lonelyplanet.com/usa/california/sacramento/attractions/nimbus-fish-hatchery/a/poi-sig/1492057/361807",
    "image_url": null,
    "detail_description": "This active facility plays an important role in restoring the population of Chinook salmon and steelhead in area rivers.\n"
},
{
    "country": "sacramento",
    "city": "Sacramento",
    "index": 10,
    "name": "K Street Mall",
    "latitude": "38.579775",
    "longitude": "-121.496086",
    "excerpt": "Known by locals as 'The Kay,' this formerly blighted neighborhood has undergone a major redevelopment effort that has transformed it into a weekend hot…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/sacramento/attractions/k-street-mall/a/poi-sig/1569579/361807",
    "image_url": null,
    "detail_description": "Known by locals as 'The Kay,' this formerly blighted neighborhood has undergone a major redevelopment effort that has transformed it into a weekend hot spot. The pedestrian mall draws a party on weekends.\n"
},
{
    "country": "sacramento",
    "city": "Sacramento",
    "index": 8,
    "name": "Sacramento History Museum",
    "latitude": "38.58505402",
    "longitude": "-121.50474955",
    "excerpt": "Exhibits, stories and artifacts of some of Sacramento's most fascinating citizens, though much of the information is focused on the Gold Rush. Get tickets…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/sacramento/attractions/sacramento-history-museum/a/poi-sig/1470280/361807",
    "image_url": null,
    "detail_description": "Exhibits, stories and artifacts of some of Sacramento's most fascinating citizens, though much of the information is focused on the Gold Rush. Get tickets here for the Underground Tour, a 45-minute look at what's under Old Sac's streets.\n"
},
{
    "country": "sacramento",
    "city": "Sacramento",
    "index": 7,
    "name": "Crocker Art Museum",
    "latitude": "38.577124827439",
    "longitude": "-121.50618195534",
    "excerpt": "Housed in the ornate Victorian mansion (and sprawling additions) of a railroad baron, this museum has striking architecture and an excellent collection…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/sacramento/attractions/crocker-art-museum/a/poi-sig/456957/361807",
    "image_url": null,
    "detail_description": "Housed in the ornate Victorian mansion (and sprawling additions) of a railroad baron, this museum has striking architecture and an excellent collection. Works by California painters and European masters hang beside an enthusiastically curated collection of contemporary art.\n"
},
{
    "country": "sacramento",
    "city": "Sacramento",
    "index": 6,
    "name": "State Indian Museum",
    "latitude": "38.572906",
    "longitude": "-121.471603",
    "excerpt": "It’s with some irony that the Indian Museum sits in the shadow of Sutter’s Fort. The excellent exhibits and tribal handicrafts on display – including the…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/sacramento/attractions/state-indian-museum/a/poi-sig/456951/361807",
    "image_url": null,
    "detail_description": "It’s with some irony that the Indian Museum sits in the shadow of Sutter’s Fort. The excellent exhibits and tribal handicrafts on display – including the intricately woven and feathered baskets of the Pomo – are traces of cultures nearly stamped out by the fervor Sutter ignited.\n"
},
{
    "country": "sacramento",
    "city": "Sacramento",
    "index": 3,
    "name": "California State Railroad Museum",
    "latitude": "38.584715092798",
    "longitude": "-121.50364995003",
    "excerpt": "Train buffs will delight in this incredible collection of vintage locomotives (even if history buffs will question the candy-coated presentation about the…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/sacramento/attractions/california-state-railroad-museum/a/poi-sig/456953/361807",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Sacramento%20Sundry%20Photography%20shutterstock_1188452086%20RFE.jpg",
    "detail_description": "Train buffs will delight in this incredible collection of vintage locomotives (even if history buffs will question the candy-coated presentation about the plight of workers who built the rails). You can also hop aboard a restored passenger train from the Sacramento Southern Railroad for a 45-minute jaunt along the river.\nWeather permitting, train rides run hourly from 11am to 4pm on weekends from April to September and on select dates in October, November and December."
},
{
    "country": "sacramento",
    "city": "Sacramento",
    "index": 5,
    "name": "Old Sacramento State Historic Park",
    "latitude": "38.582576",
    "longitude": "-121.504712",
    "excerpt": "The historic river port next to Downtown, Old Sacramento remains the city's stalwart tourist draw. The old-fashioned Gold Rush-era atmosphere and the…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/sacramento/attractions/old-sacramento-state-historic-park/a/poi-sig/1539122/361807",
    "image_url": null,
    "detail_description": "The historic river port next to Downtown, Old Sacramento remains the city's stalwart tourist draw. The old-fashioned Gold Rush-era atmosphere and the pervasive aroma of saltwater taffy make it good for a stroll, especially on summer evenings. California's largest concentration of buildings on the National Register of Historic Places is found here.\n"
},
{
    "country": "sacramento",
    "city": "Sacramento",
    "index": 4,
    "name": "California State Capitol",
    "latitude": "38.57648944",
    "longitude": "-121.49353346",
    "excerpt": "The gleaming dome of the California State Capitol is Sacramento’s most recognizable structure. A painting of Arnold Schwarzenegger in a suit hangs in the…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/sacramento/attractions/california-state-capitol/a/poi-sig/1254402/361807",
    "image_url": null,
    "detail_description": "The gleaming dome of the California State Capitol is Sacramento’s most recognizable structure. A painting of Arnold Schwarzenegger in a suit hangs in the West Wing along with the other governors' portraits. Some will find Capitol Park, the 40 acres of gardens and memorials surrounding the building more interesting than what's inside. Tours run hourly from 9am to 4pm.\n"
},
{
    "country": "sacramento",
    "city": "Sacramento",
    "index": 2,
    "name": "California Museum",
    "latitude": "38.57451328",
    "longitude": "-121.49565946",
    "excerpt": "This modern museum is home to the California Hall of Fame and so the only place to simultaneously encounter César Chávez, Mark Zuckerberg and Amelia…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/sacramento/attractions/california-museum/a/poi-sig/1132918/361807",
    "image_url": null,
    "detail_description": ""
}
]