[
{
    "country": "sagres",
    "city": "Sagres",
    "index": 1,
    "name": "Cabo de São Vicente",
    "latitude": "37.023533",
    "longitude": "-8.995475",
    "excerpt": "Europe’s southwesternmost point is a barren headland 6km northwest of Sagres' town centre that was the last piece of home that Portuguese sailors once saw…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/sagres/attractions/cabo-de-sao-vicente/a/poi-sig/1374607/360374",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/41722a5b63b8187663cfd5f1553908a4-cabo-de-sao-vicente.jpg",
    "detail_description": "Europe’s southwesternmost point is a barren headland 6km northwest of Sagres' town centre that was the last piece of home that Portuguese sailors once saw as they launched into the unknown. It's a spectacular spot: at sunset you can almost hear the hissing as the sun hits the sea. A red lighthouse houses a small but excellent museum showcasing Sagres' role in Portugal’s maritime history.\nThe cape – a revered place even in the time of the Phoenicians and known to the Romans as Promontorium Sacrum – takes its present name from a Spanish priest martyred by the Romans. The old fortifications, trashed by Francis Drake in 1587, were later pulverised by the 1755 earthquake.Before reaching the lighthouse, you'll pass the ruined fortress Fortaleza do Beliche."
},
{
    "country": "sagres",
    "city": "Sagres",
    "index": 8,
    "name": "Statue of Henry the Navigator",
    "latitude": "37.007428",
    "longitude": "-8.940843",
    "excerpt": "Near the turismo stands this statue of Henry the Navigator, map in hand, pointing out to sea.",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/sagres/attractions/statue-of-henry-the-navigator/a/poi-sig/1537397/360374",
    "image_url": null,
    "detail_description": "Near the turismo stands this statue of Henry the Navigator, map in hand, pointing out to sea.\n"
},
{
    "country": "sagres",
    "city": "Sagres",
    "index": 7,
    "name": "Fortaleza da Baleeira",
    "latitude": "37.008524",
    "longitude": "-8.928194",
    "excerpt": "Above the fishing port, all that remains of the tiny 16th-century Fortaleza da Baleeira is an archway and part of the walls.",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/sagres/attractions/fortaleza-da-baleeira/a/poi-sig/1375982/360374",
    "image_url": null,
    "detail_description": "Above the fishing port, all that remains of the tiny 16th-century Fortaleza da Baleeira is an archway and part of the walls.\n"
},
{
    "country": "sagres",
    "city": "Sagres",
    "index": 6,
    "name": "Igreja de Nossa Senhora da Graça",
    "latitude": "37.000453",
    "longitude": "-8.949287",
    "excerpt": "Within the Fortaleza de Sagres, this small whitewashed church dating from 1570 is a simple barrel-vaulted structure with a gilded 17th-century altarpiece…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/sagres/attractions/igreja-de-nossa-senhora-da-graca/a/poi-sig/1375987/360374",
    "image_url": null,
    "detail_description": "Within the Fortaleza de Sagres, this small whitewashed church dating from 1570 is a simple barrel-vaulted structure with a gilded 17th-century altarpiece. Elephants and antelopes feature on its tiled altar panels.\n"
},
{
    "country": "sagres",
    "city": "Sagres",
    "index": 5,
    "name": "Farol de São Vicente",
    "latitude": "37.023036",
    "longitude": "-8.996601",
    "excerpt": "The lighthouse complex at Cabo de São Vicente contains a small but excellent museum that gives a good overview of Portugal’s maritime-navigation history,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/sagres/attractions/farol-de-sao-vicente/a/poi-sig/1374315/360374",
    "image_url": null,
    "detail_description": "The lighthouse complex at Cabo de São Vicente contains a small but excellent museum that gives a good overview of Portugal’s maritime-navigation history, displays replica folios of a 1561 atlas and gives information on the history of the lighthouse.\n"
},
{
    "country": "sagres",
    "city": "Sagres",
    "index": 4,
    "name": "Praia do Martinhal",
    "latitude": "37.018471",
    "longitude": "-8.926971",
    "excerpt": "One of the prettier beaches in the Sagres area, 2.5km northeast of the centre, Martinhal is backed by a resort development, so it's a little complex to…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/sagres/attractions/praia-do-martinhal/a/poi-sig/1513423/360374",
    "image_url": null,
    "detail_description": "One of the prettier beaches in the Sagres area, 2.5km northeast of the centre, Martinhal is backed by a resort development, so it's a little complex to find by car, but it's an easy 800m walk north from the port. The water is calm and the angle of entry shallow, making it ideal for families.\n"
},
{
    "country": "sagres",
    "city": "Sagres",
    "index": 3,
    "name": "Fortaleza do Beliche",
    "latitude": "37.027268",
    "longitude": "-8.982482",
    "excerpt": "Built in 1632 on the site of an older fortress, Fortaleza do Beliche is 4.8km northwest of the town centre, and 1.2km southeast of the lighthouse at Cabo…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/sagres/attractions/fortaleza-do-beliche/a/poi-sig/1513952/360374",
    "image_url": null,
    "detail_description": "Built in 1632 on the site of an older fortress, Fortaleza do Beliche is 4.8km northwest of the town centre, and 1.2km southeast of the lighthouse at Cabo de São Vicente. Although it once housed a hotel, erosion has made the ground unstable and the interior is off-limits to visitors, but you can go through the walls to the seaward side and descend a pretty pathway down to near the water.\nThe sheltering walls here protect picnickers from the wind."
},
{
    "country": "sagres",
    "city": "Sagres",
    "index": 2,
    "name": "Fortaleza de Sagres",
    "latitude": "37.00083",
    "longitude": "-8.948171",
    "excerpt": "Blank, hulking and forbidding, Sagres’ fortress offers breathtaking views over the sheer cliffs, and all along the coast to Cabo de São Vicente. Legend…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/sagres/attractions/fortaleza-de-sagres/a/poi-sig/1375604/360374",
    "image_url": null,
    "detail_description": "Blank, hulking and forbidding, Sagres’ fortress offers breathtaking views over the sheer cliffs, and all along the coast to Cabo de São Vicente. Legend has it that this is where Prince Henry the Navigator established his navigation school. It's quite a large site, so allow at least an hour to see everything.\nInside the gate is a huge, curious stone pattern that measures 43m in diameter. Named the rosa dos ventos (literally, a pictorial representation of a compass), this strange configuration is believed to be a mariner’s compass or a sundial of sorts. Excavated in 1921, the paving may date from Prince Henry’s time but is more likely to be from the 16th century.The precinct’s oldest buildings include a cistern tower to the east, a house and the small, whitewashed, 16th-century Igreja de Nossa Senhora da Graça, a simple barrel-vaulted structure with a gilded 17th-century altarpiece. Take a closer look at the tiled altar panels, which feature elephants and antelopes.Many of the gaps you see between buildings are the result of a 1960s spring clean of 17th- and 18th-century ruins that was organised to make way for a reconstruction (later aborted) that was to coincide with the 500th anniversary of Henry’s death.Its visitors centre contains a gift shop, an exhibition centre and a cafe.It's a great walk around the perimeter of the promontory; information boards (in English and Portuguese) shed light on the rich flora and fauna of the area. Don't miss the limestone crevices descending to the sea, or the labyrinth art installation by Portugal's famous sculptor-architect Pancho Guedes.Near the southern end of the promontory is a lighthouse. Death-defying anglers balance on the cliffs below the walls, hoping to land bream or sea bass."
}
]