[
{
    "country": "saint-john",
    "city": "Saint John",
    "index": 1,
    "name": "New Brunswick Museum",
    "latitude": "45.273497",
    "longitude": "-66.064943",
    "excerpt": "The New Brunswick Museum has a varied and interesting collection. There's a surprisingly captivating section on industrial history with 1908 figurines by…",
    "detail_url": "https://www.lonelyplanet.com/canada/new-brunswick/saint-john/attractions/new-brunswick-museum/a/poi-sig/469112/1005768",
    "image_url": null,
    "detail_description": "The New Brunswick Museum has a varied and interesting collection. There's a surprisingly captivating section on industrial history with 1908 figurines by Acadian Alfred Morneault and an outstanding section on marine life, including a life-size specimen of a whale. There are also hands-on exhibits, models of old sailing ships and a stunning collection of Canadian and international artwork on the top floor. This is the province's top museum and worth a visit.\n"
},
{
    "country": "saint-john",
    "city": "Saint John",
    "index": 6,
    "name": "Saint John Jewish Historical Museum",
    "latitude": "45.273712",
    "longitude": "-66.05361",
    "excerpt": "With various artifacts and photographs, this modest museum traces the history and culture of Saint John's Jewish community, whose members included Louis B…",
    "detail_url": "https://www.lonelyplanet.com/canada/new-brunswick/saint-john/attractions/saint-john-jewish-historical-museum/a/poi-sig/1361038/1005768",
    "image_url": null,
    "detail_description": "With various artifacts and photographs, this modest museum traces the history and culture of Saint John's Jewish community, whose members included Louis B Mayer of Metro-Goldwyn-Mayer (MGM) Hollywood fame. Keep your eye out for the fabulous 1970s video footage of an 80-year-old woman hand-making bagels.\n"
},
{
    "country": "saint-john",
    "city": "Saint John",
    "index": 7,
    "name": "Carleton Martello Tower",
    "latitude": "45.252169",
    "longitude": "-66.075903",
    "excerpt": "Built during the War of 1812 for defence purposes, this round stone fort is going through restoration for the foreseeable future. In the meantime, you can…",
    "detail_url": "https://www.lonelyplanet.com/canada/new-brunswick/saint-john/attractions/carleton-martello-tower/a/poi-sig/469100/1005768",
    "image_url": null,
    "detail_description": "Built during the War of 1812 for defence purposes, this round stone fort is going through restoration for the foreseeable future. In the meantime, you can see artifacts and learn about its history in the interpretive center and wander around its outside.\n"
},
{
    "country": "saint-john",
    "city": "Saint John",
    "index": 8,
    "name": "Loyalist Burial Ground",
    "latitude": "45.274743",
    "longitude": "-66.056588",
    "excerpt": "This pretty cemetery, with sturdy trees offering plenty of shade, a fountain and fading tombstones from as early as 1783, is just off Kings Sq, in a park…",
    "detail_url": "https://www.lonelyplanet.com/canada/new-brunswick/saint-john/attractions/loyalist-burial-ground/a/poi-sig/1361057/1005768",
    "image_url": null,
    "detail_description": "This pretty cemetery, with sturdy trees offering plenty of shade, a fountain and fading tombstones from as early as 1783, is just off Kings Sq, in a park-style setting in the town center.\n"
},
{
    "country": "saint-john",
    "city": "Saint John",
    "index": 5,
    "name": "Fire Fighters Museum",
    "latitude": "45.273444",
    "longitude": "-66.056843",
    "excerpt": "Across from Kings Square and housed in the 1840s volunteer fire station, this small museum has an engine from 1852 and another from the 1950s. Photos,…",
    "detail_url": "https://www.lonelyplanet.com/canada/new-brunswick/saint-john/attractions/fire-fighters-museum/a/poi-sig/1629610/1005768",
    "image_url": null,
    "detail_description": "Across from Kings Square and housed in the 1840s volunteer fire station, this small museum has an engine from 1852 and another from the 1950s. Photos, memorabilia and uniforms take you through the history of fire fighting with particular focus on the Saint John fire of 1877 and consequential Victorian fear of fire.\n"
},
{
    "country": "saint-john",
    "city": "Saint John",
    "index": 3,
    "name": "Irving Nature Park",
    "latitude": "45.223463",
    "longitude": "-66.128769",
    "excerpt": "For those with a vehicle and who like nature, Irving Nature Park, 9km southwest of Saint John, has rugged, unspoiled coastal topography. It's also a…",
    "detail_url": "https://www.lonelyplanet.com/canada/new-brunswick/saint-john/attractions/irving-nature-park/a/poi-sig/1085007/1005768",
    "image_url": null,
    "detail_description": "For those with a vehicle and who like nature, Irving Nature Park, 9km southwest of Saint John, has rugged, unspoiled coastal topography. It's also a remarkable place for bird-watching, with hundreds of species regularly spotted, while seals sometimes gather on the rocks offshore. Seven trails lead around beaches, cliffs, woods, mudflats, marsh and rocks. Wear sturdy footwear.\nTake Hwy 1 west from town and turn south at exit 107, Bleury St. Then take a right on Sand Cove Rd and continue for 2km to the entrance."
},
{
    "country": "saint-john",
    "city": "Saint John",
    "index": 4,
    "name": "Loyalist House",
    "latitude": "45.274364",
    "longitude": "-66.061129",
    "excerpt": "Dating from 1810, this Georgian-style Loyalist House was maintained with minimal changes for five generations until the family moved out in 1959. As one…",
    "detail_url": "https://www.lonelyplanet.com/canada/new-brunswick/saint-john/attractions/loyalist-house/a/poi-sig/469106/1005768",
    "image_url": null,
    "detail_description": "Dating from 1810, this Georgian-style Loyalist House was maintained with minimal changes for five generations until the family moved out in 1959. As one of the city's oldest unchanged buildings and a survivor of the 1877 fire, it's now a museum, depicting the Loyalist period. Tours led by guides in period dress take 30 to 45 minutes.\n"
},
{
    "country": "saint-john",
    "city": "Saint John",
    "index": 2,
    "name": "Reversing Rapids",
    "latitude": "45.264316",
    "longitude": "-66.087956",
    "excerpt": "The Bay of Fundy's phenomenal tides are a defining characteristic along this coast. Here, where the Saint John River nears this tidal bay, one of the…",
    "detail_url": "https://www.lonelyplanet.com/canada/new-brunswick/saint-john/attractions/reversing-rapids/a/poi-sig/1629611/1005768",
    "image_url": null,
    "detail_description": "The Bay of Fundy's phenomenal tides are a defining characteristic along this coast. Here, where the Saint John River nears this tidal bay, one of the province's best-known sights occurs. Known as the Reversing Rapids, the real action is happening underwater, where a 61m waterfall drops into a plunge pool. What you see from above is the high tides of the Bay of Fundy colliding with the strong river current, causing rapids, standing waves and the water to flow upstream.\nAs the tide goes out, the river rolls back through the narrow gorge to the sea again with plenty of whirlpools and rapids. If this doesn't wow you sufficiently, you can take a zip line over the rapids.At low tide, watch the rapids from the viewing platform at Fallsview Park signposted off Douglas St. At high tide, head over the bridge to Falls View Rd where there is an information center and a glass skywalk (adult/youth $15/8) out over the water. Tides tables are readily available."
}
]