[
{
    "country": "salalah",
    "city": "Salalah",
    "index": 1,
    "name": "Al Baleed Archaeological Park",
    "latitude": "17.009371",
    "longitude": "54.136183",
    "excerpt": "Well-labelled and atmospherically lit at night, the ancient ruins of Al Baleed belong to the 12th-century trading port of Zafar. Frankincense was shipped…",
    "detail_url": "https://www.lonelyplanet.com/oman/dhofar/salalah/attractions/al-baleed-archaeological-park/a/poi-sig/1307503/361114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-559150293_high.jpg",
    "detail_description": "Well-labelled and atmospherically lit at night, the ancient ruins of Al Baleed belong to the 12th-century trading port of Zafar. Frankincense was shipped from here to India in exchange for spices. Little is known about the port’s demise, but the excellent on-site Museum of the Frankincense Land charts the area’s settlement since 2000 BC and illustrates the nation's maritime strength, including its recent renaissance. The site includes several kilometres of landscaped paths and the adjoining reed beds make for good birdwatching.\nAn electric vehicle (500 baisa per person) takes visitors on a 20-minute lap of the extensive grounds. There's also a handicrafts shop and cafe on site."
},
{
    "country": "salalah",
    "city": "Salalah",
    "index": 4,
    "name": "Sultan Qaboos Mosque",
    "latitude": "17.01723",
    "longitude": "54.094191",
    "excerpt": "This newly completed, single-dome mosque with two minarets is a gift from His Majesty to the people of his mother's hometown, Salalah. It's open to…",
    "detail_url": "https://www.lonelyplanet.com/oman/dhofar/salalah/attractions/sultan-qaboos-mosque/a/poi-sig/1609937/361114",
    "image_url": null,
    "detail_description": "This newly completed, single-dome mosque with two minarets is a gift from His Majesty to the people of his mother's hometown, Salalah. It's open to visitors on weekday mornings and makes an impressive sight when the sun glances off the mosque's large dome.\n"
},
{
    "country": "salalah",
    "city": "Salalah",
    "index": 3,
    "name": "Sultan's Palace",
    "latitude": "17.000568",
    "longitude": "54.097066",
    "excerpt": "This enormous palace complex, with villas and landscaped gardens along the beach front, is home to the family of Oman's ruler, Sultan Qaboos Bin Said…",
    "detail_url": "https://www.lonelyplanet.com/oman/dhofar/salalah/attractions/sultan-s-palace/a/poi-sig/1609720/361114",
    "image_url": null,
    "detail_description": "This enormous palace complex, with villas and landscaped gardens along the beach front, is home to the family of Oman's ruler, Sultan Qaboos Bin Said. While not open to the public, it is noteworthy for the visitor because its crenellated walls dominate the southern end of town, making for an unmissable landmark for the adjoining souq.\n"
},
{
    "country": "salalah",
    "city": "Salalah",
    "index": 2,
    "name": "Plantations",
    "latitude": "17.010007",
    "longitude": "54.125347",
    "excerpt": "Salalah is famous for its plantations of coconuts, papayas and bittersweet, small bananas. Stroll through the plantation roads near the corniche (2km from…",
    "detail_url": "https://www.lonelyplanet.com/oman/dhofar/salalah/attractions/plantations/a/poi-sig/1307504/361114",
    "image_url": null,
    "detail_description": "Salalah is famous for its plantations of coconuts, papayas and bittersweet, small bananas. Stroll through the plantation roads near the corniche (2km from the town centre), and it's hard to remember Salalah is Oman's second city. For refreshment, stop off at one of the many colourful fruit stands that stay open until late in the evening along As Sultan Qaboos St and enjoy the juice of a king coconut.\n"
}
]