[
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 18,
    "name": "Torre del Clavero",
    "latitude": "40.96287",
    "longitude": "-5.663205",
    "excerpt": "This 15th-century octagonal fortress has an unusual square base and smaller cylindrical towers.",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/torre-del-clavero/a/poi-sig/484136/360754",
    "image_url": null,
    "detail_description": "This 15th-century octagonal fortress has an unusual square base and smaller cylindrical towers.\n"
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 17,
    "name": "Convento de las Dueñas",
    "latitude": "40.961078522253",
    "longitude": "-5.6633215966868",
    "excerpt": "This Dominican convent is home to the city's most beautiful cloister, with some decidedly ghoulish carvings on the capitals.",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/convento-de-las-duenas/a/poi-sig/484112/360754",
    "image_url": null,
    "detail_description": "This Dominican convent is home to the city's most beautiful cloister, with some decidedly ghoulish carvings on the capitals.\n"
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 16,
    "name": "Museo Taurino",
    "latitude": "40.965685382719",
    "longitude": "-5.6636778484204",
    "excerpt": "Salamanca lies in one of Spain's bullfighting heartlands: this small museum is packed with bullfighting memorabilia. It was closed for renovations at the…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/museo-taurino/a/poi-sig/484128/360754",
    "image_url": null,
    "detail_description": "Salamanca lies in one of Spain's bullfighting heartlands: this small museum is packed with bullfighting memorabilia. It was closed for renovations at the time of research.\n"
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 15,
    "name": "Palacio de Monterrey",
    "latitude": "40.965123",
    "longitude": "-5.666821",
    "excerpt": "From the southwestern corner of Plaza Mayor, Calle del Prior leads to the Palacio de Monterrey, a 16th-century royal holiday home and a seminal piece of…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/palacio-de-monterrey/a/poi-sig/484130/360754",
    "image_url": null,
    "detail_description": "From the southwestern corner of Plaza Mayor, Calle del Prior leads to the Palacio de Monterrey, a 16th-century royal holiday home and a seminal piece of Spanish Renaissance architecture. It's not open to the public but the facade is superb.\n"
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 14,
    "name": "Cielo de Salamanca",
    "latitude": "40.96142",
    "longitude": "-5.668173",
    "excerpt": "The main (and only) attraction here is the beautiful pale-blue ceiling fresco of the zodiac, which was painted in the 15th century and uncovered during…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/cielo-de-salamanca/a/poi-sig/484124/360754",
    "image_url": null,
    "detail_description": "The main (and only) attraction here is the beautiful pale-blue ceiling fresco of the zodiac, which was painted in the 15th century and uncovered during restoration works in the mid-20th century. Give yourself a few moments to adjust to the light before gazing aloft.\n"
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 13,
    "name": "Real Clerecía de San Marcos",
    "latitude": "40.962604592155",
    "longitude": "-5.6664812663146",
    "excerpt": "Visits to this colossal baroque church and the attached Catholic university are via obligatory guided tours (in Spanish), which run every 45 minutes. You…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/real-clerecia-de-san-marcos/a/poi-sig/484134/360754",
    "image_url": null,
    "detail_description": "Visits to this colossal baroque church and the attached Catholic university are via obligatory guided tours (in Spanish), which run every 45 minutes. You can also climb the Scala Coeli (tower) – some 166 steps, including the bell tower – to enjoy superb panoramic views.\n"
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 12,
    "name": "Convento de Santa Clara",
    "latitude": "40.961899422891",
    "longitude": "-5.6604096975748",
    "excerpt": "This much-modified convent started life as a Romanesque structure and now houses a small museum. You can admire the beautiful frescos and climb up some…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/convento-de-santa-clara/a/poi-sig/484118/360754",
    "image_url": null,
    "detail_description": "This much-modified convent started life as a Romanesque structure and now houses a small museum. You can admire the beautiful frescos and climb up some stairs to inspect the 14th- and 15th-century wooden Mudéjar ceiling at close quarters. You can visit only as part of a (Spanish-language) guided tour, which runs roughly every hour.\n"
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 11,
    "name": "Convento y Museo de las Úrsulas",
    "latitude": "40.966022248892",
    "longitude": "-5.6671840717896",
    "excerpt": "A late-Gothic nunnery founded by Archbishop Alonso de Fonseca in 1512, the religious museum here is fairly modest, with some interesting paintings by Juan…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/convento-y-museo-de-las-ursulas/a/poi-sig/1188012/360754",
    "image_url": null,
    "detail_description": "A late-Gothic nunnery founded by Archbishop Alonso de Fonseca in 1512, the religious museum here is fairly modest, with some interesting paintings by Juan de Borgoña, who completed the stunning altar in Avila's Catedral del Salvador. But do take a look at the magnificent marble tomb within the church, sculpted by Diego de Siloé.\n"
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 10,
    "name": "Iglesia de San Martín",
    "latitude": "40.964259856118",
    "longitude": "-5.6645741669923",
    "excerpt": "Romanesque Iglesia de San Martín is wedged among houses, but is a pretty encore to the adjacent Plaza Mayor. The south portal in particular is worth…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/iglesia-de-san-martin/a/poi-sig/484120/360754",
    "image_url": null,
    "detail_description": "Romanesque Iglesia de San Martín is wedged among houses, but is a pretty encore to the adjacent Plaza Mayor. The south portal in particular is worth studying for its depiction of St Martin giving his cloak to a pauper. Inside, the choir stalls are impressive, as is the churrigueresque retablo (altarpiece) created in 1731.\n"
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 9,
    "name": "Casa de las Conchas",
    "latitude": "40.962773",
    "longitude": "-5.665898",
    "excerpt": "One of the city's most endearing buildings, Casa de las Conchas is named after the 300 scallop shells clinging to its facade. The house's original owner,…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/casa-de-las-conchas/a/poi-sig/484106/360754",
    "image_url": null,
    "detail_description": "One of the city's most endearing buildings, Casa de las Conchas is named after the 300 scallop shells clinging to its facade. The house's original owner, Dr Rodrigo Maldonado de Talavera, was a doctor at the court of Isabel and a member of the Order of Santiago, whose symbol is the shell. It now houses the public library, entered via a charming colonnaded courtyard with a central fountain and intricate stone tracery.\n"
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 8,
    "name": "Museo de Salamanca",
    "latitude": "40.961770797025",
    "longitude": "-5.6679260625795",
    "excerpt": "Housed in the former residence of Queen Isabel's doctor, this museum is more interesting for the picture of tranquil Salamanca residential life in its…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/museo-de-salamanca/a/poi-sig/484126/360754",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock1639199566.jpg",
    "detail_description": "Housed in the former residence of Queen Isabel's doctor, this museum is more interesting for the picture of tranquil Salamanca residential life in its attractive patios than for the paintings and sculptures within.\r\n\n"
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 7,
    "name": "Ieronimus",
    "latitude": "40.960383",
    "longitude": "-5.666939",
    "excerpt": "For fine views over Salamanca, head to the tower at the southwestern corner of the Catedral Nueva's facade. From here, stairs lead up through the tower,…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/ieronimus/a/poi-sig/1188010/360754",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1763585960.jpg",
    "detail_description": "For fine views over Salamanca, head to the tower at the southwestern corner of the Catedral Nueva's facade. From here, stairs lead up through the tower, past labyrinthine but well-presented exhibitions of cathedral memorabilia, then – a real bonus – along the interior balconies of the sanctuaries of the Catedral Nueva and Catedral Vieja and out onto the exterior balconies.\nGuided night tours take place at 8.15pm and 10pm (per person €6)."
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 6,
    "name": "Museo de Art Nouveau y Art Decó",
    "latitude": "40.959595398009",
    "longitude": "-5.6673344657056",
    "excerpt": "Utterly unlike any other Salamanca museum, this stunning collection of sculpture, paintings and art deco and art nouveau pieces inhabits a beautiful,…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/museo-de-art-nouveau-y-art-deco/a/poi-sig/484122/360754",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock2328559417.jpg",
    "detail_description": "Utterly unlike any other Salamanca museum, this stunning collection of sculpture, paintings and art deco and art nouveau pieces inhabits a beautiful, light-filled Modernista (Catalan art nouveau) house. There's abundant stained glass and exhibits that include Lalique glass, toys by Steiff (inventor of the teddy bear), Limoges porcelain, Fabergé watches, fabulous bronze and marble figurines, and a vast collection of 19th-century children's dolls (some strangely macabre), which kids will love. There's also a cafe and an excellent gift shop.\n"
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 5,
    "name": "Convento de San Esteban",
    "latitude": "40.96045785492",
    "longitude": "-5.6630833750685",
    "excerpt": "Just down the hill from the cathedral, the lordly Dominican Convento de San Esteban's church has an extraordinary altar-like facade, with the stoning of…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/convento-de-san-esteban/a/poi-sig/484116/360754",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1976677199.jpg",
    "detail_description": "Just down the hill from the cathedral, the lordly Dominican Convento de San Esteban's church has an extraordinary altar-like facade, with the stoning of San Esteban (St Stephen) as its central motif. Inside is a well-presented museum dedicated to the Dominicans, a splendid Gothic-Renaissance cloister and an elaborate church built in the form of a Latin cross and adorned by an overwhelming 17th-century altar by José Churriguera.\nYou can now also climb to the terrace directly above the facade, worth doing for the fine Salamanca views. The climb is open at 11.30am, noon, 12.30pm, 7pm and 7.30pm Tuesday to Saturday, 10.30am, 11am and 11.30am on Sundays from April to October, with shorter hours the rest of the year."
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 4,
    "name": "Universidad Civil",
    "latitude": "40.961428309989",
    "longitude": "-5.6672676985487",
    "excerpt": "Founded initially as the Estudio General in 1218, the university reached the peak of its renown in the 15th and 16th centuries. The visual feast of the…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/universidad-civil/a/poi-sig/484138/360754",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cd978026282f01728de2948896c04bb8-universidad-civil.jpg",
    "detail_description": "Founded initially as the Estudio General in 1218, the university reached the peak of its renown in the 15th and 16th centuries. The visual feast of the entrance facade is a tapestry in sandstone, bursting with images of mythical heroes, religious scenes and coats of arms. It's dominated by busts of Fernando and Isabel. Behind the facade, the highlight of an otherwise-modest collection of rooms lies upstairs: the extraordinary university library, the oldest in Europe.\nContaining some 2800 manuscripts gathering dust, the library is a real cemetery of forgotten books. Note the fine late-Gothic features and beautiful techumbre (carved wooden ceiling).Among the small lecture rooms arranged around the courtyard downstairs, the Aula de Fray Luis de León was named after the celebrated 16th-century theologian and writer whose statue adorns the Patio de las Escuelas Menores outside. Arrested by the Inquisition for having translated the 'Song of Solomon' into Spanish, the sardonic theologian returned to his class after five years in jail and resumed lecturing with the words, 'As I was saying yesterday…'The Escalera de la Universidad (University Staircase) that connects the two floors has symbols carved into the balustrade, seemingly of giant insects having a frolic with several bishops – to decode them was seen as symbolic of the quest for knowledge."
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 3,
    "name": "Catedral Vieja",
    "latitude": "40.96031",
    "longitude": "-5.666617",
    "excerpt": "The Catedral Nueva's largely Romanesque predecessor, the Catedral Vieja is adorned with an exquisite 15th-century altarpiece, one of the finest outside…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/catedral-vieja/a/poi-sig/484108/360754",
    "image_url": null,
    "detail_description": "The Catedral Nueva's largely Romanesque predecessor, the Catedral Vieja is adorned with an exquisite 15th-century altarpiece, one of the finest outside Italy. Its 53 panels depict scenes from the lives of Christ and Mary and are topped by a haunting representation of the Final Judgement. The cloister was largely ruined in an earthquake in 1755, but the Capilla de Anaya houses an extravagant alabaster sepulchre and one of Europe's oldest organs, a Mudéjar work of art from the 16th century.\nThe cathedral was begun in 1120 and remains something of a hybrid: there are Gothic elements, while the unusual ribbed cupola, the Torre del Gallo, reflects a Byzantine influence."
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 2,
    "name": "Catedral Nueva",
    "latitude": "40.960877561287",
    "longitude": "-5.6665493957703",
    "excerpt": "The tower of this late-Gothic cathedral lords over the city centre, its compelling Churrigueresque (an ornate style of baroque architecture) dome visible…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/catedral-nueva/a/poi-sig/1129529/360754",
    "image_url": null,
    "detail_description": "The tower of this late-Gothic cathedral lords over the city centre, its compelling Churrigueresque (an ornate style of baroque architecture) dome visible from almost every angle. The interior is similarly impressive, with elaborate choir stalls, main chapel and retrochoir, much of it courtesy of the prolific José Churriguera. The ceilings are also exceptional, along with the Renaissance doorways – particularly the Puerta del Nacimiento on the western face, which stands out as one of several miracles worked in the city's native sandstone.\nThe Puerta de Ramos, facing Plaza de Anaya, contains an encore to the 'frog spotting' challenge on the university facade. Look for the little astronaut and ice-cream cone chiselled into the portal by stonemasons during restoration work in 1992."
},
{
    "country": "salamanca",
    "city": "Salamanca",
    "index": 1,
    "name": "Plaza Mayor",
    "latitude": "40.96501834886",
    "longitude": "-5.6640771527282",
    "excerpt": "Built between 1729 and 1755, Salamanca's exceptional grand square is widely considered to be Spain's most beautiful central plaza. It's particularly…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/salamanca/attractions/plaza-mayor/a/poi-sig/484132/360754",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-494964733_full.jpg",
    "detail_description": "Built between 1729 and 1755, Salamanca's exceptional grand square is widely considered to be Spain's most beautiful central plaza. It's particularly memorable at night when illuminated (until midnight) to magical effect. Designed by Alberto Churriguera, it's a remarkably harmonious and controlled baroque display. The medallions placed around the square bear the busts of famous figures.\nBullfights were held here well into the 19th century; the last ceremonial corrida (bullfight) took place in 1992."
}
]