[
{
    "country": "salerno",
    "city": "Salerno",
    "index": 1,
    "name": "Duomo",
    "latitude": "40.680103287768",
    "longitude": "14.760542052154",
    "excerpt": "One of Campania's strangely under-the-radar sights, Salerno’s impressive cathedral is considered by aficionados to be the most beautiful medieval church…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/salerno/attractions/duomo/a/poi-sig/1055902/359872",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-158645183_large.jpg",
    "detail_description": "One of Campania's strangely under-the-radar sights, Salerno’s impressive cathedral is considered by aficionados to be the most beautiful medieval church in Italy. Built by the Normans in the 11th century and later aesthetically remodelled in the 18th century, it sustained severe damage in a 1980 earthquake. It is dedicated to San Matteo (St Matthew), whose remains were reputedly brought to the city in 954 and now lie beneath the main altar in the vaulted crypt.\nTake special note of the magnificent main entrance, the 12th-century Porta dei Leoni, named after the marble lions at the foot of the stairway. It leads through to a beautiful, harmonious courtyard, surrounded by graceful arches and overlooked by a 12th-century bell tower. Carry on through the huge bronze doors (similarly guarded by lions), which were cast in Constantinople in the 11th century. When you come to the three-aisled interior, you will see that it is largely baroque, with only a few traces of the original church. These include parts of the transept and choir floor and the two raised pulpits in front of the choir stalls. Throughout the church you can see highly detailed 13th-century mosaic work redolent of the extraordinary early-Christian mosaics in Ravenna.In the right-hand apse, don’t miss the Cappella delle Crociate (Chapel of the Crusades), containing powerful frescoes and more wonderful mosaics. It was so named because crusaders’ weapons were blessed here. Under the altar stands the tomb of 11th-century pope Gregory VII."
},
{
    "country": "salerno",
    "city": "Salerno",
    "index": 5,
    "name": "Museo Virtuale della Scuola Medica Salernitana",
    "latitude": "40.678959395493",
    "longitude": "14.760826051714",
    "excerpt": "In Salerno’s historic centre, this small, slightly forlorn museum deploys videos and touch-screen technology to explore the teachings and wince-inducing…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/salerno/attractions/museo-virtuale-della-scuola-medica-salernitana/a/poi-sig/1257129/359872",
    "image_url": null,
    "detail_description": "In Salerno’s historic centre, this small, slightly forlorn museum deploys videos and touch-screen technology to explore the teachings and wince-inducing procedures of Salerno’s once-famous, now-defunct medical institute. Established around the 9th century, the school was the most important centre of medical knowledge in medieval Europe, reaching the height of its prestige in the 11th century. It was closed in the early 19th century.\n"
},
{
    "country": "salerno",
    "city": "Salerno",
    "index": 4,
    "name": "Museo Pinacoteca Provinciale",
    "latitude": "40.678708747135",
    "longitude": "14.76063240445",
    "excerpt": "Spread throughout six small galleries, Salerno's multi-era art museum houses a collection dating from the Renaissance right up to the first half of the…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/salerno/attractions/museo-pinacoteca-provinciale/a/poi-sig/1055900/359872",
    "image_url": null,
    "detail_description": "Spread throughout six small galleries, Salerno's multi-era art museum houses a collection dating from the Renaissance right up to the first half of the 20th century.\nThere are some fine canvases by local boy Andrea Sabatini da Salerno, who was notably influenced by Leonardo da Vinci, plus a diverse selection of works by foreign artists who were permanent residents around the Amalfi Coast. These include intricate etchings by the Austrian-born Peter Willburger (1942–98) and an embroidered picture of a local market by Polish artist Irene Kowaliska."
},
{
    "country": "salerno",
    "city": "Salerno",
    "index": 3,
    "name": "Museo Archeologico Provinciale",
    "latitude": "40.679067612004",
    "longitude": "14.762311381157",
    "excerpt": "The province’s restored and revitalised main archaeological museum is an excellent showcase for the excavated history of the surrounding area, dating back…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/salerno/attractions/museo-archeologico-provinciale/a/poi-sig/1055901/359872",
    "image_url": null,
    "detail_description": "The province’s restored and revitalised main archaeological museum is an excellent showcase for the excavated history of the surrounding area, dating back to cave dwellers and the colonising Greeks. The pièce de résistance is the 1st-century BC Testa bronzea di Apollo (bronze head of Apollo). Showcased in its own small room upstairs, the head is thought to have been part of a larger statue; it was found by a fisherman in the Gulf of Salerno in 1930.\nThe upper floor also houses centuries' worth of findings from the nearby necropolis of Fratte (dating from the 6th century BC), including a little vase engraved with salacious gossip describing gay and straight relations between the Greek, Roman and indigenous populations."
},
{
    "country": "salerno",
    "city": "Salerno",
    "index": 2,
    "name": "Castello di Arechi",
    "latitude": "40.684651951266",
    "longitude": "14.75489180562",
    "excerpt": "Hop on bus 19 from Piazza XXIV Maggio to visit Salerno’s most famous landmark, the forbidding Castello di Arechi, dramatically positioned 263m above the…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/salerno/attractions/castello-di-arechi/a/poi-sig/1055899/359872",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/506002283_master.jpg",
    "detail_description": "Hop on bus 19 from Piazza XXIV Maggio to visit Salerno’s most famous landmark, the forbidding Castello di Arechi, dramatically positioned 263m above the city. Originally a Byzantine fort, it was built by the Lombard duke of Benevento, Arechi II, in the 8th century and subsequently modified by the Normans and Aragonese, most recently in the 16th century.\nThe views of the Gulf of Salerno and the city rooftops are spectacular; you can also visit a permanent collection of ceramics, arms and coins. If you are here during summer, ask the tourist office for a schedule of the annual series of concerts and other special events staged here."
}
]