[
{
    "country": "salvador",
    "city": "Salvador",
    "index": 1,
    "name": "Pelourinho",
    "latitude": "-12.973258",
    "longitude": "-38.510041",
    "excerpt": "The centerpiece of the Cidade Alta is the Pelourinho, a Unesco-declared World Heritage site of colorful colonial buildings and magnificent churches. As…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/pelourinho/a/poi-sig/1056129/363210",
    "image_url": "https://lp-cms-production.imgix.net/2022-08/iStock-1322713774.jpg",
    "detail_description": "The centerpiece of the Cidade Alta is the Pelourinho, a Unesco-declared World Heritage site of colorful colonial buildings and magnificent churches. As you wander the cobblestone streets, gazing up at the city’s oldest architecture, you’ll realize that the Pelô is not just for tourists. Cultural centers and schools of music, dance and capoeira pack these pastel-colored 17th- and 18th-century buildings.\nThe area has undergone major restoration work – which remains ongoing – since 1993 thanks to Unesco funding. Admittedly, the Pelô has lost a lot of its character in the process, but to say that it is now safer and better preserved is an understatement."
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 27,
    "name": "Forte Santa Maria",
    "latitude": "-13.004484915548",
    "longitude": "-38.534005058131",
    "excerpt": "A 17th-century stone fortification that's administered by the Navy.",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/forte-santa-maria/a/poi-sig/1342332/363210",
    "image_url": null,
    "detail_description": "A 17th-century stone fortification that's administered by the Navy.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 25,
    "name": "Faculdade de Medicina Building",
    "latitude": "-12.972537013518",
    "longitude": "-38.509955676596",
    "excerpt": "A Portuguese prince, upon arrival in Salvador in 1808, founded a school of surgery here that was later named the Bahia School of Medicine.",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/faculdade-de-medicina-building/a/poi-sig/1056097/363210",
    "image_url": null,
    "detail_description": "A Portuguese prince, upon arrival in Salvador in 1808, founded a school of surgery here that was later named the Bahia School of Medicine.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 26,
    "name": "Forte São Diogo",
    "latitude": "-13.002227411943",
    "longitude": "-38.532372081032",
    "excerpt": "It's worth the uphill hike to this 17th-century fort: from here, the views of the bay are fantastic.",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/forte-sao-diogo/a/poi-sig/1342333/363210",
    "image_url": null,
    "detail_description": "It's worth the uphill hike to this 17th-century fort: from here, the views of the bay are fantastic.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 23,
    "name": "Catedral Basílica",
    "latitude": "-12.972818",
    "longitude": "-38.51032",
    "excerpt": "The Catedral Basílica dates from 1672 and is a marvelous example of Jesuit architecture. The interior is elegant and simple, with marble-covered walls and…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/catedral-basilica/a/poi-sig/1179202/363210",
    "image_url": null,
    "detail_description": "The Catedral Basílica dates from 1672 and is a marvelous example of Jesuit architecture. The interior is elegant and simple, with marble-covered walls and towering pillars. The sacristy has a beautiful carved jacaranda archway and a painted dome and floor.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 24,
    "name": "Plano Inclinado Gonçalves",
    "latitude": "-12.972185315393",
    "longitude": "-38.510719795496",
    "excerpt": "After sitting, unused, for almost three years, the 1874 funicular railway Plano Inclinado Gonçalves reopened in 2014. The restored line connects Comércio…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/plano-inclinado-goncalves/a/poi-sig/1326033/363210",
    "image_url": null,
    "detail_description": "After sitting, unused, for almost three years, the 1874 funicular railway Plano Inclinado Gonçalves reopened in 2014. The restored line connects Comércio and Cidade Alta on steep tracks, a scenic alternative to the nearby Elevador Lacerda.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 22,
    "name": "Igreja NS do Rosário dos Pretos",
    "latitude": "-12.971030675542",
    "longitude": "-38.50812340503",
    "excerpt": "The king of Portugal gave the Irmanidade dos Homens Pretos (Brotherhood of Black Men) the land for the periwinkle-blue Igreja NS do Rosário dos Pretos in…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/igreja-ns-do-rosario-dos-pretos/a/poi-sig/1179218/363210",
    "image_url": null,
    "detail_description": "The king of Portugal gave the Irmanidade dos Homens Pretos (Brotherhood of Black Men) the land for the periwinkle-blue Igreja NS do Rosário dos Pretos in 1704. Building in their free time, it took these slaves and freed slaves almost 100 years to complete it.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 21,
    "name": "Escola Olodum",
    "latitude": "-12.974136",
    "longitude": "-38.508207",
    "excerpt": "Stop into the headquarters of Olodum for information on percussion workshops and tours (only for small groups, not individual travelers), which include a…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/escola-olodum/a/poi-sig/1385042/363210",
    "image_url": null,
    "detail_description": "Stop into the headquarters of Olodum for information on percussion workshops and tours (only for small groups, not individual travelers), which include a performance by the famed percussion troupe.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 19,
    "name": "Igreja e Convento São Francisco",
    "latitude": "-12.974554",
    "longitude": "-38.509204",
    "excerpt": "One of Brazil’s most magnificent churches, the baroque Igreja e Convento São Francisco is filled with displays of wealth and splendor. An 80kg silver…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/igreja-e-convento-sao-francisco/a/poi-sig/1179198/363210",
    "image_url": null,
    "detail_description": "One of Brazil’s most magnificent churches, the baroque Igreja e Convento São Francisco is filled with displays of wealth and splendor. An 80kg silver chandelier dangles over ornate wood carvings smothered in gold leaf, and the convent courtyard is paneled with hand-painted azulejos (Portuguese tiles). The complex was finished in 1723.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 20,
    "name": "Museu de Arte da Bahia",
    "latitude": "-12.993477",
    "longitude": "-38.526006",
    "excerpt": "Museu de Arte da Bahia showcases works from Bahian artists, with paintings by José Teófilo de Jesus (1758–1817) and drawings by Argentine artist Carybé…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/museu-de-arte-da-bahia/a/poi-sig/1056124/363210",
    "image_url": null,
    "detail_description": "Museu de Arte da Bahia showcases works from Bahian artists, with paintings by José Teófilo de Jesus (1758–1817) and drawings by Argentine artist Carybé. There are also rotating exhibits of contemporary artists. Admission is usually free unless there is a special program going on.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 18,
    "name": "Museu Carlos Costa Pinto",
    "latitude": "-12.995181",
    "longitude": "-38.527261",
    "excerpt": "This lovely two-story mansion houses some of Salvador’s finest decorative art, from the collection of the patrician couple Carlos de Aguiar Costa Pinto…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/museu-carlos-costa-pinto/a/poi-sig/1179243/363210",
    "image_url": null,
    "detail_description": "This lovely two-story mansion houses some of Salvador’s finest decorative art, from the collection of the patrician couple Carlos de Aguiar Costa Pinto and his wife Margarida, both born in Bahia in the late-19th century. Displays highlight gold, crystal, porcelain and silver pieces, as well as beautifully carved coral jewelry and tortoiseshell fans.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 17,
    "name": "Igreja da Ordem Terceira do Carmo",
    "latitude": "-12.968971",
    "longitude": "-38.507316",
    "excerpt": "The original church, founded in 1636, burnt to the ground; the present neoclassical structure dates from 1828. The nave has a French organ and a baroque…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/igreja-da-ordem-terceira-do-carmo/a/poi-sig/1179201/363210",
    "image_url": null,
    "detail_description": "The original church, founded in 1636, burnt to the ground; the present neoclassical structure dates from 1828. The nave has a French organ and a baroque altar with a scandalous statue of NS Senhora do Carmo. Church historians claim the statue was modeled on the likeness of Isabel II, daughter of Garcia d’Ávila, the largest landholder in the Northeast.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 16,
    "name": "Escadas do Carmo",
    "latitude": "-12.969671",
    "longitude": "-38.508067",
    "excerpt": "Leading away from the Pelourinho, the steep Ladeira do Carmo provides access to the Escadas do Carmo, a wide set of steps that were the setting of O…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/escadas-do-carmo/a/poi-sig/1056113/363210",
    "image_url": null,
    "detail_description": "Leading away from the Pelourinho, the steep Ladeira do Carmo provides access to the Escadas do Carmo, a wide set of steps that were the setting of O Pagador de Promessas (1962). This was the first Brazilian film to win a Cannes film-festival award. They lead to the eternally 'closed for renovation' Igreja do Santíssimo Sacramento do Passo (1737).\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 15,
    "name": "Terreiro de Jesus",
    "latitude": "-12.97331",
    "longitude": "-38.509805",
    "excerpt": "A colorful intersection of vendors, tourists, capoeiristas and colorful locals, the Terreiro de Jesus is a historic site of religious celebrations, and is…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/terreiro-de-jesus/a/poi-sig/1179199/363210",
    "image_url": null,
    "detail_description": "A colorful intersection of vendors, tourists, capoeiristas and colorful locals, the Terreiro de Jesus is a historic site of religious celebrations, and is ringed by four churches, as well as the 19th-century Faculdade de Medicina Building. The plaza feeds into the Cruzeiro de São Francisco, named for the cross in the square’s center.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 14,
    "name": "Museu de Arqueologia e Etnologia",
    "latitude": "-12.972693",
    "longitude": "-38.509988",
    "excerpt": "Below the Museu Afro-Brasileiro (one admission ticket gets you into both), the Museu de Arqueologia e Etnologia exhibits indigenous Brazilian pottery,…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/museu-de-arqueologia-e-etnologia/a/poi-sig/1179237/363210",
    "image_url": null,
    "detail_description": "Below the Museu Afro-Brasileiro (one admission ticket gets you into both), the Museu de Arqueologia e Etnologia exhibits indigenous Brazilian pottery, bows and arrows, masks and feather headpieces. Also tucked between the building’s arching stone foundations is 19th-century glass and porcelain found during the excavations for the metro.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 13,
    "name": "Casa do Carnaval da Bahia",
    "latitude": "-12.972685",
    "longitude": "-38.510714",
    "excerpt": "The story of Salvador's world-famous Carnaval is told through wonderfully evocative archival video and photographs at this museum which opened in 2018…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/casa-do-carnaval-da-bahia/a/poi-sig/1605480/363210",
    "image_url": null,
    "detail_description": "The story of Salvador's world-famous Carnaval is told through wonderfully evocative archival video and photographs at this museum which opened in 2018. Even just walking through the museum with its explosions of color and displays of musical instruments and folk-art statues is worth the trip. Downstairs you'll find an excellent gift shop.\nAudio guides are available in English."
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 11,
    "name": "Largo do Pelourinho",
    "latitude": "-12.97148",
    "longitude": "-38.508368",
    "excerpt": "Picture-perfect Largo do Pelourinho is a sloping, triangle-shaped square, once the site of the pelourinho (whipping post) – one of several nearby…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/largo-do-pelourinho/a/poi-sig/1179203/363210",
    "image_url": null,
    "detail_description": "Picture-perfect Largo do Pelourinho is a sloping, triangle-shaped square, once the site of the pelourinho (whipping post) – one of several nearby locations where slaves were exposed and punished. After slavery was outlawed in 1835, the neighborhood fell into disrepair; in the 1990s major restoration efforts were initiated to preserve the cobblestone square's colonial houses and churches. Today, the square is the heart of Salvador's historic center.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 12,
    "name": "Fundação Casa de Jorge Amado",
    "latitude": "-12.971628033115",
    "longitude": "-38.508571399877",
    "excerpt": "Literary types shouldn't miss a quick visit to the Fundação Casa de Jorge Amado, offering an overview of the life of one of Brazil’s best-known writers. A…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/fundacao-casa-de-jorge-amado/a/poi-sig/1179220/363210",
    "image_url": null,
    "detail_description": "Literary types shouldn't miss a quick visit to the Fundação Casa de Jorge Amado, offering an overview of the life of one of Brazil’s best-known writers. A wall of Amado’s book covers in every major language demonstrates his widespread popularity, while the museum cafe is a good place to grab a coffee and pastry. Most of the exhibits are in Portuguese, but you will find a few English and French translations here and there.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 10,
    "name": "Praça da Sé",
    "latitude": "-12.973205",
    "longitude": "-38.510921",
    "excerpt": "The history of Praça da Sé reveals intriguing details about Salvador's development. From 1552 to 1933, the square was the site of the grand Sé Primacial…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/praca-da-se/a/poi-sig/1056099/363210",
    "image_url": null,
    "detail_description": "The history of Praça da Sé reveals intriguing details about Salvador's development. From 1552 to 1933, the square was the site of the grand Sé Primacial cathedral, overlooking the bay. Sadly, the cathedral and its cemetery were razed in the '30s (roped-off remnants remain today) part of a plan to make wider avenues where streetcars could travel. By the 1950s, Praça da Sé was the home of Salvador's main bus terminal. Today, the plaza sees mostly tourist traffic.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 7,
    "name": "Solar do Unhão",
    "latitude": "-12.982414468077",
    "longitude": "-38.520641618373",
    "excerpt": "This well-preserved, 18th-century complex served as a transfer point for sugar shipments: legend says it's haunted by the ghosts of murdered slaves. Today…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/solar-do-unhao/a/poi-sig/1179242/363210",
    "image_url": null,
    "detail_description": "This well-preserved, 18th-century complex served as a transfer point for sugar shipments: legend says it's haunted by the ghosts of murdered slaves. Today, the building houses the Museu de Arte Moderna, with a changing display of avant-garde exhibits, a hillside sculpture garden, and popular Saturday-evening jazz and bossa nova concerts (JAM no MAM) with stunning views over the bay. Take a taxi – the area is known for tourist muggings.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 9,
    "name": "Museu de Arte Moderna",
    "latitude": "-12.98249818903",
    "longitude": "-38.520633833708",
    "excerpt": "Museu de Arte Moderna has a changing display of avant-garde exhibits (and erratic opening times). The hillside sculpture garden is a pleasant place to…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/museu-de-arte-moderna/a/poi-sig/1056120/363210",
    "image_url": null,
    "detail_description": "Museu de Arte Moderna has a changing display of avant-garde exhibits (and erratic opening times). The hillside sculpture garden is a pleasant place to take a breath and enjoy the fine bay views. Take a taxi here, as it is off bus routes and the desolate walk is known for tourist muggings.\nThere has been quite a bit of renovation going on at the museum in the last few years, so it is a good idea to check if it is open and what exhibits are on display before going."
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 8,
    "name": "Mercado Modelo",
    "latitude": "-12.972933",
    "longitude": "-38.514107",
    "excerpt": "The original 1861 Customs House, where slaves were housed when they arrived in Salvador, was partly destroyed in a fire in 1986. After reconstruction, it…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/mercado-modelo/a/poi-sig/1179240/363210",
    "image_url": null,
    "detail_description": "The original 1861 Customs House, where slaves were housed when they arrived in Salvador, was partly destroyed in a fire in 1986. After reconstruction, it was transformed into the Mercado Modelo. The market is a great spot to pick up tourist trinkets, and a couple of cafes out back provide seating with great views of the bay.\nPerhaps owing to the building's grisly history, night guards report ghostly activities after closing hours."
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 6,
    "name": "Elevador Lacerda",
    "latitude": "-12.974097574633",
    "longitude": "-38.512725619934",
    "excerpt": "The beautifully restored, art deco Elevador Lacerda connects the Cidade Alta with Comércio via four elevators traveling 72m in 30 seconds. The Jesuits…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/elevador-lacerda/a/poi-sig/1179232/363210",
    "image_url": null,
    "detail_description": "The beautifully restored, art deco Elevador Lacerda connects the Cidade Alta with Comércio via four elevators traveling 72m in 30 seconds. The Jesuits installed the first manual rope-and-pulley elevator around 1610 to transport goods and passengers from the port to the settlement. In 1868 an iron structure with clanking steam elevators was inaugurated, replaced by an electric system in 1928.\nFacing the elevator are the impressive arches of the Câmara Municipal, the 17th-century city hall, which occasionally puts on cultural exhibitions."
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 5,
    "name": "Forte de Santo Antônio da Barra",
    "latitude": "-13.010303081912",
    "longitude": "-38.532929461941",
    "excerpt": "Built in 1698, Bahia’s oldest fort is more commonly called the Farol da Barra for the lighthouse (South America’s oldest) within its walls. In addition to…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/forte-de-santo-antonio-da-barra/a/poi-sig/1179245/363210",
    "image_url": null,
    "detail_description": "Built in 1698, Bahia’s oldest fort is more commonly called the Farol da Barra for the lighthouse (South America’s oldest) within its walls. In addition to having superb views, the fort houses an excellent nautical museum, with relics and displays from the days of Portuguese seafaring, plus exhibits on the slave trade.\nAs you join the locals gathering to catch the sunset from the grassy ledge behind the fort, notice how Salvador’s peninsula is the only location in Brazil where the sun appears to set over the ocean."
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 4,
    "name": "Museu Afro-Brasileiro",
    "latitude": "-12.972693",
    "longitude": "-38.510031",
    "excerpt": "Holding one of Bahia’s most important collections, the Museu Afro-Brasileiro exhibits wood carvings, baskets, pottery and other artwork and crafts linking…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/museu-afro-brasileiro/a/poi-sig/1179200/363210",
    "image_url": null,
    "detail_description": "Holding one of Bahia’s most important collections, the Museu Afro-Brasileiro exhibits wood carvings, baskets, pottery and other artwork and crafts linking Brazilian and African artistic traditions. The highlight of the museum is a room lined with 27 huge, breathtaking carved wooden panels depicting orishas (spirits common in Afro-Brazilian spirituality) by Argentine-born Carybé, who is perhaps Salvador’s most renowned 20th-century fine artist.\nThe exhibits are all exclusively in Portuguese, but there are translation books available at the front desk. Admission includes entry to the Museu de Arqueologia e Etnologia."
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 3,
    "name": "Museu Náutico da Bahia",
    "latitude": "-13.01038",
    "longitude": "-38.532765",
    "excerpt": "This excellent nautical museum in Forte de Santo Antônio da Barra contains relics and displays from the days of Portuguese seafaring, plus exhibits on the…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/museu-nautico-da-bahia/a/poi-sig/1385015/363210",
    "image_url": null,
    "detail_description": "This excellent nautical museum in Forte de Santo Antônio da Barra contains relics and displays from the days of Portuguese seafaring, plus exhibits on the slave trade. It also offers superb views on the surrounds. All information is offered in both Portuguese and English – a rarity in Bahia. If you only have time for one museum in Salvador, this is the one.\n"
},
{
    "country": "salvador",
    "city": "Salvador",
    "index": 2,
    "name": "Igreja NS do Bonfim",
    "latitude": "-12.925432",
    "longitude": "-38.506737",
    "excerpt": "This famous 18th-century church, located a few kilometers north of Comércio on the Itapagipe Peninsula, is the source of the fitas (colored ribbons) you…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/igreja-ns-do-bonfim/a/poi-sig/1056125/363210",
    "image_url": null,
    "detail_description": "This famous 18th-century church, located a few kilometers north of Comércio on the Itapagipe Peninsula, is the source of the fitas (colored ribbons) you see everywhere in Salvador, a souvenir of the church and a symbol of Bahia itself. Bonfim's fame derives from its power to effect miraculous cures, making it a popular shrine.\nIn the Sala dos Milagres (Room of Miracles) on the right side of the church, devotees leave photos, letters and ex votos – wax replicas of body parts representing those that were cured or need curing.Due to Candomblistas' syncretization of Jesus Christ (Nosso Senhor do Bonfim) with Oxalá, their highest deity, Bonfim is their most important church. Huge services are held here on Friday, Oxalá's favorite day of the week.If you tie a fita around your wrist, you are making a commitment that lasts for months. With each of the three knots a wish is made, which will come true by the time the fita falls off. Cutting it off is inviting doom.Check their website for a full schedule of various services and events held daily."
}
]