[
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 1,
    "name": "Registan",
    "latitude": "39.65487",
    "longitude": "66.97566",
    "excerpt": "This ensemble of majestic, tilting medressas – a near-overload of majolica, azure mosaics and vast, well-proportioned spaces – is the centrepiece of the…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/registan/a/poi-sig/443617/357830",
    "image_url": "https://lp-cms-production.imgix.net/2023-03/shutterstockRF_250136662.jpg",
    "detail_description": "This ensemble of majestic, tilting medressas – a near-overload of majolica, azure mosaics and vast, well-proportioned spaces – is the centrepiece of the city, and arguably the most awesome single sight in Central Asia. The three grand edifices here are among the world’s oldest preserved medressas, anything older having been destroyed by Chinggis Khan.\nThe Registan, which translates to ‘Sandy Place’ in Tajik, was medieval Samarkand’s commercial centre and the plaza was probably a wall-to-wall bazaar. The three medressas have taken their knocks over the years courtesy of the frequent earthquakes that buffet the region; that they are still standing is a testament to the incredible craftsmanship of their builders. The Soviets, to their credit, worked feverishly to restore these beleaguered treasures, but they also took some questionable liberties, such as the capricious addition of a blue outer dome to the Tilla-Kari Medressa. For an idea of just how ruined the medressas were at the start of the 20th century, check out the excellent photo exhibit inside the Tilla-Kari Medressa.The Ulugbek Medressa, on the western side, is the original medressa, finished in 1420 under Ulugbek who is said to have taught mathematics here (other subjects taught here included theology, astronomy and philosophy). The stars on the portal reflect Ulugbek's love of astronomy. Beneath the little corner domes were lecture halls, now housing displays on Ulugbek, including copies of the 'Zij' (his writings on astronomy) and miniatures depicting Central Asian astronomers at work. At the rear is a large mosque with a beautiful blue painted interior and an austere teaching room to one side. Police guards occasionally offer to clandestinely escort visitors to the top of the medressa's minaret for around US$10.The other buildings are rough imitations by the Shaybanid Emir Yalangtush. The entrance portal of the Sher Dor (Lion) Medressa, opposite Ulugbek’s and finished in 1636, is decorated with roaring felines that look like tigers but are meant to be lions. The lions, the deer they are chasing and the Mongolian-faced, Zorostrian-inspired suns rising from their backs are all unusual, flouting Islamic prohibitions against the depiction of live animals. It took 17 years to build but hasn’t held up as well as the Ulugbek Medressa, built in just three years.In between them is the Tilla-Kari (Gold-Covered) Medressa, completed in 1660, with a pleasant, gardenlike courtyard. The highlight here is the mosque, which is on the left-hand side of the courtyard and is intricately decorated with blue and gold to symbolise Samarkand’s wealth. The mosque’s delicate ceiling, oozing gold leaf, is flat but its tapered design makes it look domed from the inside. The result is magnificent. Inside the mosque is an interesting picture gallery featuring blown-up B&amp;W photos of old Samarkand. Several shops sell prints of these old photos.Most of the medressas’ former dormitory rooms are now art and souvenir shops. Be sure to visit the Registan in the evening to see if the impressive sound and light show is being projected. If a large group has paid for the show then other visitors can watch for free.Note that your entrance ticket is valid all day long, allowing you to come back and photograph the complex at the various times of day needed for the sunlight to be coming from the right direction. However, tell the complex security guards if you'd like to do this, otherwise they will tear your ticket and you won't be able to reuse it."
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 5,
    "name": "Tilla-Kari Medressa",
    "latitude": "39.655902",
    "longitude": "66.975394",
    "excerpt": "On the northern side of the Registan is the Tilla-Kari (Gold-Covered) Medressa, completed in 1660, with a pleasant, gardenlike courtyard. The highlight…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/tilla-kari-medressa/a/poi-sig/1388720/357830",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock567517564-rfe.jpeg",
    "detail_description": "On the northern side of the Registan is the Tilla-Kari (Gold-Covered) Medressa, completed in 1660, with a pleasant, gardenlike courtyard. The highlight here is the mosque, which is on the left-hand side of the courtyard and is stunningly decorated with blue and gold to symbolise Samarkand’s wealth. The mosque’s delicate ceiling, oozing gold leaf, is flat but its tapered design makes it look domed from the inside. The result is breathtaking.\nInside the mosque is a fascinating picture gallery featuring blown-up B&amp;W photos of old Samarkand. Several shops sell prints of these old photos."
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 4,
    "name": "Bibi-Khanym Mosque",
    "latitude": "39.660726",
    "longitude": "66.980134",
    "excerpt": "The enormous congregational Bibi-Khanym Mosque, northeast of the Registan, was financed from the spoils of Timur's invasion of India and must have been…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/bibi-khanym-mosque/a/poi-sig/443599/357830",
    "image_url": null,
    "detail_description": "The enormous congregational Bibi-Khanym Mosque, northeast of the Registan, was financed from the spoils of Timur's invasion of India and must have been the jewel of his empire. Once one of the Islamic world’s biggest mosques (the cupola of the main mosque is 41m high and the pishtak or entrance portal, 38m), it pushed contemporary (14th century) construction techniques to the limit, so much so that the dome started crumbling even before construction had finished.\nThe mosque partially collapsed in an earthquake in 1897 before being rebuilt in the 1970s and more rapidly in the years after independence.Legend says that Bibi-Khanym, Timur’s Chinese wife, ordered the mosque built as a surprise while he was away. The architect fell madly in love with her and refused to finish the job unless he could give her a kiss. The smooch left a mark and Timur, on seeing it, executed the architect and decreed that women should henceforth wear veils so as not to tempt other men.The interior courtyard contains an enormous marble Quran stand that lends some scale to the place. Local lore has it that any woman who crawls under the stand will have lots of children. The courtyard also contains two smaller mosques. The one on the left as you enter through the enormous main gate has an impressive unrestored interior festooned with Arabic calligraphy."
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 3,
    "name": "Shah-i-Zinda",
    "latitude": "39.662371",
    "longitude": "66.987811",
    "excerpt": "Samarkand’s most moving and beloved site is this stunning avenue of mausoleums, which contains some of the richest tilework in the Muslim world. The name,…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/shah-i-zinda/a/poi-sig/443621/357830",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF541333459.jpg",
    "detail_description": "Samarkand’s most moving and beloved site is this stunning avenue of mausoleums, which contains some of the richest tilework in the Muslim world. The name, which means ‘Tomb of the Living King’, refers to its original, innermost and holiest shrine – a complex of cool, quiet rooms around what is probably the grave of Qusam ibn-Abbas, who is said to have brought Islam to this area in the 7th century. The most stunning Timurid-era tilework dates from 14th and 15th centuries.\nA shrine to Qusam, a cousin of the Prophet Mohammed, existed here on the edge of Afrosiab for around seven centuries before Timur (Tamerlane) and later Ulugbek buried their family and favourites near the sanctity of the original shrine.The most beautiful tomb is the Shodi Mulk Oko Mausoleum (1372), resting place of a sister and niece of Timur, second on the left after the entry stairs. The exquisite majolica and terracotta work here – notice the minuscule amount of space between the tiles – was of such exceptional quality that it merited almost no restoration.After remarkably surviving more than seven centuries with only minor touch-up work, many of the tombs were aggressively and controversially restored in 2005. As a result, much of the brilliant mosaic, majolica and terracotta work you see today is not original.Shah-i-Zinda is an important place of pilgrimage, so enter with respect and dress conservatively. Just outside the entrance are the foundations of a 15th-century tahorathana (bathhouse). At the end of the pathway between the mausoleums, the complex opens up into Samarkand's main cemetery, which is a fascinating place to walk."
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 2,
    "name": "Gur-e-Amir Mausoleum",
    "latitude": "39.648537",
    "longitude": "66.969207",
    "excerpt": "The beautiful portal and trademark fluted azure dome of the Gur-e-Amir Mausoleum marks the final resting place of Timur (Tamerlane), along with two sons…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/gur-e-amir-mausoleum/a/poi-sig/1384275/357830",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF571103800.jpg",
    "detail_description": "The beautiful portal and trademark fluted azure dome of the Gur-e-Amir Mausoleum marks the final resting place of Timur (Tamerlane), along with two sons and two grandsons (including Ulugbek). It's a surprisingly modest building, largely because Timur was never expecting to be buried here. The tilework and dome are particularly beautiful; be sure to return at night when the building is spotlit to grand effect.\nTimur had built a simple crypt for himself at Shakhrisabz, and had this one built in 1404 for his grandson and proposed heir, Mohammed Sultan, who had died the previous year. But the story goes that when Timur died unexpectedly of pneumonia in Kazakhstan (in the course of planning an expedition against the Chinese) in the winter of 1405, the passes back to Shakhrisabz were snowed in and he was interred here instead.As with other Muslim mausoleums, the stones are just markers; the actual crypts are in a chamber beneath. In the centre is Timur’s stone, once a single block of dark-green jade. In 1740 the warlord Nadir Shah carried it off to Persia, where it was accidentally broken in two – from which time Nadir Shah is said to have had a run of very bad luck, including the near death of his son. At the urging of his religious advisers he returned the stone to Samarkand and, of course, his son recovered.The plain marble marker to the left of Timur’s is that of Ulugbek; to the right is that of Mir Said Baraka, one of Timur’s spiritual advisors. In front lies Mohammed Sultan. The stones behind Timur’s mark the graves of his sons Shah Rukh (the father of Ulugbek) and Miran Shah. Behind these lies Sheikh Seyid Umar, the most revered of Timur’s teachers, said to be a descendant of the Prophet Mohammed. Timur ordered Gur-e-Amir built around Umar’s tomb.The Soviet anthropologist Mikhail Gerasimov opened the crypts in 1941 and, among other things, confirmed that Timur was tall (1.7m) and lame in the right leg and right arm (from injuries suffered when he was 25) – and that Ulugbek died from being beheaded. According to every tour guide’s favourite anecdote, he found on Timur’s grave an inscription to the effect that ‘whoever opens this will be defeated by an enemy more fearsome than I’. The next day, 22 June, Hitler attacked the Soviet Union."
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 9,
    "name": "Ulugbek’s Observatory",
    "latitude": "39.674799",
    "longitude": "67.005723",
    "excerpt": "The remains of Ulugbek’s 15th-century observatory is one of the great archaeological finds of the 20th century. Ulugbek was probably more famous as an…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/ulugbek-s-observatory/a/poi-sig/443633/357830",
    "image_url": null,
    "detail_description": "The remains of Ulugbek’s 15th-century observatory is one of the great archaeological finds of the 20th century. Ulugbek was probably more famous as an astronomer than as a ruler. His 30m quadrant, designed to observe star positions, was part of a three-storey observatory he built in the 1420s. All that remains now is the instrument’s huge curved track, unearthed in 1908.\nExhibits at the small on-site museum include a model of the observatory, a copy of a 1605 map of the world that was created here, and a Dutch engraving showing Ulugbek seated with such fathers of classical European astronomy as Ptolemy and Tycho Brahe.To get here take bus Nos 45 or 99 or minibus No 17 from Shahizinda ko'chasi."
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 8,
    "name": "Afrosiab Museum",
    "latitude": "39.669406",
    "longitude": "66.993341",
    "excerpt": "The Afrosiab Museum was built around one of Samarkand’s more important archaeological finds, a chipped 7th-century fresco of the Sogdian King Varkhuman (r…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/afrosiab-museum/a/poi-sig/443595/357830",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 7,
    "name": "Sher Dor Medressa",
    "latitude": "39.655028",
    "longitude": "66.976261",
    "excerpt": "The entrance portal of the Registan's Sher Dor (Lion) Medressa, opposite the Ulugbek Medressa and finished in 1636, is decorated with roaring felines that…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/sher-dor-medressa/a/poi-sig/1388716/357830",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock189546986-rfc.jpeg",
    "detail_description": "The entrance portal of the Registan's Sher Dor (Lion) Medressa, opposite the Ulugbek Medressa and finished in 1636, is decorated with roaring felines that look like tigers but are meant to be lions. The lions, the deer they are chasing and the Mongolian-faced, Zorostrian-inspired suns rising from their backs are all unusual, flouting Islamic prohibitions against the depiction of live animals. It took 17 years to build but hasn’t held up as well as the Ulugbek Medressa, built in just three years.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 6,
    "name": "Ulugbek Medressa",
    "latitude": "39.654611",
    "longitude": "66.974583",
    "excerpt": "The Ulugbek Medressa, on the western side of the Registan, is the square's original medressa, finished in 1420 under Ulugbek who is said to have taught…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/ulugbek-medressa/a/poi-sig/1388723/357830",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1544294381-rfc.jpeg",
    "detail_description": "The Ulugbek Medressa, on the western side of the Registan, is the square's original medressa, finished in 1420 under Ulugbek who is said to have taught mathematics here (the stars on the portal reflect Ulugbek's love of astronomy). Beneath the little corner domes were lecture halls, now housing displays on Ulugbek, and at the rear there is a large mosque with a beautiful blue painted interior and an austere teaching room to one side.\nPolice guards occasionally offer to clandestinely escort visitors to the top of the medressa's minaret for around US$10."
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 26,
    "name": "Mubarak Mosque",
    "latitude": "39.658984",
    "longitude": "66.983567",
    "excerpt": "This small neighbourhood mosque in the Old Jewish Quarter is part of a charming ensemble with a hauz (pool) and small minaret.",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/mubarak-mosque/a/poi-sig/1388714/357830",
    "image_url": null,
    "detail_description": "This small neighbourhood mosque in the Old Jewish Quarter is part of a charming ensemble with a hauz (pool) and small minaret.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 25,
    "name": "Makhdumi Khorezm Mosque",
    "latitude": "39.656119",
    "longitude": "66.980349",
    "excerpt": "This restored Old Town gem is 100m east of the Registan. If it's locked ask the caretaker to let you in for a glimpse at the lush ceiling tilework.",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/makhdumi-khorezm-mosque/a/poi-sig/443615/357830",
    "image_url": null,
    "detail_description": "This restored Old Town gem is 100m east of the Registan. If it's locked ask the caretaker to let you in for a glimpse at the lush ceiling tilework.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 24,
    "name": "Qoraboy Oqsoqol Mosque",
    "latitude": "39.658416",
    "longitude": "66.98133",
    "excerpt": "The gloriously faded Qoraboy Oqsoqol Mosque is hidden down an alley just off Abu Laiz Samarkandi ko'chasi in the old Jewish Quarter of the Old Town.",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/qoraboy-oqsoqol-mosque/a/poi-sig/1388708/357830",
    "image_url": null,
    "detail_description": "The gloriously faded Qoraboy Oqsoqol Mosque is hidden down an alley just off Abu Laiz Samarkandi ko'chasi in the old Jewish Quarter of the Old Town.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 23,
    "name": "Imon Mosque",
    "latitude": "39.650335",
    "longitude": "66.976755",
    "excerpt": "The small, 19th-century Imon Mosque has an open porch, tall carved columns and a brightly restored ceiling. Respectfully dressed visitors are always…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/imon-mosque/a/poi-sig/1384174/357830",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 22,
    "name": "Statue of Amir Timur",
    "latitude": "39.65012",
    "longitude": "66.964417",
    "excerpt": "This glowering statue of Timur seated on his throne marks the boundary between the old Uzbek town and the Russian-designed new town. It's a major landmark…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/statue-of-amir-timur/a/poi-sig/1388678/357830",
    "image_url": null,
    "detail_description": "This glowering statue of Timur seated on his throne marks the boundary between the old Uzbek town and the Russian-designed new town. It's a major landmark and spotlit at night.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 21,
    "name": "Mausoleum of Abu Mansur al-Moturudiy",
    "latitude": "39.654573",
    "longitude": "66.986207",
    "excerpt": "Deep in the lanes of the Old Town is the surprisingly impressive new Mausoleum of Abu Mansur al-Moturudiy. The entry fee is over the top; you can see it…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/mausoleum-of-abu-mansur-al-moturudiy/a/poi-sig/1385497/357830",
    "image_url": null,
    "detail_description": "Deep in the lanes of the Old Town is the surprisingly impressive new Mausoleum of Abu Mansur al-Moturudiy. The entry fee is over the top; you can see it from the outside for free.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 20,
    "name": "Ak Saray Mausoleum",
    "latitude": "39.648041",
    "longitude": "66.969657",
    "excerpt": "Behind the ugly wall surrounding Gur-e-Amir is this unexpected 15th-century mausoleum, with some stunningly restored blue and gold decoration under the…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/ak-saray-mausoleum/a/poi-sig/1384157/357830",
    "image_url": null,
    "detail_description": "Behind the ugly wall surrounding Gur-e-Amir is this unexpected 15th-century mausoleum, with some stunningly restored blue and gold decoration under the main dome and three tombs in the crypt.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 19,
    "name": "Bibi-Khanym Mausoleum",
    "latitude": "39.66047",
    "longitude": "66.98198",
    "excerpt": "Across from the Bibi-Khanym Mosque is Bibi-Khanym’s surprisingly plain 14th-century mausoleum, home to five tombs and some lovely interior painted…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/bibi-khanym-mausoleum/a/poi-sig/1384276/357830",
    "image_url": null,
    "detail_description": "Across from the Bibi-Khanym Mosque is Bibi-Khanym’s surprisingly plain 14th-century mausoleum, home to five tombs and some lovely interior painted stalactites. It's quite overpriced for what it is.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 18,
    "name": "Hoja-Nisbatdor Mosque",
    "latitude": "39.645841",
    "longitude": "66.97565",
    "excerpt": "The lovely Hoja-Nisbatdor Mosque, a 15 minutes' walk south of the Registan, has a large aivan embraced by walls inlaid with beautifully restored ghanch …",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/hoja-nisbatdor-mosque/a/poi-sig/443607/357830",
    "image_url": null,
    "detail_description": "The lovely Hoja-Nisbatdor Mosque, a 15 minutes' walk south of the Registan, has a large aivan embraced by walls inlaid with beautifully restored ghanch (carved alabaster). There's a large prayer hall next door.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 17,
    "name": "Hoja Abdi Darun Mausoleum",
    "latitude": "39.641917",
    "longitude": "66.991839",
    "excerpt": "Across the street from Ishratkhana Mausoleum is the blue-domed Hoja Abdi Darun Mausoleum, which shares a tranquil, shady courtyard with a mosque and a…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/hoja-abdi-darun-mausoleum/a/poi-sig/443613/357830",
    "image_url": null,
    "detail_description": "Across the street from Ishratkhana Mausoleum is the blue-domed Hoja Abdi Darun Mausoleum, which shares a tranquil, shady courtyard with a mosque and a charming hauz (artificial stone pool). It's a timeless site, far from the tourist chatter.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 16,
    "name": "Regional Studies Museum",
    "latitude": "39.653119",
    "longitude": "66.954138",
    "excerpt": "The Regional Studies Museum occupies an old Jewish merchant’s house, and has a lavish wing devoted to Jewish history, with old photos of Samarkand’s once…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/regional-studies-museum/a/poi-sig/1384164/357830",
    "image_url": null,
    "detail_description": "The Regional Studies Museum occupies an old Jewish merchant’s house, and has a lavish wing devoted to Jewish history, with old photos of Samarkand’s once-prominent population of both European and Bukhara Jews. The rest of the museum contains the standard line-up of old ceramics, stuffed animals and historical displays.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 15,
    "name": "Hovrenko Wine Factory",
    "latitude": "39.653816",
    "longitude": "66.950794",
    "excerpt": "Those with adventurous taste buds can sign up for a tasting of eight wines, balzams and cognacs from the Hovrenko Wine Factory, which has been producing…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/hovrenko-wine-factory/a/poi-sig/1384176/357830",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 14,
    "name": "Rukhobod Mausoleum",
    "latitude": "39.650528",
    "longitude": "66.967376",
    "excerpt": "This brick mausoleum, dated 1380 and possibly the city’s oldest surviving monument, was renovated in 2015 and now serves as a souvenir and craft shop. The…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/rukhobod-mausoleum/a/poi-sig/443619/357830",
    "image_url": null,
    "detail_description": "This brick mausoleum, dated 1380 and possibly the city’s oldest surviving monument, was renovated in 2015 and now serves as a souvenir and craft shop. The entry ticket is quite ridiculous; just look in from the door.\nThe medressa-style plaza behind the mausoleum is home to 15 craft workshops, with miniature painters, suzani embroiders and jewellers, all part of the Hunaman Association of Craftsmen. It's open daily."
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 13,
    "name": "Ishratkhana Mausoleum",
    "latitude": "39.642751",
    "longitude": "66.991142",
    "excerpt": "If you prefer your ruins really ruined, it’s worth the slog out to the crumbling 15th-century Ishratkhana Mausoleum, newly topped by a tin roof. With a…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/ishratkhana-mausoleum/a/poi-sig/443611/357830",
    "image_url": null,
    "detail_description": "If you prefer your ruins really ruined, it’s worth the slog out to the crumbling 15th-century Ishratkhana Mausoleum, newly topped by a tin roof. With a preponderance of pigeons and an eerie crypt in the basement, this is the place to film your horror movie. It's a 30-minute walk from the Old Town; follow Suzangaran ko'chasi from the Registan and then at the very end turn left onto Andijon ko'chasi until you hit Sadriddin Ayni ko'chasi.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 12,
    "name": "Gumbaz Synagogue",
    "latitude": "39.658554",
    "longitude": "66.987301",
    "excerpt": "Hidden in the Old Town on unmarked Denau is this working 19th-century synagogue, built in 1891 for Samarkand's Jewish community. The atmospheric hall has…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/gumbaz-synagogue/a/poi-sig/1410838/357830",
    "image_url": null,
    "detail_description": "Hidden in the Old Town on unmarked Denau is this working 19th-century synagogue, built in 1891 for Samarkand's Jewish community. The atmospheric hall has photos of past rabbis on the walls, stars of David in the carved doors and an inner 'gumbaz' (domed hall). Approximately 50 Jews remain in Samarkand, with numbers decreasing all the time, according to Rabbi Yusuf Fakar. Visitors are welcome to visit the synagogue but call ahead to be sure that there will be someone there.\n"
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 11,
    "name": "Tomb of Daniyar",
    "latitude": "39.672776",
    "longitude": "66.996603",
    "excerpt": "The restored tomb of the Old Testament prophet Daniyar (Daniel) is a long, low structure topped with five domes, containing an 18m sarcophagus – legend…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/tomb-of-daniyar/a/poi-sig/443629/357830",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "samarkand",
    "city": "Samarkand",
    "index": 10,
    "name": "Hazrat-Hizr Mosque",
    "latitude": "39.663426",
    "longitude": "66.983133",
    "excerpt": "Across Shahizinda ko'chasi from the Siob Bazaar, the Hazrat-Hizr Mosque occupies a hill on the fringes of Afrosiab. The 8th-century mosque that once stood…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/hazrat-hizr-mosque/a/poi-sig/443605/357830",
    "image_url": null,
    "detail_description": "Across Shahizinda ko'chasi from the Siob Bazaar, the Hazrat-Hizr Mosque occupies a hill on the fringes of Afrosiab. The 8th-century mosque that once stood here was burnt to the ground by Chinggis (Genghis) Khan in the 13th century and was not rebuilt until 1854. In the 1990s it was lovingly restored by a wealthy Bukharan and today it’s Samarkand’s most beautiful mosque, with a fine domed interior and views of Bibi-Khanym Mosque, Shah-i-Zinda and Afrosiab from the minaret. The ribbed aivan ceiling drips colour.\nNext to the mosque is the new and surprisingly modest tomb of Uzbekistan's first president Islam Karimov, who died in 2016."
}
]