[
{
    "country": "san-gil",
    "city": "San Gil",
    "index": 1,
    "name": "Cascadas de Juan Curi",
    "latitude": "6.368017",
    "longitude": "-73.171864",
    "excerpt": "Take a day trip to this spectacular 180m-high waterfall where you can swim in the natural pool at its base or relax on the rocks. Adventure junkies can…",
    "detail_url": "https://www.lonelyplanet.com/colombia/north-of-bogota/san-gil/attractions/cascadas-de-juan-curi/a/poi-sig/1271965/363319",
    "image_url": null,
    "detail_description": "Take a day trip to this spectacular 180m-high waterfall where you can swim in the natural pool at its base or relax on the rocks. Adventure junkies can rappel the sheer face of the falls; book this activity with one of the tour companies. Juan Curi is 22km from San Gil on the road to Charalá. Charalá buses (COP$6300, one hour) depart twice hourly from the local bus terminal.\nAsk to be let off at 'Las Cascadas,' where two 20-minute trails lead up to the falls. Most travelers choose the cheaper (though slightly less beautiful) trail at Juan Curi Parque Ecologico, which is the first entry coming from San Gil. It's the only trail that allows access to higher sections of the falls; both paths give access to the swimming hole below.If you like food, combine a trip here with a stop in Valle de San José for the famous chorizo cooked in guarapo (fermented sugarcane juice) at Piqueteadero Doña Eustaquia."
},
{
    "country": "san-gil",
    "city": "San Gil",
    "index": 4,
    "name": "Parque La Libertad",
    "latitude": "6.554856",
    "longitude": "-73.133411",
    "excerpt": "The tree-lined plaza of Parque La Libertad, also called Parque Principal, is San Gil's most visible landmark and the heart of its social life. The…",
    "detail_url": "https://www.lonelyplanet.com/colombia/north-of-bogota/san-gil/attractions/parque-la-libertad/a/poi-sig/1302821/363319",
    "image_url": null,
    "detail_description": "The tree-lined plaza of Parque La Libertad, also called Parque Principal, is San Gil's most visible landmark and the heart of its social life. The handsome 18th-century stone Catedral Santa Cruz dominates the north end of the plaza. On weekend nights the plaza is packed with multiple generations of Colombian families enjoying the festive atmosphere while street vendors hawk warm arepas.\n"
},
{
    "country": "san-gil",
    "city": "San Gil",
    "index": 5,
    "name": "Catedral Santa Cruz",
    "latitude": "6.555411",
    "longitude": "-73.133433",
    "excerpt": "A handsome 18th-century stone church, Catedral Santa Cruz is located on San Gil's main plaza.",
    "detail_url": "https://www.lonelyplanet.com/colombia/north-of-bogota/san-gil/attractions/catedral-santa-cruz/a/poi-sig/1180638/363319",
    "image_url": null,
    "detail_description": "A handsome 18th-century stone church, Catedral Santa Cruz is located on San Gil's main plaza.\n"
},
{
    "country": "san-gil",
    "city": "San Gil",
    "index": 2,
    "name": "Parque El Gallineral",
    "latitude": "6.551371",
    "longitude": "-73.128798",
    "excerpt": "San Gil's showpiece is the salubrious Parque El Gallineral, a 4-hectare park set on a triangular island between two arms of the Quebrada Curití and Río…",
    "detail_url": "https://www.lonelyplanet.com/colombia/north-of-bogota/san-gil/attractions/parque-el-gallineral/a/poi-sig/1180636/363319",
    "image_url": null,
    "detail_description": "San Gil's showpiece is the salubrious Parque El Gallineral, a 4-hectare park set on a triangular island between two arms of the Quebrada Curití and Río Fonce. Many of the 1900 trees are covered with long, silvery tendrils of moss called barbas de viejo (old man's beard), hanging from branches to form translucent curtains of foliage and filtered sunlight. It's like a scene set in JRR Tolkien's Middle Earth.\nSeveral paths and covered bridges snake through the urban forest and over the rushing streams. Two large chlorinated pools have been constructed to replace the natural pool that was closed due to health issues. While the new pools are a bit at odds with the glorious natural surroundings, they're nevertheless good places to cool off. Otherwise, just come to sip a cerveza (beer) at one of the restaurants or cafes. Upon paying admission you'll be given a wristband permitting access throughout the day until last entry at 5pm."
},
{
    "country": "san-gil",
    "city": "San Gil",
    "index": 3,
    "name": "Cueva de la Vaca",
    "latitude": "6.604545",
    "longitude": "-73.073459",
    "excerpt": "Located just outside the town of Curití, La Vaca is the most attractive and adventurous cave in the are,a with numerous caverns filled with stalagmites…",
    "detail_url": "https://www.lonelyplanet.com/colombia/north-of-bogota/san-gil/attractions/cueva-de-la-vaca/a/poi-sig/1582288/363319",
    "image_url": null,
    "detail_description": "Located just outside the town of Curití, La Vaca is the most attractive and adventurous cave in the are,a with numerous caverns filled with stalagmites and stalactites. To explore the cave you'll need to go on a guided tour (90 minutes), which can be organized in town. At one point you'll have to swim through a submerged tunnel, although there's a rope to guide you along. Wear old clothes – you'll get muddy. Not for the claustrophobic.\n"
}
]