[
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 1,
    "name": "The Alamo",
    "latitude": "29.42574",
    "longitude": "-98.486241",
    "excerpt": "For proud Texans, the much-fabled Alamo, entered freely off San Antonio’s central plaza, is not so much a tourist attraction as a place of pilgrimage…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/the-alamo/a/poi-sig/1353488/362179",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/537310683_super.jpg",
    "detail_description": "For proud Texans, the much-fabled Alamo, entered freely off San Antonio’s central plaza, is not so much a tourist attraction as a place of pilgrimage. Many visitors get downright dewy-eyed as they explore the site of the 1836 siege, in which a few hundred revolutionaries, including Davy Crockett, William Travis and James Bowie, died defending the fort against thousands of Mexican troops.\nBuilt as a mission church from 1755 onwards, the main building is now known as the Shrine. Beyond that, various exhibition areas in the Alamo Exhibit tell substantially the same story of the Battle of the Alamo – not that historians entirely agree on the details – in different ways. Thus living-history enactors perform in the Cavalry Courtyard, while there’s a more traditional museum in the Long Barrack, originally a residence for the Spanish priests and later a hospital for Mexican and Texan troops. A 17-minute film provides another perspective on the battle, and makes an excellent opportunity to escape the heat.\n\n  \nFree timed-entry tickets to the church must be reserved in advance © Stephen B. Goodwin / Shutterstock\n\nThe Battle of the Alamo\nIt's hard to tell the story of the Battle of the Alamo. There's hot debate about the number of defenders and of Mexican troops and casualties, among many other details. Objective, first-hand accounts have been, to date, impossible to find.\nIt is generally agreed that on February 23, 1836, Mexican general Antonio López de Santa Anna led anywhere from 2500 to 5000 Mexican troops in an attack against the Alamo. The 160 or so men inside the fortress included James Bowie (of Bowie-knife fame), who was in command of the Alamo until pneumonia rendered him too sick; William B Travis, who took command of the troops after Bowie's incapacity; and perhaps most famous of all, David Crockett, called \"Davy\" by everyone. Crockett, a three-time US congressman from Tennessee with infamous taste in headgear, first gained fame as a frontiersman and then for his public arguments with President Andrew Jackson over the latter's murderous campaigns of Native American \"removal\" in the southeastern USA. However, less is known about the African Americans, enslaved by Bowie and Travis, who fought alongside them during the battle and were two of the only male survivors.\nTravis dispatched a now-famous letter to other revolutionaries pleading for reinforcements, saying that his men would not stand down under any circumstances – his call was for \"victory or death.\" Because of slow communications, the only reinforcements that arrived in time were a group of about 30 men from Gonzales, Texas, bringing the total number of Alamo defenders up to 189 – at least according to literature from the Daughters of the Republic of Texas (DRT), which lists the names of all but one, an unidentified African American man.\nSanta Anna's troops pounded the Alamo for 13 days before retaking it. Mexican losses were devastating; estimates run as low as 1000 and as high as 2000. When the Alamo was finally recaptured, the advancing troops executed almost all of the surviving defenders. The few who were spared were interrogated and released.\nTickets and tours\nTickets to the church are free, but timed-entry must be booked in advance. To explore further, you'll need to either join a one-hour guided tour or purchase the Victory or Death Audio Tour, a 45-minute self-guided tour that brings the story of the Alamo to life. This will also give you access to the Alamo Exhibit, which includes the world's largest private collection of Alamo memorabilia, donated by British singer Phil Collins in 2014.\n"
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 31,
    "name": "DoSeum",
    "latitude": "29.452554",
    "longitude": "-98.47212",
    "excerpt": "This place is perfect for the 10-and-under set. Got toddlers? Head to Little Town and its miniature-sized businesses. Older kids will get a kick out of…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/doseum/a/poi-sig/1183579/362179",
    "image_url": null,
    "detail_description": "This place is perfect for the 10-and-under set. Got toddlers? Head to Little Town and its miniature-sized businesses. Older kids will get a kick out of the Spy Academy, where there may or may not be a secret passage leading out of the library. There's a fun treehouse outside, too.\n"
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 28,
    "name": "Institute of Texan Cultures",
    "latitude": "29.416632",
    "longitude": "-98.482232",
    "excerpt": "Thirty cultures have made Texas what it is; explore them at the museum of the Institute of Texan Cultures. This Smithsonian affiliate explores the origins…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/institute-of-texan-cultures/a/poi-sig/1183512/362179",
    "image_url": null,
    "detail_description": "Thirty cultures have made Texas what it is; explore them at the museum of the Institute of Texan Cultures. This Smithsonian affiliate explores the origins of Texas folk traditions and tells the stories of the state's earliest contributors. The Latin American influence is fairly prominent in San Antonio, so this museum can be an eye-opener to visitors learning about Texas' diverse background.\n"
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 30,
    "name": "Texas Transportation Museum",
    "latitude": "29.548157",
    "longitude": "-98.435172",
    "excerpt": "This modest, volunteer-run museum just northeast of the airport boasts full-size, miniature and indoor scale-model railroads. On the weekends hourly train…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/texas-transportation-museum/a/poi-sig/1183572/362179",
    "image_url": null,
    "detail_description": "This modest, volunteer-run museum just northeast of the airport boasts full-size, miniature and indoor scale-model railroads. On the weekends hourly train rides are included with the price of admission, and there are special holiday events for kids. (Admission is discounted $1 when the train is not in operation.)\n"
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 29,
    "name": "Japanese Tea Garden",
    "latitude": "29.461188",
    "longitude": "-98.476982",
    "excerpt": "It’s hard to believe this lovely, tranquil place was originally just a clever way to hide a hole in the ground. Almost 100 years ago, an eyesore of a…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/japanese-tea-garden/a/poi-sig/1183542/362179",
    "image_url": null,
    "detail_description": "It’s hard to believe this lovely, tranquil place was originally just a clever way to hide a hole in the ground. Almost 100 years ago, an eyesore of a quarry was transformed into a Japanese-style strolling garden, with stone bridges, floral displays and a 60ft waterfall. Meant to be enjoyed year-round, the garden is especially pretty in spring, when the flowers are in bloom.\n"
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 27,
    "name": "Artpace",
    "latitude": "29.429637",
    "longitude": "-98.49402",
    "excerpt": "This unique contemporary museum hosts temporary exhibitions by its outstanding artists-in-residence, who are selected from a pool drawn from across Texas,…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/artpace/a/poi-sig/1183514/362179",
    "image_url": null,
    "detail_description": "This unique contemporary museum hosts temporary exhibitions by its outstanding artists-in-residence, who are selected from a pool drawn from across Texas, the USA and abroad. Inside a 1920s automobile showroom, the renovated gallery space is inspiring and the works are often experimental. Artpace also schedules special community events, including lectures, films, artist conversations and more.\n"
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 26,
    "name": "Witte Museum",
    "latitude": "29.461674",
    "longitude": "-98.467176",
    "excerpt": "Set on the eastern edge of Brackenridge Park, the Witte is an engaging museum of natural history, science and Texas history. Pronounced ‘witty’, it’s…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/witte-museum/a/poi-sig/1183583/362179",
    "image_url": null,
    "detail_description": "Set on the eastern edge of Brackenridge Park, the Witte is an engaging museum of natural history, science and Texas history. Pronounced ‘witty’, it’s targeted especially at local schoolkids, with hands-on exhibitions covering topics like dinosaurs, the Peoples of the Pecos, and regional wildlife. A model of the winged Quetzalcoatlus, the largest flying creature ever to exist, hangs above the foyer.\n"
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 25,
    "name": "US Army Medical Department Museum",
    "latitude": "29.455891",
    "longitude": "-98.44059",
    "excerpt": "Fort Sam Houston has been a training facility for Army medicine for decades. In the northeast section of the grounds at Fort Sam, this museum features a…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/us-army-medical-department-museum/a/poi-sig/1183569/362179",
    "image_url": null,
    "detail_description": "Fort Sam Houston has been a training facility for Army medicine for decades. In the northeast section of the grounds at Fort Sam, this museum features a display of military medical gear from the US and several other countries. Exhibits cover US Army medical history from 1775 to the present: look for displays spotlighting World War I, World War II, the Vietnam War and Desert Storm. There's also a collection of restored vehicles, including ambulances, a 1942 Jeep, and helicopters.\nYou'll also find Civil War surgical gear, notably the disturbing saws and portable amputation kits."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 23,
    "name": "Quadrangle",
    "latitude": "29.444437",
    "longitude": "-98.462434",
    "excerpt": "Part of the Joint Base San Antonio military complex, Fort Sam Houston is home to more than 900 historic buildings. It has long been known as an Army…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/quadrangle/a/poi-sig/1183564/362179",
    "image_url": null,
    "detail_description": "Part of the Joint Base San Antonio military complex, Fort Sam Houston is home to more than 900 historic buildings. It has long been known as an Army medical training facility. The oldest building at Fort Sam (and Geronimo’s short-term residence) is the Quadrangle, built in 1876; it's open to the public for visitors to explore. It's also famous for its abundant wildlife, and is home to deer, ducks and peacocks, making it a fun stop for families.\nThe Quadrangle is west of New Braunfels Ave; hours can change depending on the army’s schedule."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 24,
    "name": "Spanish Governor's Palace",
    "latitude": "29.424703",
    "longitude": "-98.495661",
    "excerpt": "The name now attached to this low-profile adobe structure is an exaggeration. When built in 1722, it was the home and office of the captain of the local…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/spanish-governor-s-palace/a/poi-sig/1183503/362179",
    "image_url": null,
    "detail_description": "The name now attached to this low-profile adobe structure is an exaggeration. When built in 1722, it was the home and office of the captain of the local presidio. Now restored to something close to its original appearance, and outfitted with period furnishings, it’s a great place to learn about the early days of San Antonio.\nAlready more than 160 years old when City Hall was erected in 1889, the ‘palace’ was occupied by commercial tenants – including a saloon, a clothing store and even a pawn shop – until 1928, when the city finally realized its historical significance and bought it back."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 22,
    "name": "Steves Homestead Museum",
    "latitude": "29.412652381109",
    "longitude": "-98.495337262568",
    "excerpt": "Most of the mansions in the King William District can only be appreciated from curbside, but one of them provides guided tours: the Steves Homestead…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/steves-homestead-museum/a/poi-sig/1183521/362179",
    "image_url": null,
    "detail_description": "Most of the mansions in the King William District can only be appreciated from curbside, but one of them provides guided tours: the Steves Homestead. Volunteer docents from the San Antonio Conservation Society run guided tours through this Italianate villa and French Second Empire–style home that dates from 1876.\nBuilt for Edward Steves, a wealthy lumber merchant, this stately house has been restored to demonstrate the life of the affluent at the end of the 19th century. Incidentally, San Antonio's first indoor swimming pool is on the property."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 21,
    "name": "San Antonio Missions National Historical Park",
    "latitude": "29.362055",
    "longitude": "-98.478613",
    "excerpt": "Spain's missionary presence can best be felt at the ruins of the four missions south of town: Concepción (1731), San José (1720), San Juan (1731) and…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/san-antonio-missions-national-historical-park/a/poi-sig/1183524/362179",
    "image_url": null,
    "detail_description": "Spain's missionary presence can best be felt at the ruins of the four missions south of town: Concepción (1731), San José (1720), San Juan (1731) and Espada (1745–56). Religious services are still held in the mission churches and the mariachi Mass at noon on Sunday at San José church is a San Antonio tradition.\nFrom downtown, VIA transit bus 42 goes to Concepción and San José. Bus 36 runs from downtown to Mission San Juan. Alamo Trolley tours (www.thealamotrolley.com) visit San José and Concepción. Otherwise, rent a bicycle or drive. From downtown, take St Marys St south until it becomes Mission Rd, then follow the brown signs indicating the direction to the missions."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 20,
    "name": "Fort Sam Houston",
    "latitude": "29.444512",
    "longitude": "-98.462369",
    "excerpt": "'Fort Sam' – as it's known 'round here – is ready to enlist you for a little military history. Its claims to fame? The Apache chief Geronimo was held here…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/fort-sam-houston/a/poi-sig/1183560/362179",
    "image_url": null,
    "detail_description": "'Fort Sam' – as it's known 'round here – is ready to enlist you for a little military history. Its claims to fame? The Apache chief Geronimo was held here for 40 days, and it was also the site of the first military flight in US history, in 1910. And it's home to several historic buildings with designated museums. You'll need a photo ID to enter the grounds of the base.\nThe oldest building at Fort Sam (and Geronimo's short-term residence) is the Quadrangle, built in 1876. Today the Quadrangle is open to the public, and it leads through to a sort of petting zoo: deer have been kept here for more than 100 years, and rabbits, ducks and chickens abound. It's also home to the Fort Sam Houston Museum, where you can learn more about the history of the fort and the soldiers once stationed here.In the northeast section of the grounds, the US Army Medical Department Museum has a display of army medical gear from the US and several other countries, including Germany, the former Soviet Union, Vietnam and China, and a cool collection of restored ambulances, helicopters and a hospital rail car. But what makes it really worth the trip is the collection of Civil War surgical gear, notably the disturbing saws and portable amputation kits."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 19,
    "name": "Brackenridge Park",
    "latitude": "29.456564",
    "longitude": "-98.475909",
    "excerpt": "North of downtown near Trinity University, this 343-acre park is a great place to spend a family day. As well as the San Antonio Zoo, you'll find the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/brackenridge-park/a/poi-sig/1183582/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-01/United%20States%20San%20Antonio%20Victoria%20Ditkovsky%20Shutterstock_1997704277%20RFE.jpg",
    "detail_description": "North of downtown near Trinity University, this 343-acre park is a great place to spend a family day. As well as the San Antonio Zoo, you'll find the Kiddie Park, the San Antonio Zoo Eagle miniature train ($4), an old-fashioned carousel ($2.50) and the Japanese Tea Garden.\n"
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 18,
    "name": "Six Flags Fiesta Texas",
    "latitude": "29.597715",
    "longitude": "-98.609419",
    "excerpt": "You don't have to be a kid to enjoy Fiesta Texas – this popular theme park has plenty of rides that you must be 'this tall' to enjoy. Of course, there are…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/six-flags-fiesta-texas/a/poi-sig/1352197/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Forge%20Productions%20shutterstock_1735910405%20RFE.jpg",
    "detail_description": "You don't have to be a kid to enjoy Fiesta Texas – this popular theme park has plenty of rides that you must be 'this tall' to enjoy. Of course, there are also more than 25 kids' rides for the vertically challenged, as well as swimming pools and water rides over in the White Water Bay area (open May to mid-September).\nThe setting – against a limestone quarry that looks similar to the Arizona desert – is dramatic, and there's plenty of music and other live performances. Parking is $20.32."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 17,
    "name": "San Antonio Zoo",
    "latitude": "29.462823",
    "longitude": "-98.473517",
    "excerpt": "San Antonio’s zoo, in Breckenridge Park north of downtown, is home to 9000 animals from 750 different species. As well as one of the country's largest…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/san-antonio-zoo/a/poi-sig/1183584/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20LParkerTX%20shutterstock_322100699%20RFC.jpg",
    "detail_description": "San Antonio’s zoo, in Breckenridge Park north of downtown, is home to 9000 animals from 750 different species. As well as one of the country's largest endangered-animal collections, it features a mini-train, a carousel and a butterfly garden. All charge a small separate fee, or are included in the Fun Day ticket (adult/child $25/22), which offers a small overall saving.\nNote: this isn't a good place to spend a hot summer afternoon. Come early or late, when the animals aren't inside escaping the heat."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 16,
    "name": "La Villita Historic Arts Village",
    "latitude": "29.421675",
    "longitude": "-98.489267",
    "excerpt": "History meets commerce at downtown's La Villita. San Antonio's first neighborhood, this 'little village' of stone and adobe houses dates back to the early…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/la-villita-historic-arts-village/a/poi-sig/1183501/362179",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/HY0AWB.jpg",
    "detail_description": "History meets commerce at downtown's La Villita. San Antonio's first neighborhood, this 'little village' of stone and adobe houses dates back to the early 1800s and now contains a collection of touristy shops and galleries. It doesn't exactly offer a portal into the past, but it's worth a stroll, especially if you pause for a walking tour that puts the village into the right historical context. (Maps are posted around the village.)\nLa Villita occupies the space between Paseo de la Villita and Nueva St, and between Alamo and Presa Sts."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 15,
    "name": "San Antonio Museum of Art",
    "latitude": "29.437631",
    "longitude": "-98.482058",
    "excerpt": "Housed in the original 1880s Lone Star Brewery (a piece of art in itself), the San Antonio Museum of Art is home to an impressive trove of Latin American…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/san-antonio-museum-of-art/a/poi-sig/1183535/362179",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/shutterstock_1291942588.jpg",
    "detail_description": "Housed in the original 1880s Lone Star Brewery (a piece of art in itself), the San Antonio Museum of Art is home to an impressive trove of Latin American art, including Spanish Colonial, Mexican and pre-Columbian – one of the most comprehensive collections in the US. Beyond Latin American works, the museum holds a little of everything, from Egyptian antiquities to contemporary abstracts, as well as an impressive Asian wing with a collection of Chinese ceramics, paintings and decorative items.\nThe museum is off Broadway St just north of downtown."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 14,
    "name": "Briscoe Western Art Museum",
    "latitude": "29.423096",
    "longitude": "-98.489009",
    "excerpt": "Devoted as much to general Western history as it is to art, this small downtown museum pays its respects to cowboys, Hispanic settlers, Native Americans…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/briscoe-western-art-museum/a/poi-sig/1564155/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Willowtreehouse%20shutterstock_1444943180%20RFE.jpg",
    "detail_description": "Devoted as much to general Western history as it is to art, this small downtown museum pays its respects to cowboys, Hispanic settlers, Native Americans and the women of the west. Along with weaponry, uniforms, 1880s’ photographs of Yosemite National Park, a saddle that belonged to Pancho Villa, and recordings of Western songs, you’ll find all sorts of landscapes and portraits, plus a large and fascinating diorama that depicts the fall of the Alamo.\nGuided tours are offered at 1:30pm on Fridays. Check the online calendar for gallery talks, film series and live music."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 13,
    "name": "Ripley's Alamo Plaza Attractions",
    "latitude": "29.42531",
    "longitude": "-98.487389",
    "excerpt": "Time to throw the kids a bone? After touring historical sites all day, you can reward them with a visit to this teen-friendly trio: Ripley's Haunted…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/ripley-s-alamo-plaza-attractions/a/poi-sig/1353332/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Stephen%20Finn%20Alamy%20AK311J%20RFE.jpg",
    "detail_description": "Time to throw the kids a bone? After touring historical sites all day, you can reward them with a visit to this teen-friendly trio: Ripley's Haunted Adventure, Guinness World Records Museum and Tomb Rider 3D, a theme-park-style ride. It's a little cheesy, and definitely touristy, but a good antidote to slogging around the missions all day.\nOne combo admission gets you into all three, or you can pay a reduced admission if you only have time for one or two. There are plenty of discount coupons floating around, too – check brochures at the visitor center or your hotel."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 12,
    "name": "Tower of the Americas",
    "latitude": "29.419007807701",
    "longitude": "-98.48357553449",
    "excerpt": "San Antonio’s 750ft-high Tower of the Americas is a skyline-defining landmark left over from the 1968 World’s Fair. From the 579ft-high observation deck…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/tower-of-the-americas/a/poi-sig/1183504/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Regan%20Bender%20shutterstock_677473777%20RFC.jpg",
    "detail_description": "San Antonio’s 750ft-high Tower of the Americas is a skyline-defining landmark left over from the 1968 World’s Fair. From the 579ft-high observation deck you’ll mostly see the tops of buildings, but the sheer height alone might earn a few ‘oohs’ and ‘aahs.’ Your admission also includes Skies over Texas, a 3D film with special effects.\nThese observation towers always seem to have a revolving restaurant at the top, and this one's no exception. If you want the view to last all through dinner (or if you want to skip the admission price and the film), make a reservation to dine at the Chart House."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 11,
    "name": "San Antonio Botanical Gardens",
    "latitude": "29.45832",
    "longitude": "-98.457799",
    "excerpt": "This expertly tended, 38-acre garden complex showcases native Texas flora. There's also a rose garden and a wonderful conservatory, with a bit of…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/san-antonio-botanical-gardens/a/poi-sig/1183540/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Shawn%20Kashou%20shutterstock_355356%20RFE.jpg",
    "detail_description": "This expertly tended, 38-acre garden complex showcases native Texas flora. There's also a rose garden and a wonderful conservatory, with a bit of everything from equatorial rainforest to desert plants. Call or go online for a calendar of special events – from concerts under the stars and yoga classes to bird walks and summer classes for children.\nThe strolling garden was designed and created by a 26th-generation gardener and one of Japan's living national treasures from the island of Kyūshū – specifically the city of Kumamoto, which is also home to one of Japan's most revered traditional gardens, Suizenji Park. A few of that famous garden's elements appear here."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 10,
    "name": "Mission Espada",
    "latitude": "29.318079",
    "longitude": "-98.45119",
    "excerpt": "The southernmost mission on the Mission Trail and part of San Antonio Missions National Historical Park, this site is home to the oldest mission in the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/mission-espada/a/poi-sig/1183534/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Natalia%20Silyanov%20shutterstock_1577545378%20RFE.jpg",
    "detail_description": "The southernmost mission on the Mission Trail and part of San Antonio Missions National Historical Park, this site is home to the oldest mission in the east-Texas chain, dating to 1690. The church here was built between 1745 and 1756. This is the best place to check out the historic acequia (aqueduct) – the missions’ irrigation system that’s still in use today and has been designated as a Historic Civil Engineering Landmark.\nTo drive from downtown, take St Marys St south until it becomes Mission Rd and then Espada Rd, following the brown signs indicating the direction to the missions."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 9,
    "name": "Mission San Juan",
    "latitude": "29.333026",
    "longitude": "-98.455224",
    "excerpt": "Completed in 1756, the surviving church at this somber mission site is open. Although the mission was originally founded in east Texas in 1716, it was…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/mission-san-juan/a/poi-sig/1183532/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Gabriel%20Perez%20GettyImages-924198288%20RFC%20crop.jpg",
    "detail_description": "Completed in 1756, the surviving church at this somber mission site is open. Although the mission was originally founded in east Texas in 1716, it was moved here in 1731. You'll also find a small visitor center plus a 0.25-mile-long nature trail along the river. The mission is one of the four missions on the Mission Trail overseen by the San Antonio Missions National Historical Park.\nBus 40 runs from downtown to Mission San Juan. Otherwise, rent a bicycle or drive. To drive from downtown, take St Marys St south until it becomes Mission Rd, then follow the brown signs indicating the direction to the missions."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 8,
    "name": "Mission Concepción",
    "latitude": "29.390822",
    "longitude": "-98.491445",
    "excerpt": "The first mission along the Mission Trail heading south from San Antonio, and part of the San Antonio Missions National Historical Park, this site…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/mission-concepcion/a/poi-sig/1183526/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20volgariver%20GettyImages-528918748%20RFC%20crop.jpg",
    "detail_description": "The first mission along the Mission Trail heading south from San Antonio, and part of the San Antonio Missions National Historical Park, this site features a Spanish colonial church built in 1755. It's a passably interesting stop for history buffs, and essential for anyone who doesn't do things by half. Guided ranger tours are offered at 10:30am and 2:30pm.\nFrom downtown, take VIA transit bus 42 to Concepción. Alamo Trolley tours (www.thealamotrolley.com) also visit Concepción. Otherwise, rent a bicycle or drive. To drive from downtown, take St Marys St south until it becomes Mission Rd, then follow the brown signs indicating the direction to the missions."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 7,
    "name": "Buckhorn Saloon & Museum",
    "latitude": "29.426376",
    "longitude": "-98.488795",
    "excerpt": "Waaaay back in 1881, when the Buckhorn Saloon first opened, the owner promised patrons a free beer or shot for any deer antlers they brought in. Although…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/buckhorn-saloon-museum/a/poi-sig/1183500/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Emma_Griffiths%20shutterstock_1656105328%20RFE.jpg",
    "detail_description": "Waaaay back in 1881, when the Buckhorn Saloon first opened, the owner promised patrons a free beer or shot for any deer antlers they brought in. Although the location has changed, you can still see the collection – and the bar – at today’s Buckhorn Saloon, downtown. You don't need a ticket to sip an over-priced beverage in the saloon, beneath the collective gaze of a giraffe, a bear and all manner of mounted horned beasts.\nIf you have an insatiable appetite for taxidermy, pony up for a kitsch walk through the attached museum, which also includes such oddities as two-headed cows, an eight-legged lamb, and a grotesque ‘mermaid’ skeleton. Admission covers the adjacent Texas Ranger Museum, where you can learn about early rangers and step into a recreated Western town."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 6,
    "name": "SeaWorld San Antonio",
    "latitude": "29.458357516408",
    "longitude": "-98.700624704361",
    "excerpt": "SeaWorld San Antonio is home to both Shamu the 'killer' (orca) whale and Great White, an inverted 'heels-over-head' roller coaster. Loaded with…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/seaworld-san-antonio/a/poi-sig/1183545/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Alissala%20shutterstock_1490230949%20RFE.jpg",
    "detail_description": "SeaWorld San Antonio is home to both Shamu the 'killer' (orca) whale and Great White, an inverted 'heels-over-head' roller coaster. Loaded with waterslides, water park Aquatica opened in 2012; there's a separate admission fee, but a combination ticket (available online) lets you visit both.Since the release of the 2013 documentary Blackfish, SeaWorld’s treatment of its captive orcas has come under intense scrutiny and the company has been hit by falling visitor numbers and a catalogue of negative PR.\nThe film is a damning portrayal of the effects of keeping these whales in captivity and charts the life of Tilikum, an orca at SeaWorld Orlando that was involved in the deaths of three people, including one of its trainers during a live show. Since its release many animal-welfare groups have come out in support of the film, arguing that it is harmful and stressful to keep such sensitive, complex creatures inside an enclosed tank.There are numerous packages and ticket deals on the SeaWorld website, but the combined SeaWorld and Aquatica ticket is the most economical if you want to visit both parks. Otherwise, a single-day ticket to Sea World is $68 while a separate single-day ticket to Aquatica is $49 (they're a bit cheaper if you buy three days in advance online). Admission is free for children under 3 years of age but everyone else pays the one price."
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 4,
    "name": "Mission San José",
    "latitude": "29.361872",
    "longitude": "-98.478722",
    "excerpt": "Known in its time as the Queen of the Missions, San José is certainly the largest and arguably the most beautiful of all the sites on the Mission Trail…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/mission-san-jose/a/poi-sig/1183529/362179",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/GettyImages-623829776.jpg",
    "detail_description": "Known in its time as the Queen of the Missions, San José is certainly the largest and arguably the most beautiful of all the sites on the Mission Trail. Because it's a little more remote and pastoral, surrounded by thick stone walls, you can really get a sense of what life was like here in the 18th and 19th centuries. It's also the location of the main visitor center for San Antonio Missions National Historical Park, which oversees the city's four mission sites.\nHistory of the missions\nThe San Antonio missions were constructed in the early 18th century as part of an effort to provide way-stations and staging areas for Spanish colonial expansion to the north. The native Coahuiltecans, already under pressure from other nomadic Native American tribes pushing down from the north, showed a willingness to convert to Christianity, and labored for the colonial Spanish priests in order to receive food and protection at the missions.\nConstructed in what is now downtown, the first and most impressive mission was what would come to be known as the Alamo. With the destruction by war or disease of many East Texas missions, the Spanish quickly built four more missions south of the Alamo, now collectively known as the Mission Trail. Religious services are still held in the mission churches.\n\n  \nRangers can talk you through details of the building and surrounding landscape © traveler1116 / Getty Images\n\nTours of Mission San José\nAdmission to all four San Antonio missions is free. Free ranger-led tours start from the visitor center at 11am each day and last around 45 minutes. There are also ranger talks each afternoon, which cover the history of the Mission, and look at the architecture, church carvings and surrounding landscape. \nServices at Mission San José\nMass at Mission San José is conducted in English and Spanish. Check with the church directly for information on services. \nHow to get there\nMission San José is the second mission as you head south from downtown. To get to the mission from downtown, take VIA transit bus 42, which connects to San José. To drive from downtown, take St Marys Street south until it becomes Mission Road, then follow the brown signs indicating the direction to the missions.\nThe new Mission Reach, an 8-mile extension of the River Walk, connects downtown with all four missions. South of the Blue Star Arts Complex, the River Walk becomes a pretty walking and cycling trail, open from dawn to dusk.\n"
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 5,
    "name": "San Fernando Cathedral",
    "latitude": "29.424395",
    "longitude": "-98.493848",
    "excerpt": "Founded in 1731, San Antonio’s cathedral ranks as the oldest church in Texas. On the edge of Main Plaza, its prime interest for modern visitors is as a…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/san-fernando-cathedral/a/poi-sig/1183502/362179",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/MDGCWG.jpg",
    "detail_description": "Founded in 1731, San Antonio’s cathedral ranks as the oldest church in Texas. On the edge of Main Plaza, its prime interest for modern visitors is as a screen – literally – for San Antonio: The Saga, a sound and light show.\nThe sound and light show\nThis 24-minute-long after-dark art installation tells the story of the city with dazzling colorful effects, projected onto the cathedral's facade four nights a week (9pm, 9:30pm and 10pm, Tuesday and Friday to Sunday; free). \n\n  \nThe light show on the cathedral has drawn visitors since 2014 © kellyvandellen / Getty Images\n\nHistory\nThe cathedral itself played a crucial role in the 1836 Battle of the Alamo. As James Bowie – who had been married in San Fernando in happier times – defended the Alamo across the river, Mexican general Santa Anna commandeered the church as an observation post. His act of raising a flag of \"no quarter\", meaning he would take no prisoners, began the deadly siege.\nOn little evidence beyond the fact that they bore fragments of uniforms – and even though the Alamo defenders didn't wear uniforms – charred bones unearthed near the altar in 1936 were claimed to be those of Davy Crockett, William Travis and James Bowie. They’re now housed in a marble casket just inside the left entrance of the church.\n"
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 3,
    "name": "McNay Art Museum",
    "latitude": "29.485613",
    "longitude": "-98.456308",
    "excerpt": "This Spanish Colonial revival-style mansion, 5 miles north of downtown and originally owned by artist Marion Koogler McNay, is spectacular. McNay's 700…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/mcnay-art-museum/a/poi-sig/1183544/362179",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyImages-148583751.jpg",
    "detail_description": "This Spanish Colonial revival-style mansion, 5 miles north of downtown and originally owned by artist Marion Koogler McNay, is spectacular. McNay's 700-piece collection of European and American art, which she left to the city after her death in 1950, is even more stunning.\nThe collection\nThe McNay Art Museum now&nbsp;holds over 22,000 pieces in its collection. Wandering between rooms&nbsp;you encounter treasure after treasure, with Van Gogh’s&nbsp;Women Crossing the Fields&nbsp;standing out amid works by European artists, such as Picasso, Matisse, Cézanne, Munch, and Rodin. The modern and contemporary art collection has a diverse mix of photography, sculptures and paintings, including pieces by Alexander Calder, Magdalena Abakanowicz, and Joan Mitchell. There are prints and graphics from the 19th and 20th centuries, as well medieval artworks. Not all the collection, which stretches from the Renaissance to the 21st century, can be displayed at any one time.\nExhibitions\nThe Stieren Center, a self-described \"translucent two-story box\"&nbsp;attached to the original mansion, opened in 2008, vastly increasing the museum's gallery space. It hosts temporary exhibitions and events.\nTickets and free admission times\nTickets can be bought online in advance or at the museum on the day of your visit. Reservations may be required for special exhibitions. General admission is free on Thursdays from 4pm to 6pm, and the first Sunday of every month.\nAccessibility\nThe museum's entrance is wheelchair-accessible, and there are elevators to each floor. Wheelchairs are available on a first-come, first-served basis&nbsp;– ask at the front&nbsp;desk.\n"
},
{
    "country": "san-antonio",
    "city": "San Antonio",
    "index": 2,
    "name": "River Walk",
    "latitude": "29.425086",
    "longitude": "-98.489395",
    "excerpt": "The River Walk is a 15-mile-long glorious network of waterside pathways that’s tucked below street level and lined with bars and restaurants. It's the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/river-walk/a/poi-sig/1247237/362179",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/shutterstockRF_649148494.jpg",
    "detail_description": "The River Walk is a 15-mile-long glorious network of waterside pathways that’s tucked below street level and lined with bars and restaurants. It's the perfect place for many leisurely strolls through downtown and beyond, and considered one of the top things to do in San Antonio. You'll pass landscaped gardens and riverfront cafes, and linger on stone footbridges that arch across the water.\nDuring summer it gets mighty crowded, but at peaceful times (and the further you get from downtown) it's a lovely place to be – especially during the holidays, when it's bedecked with twinkling lights.\nRiver Walk extension\nThese days, the River Walk extends way north and south of downtown. The 8-mile Mission Reach expansion extends south to the King William District and beyond to the Spanish missions, while the 4-mile Museum Reach stretches north to the San Antonio Art Museum, the Pearl Brewery complex and Brackenridge Park.\n\n  \nTake a 35-minute tour of the river by boat © f11photo / Shutterstock\n\nRiver Walk restaurants\nHaving a location beside the pretty River Walk gives any restaurant instant atmosphere, especially when there's a patio involved, but typical prices are high, and there's no guarantee of quality. Decent options include Biga on the Banks, serving a wonderful mix of European, Tex-Mex, American and Asian influences, and local favorite Texas bistro Boudro's.\nRiver Walk boat tour\nAfter you've had your fill of walking by the river, hop on a Go Rio cruise. These 35-minute narrated cruises leave every 15 to 20 minutes, and give a good visual overview of the river plus a light history lesson. No reservations are necessary; buy tickets online or at the ticket booths found at 706 River Walk, Rivercenter and Aztec Theater.\n\n  \nThere's a bike rental point at the Blue Star Arts Complex on the River Walk © JustPixs / Shutterstock\n\nCycling the River Walk\nDowntown you cannot ride a bike on the River Walk and must ride on surrounding streets. Once you get out of downtown, however, you can ride your bike on long stretches of the River Walk. Beyond Lexington Avenue, follow the River Walk north to the Pearl Brewery complex and the Brackenridge Park area's attractions (the Museum Reach). South of downtown, from Nueva Street, you can cycle to the historic missions (the Mission Reach), with a walk-your-bike section near the Blue Star Brewery Complex. Before setting out, confirm the cycling start points with the visitor center and obey current signage so you don't get a ticket. The San Antonio River Authority website has some useful information. Check San Antonio's bike-share scheme for rental locations. \nCreation of the River Walk\nIn 1921, floods destroyed downtown San Antonio when water 10ft deep gushed through the center of the city from the overflowing San Antonio River, obliterating homes and businesses and drowning as many as 50 people. As a result, the Olmos Dam was constructed to handle overflow and route the extra water around the downtown area through a canal called the Oxbow.\nIt was a temporary fix that was intended to be submerged and turned into an enormous storm drain beneath the city. Before this happened though, some locals formed the San Antonio Conservation Society and dedicated themselves to preserving and developing the canal into an attraction.\nIn 1938 the Works Progress Administration (WPA) assumed control of the canal's fate, and executed a plan to develop a central business district of shops and restaurants along a cobbled walk. More than 1000 jobs were created during the construction of River Walk, and the project is one of the most beautiful results of the WPA effort.\n"
}
]