[
{
    "country": "san-ignacio-cayo",
    "city": "San Ignacio",
    "index": 6,
    "name": "Sacred Heart Church",
    "latitude": "17.15649139665",
    "longitude": "-89.071563909971",
    "excerpt": "Landmark church in San Ignacio.",
    "detail_url": "https://www.lonelyplanet.com/belize/western-belize/san-ignacio-cayo/attractions/sacred-heart-church/a/poi-sig/1343026/358218",
    "image_url": null,
    "detail_description": "Landmark church in San Ignacio.\n"
},
{
    "country": "san-ignacio-cayo",
    "city": "San Ignacio",
    "index": 5,
    "name": "St Andrew's Anglican Church",
    "latitude": "17.159623",
    "longitude": "-89.070454",
    "excerpt": "On pedestrian Burns Ave, this is a popular parish church.",
    "detail_url": "https://www.lonelyplanet.com/belize/western-belize/san-ignacio-cayo/attractions/st-andrew-s-anglican-church/a/poi-sig/1333149/358218",
    "image_url": null,
    "detail_description": "On pedestrian Burns Ave, this is a popular parish church.\n"
},
{
    "country": "san-ignacio-cayo",
    "city": "San Ignacio",
    "index": 4,
    "name": "House of Culture",
    "latitude": "17.15869",
    "longitude": "-89.072009",
    "excerpt": "In the former hospital behind the town hall, the House of Culture has regular art, history and cultural exhibitions, as well as being a local meeting…",
    "detail_url": "https://www.lonelyplanet.com/belize/western-belize/san-ignacio-cayo/attractions/house-of-culture/a/poi-sig/1320760/358218",
    "image_url": null,
    "detail_description": "In the former hospital behind the town hall, the House of Culture has regular art, history and cultural exhibitions, as well as being a local meeting place.\n"
},
{
    "country": "san-ignacio-cayo",
    "city": "San Ignacio",
    "index": 3,
    "name": "Branch Mouth",
    "latitude": "17.177326",
    "longitude": "-89.080067",
    "excerpt": "Branch Mouth is the meeting place of the Mopan River, coming from Guatemala, and the Macal River, flowing down from Mountain Pine Ridge. The confluence of…",
    "detail_url": "https://www.lonelyplanet.com/belize/western-belize/san-ignacio-cayo/attractions/branch-mouth/a/poi-sig/1320761/358218",
    "image_url": null,
    "detail_description": "Branch Mouth is the meeting place of the Mopan River, coming from Guatemala, and the Macal River, flowing down from Mountain Pine Ridge. The confluence of these rivers forms the beginning of the Belize River, which flows northeast to the sea. It's a cool spot for a swim on a hot day. A cable swing bridge connects to the opposite bank. To get there, cycle or walk 1.5 miles north of town past Midas Resort.\n"
},
{
    "country": "san-ignacio-cayo",
    "city": "San Ignacio",
    "index": 2,
    "name": "Cahal Pech",
    "latitude": "17.145609",
    "longitude": "-89.074316",
    "excerpt": "High atop a hill about a mile south of San Ignacio, Cahal Pech is the oldest-known Maya site in the Belize River valley, having been first settled between…",
    "detail_url": "https://www.lonelyplanet.com/belize/western-belize/san-ignacio-cayo/attractions/cahal-pech/a/poi-sig/460808/358218",
    "image_url": null,
    "detail_description": "High atop a hill about a mile south of San Ignacio, Cahal Pech is the oldest-known Maya site in the Belize River valley, having been first settled between 1500 and 1000 BC. Less impressive than Xunantunich and Caracol, it's still a fascinating example of Preclassic Maya architecture and an easy uphill walk from town. It was a significant Maya settlement for 2000 years or more. Drop into the small visitors center, which explains some of the history of Cahal Pech.\nCahal Pech (kah-hahl pech) is Mopan and Yucatec Mayan for 'Place of Ticks,' a nickname earned in the 1950s when the site was surrounded by pastures grazed by tick-infested cattle. Today it's a pleasantly shady site with plenty of trees and few tourists. Its core area of seven interconnected plazas has been excavated and restored since the late 1980s. Plaza B is the largest and most impressive complex; Structure A-1, near Plaza A, is the site's tallest temple. Two ballcourts lie at either end of the restored area.The earliest monumental religious architecture in Belize was built here between 600 and 400 BC, though most of what we see today dates from AD 600 to 800, when Cahal Pech and its peripheral farming settlements had an estimated population of between 10,000 and 20,000. The place was abandoned around AD 850."
},
{
    "country": "san-ignacio-cayo",
    "city": "San Ignacio",
    "index": 1,
    "name": "Green Iguana Conservation Project",
    "latitude": "17.153877961",
    "longitude": "-89.068474482",
    "excerpt": "On the lush Macal Valley grounds of the San Ignacio Resort Hotel, this excellent program collects and hatches iguana eggs, raising the reptiles until they…",
    "detail_url": "https://www.lonelyplanet.com/belize/western-belize/san-ignacio-cayo/attractions/green-iguana-conservation-project/a/poi-sig/460812/358218",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a9bc7856ce236b7bdb859f270ffc76eb-green-iguana-conservation-project.jpg",
    "detail_description": "On the lush Macal Valley grounds of the San Ignacio Resort Hotel, this excellent program collects and hatches iguana eggs, raising the reptiles until they are past their most vulnerable age. The iguanas are then released into the wild. On the guided tour you'll get plenty of opportunities to stroke and handle the adorable iguanas and learn much about their habits and life cycle. The tour also follows the medicinal jungle trail that winds through the forest.\n"
}
]