[
{
    "country": "san-jose",
    "city": "San Jose",
    "index": 1,
    "name": "Winchester Mystery House",
    "latitude": "37.318289",
    "longitude": "-121.950871",
    "excerpt": "This ridiculous yet fascinating Victorian mansion is filled with 160 mostly non-utilitarian rooms with dead-end hallways and a staircase that runs up to a…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/san-jose/attractions/winchester-mystery-house/a/poi-sig/1468610/361878",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_1040411818%20crop.jpg",
    "detail_description": "This ridiculous yet fascinating Victorian mansion is filled with 160 mostly non-utilitarian rooms with dead-end hallways and a staircase that runs up to a ceiling. The standard hour-long guided mansion tour includes a romp through the gardens plus entry to an exhibition of guns and rifles.\nSarah Winchester – heir to the Winchester-rifle fortune – spent 38 years constructing this mammoth white elephant. No expense was spared in the construction, the extreme results of which sprawl over 4 acres. Apparently, it was commissioned because she claimed the spirits of the people killed by Winchester rifles told her to.The house is west of central San Jose and just north of I-280, incongruously across the street from the upscale Santana Row."
},
{
    "country": "san-jose",
    "city": "San Jose",
    "index": 10,
    "name": "Rosicrucian Park",
    "latitude": "37.334098",
    "longitude": "-121.922858",
    "excerpt": "The Rosicrucian Egyptian Museum is the centerpiece of this peaceful park, west of downtown San Jose. Meditate as you stroll the walking labyrinth and…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/san-jose/attractions/rosicrucian-park/a/poi-sig/1468595/361878",
    "image_url": null,
    "detail_description": "The Rosicrucian Egyptian Museum is the centerpiece of this peaceful park, west of downtown San Jose. Meditate as you stroll the walking labyrinth and gardens.\n"
},
{
    "country": "san-jose",
    "city": "San Jose",
    "index": 9,
    "name": "Cathedral Basilica of St Joseph",
    "latitude": "37.33410994",
    "longitude": "-121.89039293",
    "excerpt": "At the top of the Plaza de Cesar Chavez, the pueblo’s first church was originally constructed of adobe brick in 1803. It was replaced three times due to…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/san-jose/attractions/cathedral-basilica-of-st-joseph/a/poi-sig/1468601/361878",
    "image_url": null,
    "detail_description": "At the top of the Plaza de Cesar Chavez, the pueblo’s first church was originally constructed of adobe brick in 1803. It was replaced three times due to earthquakes and fire; the present building dates from 1877.\n"
},
{
    "country": "san-jose",
    "city": "San Jose",
    "index": 6,
    "name": "San Jose Museum of Art",
    "latitude": "37.33364202",
    "longitude": "-121.89002407",
    "excerpt": "With a permanent collection of 20th-century works and imaginative changing exhibits, the city’s central art museum is worth a quick look. The main…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/san-jose/attractions/san-jose-museum-of-art/a/poi-sig/457315/361878",
    "image_url": null,
    "detail_description": "With a permanent collection of 20th-century works and imaginative changing exhibits, the city’s central art museum is worth a quick look. The main building started life as the post office in 1892, was damaged by the 1906 earthquake and became an art gallery in 1933. A modern wing was added in 1991.\n"
},
{
    "country": "san-jose",
    "city": "San Jose",
    "index": 8,
    "name": "Children’s Discovery Museum",
    "latitude": "37.327367",
    "longitude": "-121.893407",
    "excerpt": "This science and creativity museum has hands-on displays incorporating art, technology and the environment, with plenty of toys and cool play-and-learn…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/san-jose/attractions/children-s-discovery-museum/a/poi-sig/1468611/361878",
    "image_url": null,
    "detail_description": "This science and creativity museum has hands-on displays incorporating art, technology and the environment, with plenty of toys and cool play-and-learn areas for tots to school-aged children. The museum is downtown on Woz Way, named after Steve Wozniak, cofounder of Apple.\n"
},
{
    "country": "san-jose",
    "city": "San Jose",
    "index": 7,
    "name": "MACLA",
    "latitude": "37.32824369",
    "longitude": "-121.88422426",
    "excerpt": "A cutting-edge gallery highlighting themes by both established and emerging Latino artists, MACLA is one of the Bay Area's best community arts spaces,…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/san-jose/attractions/macla/a/poi-sig/1468754/361878",
    "image_url": null,
    "detail_description": "A cutting-edge gallery highlighting themes by both established and emerging Latino artists, MACLA is one of the Bay Area's best community arts spaces, with open-mike performances, live music shows, experimental theater and well-curated, thought-provoking visual-arts exhibits.\n"
},
{
    "country": "san-jose",
    "city": "San Jose",
    "index": 5,
    "name": "Plaza de Cesar Chavez",
    "latitude": "37.332",
    "longitude": "-121.889555",
    "excerpt": "This leafy square in the center of downtown was part of the original plaza of El Pueblo de San José de Guadalupe, and is the city's oldest public space…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/san-jose/attractions/plaza-de-cesar-chavez/a/poi-sig/1468599/361878",
    "image_url": null,
    "detail_description": "This leafy square in the center of downtown was part of the original plaza of El Pueblo de San José de Guadalupe, and is the city's oldest public space. It’s named after César Chávez – founder of the United Farm Workers, who lived part of his life in San Jose – and is surrounded by museums, theaters and hotels.\n"
},
{
    "country": "san-jose",
    "city": "San Jose",
    "index": 4,
    "name": "History Park",
    "latitude": "37.319049",
    "longitude": "-121.857991",
    "excerpt": "Historical buildings from all over San Jose have been brought together in this open-air history museum. The centerpiece is a scaled-down replica of the…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/san-jose/attractions/history-park/a/poi-sig/1468585/361878",
    "image_url": null,
    "detail_description": "Historical buildings from all over San Jose have been brought together in this open-air history museum. The centerpiece is a scaled-down replica of the 1881 Electric Light Tower. Other buildings include the 1880 Pacific Hotel, which has rotating art exhibits. The Trolley Barn restores trolley cars to operate on San Jose’s light-rail line.\nOn weekends you can ride a trolley along the park’s own short line."
},
{
    "country": "san-jose",
    "city": "San Jose",
    "index": 2,
    "name": "Tech Interactive",
    "latitude": "37.331479",
    "longitude": "-121.890167",
    "excerpt": "Opposite Plaza de Cesar Chavez, San Jose's excellent technology museum examines subjects from robotics to space exploration, and genetics to virtual…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/san-jose/attractions/tech-interactive/a/poi-sig/1468592/361878",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Jose%20Hisham%20Ibrahim%20GettyImages-200425925-001%20RFE.jpg",
    "detail_description": "Opposite Plaza de Cesar Chavez, San Jose's excellent technology museum examines subjects from robotics to space exploration, and genetics to virtual reality. The museum also includes an IMAX dome theater, which screens newly released films throughout the day.\n"
},
{
    "country": "san-jose",
    "city": "San Jose",
    "index": 3,
    "name": "Rosicrucian Egyptian Museum",
    "latitude": "37.333433",
    "longitude": "-121.922772",
    "excerpt": "West of downtown, this educational Egyptian museum is one of San Jose’s more unusual attractions. Its extensive collection includes statues, household…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/san-jose/attractions/rosicrucian-egyptian-museum/a/poi-sig/457313/361878",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148517782_large.jpg",
    "detail_description": "West of downtown, this educational Egyptian museum is one of San Jose’s more unusual attractions. Its extensive collection includes statues, household items and mummies; there’s even a two-room walk-through reproduction of an ancient subterranean tomb.\n"
}
]