[
{
    "country": "sandakan",
    "city": "Sandakan",
    "index": 1,
    "name": "Agnes Keith House",
    "latitude": "5.8422867295737",
    "longitude": "118.11650767087",
    "excerpt": "This atmospheric two-storey colonial villa, Newlands, tells the story of American writer Agnes Keith and her British husband Harry, the Conservator of…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/sandakan/attractions/agnes-keith-house/a/poi-sig/480246/356962",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/0502c615e6e7a962a2f97d6b149f63e3-agnes-keith-house.jpg",
    "detail_description": "This atmospheric two-storey colonial villa, Newlands, tells the story of American writer Agnes Keith and her British husband Harry, the Conservator of Forests in North Borneo. They lived in Sandakan from 1934 to 1952 and spent three years in Japanese internment camps during WWII. The house was immortalised by Keith in her award-winning, funny and engaging portrayal of colonial life in Land Below the Wind. To get here, take the Tangga Seribu (100 Steps) to Jln Istana.\nThis is the second incarnation of their abode, with the original destroyed during the war. Newlands has been immaculately restored, its polished wooden floors gleaming and period furniture in place. Photos of the family and of Sandakan in the 1930s and artefacts such as brass gongs, Chinese stoneware jars, Penan blowpipes and woven Murut backpacks add to the atmosphere."
},
{
    "country": "sandakan",
    "city": "Sandakan",
    "index": 10,
    "name": "Malaysia Fountain",
    "latitude": "5.839056",
    "longitude": "118.115838",
    "excerpt": "The fountain commemorates the independence of Sabah on 16 September 1963 with the departure of the last Governor of British North Borneo.",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/sandakan/attractions/malaysia-fountain/a/poi-sig/1346860/356962",
    "image_url": null,
    "detail_description": "The fountain commemorates the independence of Sabah on 16 September 1963 with the departure of the last Governor of British North Borneo.\n"
},
{
    "country": "sandakan",
    "city": "Sandakan",
    "index": 9,
    "name": "Sam Sing Kung",
    "latitude": "5.840796",
    "longitude": "118.114378",
    "excerpt": "The Sam Sing Kung temple (also pronounced 'Sam Sing Gong') dates from 1887, making it the oldest building in Sandakan. The temple itself is a smallish, if…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/sandakan/attractions/sam-sing-kung/a/poi-sig/1212592/356962",
    "image_url": null,
    "detail_description": "The Sam Sing Kung temple (also pronounced 'Sam Sing Gong') dates from 1887, making it the oldest building in Sandakan. The temple itself is a smallish, if attractive affair – a lovely example of a house of worship dedicated to the traditional Chinese Taoist pantheon.\n"
},
{
    "country": "sandakan",
    "city": "Sandakan",
    "index": 8,
    "name": "St Michael's & All Angels Church",
    "latitude": "5.8405704331155",
    "longitude": "118.11288355148",
    "excerpt": "One of the very few surviving pre-WWII buildings, this pretty stone church (1893) sits as a relic of colonial times and a monument to Christian worship on…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/sandakan/attractions/st-michael-s-all-angels-church/a/poi-sig/1212591/356962",
    "image_url": null,
    "detail_description": "One of the very few surviving pre-WWII buildings, this pretty stone church (1893) sits as a relic of colonial times and a monument to Christian worship on a hillside high above Sandakan. Its construction reportedly involved prisoner labourers dragging huge slabs of local granite across the Bornean jungle. Notice its stunning stained-glass windows, donated by Australians to commemorate the 60th anniversary of the end of WWII.\n"
},
{
    "country": "sandakan",
    "city": "Sandakan",
    "index": 7,
    "name": "Puu Jih Syh Temple",
    "latitude": "5.831521",
    "longitude": "118.087878",
    "excerpt": "Wrapped in the usual firework display of reds, golds and twining dragons, festooned with lanterns illuminating the grounds like a swarm of fireflies, this…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/sandakan/attractions/puu-jih-syh-temple/a/poi-sig/1212586/356962",
    "image_url": null,
    "detail_description": "Wrapped in the usual firework display of reds, golds and twining dragons, festooned with lanterns illuminating the grounds like a swarm of fireflies, this is one of the finest Chinese temples in Sabah. It's about 4km west of the centre. Take a bus to Tanah Merah and ask for directions. A taxi shouldn't cost more than RM10 one way, but don't be surprised if cabbies try to charge RM25 for a round trip plus waiting at the temple.\n"
},
{
    "country": "sandakan",
    "city": "Sandakan",
    "index": 6,
    "name": "Japanese Cemetery",
    "latitude": "5.843507",
    "longitude": "118.124635",
    "excerpt": "A poignant piece of Sandakan's ethnic puzzle, this cemetery was founded in the 1890s by Kinoshita Kuni, known as the successful madam-manager of Sandakan…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/sandakan/attractions/japanese-cemetery/a/poi-sig/1212562/356962",
    "image_url": null,
    "detail_description": "A poignant piece of Sandakan's ethnic puzzle, this cemetery was founded in the 1890s by Kinoshita Kuni, known as the successful madam-manager of Sandakan's lucrative 'Brothel 8'. Today's cemetery is small, but at one time there were hundreds of prostitutes buried here. A monument to the fallen Japanese soldiers of WWII was erected in the cemetery in 1989. To get here climb the Tangga Seribu to Lg Istana and turn right, following signs to the cemetery.\n"
},
{
    "country": "sandakan",
    "city": "Sandakan",
    "index": 5,
    "name": "Kampong Buli Sim Sim",
    "latitude": "5.855237",
    "longitude": "118.129077",
    "excerpt": "This traditional Malay stilt village, located about 3km east of the city centre, is the original settlement Sandakan grew from back in 1879. It's still an…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/sandakan/attractions/kampong-buli-sim-sim/a/poi-sig/1212596/356962",
    "image_url": null,
    "detail_description": "This traditional Malay stilt village, located about 3km east of the city centre, is the original settlement Sandakan grew from back in 1879. It's still an atmospheric (and pungent) place to wander around, even though the houses have air-con and the wooden walkways have largely been replaced with concrete ones. Locals come here to haggle over fresh and dried fish and to dine at the likes of Sim Sim Restaurant. A taxi/Grab ride should cost around RM20/6.\n"
},
{
    "country": "sandakan",
    "city": "Sandakan",
    "index": 4,
    "name": "Sandakan Heritage Museum",
    "latitude": "5.840081",
    "longitude": "118.116095",
    "excerpt": "This small museum near the beginning of the Heritage Walk is a bit neglected but worth a look for the old photos and memorabilia of Sandakan's tumultuous…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/sandakan/attractions/sandakan-heritage-museum/a/poi-sig/1577261/356962",
    "image_url": null,
    "detail_description": "This small museum near the beginning of the Heritage Walk is a bit neglected but worth a look for the old photos and memorabilia of Sandakan's tumultuous modern history. Downstairs is a gallery dedicated to the extraordinary antics of husband-and-wife team, the Johnsons from Kansas, USA. The couple blazed across Borneo (and Africa) in the 1920s and '30s, capturing animals for zoos and taking many photographs. It's certainly an insight into another era and mindset.\r\n\n"
},
{
    "country": "sandakan",
    "city": "Sandakan",
    "index": 3,
    "name": "Chinese Cemetery",
    "latitude": "5.843357",
    "longitude": "118.122114",
    "excerpt": "Sandakan's Chinese Cemetery is huge. As you wander along the cemetery, you'll notice the graves become older and more decrepit – many have been claimed by…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/sandakan/attractions/chinese-cemetery/a/poi-sig/1212560/356962",
    "image_url": null,
    "detail_description": "Sandakan's Chinese Cemetery is huge. As you wander along the cemetery, you'll notice the graves become older and more decrepit – many have been claimed by the jungle. You will also see some charnel houses that accommodate the important members of Sandakan's major Chinese clans. Just before the cemetery entrance, on a hillock, is a memorial to the 30 Chinese victims of the Sandakan Massacre on 27 May 1945 – mostly community leaders who were part of the underground movement.\n"
},
{
    "country": "sandakan",
    "city": "Sandakan",
    "index": 2,
    "name": "Sandakan Memorial Park",
    "latitude": "5.888023",
    "longitude": "118.047044",
    "excerpt": "A beautiful rainforest garden marks the site of a Japanese POW camp and the starting point for the infamous WWII 'death marches' to Ranau. Of the 1793…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/sandakan/attractions/sandakan-memorial-park/a/poi-sig/1153825/356962",
    "image_url": null,
    "detail_description": "A beautiful rainforest garden marks the site of a Japanese POW camp and the starting point for the infamous WWII 'death marches' to Ranau. Of the 1793 Australian and 641 British troops originally imprisoned here, the only survivors by July 1945 were six Australian escapees. A concrete water tank and a few rusting machines from the British agricultural station that became a prison comprise the only physical remains. A pavilion recounts the horrors and heroism and includes photographs and survivor accounts.\nDownload the Sandakan app to learn more about the camp, the privations endured (particularly by Australians, seen as troublemakers by the Japanese), the horrific diet and the locals who saved and hid the six surviving Australians.To reach the park, take any Batu 8 (or higher-numbered) bus from the local bus station on the waterfront in the city centre (RM1.50). Get off at the 'Taman Rimba' signpost and walk down Jln Rimba. A taxi from the city centre costs about RM80 return with one hour waiting time; two Grab rides work out cheaper."
}
]