[
{
    "country": "santander",
    "city": "Santander",
    "index": 1,
    "name": "Cuevas de Monte Castillo",
    "latitude": "43.292146",
    "longitude": "-3.965496",
    "excerpt": "Of these four World Heritage–listed caves 30km southwest of Santander, two – El Castillo and Las Monedas – are open for 45-minute guided visits (in…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/cuevas-de-monte-castillo/a/poi-sig/1130585/360749",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/900e8ebfbc98805fe39d52c904011826-cuevas-de-monte-castillo.jpg",
    "detail_description": "Of these four World Heritage–listed caves 30km southwest of Santander, two – El Castillo and Las Monedas – are open for 45-minute guided visits (in Spanish). Booking ahead online is highly recommended, especially for the more spectacular El Castillo. As you explore 300m into the cave, you’ll see art almost as breathtaking as that of Cantabria’s famous Cueva de Altamira – and unlike at Altamira, this is the genuine article, not a replica.\nEl Castillo's 275 paintings and engravings of deer, bison, horses, goats, aurochs, handprints, mysterious symbols and a mammoth (very rare) date from around 39,000 to 11,000 BCE. One red symbol, believed to be 40,800 years old, is Europe's oldest known cave art. El Castillo also has exquisite cathedral-like rock formations. Las Monedas contains less art (black animal outlines, from around 10,000 BCE), but has an astounding labyrinth of shimmering stalactites and stalagmites.Five to seven daily buses run from Santander to Puente Viesgo (€2.45, 40 minutes), from where it's a 2km uphill walk or taxi ride to the cave."
},
{
    "country": "santander",
    "city": "Santander",
    "index": 25,
    "name": "Plaza Porticada",
    "latitude": "43.46214",
    "longitude": "-3.806151",
    "excerpt": "An elegant ensemble of 64 porticoes frames this handsome plaza, constructed in the aftermath of a 1941 fire that ravaged the city centre.",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/plaza-porticada/a/poi-sig/1297137/360749",
    "image_url": null,
    "detail_description": "An elegant ensemble of 64 porticoes frames this handsome plaza, constructed in the aftermath of a 1941 fire that ravaged the city centre.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 24,
    "name": "Plaza de Cañadío",
    "latitude": "43.463432",
    "longitude": "-3.801774",
    "excerpt": "The epicentre of Santander's nightlife scene, Plaza de Cañadío is packed with bars and restaurants that keep buzzing into the wee hours.",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/plaza-de-canadio/a/poi-sig/1297139/360749",
    "image_url": null,
    "detail_description": "The epicentre of Santander's nightlife scene, Plaza de Cañadío is packed with bars and restaurants that keep buzzing into the wee hours.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 23,
    "name": "Plaza de Pombo",
    "latitude": "43.46249",
    "longitude": "-3.802021",
    "excerpt": "Lined with trees, ringed with cafes and sporting a gazebo in its centre, this long, rectangular plaza is one of Santander's most popular public spaces…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/plaza-de-pombo/a/poi-sig/1297138/360749",
    "image_url": null,
    "detail_description": "Lined with trees, ringed with cafes and sporting a gazebo in its centre, this long, rectangular plaza is one of Santander's most popular public spaces. There's a convenient parking garage just underneath.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 22,
    "name": "Mercado La Esperanza",
    "latitude": "43.462739641033",
    "longitude": "-3.8100056648254",
    "excerpt": "Housed in a 19th-century cast-iron structure, the bustling Esperanza market is a lively slice of Cantabrian life. Shoppers throng two floors of stalls…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/mercado-la-esperanza/a/poi-sig/1266800/360749",
    "image_url": null,
    "detail_description": "Housed in a 19th-century cast-iron structure, the bustling Esperanza market is a lively slice of Cantabrian life. Shoppers throng two floors of stalls laden with seafood, meat, cheese, fruit, vegetables, baked goods and orujo firewater from Liébana.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 21,
    "name": "Banco Santander",
    "latitude": "43.461922",
    "longitude": "-3.803136",
    "excerpt": "You can’t miss the splendid 1875 Banco Santander building – notable for its giant arch in the middle – across the street from the Jardines de Pereda. The…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/banco-santander/a/poi-sig/1267269/360749",
    "image_url": null,
    "detail_description": "You can’t miss the splendid 1875 Banco Santander building – notable for its giant arch in the middle – across the street from the Jardines de Pereda. The Santander is now one of the world’s biggest banks, so the architectural grand­iloquence is not entirely misplaced.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 20,
    "name": "Playa de Valdearenas",
    "latitude": "43.444694",
    "longitude": "-3.975248",
    "excerpt": "Protected by the pine-filled Parque Natural de las Dunas de Liencres, this exquisite 3km-long, gold-tinged beach has a delightful natural feel and is…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/playa-de-valdearenas/a/poi-sig/1533863/360749",
    "image_url": null,
    "detail_description": "Protected by the pine-filled Parque Natural de las Dunas de Liencres, this exquisite 3km-long, gold-tinged beach has a delightful natural feel and is hugely popular with surfers and beach-lovers alike. It’s an 18km drive west of Santander: take the A67 west to Boo de Piélagos, then the CA231 and CA305 north.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 19,
    "name": "Playa de Somo",
    "latitude": "43.456727",
    "longitude": "-3.742465",
    "excerpt": "Across the bay from Santander, and just beyond Playa del Puntal, Playa de Somo is a beautiful, gold-tinged beach, often with pretty good surf. A year…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/playa-de-somo/a/poi-sig/1481753/360749",
    "image_url": null,
    "detail_description": "Across the bay from Santander, and just beyond Playa del Puntal, Playa de Somo is a beautiful, gold-tinged beach, often with pretty good surf. A year-round ferry (one way/return €2.90/5, 30 minutes) runs to Somo from the Estación Marítima Los Reginas every 30 or 60 minutes, 8.30am to 7.30pm.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 17,
    "name": "Playa de Mataleñas",
    "latitude": "43.486003",
    "longitude": "-3.787515",
    "excerpt": "Tucked deep between two rocky headlands just north of El Sardinero, this tiny golden cove gets packed during the summer months. From the northern end of…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/playa-de-matalenas/a/poi-sig/1533827/360749",
    "image_url": null,
    "detail_description": "Tucked deep between two rocky headlands just north of El Sardinero, this tiny golden cove gets packed during the summer months. From the northern end of Playa del Sardinero, a gorgeously scenic path winds high along the cliffs to Mataleñas. Otherwise, buses 1 and 2 (€1.30) run here from central Santander’s Jardines de Pereda; ask for the Valdenoja stop.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 18,
    "name": "Jardines de Pereda",
    "latitude": "43.461291",
    "longitude": "-3.804617",
    "excerpt": "The pretty, recently refurbished gardens around the Centro Botín are named after 19th-century Cantabrian writer José María de Pereda, whose bronze effigy…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/jardines-de-pereda/a/poi-sig/1208593/360749",
    "image_url": null,
    "detail_description": "The pretty, recently refurbished gardens around the Centro Botín are named after 19th-century Cantabrian writer José María de Pereda, whose bronze effigy tops a stone monument decked with scenes of Cantabrian life described in his works.\nThe bayside promenade continues east to Puerto Chico (Little Port), a marina, and is busy with strollers or joggers whenever the weather is half-decent."
},
{
    "country": "santander",
    "city": "Santander",
    "index": 15,
    "name": "Casa-Museo de Menéndez Pelayo",
    "latitude": "43.462862582284",
    "longitude": "-3.8127138633583",
    "excerpt": "The family home of celebrated local scholar Marcelino Menéndez Pelayo (1856–1912) stands directly behind the elaborate Biblioteca de Menéndez Pelayo,…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/casa-museo-de-menendez-pelayo/a/poi-sig/1209653/360749",
    "image_url": null,
    "detail_description": "The family home of celebrated local scholar Marcelino Menéndez Pelayo (1856–1912) stands directly behind the elaborate Biblioteca de Menéndez Pelayo, which is crammed full of books he donated to the city. Explore the house to see Menéndez Pelayo’s office, the bedroom where he died and the kitchen that he legendarily almost let burn down by being too distracted reading.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 16,
    "name": "Museo Marítimo del Cantábrico",
    "latitude": "43.46323",
    "longitude": "-3.783545",
    "excerpt": "Find out all about Cantabria’s long seafaring history at Santander’s maritime museum, 800m east of the Puerto Chico marina. The four floors cover all…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/museo-maritimo-del-cantabrico/a/poi-sig/485172/360749",
    "image_url": null,
    "detail_description": "Find out all about Cantabria’s long seafaring history at Santander’s maritime museum, 800m east of the Puerto Chico marina. The four floors cover all facets of the region’s relationship with the sea, and include an aquarium full of local denizens of the deep. With its fine ship models, the 1st-floor maritime history section is the most interesting. The 60-tonne whale skeleton is a star attraction.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 14,
    "name": "Museo de Prehistoria y Arqueología de Cantabria",
    "latitude": "43.462202",
    "longitude": "-3.804027",
    "excerpt": "The elegant prehistory and archaeology museum showcases Cantabria’s archaeological wealth, with the help of interactive multimedia displays. Many exhibits…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/museo-de-prehistoria-y-arqueologia-de-cantabria/a/poi-sig/1481715/360749",
    "image_url": null,
    "detail_description": "The elegant prehistory and archaeology museum showcases Cantabria’s archaeological wealth, with the help of interactive multimedia displays. Many exhibits focus on large numbers of small objects (with informative explanations in Spanish, English and French), but you'll also see prehistoric bear skeletons, giant stone discs carved by the ancient Cantabrians, a replica Roman patio, and sections on Stone Age cave art.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 13,
    "name": "Playa del Puntal",
    "latitude": "43.457903",
    "longitude": "-3.770027",
    "excerpt": "A 2km-long finger of sand jutting across the bay towards Santander, Playa del Puntal is idyllic on calm days (but beware the currents). A couple of…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/playa-del-puntal/a/poi-sig/1481752/360749",
    "image_url": null,
    "detail_description": "A 2km-long finger of sand jutting across the bay towards Santander, Playa del Puntal is idyllic on calm days (but beware the currents). A couple of popular beach bars open up here over summer. Depending on the weather, passenger ferries (€2.90/4.20 one-way/return) sail over about every 30 minutes from 10.30am from the Estación Marítima Los Reginas, from May or June to October.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 12,
    "name": "Biblioteca de Menéndez Pelayo",
    "latitude": "43.462459",
    "longitude": "-3.812481",
    "excerpt": "This vast old library with its beautiful wood-lined reading room was built in 1915 to house the 41,500 books bequeathed to Santander by local teacher,…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/biblioteca-de-menendez-pelayo/a/poi-sig/1533833/360749",
    "image_url": null,
    "detail_description": "This vast old library with its beautiful wood-lined reading room was built in 1915 to house the 41,500 books bequeathed to Santander by local teacher, philosopher and poet Marcelino Menéndez Pelayo (1856–1912). Visits begin with a detailed video about the scholar’s life (available in English). Right behind the library stands his family home, the Casa-Museo de Menéndez Pelayo.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 11,
    "name": "Parque de la Naturaleza Cabárceno",
    "latitude": "43.350694",
    "longitude": "-3.853058",
    "excerpt": "This open-air zoo 18km south of Santander is a curious but successful experiment: a free-range home on the site of former open-cut mines for everything…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/parque-de-la-naturaleza-cabarceno/a/poi-sig/1130593/360749",
    "image_url": null,
    "detail_description": "This open-air zoo 18km south of Santander is a curious but successful experiment: a free-range home on the site of former open-cut mines for everything from rhinos, wallabies, gorillas and lions to endangered Cantabrian brown bears. You’ll need a car and about three hours to tour its 20km of roadways. Alternatively, enjoy 6km (50 minutes') worth of aerial perspectives from the park's two telecabinas (cable cars).\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 10,
    "name": "Playas de Langre",
    "latitude": "43.475408",
    "longitude": "-3.691449",
    "excerpt": "The two gorgeously wild golden beaches of Langre are backed by cliffs topped with rolling green fields, and often have surfable waves. Most beachgoers…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/playas-de-langre/a/poi-sig/1533864/360749",
    "image_url": null,
    "detail_description": "The two gorgeously wild golden beaches of Langre are backed by cliffs topped with rolling green fields, and often have surfable waves. Most beachgoers head for Langre La Grande, although the smaller, adjacent Langre La Pequeña is more protected. The beaches are 5km east of Somo and 500m northeast of Langre village – 8km east of Santander as the crow flies, but 30km round the bay if you're driving.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 9,
    "name": "Centro Arqueológico Muralla de Santander",
    "latitude": "43.462",
    "longitude": "-3.806012",
    "excerpt": "Below the majestic Plaza Porticada lies the Centro Arqueológico Muralla de Santander, where you can see parts of the city’s medieval walls, built from…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/centro-arqueologico-muralla-de-santander/a/poi-sig/1533834/360749",
    "image_url": null,
    "detail_description": "Below the majestic Plaza Porticada lies the Centro Arqueológico Muralla de Santander, where you can see parts of the city’s medieval walls, built from 1187 onwards. The visitable section is flanked between the remains of two city gates and interactive displays bring its history, discovery and conservation to life. Prior booking is required; contact the tourist office.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 8,
    "name": "Playa del Sardinero",
    "latitude": "43.473633",
    "longitude": "-3.782859",
    "excerpt": "El Sardinero’s 1.5km-long strand of gorgeous golden sand faces the open sea, north of the Península de la Magdalena. It’s backed by some of Santander’s…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/playa-del-sardinero/a/poi-sig/1481750/360749",
    "image_url": null,
    "detail_description": "El Sardinero’s 1.5km-long strand of gorgeous golden sand faces the open sea, north of the Península de la Magdalena. It’s backed by some of Santander’s most expensive real estate, including emblematic early-20th-century creations such as the Gran Casino. Surfers emerge in force when the waves are right, mainly in autumn and winter. Buses 1, 2, 4 and others (€1.30) run east to Sardinero from the Jardines de Pereda in the centre.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 7,
    "name": "Museo de Arte Moderno y Contemporáneo",
    "latitude": "43.462313144198",
    "longitude": "-3.812213953406",
    "excerpt": "Santander’s art museum offers an extensive eclectic collection spanning the 16th to 21st centuries. Much of it is secondary Spanish art, though you’ll…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/museo-de-arte-moderno-y-contemporaneo/a/poi-sig/1209655/360749",
    "image_url": null,
    "detail_description": "Santander’s art museum offers an extensive eclectic collection spanning the 16th to 21st centuries. Much of it is secondary Spanish art, though you’ll find the odd curio, such as Goya’s 1814 oil canvas of King Fernando VII (on the top floor) and an anonymous 15th- or 16th-century Flemish painting of the Virgin and Child.\nAt the time of research, the museum was closed for restoration, with a projected reopening date of late 2018 or early 2019."
},
{
    "country": "santander",
    "city": "Santander",
    "index": 6,
    "name": "Iglesia del Santísimo Cristo",
    "latitude": "43.460902",
    "longitude": "-3.807245",
    "excerpt": "Two superposed Gothic churches make up Santander’s cathedral. In the lower, older, 13th-century Iglesia del Santísimo Cristo, glass floors reveal…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/iglesia-del-santisimo-cristo/a/poi-sig/485168/360749",
    "image_url": null,
    "detail_description": "Two superposed Gothic churches make up Santander’s cathedral. In the lower, older, 13th-century Iglesia del Santísimo Cristo, glass floors reveal excavated remains of Roman Santander. Displayed nearby are silver vessels containing the skulls of the early Christian martyrs San Emeterio and San Celedonio, Santander’s patron saints. The care of these holy relics, found on this site in 1533, prompted the construction of the monastery that originally stood here.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 5,
    "name": "Catedral de la Asunción",
    "latitude": "43.460754",
    "longitude": "-3.807374",
    "excerpt": "Santander’s serene cathedral comprises two Gothic churches, one above the other. The 14th-century upper church, extensively rebuilt after the 1941 fire,…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/catedral-de-la-asuncion/a/poi-sig/1188604/360749",
    "image_url": null,
    "detail_description": "Santander’s serene cathedral comprises two Gothic churches, one above the other. The 14th-century upper church, extensively rebuilt after the 1941 fire, houses the tomb of Marcelino Menéndez Pelayo (1856–1912), a celebrated Santander-born intellectual. Its handome cloister dates from the 15th century. Below lies the 13th-century Iglesia del Santísimo Cristo, where you can view two silver heads containing the skulls of Santander’s patron saints.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 3,
    "name": "Península de la Magdalena",
    "latitude": "43.469576176209",
    "longitude": "-3.7698233127594",
    "excerpt": "At the eastern tip of the bay, this sprawling parkland is perfect for a stroll, and popular with picnickers. Kids will enjoy the resident seals, sea lions…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/peninsula-de-la-magdalena/a/poi-sig/485178/360749",
    "image_url": null,
    "detail_description": "At the eastern tip of the bay, this sprawling parkland is perfect for a stroll, and popular with picnickers. Kids will enjoy the resident seals, sea lions and penguins, and the little train that choo-choos around the headland (adult/child €2.45/1.45). The views of nearby beaches across the crashing sea are sensational.\n"
},
{
    "country": "santander",
    "city": "Santander",
    "index": 4,
    "name": "Palacio de la Magdalena",
    "latitude": "43.469117",
    "longitude": "-3.766165",
    "excerpt": "The eclectically styled, English-inspired palace crowning the Península de la Magdalena was built between 1908 and 1912 as a gift from Santander to Spain…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/palacio-de-la-magdalena/a/poi-sig/1481711/360749",
    "image_url": null,
    "detail_description": "The eclectically styled, English-inspired palace crowning the Península de la Magdalena was built between 1908 and 1912 as a gift from Santander to Spain's royal family, who used it every summer until 1930. Detailed 45-minute guided tours (in Spanish) show you oak floors, bronze chandeliers, surprisingly simple bedrooms, a carved chestnut-wood staircase and what was the king’s study.\nVisits are limited to weekends only in summer, when the palace hosts the Universidad Internacional Menéndez Pelayo (www.uimp.es), a global get-together for specialists in all sorts of disciplines."
},
{
    "country": "santander",
    "city": "Santander",
    "index": 2,
    "name": "Centro Botín",
    "latitude": "43.460185",
    "longitude": "-3.804252",
    "excerpt": "Santander's newest and splashiest landmark, this ambitious waterfront arts and cultural centre opened to great fanfare in 2017. The futuristic two-block…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santander/attractions/centro-botin/a/poi-sig/1485409/360749",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0def738f206ef05b9ef14a5c9b6f974d-centro-botin.jpg",
    "detail_description": "Santander's newest and splashiest landmark, this ambitious waterfront arts and cultural centre opened to great fanfare in 2017. The futuristic two-block building, designed by Italian Renzo Piano (architect of Paris' Centre Pompidou and London's Shard), is covered in 280,000 ceramic discs. It encompasses 2500 sq metres of gallery space for exhibitions of international contemporary art, along with open-air stairways, a rooftop viewing platform and a bright cafe that's an excellent place to stop for a drink or bite.\nThere's also a small permanent exhibit of 19th- and 20th-century works by Matisse, Bacon and others."
}
]