[
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 1,
    "name": "Meow Wolf",
    "latitude": "35.654594",
    "longitude": "-105.996416",
    "excerpt": "If you've been hankering for a trip to another dimension but have yet to find a portal, the House of Eternal Return by Meow Wolf could be the place for…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/meow-wolf/a/poi-sig/1558571/362156",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9d6ada9a4e455dc7799ee4952730646f-meow-wolf.jpg",
    "detail_description": "If you've been hankering for a trip to another dimension but have yet to find a portal, the House of Eternal Return by Meow Wolf could be the place for you. The premise here is quite ingenious: visitors get to explore a recreated Victorian house for clues related to the disappearance of a Californian family, following a narrative that leads deeper into fragmented bits of a multiverse (often via secret passages), all of which are unique, interactive art installations.\nCreated by the Santa Fe art collective Meow Wolf in an old bowling alley (donated by Game of Thrones author George RR Martin), the space is large enough that you could spend several hours here – or visits – trying to crack the code to the safe at the top of the stairs, reading every detail of Mom's diary or finding inspiration yourself in the makerspace at the entrance. Weekend nights see live-music shows at the heart of this compelling imaginary world.Crowds tend to disperse throughout the large facility, but if you'd like a bit more space to yourself visit during the week, and avoid summer and holidays. Pre-buy your ticket so you don't have to wait in the stand-by line."
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 26,
    "name": "Shidoni Galleries & Sculpture Garden",
    "latitude": "35.756334",
    "longitude": "-105.926603",
    "excerpt": "Five miles north of Santa Fe, the grassy sculpture garden at Shidoni is a great place for a picnic, or for kids to run around the funky artwork. There's…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/shidoni-galleries-sculpture-garden/a/poi-sig/1110164/362156",
    "image_url": null,
    "detail_description": "Five miles north of Santa Fe, the grassy sculpture garden at Shidoni is a great place for a picnic, or for kids to run around the funky artwork. There's also an indoor gallery and a glass-blowing studio.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 25,
    "name": "Hyde Memorial State Park",
    "latitude": "35.730332",
    "longitude": "-105.836974",
    "excerpt": "Up the road to the ski area, this small park is a popular spot for hiking, camping ($10 to $14) and cross-country skiing and snowshoeing in the winter…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/hyde-memorial-state-park/a/poi-sig/1477498/362156",
    "image_url": null,
    "detail_description": "Up the road to the ski area, this small park is a popular spot for hiking, camping ($10 to $14) and cross-country skiing and snowshoeing in the winter. Yurts are also available for overnight stays ($80).\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 24,
    "name": "Santa Fe Children's Museum",
    "latitude": "35.67346065",
    "longitude": "-105.93711537",
    "excerpt": "The Santa Fe Children's Museum features hands-on science and art exhibits for young children. The museum runs programs Wednesday through Saturday tackling…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/santa-fe-children-s-museum/a/poi-sig/414068/362156",
    "image_url": null,
    "detail_description": "The Santa Fe Children's Museum features hands-on science and art exhibits for young children. The museum runs programs Wednesday through Saturday tackling subjects such as solar energy, aerodynamics and printmaking.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 23,
    "name": "Miner Plaza Labyrinth",
    "latitude": "35.664261",
    "longitude": "-105.925777",
    "excerpt": "Your voice seems to echo inside your head at this seven-circuit pattern labyrinth on the plaza at Museum Hill. The circular wall and elevated grade cause…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/miner-plaza-labyrinth/a/poi-sig/1626257/362156",
    "image_url": null,
    "detail_description": "Your voice seems to echo inside your head at this seven-circuit pattern labyrinth on the plaza at Museum Hill. The circular wall and elevated grade cause some cool acoustic effects. Hear for yourself – stand in the center and say something cool. Or nerdy. It's all fun.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 22,
    "name": "Harrell House Bug Museum",
    "latitude": "35.692733",
    "longitude": "-105.950453",
    "excerpt": "Sure to be a hit with younger kids, who will get a kick out of spotting live scorpions, tarantulas and other creepy-crawlies (some of which you can touch)…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/harrell-house-bug-museum/a/poi-sig/1558570/362156",
    "image_url": null,
    "detail_description": "Sure to be a hit with younger kids, who will get a kick out of spotting live scorpions, tarantulas and other creepy-crawlies (some of which you can touch). Some 4,700 mounted insects, 150 live insects, and a gift shop round out the collection. The location is somewhat odd – note that it is inside the mall.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 21,
    "name": "Casa Vieja",
    "latitude": "35.683636",
    "longitude": "-105.937514",
    "excerpt": "Billing itself as the oldest house in the United States, this two-room adobe building is said to date – in a much altered form – from c 1646. While…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/casa-vieja/a/poi-sig/1558569/362156",
    "image_url": null,
    "detail_description": "Billing itself as the oldest house in the United States, this two-room adobe building is said to date – in a much altered form – from c 1646. While several pueblos in the Southwest are certainly much older than the Casa Vieja, it's worth a peek to get a glimpse of the living conditions of its early Mexican inhabitants.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 20,
    "name": "SITE Santa Fe",
    "latitude": "35.681502",
    "longitude": "-105.949717",
    "excerpt": "Looming over the Railyard District, the enormous and ever-expanding SITE Santa Fe is a nonprofit art gallery dedicated to presenting world-class…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/site-santa-fe/a/poi-sig/1110159/362156",
    "image_url": null,
    "detail_description": "Looming over the Railyard District, the enormous and ever-expanding SITE Santa Fe is a nonprofit art gallery dedicated to presenting world-class contemporary art to the local community. Besides radical installation pieces and cutting-edge multimedia exhibitions, it also hosts wine-splashed openings, artist talks, movie screenings and performances of all kinds.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 19,
    "name": "Botanical Garden",
    "latitude": "35.66522",
    "longitude": "-105.927129",
    "excerpt": "Interspersed with art installations, these small gardens at Museum Hill are currently made up of two sections: the landscaped area, where you'll find some…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/botanical-garden/a/poi-sig/1556568/362156",
    "image_url": null,
    "detail_description": "Interspersed with art installations, these small gardens at Museum Hill are currently made up of two sections: the landscaped area, where you'll find some unusual varieties of Southwestern plants, and the newer child-friendly Manos y Ojos area, with exhibits on cuisine, fibers, healing and the like. A 3.2-acre pinon-juniper woodland area was scheduled to open in 2019.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 18,
    "name": "School for Advanced Research",
    "latitude": "35.675182",
    "longitude": "-105.931227",
    "excerpt": "This little-known research center, specializing in archaeology and anthropology, holds one of the largest collections of Southwestern Native American art…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/school-for-advanced-research/a/poi-sig/1565776/362156",
    "image_url": null,
    "detail_description": "This little-known research center, specializing in archaeology and anthropology, holds one of the largest collections of Southwestern Native American art in the world – there are some 12,000 pieces here, including works by Maria Martinez and Lucy Lewis. The collections are not usually open to the public; however, you can join tours once or twice a week by reservation only.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 17,
    "name": "Museum of Spanish Colonial Art",
    "latitude": "35.665909",
    "longitude": "-105.924093",
    "excerpt": "Celebrating the long history of Hispanic culture in New Mexico, this museum places the religious and domestic art of the region in the context of the…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/museum-of-spanish-colonial-art/a/poi-sig/1491243/362156",
    "image_url": null,
    "detail_description": "Celebrating the long history of Hispanic culture in New Mexico, this museum places the religious and domestic art of the region in the context of the Spanish colonial experience worldwide. The carved statues and paintings of saints familiar from churches throughout the state are displayed alongside the personal possessions treasured by colonists as reminders of their original homeland.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 16,
    "name": "El Museo Cultural de Santa Fe",
    "latitude": "35.68252",
    "longitude": "-105.949756",
    "excerpt": "This Hispanic cultural center hosts art exhibitions, theater performances, classes, lectures and, most interestingly, a winter market (www…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/el-museo-cultural-de-santa-fe/a/poi-sig/1558572/362156",
    "image_url": null,
    "detail_description": "This Hispanic cultural center hosts art exhibitions, theater performances, classes, lectures and, most interestingly, a winter market (www.elmuseoculturalwintermarket.org; October to May) on weekend mornings, where you'll find art, furniture, jewelry and textiles for sale. On Saturdays, combine it with a trip to the farmers market, just next door.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 15,
    "name": "Museum of Contemporary Native Arts",
    "latitude": "35.687026",
    "longitude": "-105.93686",
    "excerpt": "Primarily showing work by the students and faculty of the esteemed Institute of American Indian Arts, this museum also has the finest contemporary…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/museum-of-contemporary-native-arts/a/poi-sig/1346838/362156",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Santa%20Fe%20RiverNorthPhotography%20GettyImages-458263635%20RFE.jpg",
    "detail_description": "Primarily showing work by the students and faculty of the esteemed Institute of American Indian Arts, this museum also has the finest contemporary offerings of Native American artists from tribes across the US. It's an excellent place to see cutting-edge art and understand its role in modern Native American culture.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 13,
    "name": "Wheelwright Museum of the American Indian",
    "latitude": "35.662457",
    "longitude": "-105.927644",
    "excerpt": "Mary Cabot established this museum in 1937 to showcase Navajo ceremonial art, and its major strength is Navajo and Zuni jewelry, in particular silverwork…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/wheelwright-museum-of-the-american-indian/a/poi-sig/414080/362156",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Santa%20Fe%20Mark%20Zhu%20GettyImages-1167704945%20RFE.jpg",
    "detail_description": "Mary Cabot established this museum in 1937 to showcase Navajo ceremonial art, and its major strength is Navajo and Zuni jewelry, in particular silverwork. The first gallery hosts temporary exhibits, showcasing Native American art from across North America. The gift store, known as the Case Trading Post, sells museum-quality rugs, jewelry, kachinas and crafts.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 14,
    "name": "Loretto Chapel",
    "latitude": "35.685579",
    "longitude": "-105.937632",
    "excerpt": "Built in 1878 for the Sisters of Loretto, this tiny Gothic chapel is famous as the site of St Joseph's Miraculous Staircase, a spiraling and apparently…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/loretto-chapel/a/poi-sig/414044/362156",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Santa%20Fe%20aimintang%20GettyImages-1218034166%20RFC%20crop.jpg",
    "detail_description": "Built in 1878 for the Sisters of Loretto, this tiny Gothic chapel is famous as the site of St Joseph's Miraculous Staircase, a spiraling and apparently unsupported wooden staircase added by a mysterious young carpenter who vanished without giving the astonished nuns his name. The chapel is no longer consecrated and can be rented for (nondenominational) weddings.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 11,
    "name": "San Miguel Mission",
    "latitude": "35.68347",
    "longitude": "-105.937761",
    "excerpt": "Erected from 1610 onwards, by and for the Tlaxcalan Indians who arrived from Mexico with Santa Fe’s first Spanish colonists, this is considered to be the…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/san-miguel-mission/a/poi-sig/414066/362156",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Santa%20Fe%20RiverNorthPhotography%20GettyImages-458698407%20RFE.jpg",
    "detail_description": "Erected from 1610 onwards, by and for the Tlaxcalan Indians who arrived from Mexico with Santa Fe’s first Spanish colonists, this is considered to be the oldest church in the US. Much of the original building was destroyed during the Pueblo Revolt of 1680, so it was rebuilt with new walls in 1710. Holes in front of the altar reveal the foundations of an ancient pueblo beneath, while the high viga beams and devotional artwork inside are well worth a peek.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 12,
    "name": "State Capitol",
    "latitude": "35.682287",
    "longitude": "-105.939666",
    "excerpt": "New Mexico’s State Capitol, informally known as the Roundhouse, was laid out in the shape of the state symbol – also the emblem of Zia Pueblo – in 1966…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/state-capitol/a/poi-sig/414064/362156",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Santa%20Fe%20Tod%20Seelie%20GettyImages-1268341087%20RFC%20crop.jpg",
    "detail_description": "New Mexico’s State Capitol, informally known as the Roundhouse, was laid out in the shape of the state symbol – also the emblem of Zia Pueblo – in 1966. Home to the state legislature, which sits for 60 days in even-numbered years and just 30 in odd years, it holds one of the finest (free) art collections in New Mexico. Visitors must check-in with the information desk first. Pick up or download the free self-guided tour pamphlet.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 10,
    "name": "Santuario de Guadalupe",
    "latitude": "35.686695",
    "longitude": "-105.944842",
    "excerpt": "The oldest shrine in the US to Our Lady of Guadalupe, the patroness of Mexico, this adobe church was constructed between 1776 and 1796, though there have…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/santuario-de-guadalupe/a/poi-sig/414072/362156",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Santa%20Fe%20Mark%20Zhu%20shutterstock_1475202815%20RFC%20crop.jpg",
    "detail_description": "The oldest shrine in the US to Our Lady of Guadalupe, the patroness of Mexico, this adobe church was constructed between 1776 and 1796, though there have been several additions and renovations since then. The Spanish baroque retablo (altar painting) inside was painted in Mexico in 1783, then taken apart and transported up the Camino Real on mule back. Other cultural treasures here include a fine collection of santos (wood-carved portraits of saints).\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 9,
    "name": "New Mexico Museum of Art",
    "latitude": "35.68801",
    "longitude": "-105.939102",
    "excerpt": "Built in 1917 and a prime early example of Santa Fe’s Pueblo Revival architecture, the New Mexico Museum of Art has spent a century collecting and…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/new-mexico-museum-of-art/a/poi-sig/414046/362156",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/shutterstockRF_241611571.jpg",
    "detail_description": "Built in 1917 and a prime early example of Santa Fe’s Pueblo Revival architecture, the New Mexico Museum of Art has spent a century collecting and displaying works by regional artists. A treasure trove of works by the great names who put New Mexico on the cultural map, from the Taos Society of Artists to Georgia O’Keeffe, it’s also a lovely building in which to stroll around, with a cool garden courtyard. Constantly changing temporary exhibitions ensure its continuing relevance.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 8,
    "name": "Rancho de las Golondrinas",
    "latitude": "35.57482652",
    "longitude": "-106.11134651",
    "excerpt": "Built as a fortified residence along the Camino Real, the 'Ranch of the Swallows' is nearly as old as Santa Fe itself. Now it’s a 200-acre living museum,…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/rancho-de-las-golondrinas/a/poi-sig/414062/362156",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Santa%20Fe%20Dave%20G.%20Houser%20GettyImages-521296486%20RFE.jpg",
    "detail_description": "Built as a fortified residence along the Camino Real, the 'Ranch of the Swallows' is nearly as old as Santa Fe itself. Now it’s a 200-acre living museum, reconstructed and populated with historical reenactors, amid orchards, vineyards and livestock (no pets). Kids will love watching bread being baked in a traditional adobe oven and visiting the blacksmith, the molasses mill and crafts workshops. Assorted themed festivals are held throughout the summer. To find it, follow signs from I-25 exit 276.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 6,
    "name": "Museum of Indian Arts & Culture",
    "latitude": "35.665046",
    "longitude": "-105.924833",
    "excerpt": "This top-quality museum sets out to trace the origins and history of the various Native American peoples of the entire Southwest, and explain and…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/museum-of-indian-arts-culture/a/poi-sig/414048/362156",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/42e1ffd086045e02287e5fc64cab0d74-museum-of-indian-arts-culture.jpg",
    "detail_description": "This top-quality museum sets out to trace the origins and history of the various Native American peoples of the entire Southwest, and explain and illuminate their widely differing cultural traditions. Pueblo, Navajo and Apache interviewees describe the contemporary realities each group now faces, while a truly superb collection of ceramics, modern and ancient, is complemented by stimulating temporary displays.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 7,
    "name": "St Francis Cathedral",
    "latitude": "35.686886",
    "longitude": "-105.936645",
    "excerpt": "Santa Fe’s French-born bishop Jean-Baptiste Lamy – hero of Willa Cather's Death Comes for the Archbishop – set about building this cathedral in 1869. Its…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/st-francis-cathedral/a/poi-sig/414076/362156",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e2da4d9fce4e7d9cd3d33f8328d97bd5-st-francis-cathedral.jpg",
    "detail_description": "Santa Fe’s French-born bishop Jean-Baptiste Lamy – hero of Willa Cather's Death Comes for the Archbishop – set about building this cathedral in 1869. Its Romanesque exterior might seem more suited to Europe than the Wild West, but the Hispanic altarpiece inside lends a real New Mexican flavor. A side chapel holds a diminutive Madonna statue that was taken into exile following the Pueblo Revolt, and has been known since the Spaniards’ triumphant return in 1692 as La Conquistadora.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 5,
    "name": "The Plaza",
    "latitude": "35.687392",
    "longitude": "-105.938512",
    "excerpt": "For more than 400 years, the Plaza has stood at the heart of Santa Fe. Originally it marked the far northern end of the Camino Real from Mexico; later, it…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/the-plaza/a/poi-sig/1347720/362156",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/506676483_master.jpg",
    "detail_description": "For more than 400 years, the Plaza has stood at the heart of Santa Fe. Originally it marked the far northern end of the Camino Real from Mexico; later, it was the goal for wagons heading west along the Santa Fe Trail. Today, this grassy square is peopled by tourists wandering from museum to margarita, food vendors, skateboarding kids and street musicians. Beneath the portico of the Palace of the Governors, along its northern side, Native Americans sell jewelry and pottery.\n"
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 4,
    "name": "Museum of International Folk Art",
    "latitude": "35.664012702955",
    "longitude": "-105.92631876469",
    "excerpt": "Santa Fe’s most unusual and exhilarating museum centers on the world's largest collection of folk art. Its huge main gallery displays whimsical and mind…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/museum-of-international-folk-art/a/poi-sig/414050/362156",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Santa%20Fe%20John%20Elk%20III%20GettyImages-687099621%20RFE.jpg",
    "detail_description": "Santa Fe’s most unusual and exhilarating museum centers on the world's largest collection of folk art. Its huge main gallery displays whimsical and mind-blowing objects from more than 100 different countries. Tiny human figures go about their business in fully realized village and city scenes, while dolls, masks, toys and garments spill across the walls. Changing exhibitions in other wings explore vernacular art and culture worldwide.\nTry to hit the incredible International Folk Art Market, held here in mid-July."
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 3,
    "name": "Palace of the Governors & New Mexico History Museum",
    "latitude": "35.687967",
    "longitude": "-105.938619",
    "excerpt": "The oldest public building in the US, this low-slung adobe complex began as home to New Mexico’s first Spanish governor in 1610. It was occupied by Pueblo…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/palace-of-the-governors-new-mexico-history-museum/a/poi-sig/414056/362156",
    "image_url": "https://lp-cms-production.imgix.net/2021-10/shutterstock_308123345.jpg",
    "detail_description": "The oldest public building in the US, this low-slung adobe complex began as home to New Mexico’s first Spanish governor in 1610. It was occupied by Pueblo Indians following their revolt in 1680, and after 1846 became the seat of the US Territory’s earliest governors. During research the Palace was undergoing renovations; expect a new look after its scheduled 2020 reopening. The adjoining New Mexico History Museum engagingly tells the story of the state, beginning with the Spanish arrival in the 1500s.\nThe Palace entrance is located in the History Museum."
},
{
    "country": "santa-fe",
    "city": "Santa Fe",
    "index": 2,
    "name": "Georgia O'Keeffe Museum",
    "latitude": "35.68903",
    "longitude": "-105.941066",
    "excerpt": "With 10 beautifully lit galleries in a rambling 20th-century adobe, this museum boasts the world's largest collection of O'Keeffe’s work. She’s best known…",
    "detail_url": "https://www.lonelyplanet.com/usa/santa-fe/attractions/georgia-o-keeffe-museum/a/poi-sig/414032/362156",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Santa%20Fe%20JannHuizenga%20GettyImages-1193836543%20RFE%20crop.jpg",
    "detail_description": "With 10 beautifully lit galleries in a rambling 20th-century adobe, this museum boasts the world's largest collection of O'Keeffe’s work. She’s best known for her luminous New Mexican landscapes, but the changing exhibitions here range through her entire career, from her early years through to her time at Ghost Ranch. Major museums worldwide own her most famous canvases, so you may not see familiar paintings, but you’re sure to be bowled over by the thick brushwork and transcendent colors on show.\nAudio guides are available ($7) or you can download the museum app (same content) for free. Visit the museum website to reserve a tour of O'Keeffe's former home, in the village of Abiquiú, 50 miles northwest of Santa Fe. Tours of her home meet at the O'Keeffe Welcome Center in Abiquiú."
}
]