[
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 17,
    "name": "Centro de Arte La Recova",
    "latitude": "28.46554372",
    "longitude": "-16.25079906",
    "excerpt": "Located in a former market, this gallery houses temporary exhibitions of contemporary Canarian and mainland-Spanish artists.",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/centro-de-arte-la-recova/a/poi-sig/1462949/355174",
    "image_url": null,
    "detail_description": "Located in a former market, this gallery houses temporary exhibitions of contemporary Canarian and mainland-Spanish artists.\n"
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 16,
    "name": "Teatro Guimerá",
    "latitude": "28.465947",
    "longitude": "-16.250657",
    "excerpt": "One of the city’s architectural highlights is the rectangular, 19th-century Teatro Guimerá. The sumptuous interior is reminiscent of Madrid’s Teatro Real,…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/teatro-guimera/a/poi-sig/1462959/355174",
    "image_url": null,
    "detail_description": "One of the city’s architectural highlights is the rectangular, 19th-century Teatro Guimerá. The sumptuous interior is reminiscent of Madrid’s Teatro Real, with semicircular balconied seating and lashings of gilt.\n"
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 15,
    "name": "Iglesia de San Francisco",
    "latitude": "28.468286960328",
    "longitude": "-16.249435785082",
    "excerpt": "If churches are your religion then don’t miss this pretty baroque church from the 17th and 18th centuries, with its richly carved ceiling and ornate…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/iglesia-de-san-francisco/a/poi-sig/1462936/355174",
    "image_url": null,
    "detail_description": "If churches are your religion then don’t miss this pretty baroque church from the 17th and 18th centuries, with its richly carved ceiling and ornate altarpieces. Visit the tourist office for information about concerts held at the church.\n"
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 14,
    "name": "Casa del Carnaval",
    "latitude": "28.464935",
    "longitude": "-16.254165",
    "excerpt": "Despite only having a few rooms, this new museum has an excellent collection of Carnaval costumes and displays with good English-language explanations of…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/casa-del-carnaval/a/poi-sig/1617364/355174",
    "image_url": null,
    "detail_description": "Despite only having a few rooms, this new museum has an excellent collection of Carnaval costumes and displays with good English-language explanations of the history of the festival. The Casa del Carnaval is one of the stops on the city's hop-on, hop-off bus tour.\n"
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 13,
    "name": "Museo Militar de Almeyda",
    "latitude": "28.475472",
    "longitude": "-16.247674",
    "excerpt": "This museum explains the military history of the islands and the successful defence of the city, brought alive by a superb 30m scale model of the flagship…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/museo-militar-de-almeyda/a/poi-sig/1462945/355174",
    "image_url": null,
    "detail_description": "This museum explains the military history of the islands and the successful defence of the city, brought alive by a superb 30m scale model of the flagship Theseus. The most famous item here, however, is El tigre (The Tiger), the cannon that reputedly blew off Admiral Nelson’s arm when he attacked Santa Cruz in 1797.\n"
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 12,
    "name": "Castillo de San Cristóbal",
    "latitude": "28.46654179",
    "longitude": "-16.24688845",
    "excerpt": "Located beneath Plaza España are the still-standing fragments of the former castle that once rose up majestically here. The remains can be accessed by an…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/castillo-de-san-cristobal/a/poi-sig/1462960/355174",
    "image_url": null,
    "detail_description": "Located beneath Plaza España are the still-standing fragments of the former castle that once rose up majestically here. The remains can be accessed by an entrance on the seaward side of the plaza. A small museum here commemorates the history of the castle and there's usually someone around to answer questions and to hand out explanation sheets in English.\n"
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 11,
    "name": "Parque García Sanabria",
    "latitude": "28.47204144",
    "longitude": "-16.25370101",
    "excerpt": "On the northern fringe of the city centre, this park is a delightful collection of Mediterranean and subtropical trees and flowers, interspersed with…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/parque-garcia-sanabria/a/poi-sig/1462930/355174",
    "image_url": null,
    "detail_description": "On the northern fringe of the city centre, this park is a delightful collection of Mediterranean and subtropical trees and flowers, interspersed with sculptures, wide paths and various water features. It’s the perfect place for a picnic in the shade of an Indian banyan tree or a lazy afternoon immersed in birdsong. A pleasant cafe rounds out a welcoming picture.\n"
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 10,
    "name": "Castillo de San Juan",
    "latitude": "28.455376903528",
    "longitude": "-16.252329288659",
    "excerpt": "A facelift to the central waterfront zone means you can enjoy a pleasant 10-minute walk southwest of Plaza España to reach the squat 17th-century Castillo…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/castillo-de-san-juan/a/poi-sig/1462925/355174",
    "image_url": null,
    "detail_description": "A facelift to the central waterfront zone means you can enjoy a pleasant 10-minute walk southwest of Plaza España to reach the squat 17th-century Castillo de San Juan (don't get too excited by the name, it's more of a modest fortress than a castle). Stand in the shadow of this protective fort and contemplate its harrowing past, when it was the site of an active trade in African slaves.\n"
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 9,
    "name": "Plaza España",
    "latitude": "28.467437",
    "longitude": "-16.247578",
    "excerpt": "The majority of Santa Cruz’ sights and museums are within easy walking distance of the revamped waterfront Plaza España, with its huge circular wading…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/plaza-espana/a/poi-sig/1615151/355174",
    "image_url": null,
    "detail_description": "The majority of Santa Cruz’ sights and museums are within easy walking distance of the revamped waterfront Plaza España, with its huge circular wading pool plus fountain that spouts four times a day (indicating high and low tides). The pool makes for excellent photographs in the early morning or late afternoon, with the architecture reflected in the water.\nThe city's primary pedestrian shopping area, pedestrianised Calle Castillo, is just west of here."
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 8,
    "name": "Museo de Bellas Artes",
    "latitude": "28.468231996677",
    "longitude": "-16.249787869608",
    "excerpt": "Founded in 1900 and formerly part of the adjacent church (note the fabulous stained glass), this excellent museum has an eclectic collection of paintings…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/museo-de-bellas-artes/a/poi-sig/1462941/355174",
    "image_url": null,
    "detail_description": "Founded in 1900 and formerly part of the adjacent church (note the fabulous stained glass), this excellent museum has an eclectic collection of paintings by mainly Spanish, Canarian and Flemish artists, including Ribera, Sorolla and Bruegel. There’s also sculpture, including a Rodin, and temporary exhibitions. The massive battle-scene canvases by Spanish painter Manuel Villegas Brieva are particularly sobering. Note that the galleries are accessed via several flights of stairs, and there's no elevator.\n"
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 6,
    "name": "Biblioteca Municipal Central de Santa Cruz de Tenerife",
    "latitude": "28.463853",
    "longitude": "-16.250839",
    "excerpt": "This library downstairs at TEA is a design classic, a vast open-plan room with overhanging globular lights, copious natural light, angular lines and a…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/biblioteca-municipal-central-de-santa-cruz-de-tenerife/a/poi-sig/1619230/355174",
    "image_url": null,
    "detail_description": "This library downstairs at TEA is a design classic, a vast open-plan room with overhanging globular lights, copious natural light, angular lines and a sharp contemporary feel, all fashioned with a sense of uncluttered space that all libraries should emulate. If you’re footsore, there are quiet cubicles (and sofas outside) where you can sit, read or have a snooze, and books and magazines for browsing, including some in English. A kids' library is downstairs\n"
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 7,
    "name": "Palmetum",
    "latitude": "28.451911",
    "longitude": "-16.25585",
    "excerpt": "Conscientiously established on a former landfill area, this excellent 12-hectare botanical garden has the most diverse collection of palm trees in Europe,…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/palmetum/a/poi-sig/1509725/355174",
    "image_url": null,
    "detail_description": "Conscientiously established on a former landfill area, this excellent 12-hectare botanical garden has the most diverse collection of palm trees in Europe, with specimens imported from all over the world. A detailed map leaflet helps in identifying the trees, as does signage. It's a peaceful place for a wander, with strategically placed benches for contemplating the seamless sea views.\nThe central octagon is a shaded walled space with volcanic rock waterfalls designed to accommodate the more delicate species, including climbing palms from Yucatán."
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 5,
    "name": "Auditorio de Tenerife",
    "latitude": "28.456058208693",
    "longitude": "-16.251303241055",
    "excerpt": "This magnificent, soaring white wave of an auditorium was designed by the internationally renowned Spanish architect Santiago Calatrava, and delivers…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/auditorio-de-tenerife/a/poi-sig/463726/355174",
    "image_url": null,
    "detail_description": "This magnificent, soaring white wave of an auditorium was designed by the internationally renowned Spanish architect Santiago Calatrava, and delivers shades of the Sydney Opera House, plus superb acoustics. Guided 45-minute tours (€7.50; reserved in advance by telephone) in English, German or Spanish take you behind the scenes of the remarkable building.\nIf you don't have time for a tour or to attend a performance, at least consider having a drink in the cafe within the sweeping space of the main entrance. You can also walk around the entirety of the building and take plenty of arty photos to impress the folks and friends back home."
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 4,
    "name": "Iglesia de Nuestra Señora de la Concepción",
    "latitude": "28.464343",
    "longitude": "-16.24908",
    "excerpt": "It's difficult to miss the striking bell tower of the city’s oldest church, which also has traditional Mudéjar (Islamic-style architecture) ceilings. The…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/iglesia-de-nuestra-senora-de-la-concepcion/a/poi-sig/1463140/355174",
    "image_url": null,
    "detail_description": "It's difficult to miss the striking bell tower of the city’s oldest church, which also has traditional Mudéjar (Islamic-style architecture) ceilings. The present church was built in the 17th and 18th centuries, but the original building went up in 1498, just after Tenerife was conquered. At the heart of the shimmering silver altar is the 1494 Santa Cruz de la Conquista (Holy Cross of the Conquest), which gives the city its name.\nCheck out the anteroom to the sacristy. The altarpiece in the chapel beside it was carved from cedar on the orders of Don Matías Carta, a prominent personage who died before it was completed. He lies buried here and the pallid portrait on the wall was done after his death (hence the closed eyes and crossed arms). There’s also a fine painting, La Adoración de los Pastores (The Adoration of the Shepherds) by Juan de Miranda."
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 3,
    "name": "Museo de la Naturaleza y el Hombre",
    "latitude": "28.463777",
    "longitude": "-16.249605",
    "excerpt": "This brain-bending amalgam of natural science and archaeology is an excellent museum, despite a rather confusing layout. Set inside the former civil…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/museo-de-la-naturaleza-y-el-hombre/a/poi-sig/1462924/355174",
    "image_url": null,
    "detail_description": "This brain-bending amalgam of natural science and archaeology is an excellent museum, despite a rather confusing layout. Set inside the former civil hospital, the exhibit highlights are undoubtedly the Guanche mummies and skulls, all of which are shrivelled masses of skin, hair and bone, with faces dried into contorted and grotesque expressions. In addition, there are informative displays on wildlife, flora and geology; the audiovisual presentation about the eruption of El Teide on the ground floor is particularly powerful and mesmerising.\nThere's also an absorbing section on the second floor devoted to archaeological finds on each of the islands, as well as an area detailing Berber ceramics. Children will enjoy the interactive displays, with their flashing buttons and large TV screens. Most signage is only in Spanish, although most of the exhibition rooms have laminated explanatory sheets in English, and a handy online audio tour in six languages is available. There’s also a cafe and gift shop."
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 2,
    "name": "Tenerife Espacio de las Artes (TEA)",
    "latitude": "28.463759",
    "longitude": "-16.25085",
    "excerpt": "The highlights of this dramatic contemporary building are the architecture, its three galleries and the stunning library downstairs. The galleries display…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/tenerife-espacio-de-las-artes-tea/a/poi-sig/1462928/355174",
    "image_url": null,
    "detail_description": "The highlights of this dramatic contemporary building are the architecture, its three galleries and the stunning library downstairs. The galleries display temporary exhibitions of art, photography and installation works, including the creative output of up-and-coming Spanish artists reflecting edgy, contemporary themes. The building was designed by the Swiss architects and Pritzker Prize Laureates Jacques Herzog and Pierre de Meuron, famed for their innovative construction, with a prestigious portfolio that includes London’s Tate Modern.\nWhen you reach the glass main entrance to the building, turn around for a superb shot of the covered approach.The cinema at TEA (€4) is dedicated to independent, art and experimental film and documentaries, allowing you the chance to see material that may be rarely screened. All films (shown at 7pm and 9.30pm Friday to Sunday) are in their original language, with Spanish subtitles. The astonishing library downstairs, a design classic, is open 24 hours. A popular cafe is next door to the library, and there's an excellent gift shop. Guided visits of TEA are €15."
},
{
    "country": "santa-cruz-de-tenerife",
    "city": "Santa Cruz de Tenerife",
    "index": 1,
    "name": "Mercado de Nuestra Señora de África",
    "latitude": "28.46280704",
    "longitude": "-16.25202936",
    "excerpt": "Dating from 1944, this tantalising market is housed in an eye-catching building that combines a Latin American feel with Moorish-style arches and patios…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/tenerife/santa-cruz-de-tenerife/attractions/mercado-de-nuestra-senora-de-africa/a/poi-sig/1463010/355174",
    "image_url": null,
    "detail_description": "Dating from 1944, this tantalising market is housed in an eye-catching building that combines a Latin American feel with Moorish-style arches and patios. A lofty clock tower helps in locating the place – or just follow the shopping baskets; the mercado offers fresh, competitively priced produce, and is the top choice for locals, including restaurateurs. Stalls are spread over two bustling floors and interspersed with colourful flower sellers, kiosks selling churros and lush subtropical greenery.\nIt’s not large by Spanish standards (some 140 stalls) but it is still fascinating, with stalls selling mountains of fresh fruit and vegetables and a variety of fish. You can also buy picnic fare such as bread, local cheese, wine and cold cuts.Save money by buying your gourmet deli items here, including jars of chilli-spiked mojo salsa, cactus marmalade, local honey, herbs and spices. On the main Patio Naciente, head for stalls such as Mi Mundo Gourmet, which sells and has tastings of cheese and jamón (ham) or Herboristeria Mil Variedades, which specialises in medicinal herbs for every imaginable ailment. Visit La Queseria del Mercado for all your cheesey needs, while if you want the French stuff, head to La Maison du Fromage.Look for Canary Wine, where the charming and patient owner will guide you through the local wines, including eco-wines and the famous banana wine with the peeled-back price of just €8 a bottle. Another popular choice is viña norte, a Lambrusco-style rosé. Wine tastings take place during opening hours, but phone ahead if you're a group.For a bite to eat, the very freshest morsels from the deep are on offer down at the restaurants attached to the fish market ."
}
]