[
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 1,
        "name": "Catedral de Nuestra Señora de la Asunción",
        "latitude": "20.021099723741",
        "longitude": "-75.829572039922",
        "excerpt": "Santiago's most important church is stunning both inside and out. There has been a cathedral on this site since the city's inception in the 1520s, though…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/catedral-de-nuestra-senora-de-la-asuncion/a/poi-sig/425921/358013",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/GettyRF_536021041.jpg",
        "detail_description": "Santiago's most important church is stunning both inside and out. There has been a cathedral on this site since the city's inception in the 1520s, though a series of pirate raids, earthquakes and dodgy architects put paid to at least three previous incarnations. The present cathedral, characterized by its two neoclassical towers, was completed in 1922; the remains of first colonial governor, Diego Velázquez, are still buried underneath.\nThe church was restored both inside and out for Santiago's quincentennial in 2015. Expect intricate ceiling frescoes, hand-carved choir stalls and a polished altar honoring the venerated Virgen de la Caridad."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 2,
        "name": "Castillo de San Pedro de la Roca del Morro",
        "latitude": "19.968499",
        "longitude": "-75.870413",
        "excerpt": "A Unesco World Heritage site since 1997, the San Pedro fort sits impregnably atop a 60m-high promontory at the entrance to Santiago harbor, 10km southwest…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/castillo-de-san-pedro-de-la-roca-del-morro/a/poi-sig/425919/358013",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-528823217_full.jpg",
        "detail_description": "A Unesco World Heritage site since 1997, the San Pedro fort sits impregnably atop a 60m-high promontory at the entrance to Santiago harbor, 10km southwest of the city. The stupendous views from the upper terrace take in the wild western ribbon of Santiago's coastline backed by the velvety Sierra Maestra.Multilingual guides provide invaluable historical background and color; be sure to tip.\nThe fort was designed in 1587 by famous Italian military engineer Juan Bautista Antonelli (who also designed La Punta and El Morro forts in Havana) to protect Santiago from pillaging pirates who had successfully sacked the city in 1554. Because of financial constraints, the building work didn't start until 1633 (17 years after Antonelli's death), and it carried on sporadically for the next 60 years. In the interim, British privateer Henry Morgan sacked and partially destroyed it.Finally finished in the early 1700s, El Morro's massive batteries, bastions, magazines and walls got little opportunity to serve their true purpose. With the era of piracy in decline, the fort was converted into a prison in the 1800s, and it stayed that way (bar a brief interlude during the 1898 Spanish–Cuban–American War) until Cuban architect Francisco Prat Puig mustered up a restoration plan in the late 1960s.Today, the fort hosts the swashbuckling Museo de Piratería, with another room given over to the US-Spanish naval battle that took place in the bay in 1898.The fort, like Havana, has a cañonazo ceremony (firing of the cannon) each day at sunset when actors dress up in Mambís regalia.To get to El Morro from the city center, take bus 212 to Ciudamar and walk the final 20 minutes. Alternatively, a round-trip taxi ride from Parque Céspedes with wait should cost no more than CUC$25."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 3,
        "name": "Cementerio Santa Ifigenia",
        "latitude": "20.035780704894",
        "longitude": "-75.839866323872",
        "excerpt": "Nestled peacefully on the city's western extremity, the Cementerio Santa Ifigenia is second only to Havana's Necrópolis Cristóbal Colón in its importance…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/cementerio-santa-ifigenia/a/poi-sig/425923/358013",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Cuba%20Santiago%20de%20Cuba%20Inspired%20By%20Maps%20shutterstock_727217770%20RFC.jpg",
        "detail_description": "Nestled peacefully on the city's western extremity, the Cementerio Santa Ifigenia is second only to Havana's Necrópolis Cristóbal Colón in its importance and grandiosity. Created in 1868 to accommodate the victims of the War of Independence and a simultaneous yellow-fever outbreak, the Santa Ifigenia includes many great historical figures among its 8000-plus tombs, notably the mausoleum of José Martí and final resting place of Fidel Castro.\nNames to look out for include Tomás Estrada Palma (1835–1908), Cuba's now disgraced first president; Emilio Bacardí y Moreau (1844–1922) of the famous rum dynasty; María Grajales, the widow of independence hero Antonio Maceo; and Mariana Grajales, Maceo's mother; 11 of the 31 generals of the independence struggles; the Spanish soldiers who died in the battles of San Juan Hill and Caney; the 'martyrs' of the 1953 Moncada Barracks attack; M-26-7 activists Frank and Josué País; father of Cuban independence, Carlos Manuel de Céspedes (1819–74); and international celebrity-cum-popular-musical-rake, Compay Segundo (1907–2003) of Buena Vista Social Club fame.Many visitors come to pay homage at the quasi-religious mausoleum to national hero José Martí (1853–95). Erected in 1951 during the Batista era, the imposing hexagonal structure is positioned so that Martí's wooden casket (draped solemnly in a Cuban flag) receives daily shafts of sunlight. This is in response to a comment Martí made in one of his poems that he would like to die not as a traitor in darkness, but with his visage facing the sun. A round-the-clock guard of the mausoleum is changed, amid much pomp and ceremony, every 30 minutes.Now, the cemetery's most famous resident is a recent arrival, situated alongside his hero, José Martí. After a cross-country procession that re-created the revolutionary's 1959 victory march in reverse, the ashes of Fidel Castro Ruz (1926–2016) were interred here on December 4, 2016. The private ceremony featured a 21-gun salute and no speeches. Castro has famously insisted that he wanted no tributes, statues or honors in his name. This simple monument takes the form of an enormous boulder bearing a plaque with just the name Fidel.Horse carts go along Av Jesús Menéndez, from Parque Alameda to Cementerio Santa Ifigenia; otherwise, it's a hearty, leg-stretching walk."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 4,
        "name": "Museo Municipal Emilio Bacardí Moreau",
        "latitude": "20.021515245837",
        "longitude": "-75.827818614519",
        "excerpt": "Narrow Pío Rosado links Calle Heredia to Calle Aguilera and the fabulous Grecian facade of the Bacardí Museum. Founded in 1899 by the rum-magnate war hero…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/museo-municipal-emilio-bacardi-moreau/a/poi-sig/425963/358013",
        "image_url": null,
        "detail_description": "Narrow Pío Rosado links Calle Heredia to Calle Aguilera and the fabulous Grecian facade of the Bacardí Museum. Founded in 1899 by the rum-magnate war hero and city mayor, Emilio Bacardí y Moreau (the palatial building was built to spec), the museum is one of Cuba's oldest and most eclectic, with a striking collection of Cuban paintings and some absorbing artifacts amassed from Bacardí's travels.\nThese include an extensive weapons collection, paintings from the Spanish costumbrismo (a 19th-century artistic movement that predates Romanticism) school and the only Egyptian mummy on the island."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 5,
        "name": "Museo de Ambiente Histórico Cubano",
        "latitude": "20.02167424003",
        "longitude": "-75.829963599799",
        "excerpt": "The oldest house still standing in Cuba, this arresting early colonial abode dating from 1522 was the official residence of the island's first governor,…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/museo-de-ambiente-historico-cubano/a/poi-sig/425901/358013",
        "image_url": null,
        "detail_description": "The oldest house still standing in Cuba, this arresting early colonial abode dating from 1522 was the official residence of the island's first governor, Diego Velázquez. Restored in the late 1960s, the Andalusian-style facade with fine, wooden lattice windows was inaugurated in 1970 as a museum.\nThe ground floor was originally a trading house and gold foundry, while the upstairs was where Velázquez lived. Today, rooms display period furnishings and decoration from the 16th to 19th centuries. Check the two-way screens, where you could look out without being observed: a Turkish influence (Turkey had a big influence on European style at this time). Visitors are also taken through an adjacent 19th-century neoclassical house."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 6,
        "name": "Cuartel Moncada",
        "latitude": "20.026711607059",
        "longitude": "-75.819420110015",
        "excerpt": "Santiago's famous Moncada Barracks, a crenelated art deco building completed in 1938, is now synonymous with one of history's greatest failed putsches…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/cuartel-moncada/a/poi-sig/425927/358013",
        "image_url": null,
        "detail_description": "Santiago's famous Moncada Barracks, a crenelated art deco building completed in 1938, is now synonymous with one of history's greatest failed putsches. Moncada earned immortality on July 26, 1953, when more than 100 revolutionaries led by then little-known Fidel Castro stormed Batista's troops at what was then Cuba's second-most important military garrison.\nAfter the revolution, the barracks, like all others in Cuba, was converted into a school called Ciudad Escolar 26 de Julio, and in 1967 a museum was installed near gate 3, where the main attack took place. As Batista's soldiers had cemented over the original bullet holes from the attack, the Castro government remade them (this time without guns) years later as a poignant reminder. The museum (one of Cuba's best) contains a scale model of the barracks plus interesting and sometimes grisly artifacts, diagrams and models of the attack, its planning and its aftermath. Most moving, perhaps, are the photographs of the 61 fallen at the end.The first barracks on this site was constructed by the Spanish in 1859, and actually takes its name after Guillermón Moncada, a War of Independence fighter who was held prisoner here in 1874."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 7,
        "name": "Cayo Granma",
        "latitude": "19.976817",
        "longitude": "-75.875101",
        "excerpt": "A small, populated key near the jaws of the bay, Cayo Granma is a little fantasy island of red-roofed wooden houses – many of them on stilts above the…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/cayo-granma/a/poi-sig/1334929/358013",
        "image_url": null,
        "detail_description": "A small, populated key near the jaws of the bay, Cayo Granma is a little fantasy island of red-roofed wooden houses – many of them on stilts above the water – that guard a traditional fishing community. You can hike up to the small whitewashed Iglesia de San Rafael at the key's highest point, or walk around the whole island in 15 minutes.\nThe best thing about this place, however, is just hanging out and soaking up a bit of the real Cuba. Eat at seafood haven Restaurante El Cayo or the clapboard Palmares restaurant jutting out over the water on the Cayo's far side.To get to the key, take the regular ferry (leaving every one to 1½ hours) from Punta Gorda just below El Morro fort. The boat stops en route at La Socapa (actually still the mainland; the western jaw of the Bahia de Santiago) where there are decent beaches for swimming."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 8,
        "name": "Moncada Museum",
        "latitude": "20.025794",
        "longitude": "-75.819129",
        "excerpt": "The museum inside the Cuartel Moncada is the best in town and one of the best in Cuba. Sometimes gory exhibits catalogue the details of the 1953 attack by…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/moncada-museum/a/poi-sig/1341519/358013",
        "image_url": null,
        "detail_description": "The museum inside the Cuartel Moncada is the best in town and one of the best in Cuba. Sometimes gory exhibits catalogue the details of the 1953 attack by Fidel Castro on the barracks, and always the narrative skews to revolutionary glory.\n"
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 9,
        "name": "Museo de la Lucha Clandestina",
        "latitude": "20.019192",
        "longitude": "-75.83254",
        "excerpt": "This gorgeous yellow colonial-style building houses a museum detailing the underground struggle against Batista in the 1950s. It's a fascinating, if…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/museo-de-la-lucha-clandestina/a/poi-sig/425957/358013",
        "image_url": null,
        "detail_description": "This gorgeous yellow colonial-style building houses a museum detailing the underground struggle against Batista in the 1950s. It's a fascinating, if bloody, story enhanced by far-reaching views from the balcony. The museum was a former police station attacked by M-26-7 activists on November 30, 1956, to divert attention from the arrival of the tardy yacht Granma, carrying Fidel Castro and 81 others.\nIt's up the slope from the western end of Diego Palacios."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 10,
        "name": "Jardín de los Helechos",
        "latitude": "20.042547",
        "longitude": "-75.778198",
        "excerpt": "This peaceful garden is a lush haven of 350 types of ferns and 90 types of orchids. It's the erstwhile private collection of santiagüero Manuel Caluff,…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/jardin-de-los-helechos/a/poi-sig/425947/358013",
        "image_url": null,
        "detail_description": "This peaceful garden is a lush haven of 350 types of ferns and 90 types of orchids. It's the erstwhile private collection of santiagüero Manuel Caluff, donated in 1984 to the Academia de Ciencias de Cuba (Cuban Academy of Science), which continues to keep the 3000-sq-meter garden in psychedelic bloom. The center of the garden has an inviting dense copse-cum-sanctuary dotted with benches.\nFor the orchids, the best time is November to January. Bus 5 (20 centavos) from Plaza de Marte in central Santiago passes this way, or you can hire a taxi. It's 2km from downtown Santiago de Cuba on the road to El Caney."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 11,
        "name": "Bacardí Rum Factory",
        "latitude": "20.029587566927",
        "longitude": "-75.832578423274",
        "excerpt": "While it's not as swanky as its modern Bermuda HQ, the original Bacardí factory, which opened in 1868, oozes history. Spanish-born founder Don Facundo…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/bacardi-rum-factory/a/poi-sig/425897/358013",
        "image_url": null,
        "detail_description": "While it's not as swanky as its modern Bermuda HQ, the original Bacardí factory, which opened in 1868, oozes history. Spanish-born founder Don Facundo dreamed up the world-famous Bacardí bat symbol after discovering a bat colony in the factory's rafters. The Cuban government continues to make traditional rum here – the signature Ron Caney brand, Ron Santiago and Ron Varadero.\nThe Bacardí family fled the island post-revolution. In total, the factory knocks out nine million liters of rum a year, 70% of which is exported. There are currently no factory tours, but the Barrita de Ron, a tourist bar attached to the factory, offers rum sales and tastings. A billboard opposite the station announces Santiago's modern battle cry: Rebelde ayer, hospitalaria hoy, heroica siempre (Rebellious yesterday, hospitable today, heroic always)."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 12,
        "name": "Loma de San Juan",
        "latitude": "20.02016",
        "longitude": "-75.798261",
        "excerpt": "Future American president Teddy Roosevelt forged his reputation on this small hillock where, flanked by the immortal rough riders, he supposedly led a…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/loma-de-san-juan/a/poi-sig/1117947/358013",
        "image_url": null,
        "detail_description": "Future American president Teddy Roosevelt forged his reputation on this small hillock where, flanked by the immortal rough riders, he supposedly led a fearless cavalry charge against the Spanish to seal a famous US victory. Protected on pleasantly manicured grounds adjacent to the modern-day Motel San Juan, Loma de San Juan marks the spot of the Spanish–Cuban–American War's only land battle (July 1, 1898).\nIn reality, it is doubtful Roosevelt even mounted his horse in Santiago, while the purportedly clueless Spanish garrison – outnumbered 10 to one – managed to hold off more than 6000 American troops for 24 hours. Cannons, trenches and numerous US monuments, including a bronze rough rider, enhance the classy gardening, while the only acknowledgement of a Cuban presence is the rather understated monument to the unknown Mambís (the name for the 19th-century rebels fighting Spain)."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 13,
        "name": "Calle Heredia",
        "latitude": "20.021057",
        "longitude": "-75.828409",
        "excerpt": "The music never stops on Calle Heredia, Santiago's most sensuous street and also one of its oldest. Melodies waft from the paint-peeled Casa de Cultura…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/calle-heredia/a/poi-sig/1334755/358013",
        "image_url": null,
        "detail_description": "The music never stops on Calle Heredia, Santiago's most sensuous street and also one of its oldest. Melodies waft from the paint-peeled Casa de Cultura Josué País García, where ballroom-dancing pensioners mix with svelte teen rap artists. One door up is Cuba's original Casa de la Trova, a beautiful balconied townhouse redolent of New Orleans' French Quarter. This block is also home to several galleries and shops selling artesanías (handicrafts).\n"
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 14,
        "name": "Casa del Caribe",
        "latitude": "20.026722",
        "longitude": "-75.802156",
        "excerpt": "Founded in 1982 to study Caribbean life, this cultural institution organizes the Festival del Caribe and the Fiesta del Fuego every July and also hosts…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/casa-del-caribe/a/poi-sig/1335270/358013",
        "image_url": null,
        "detail_description": "Founded in 1982 to study Caribbean life, this cultural institution organizes the Festival del Caribe and the Fiesta del Fuego every July and also hosts various concert nights. The portal of all things Santería and folklórico, this cultural institution can arrange dance lessons in conga, son and salsa for CUC$10 per hour. Resident staff member Juan Eduardo Castillo can also organize lessons in percussion. Real aficionados can inquire about in-depth courses on Afro-Cuban religions and culture.\n"
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 15,
        "name": "Museo-Casa Natal de Antonio Maceo",
        "latitude": "20.02774",
        "longitude": "-75.830501",
        "excerpt": "This important museum is where the mulato general and hero of both Wars of Independence was born, on June 14, 1845, and exhibits highlights of Maceo's…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/museo-casa-natal-de-antonio-maceo/a/poi-sig/425967/358013",
        "image_url": null,
        "detail_description": "This important museum is where the mulato general and hero of both Wars of Independence was born, on June 14, 1845, and exhibits highlights of Maceo's life with photos, letters and a tattered flag that was flown in battle. Known as the Bronze Titan in Cuba for his bravery in battle, Maceo was the definitive 'man of action.'\nIn his 1878 Protest of Baraguá, he rejected any compromise with the colonial authorities and went into exile rather than sell out to the Spanish. Landing at Playa Duaba in 1895, he marched his army as far west as Pinar del Río before being killed in action in 1896."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 16,
        "name": "Memorial de Vilma Espín Guillois",
        "latitude": "20.023663",
        "longitude": "-75.826296",
        "excerpt": "This erstwhile home of Cuba's former 'first lady,' Vilma Espín, the wife of Raúl Castro, and instrumental force in the success of the Cuban Revolution,…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/memorial-de-vilma-espin-guillois/a/poi-sig/1334782/358013",
        "image_url": null,
        "detail_description": "This erstwhile home of Cuba's former 'first lady,' Vilma Espín, the wife of Raúl Castro, and instrumental force in the success of the Cuban Revolution, opened in 2010, three years after her death. This house, where she lived from 1939 to 1959, is packed with lucid snippets of her life.\nThe daughter of a lawyer to the Bacardí clan, Vilma was first radicalized after a meeting with Frank País in Santiago in 1956. Joining the rebels in the mountains, she went on to  found the influential Federation of Cuban Women in 1960."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 17,
        "name": "Parque Céspedes",
        "latitude": "20.021470121459",
        "longitude": "-75.829602674918",
        "excerpt": "Archetype for romantic Cuban street life, Parque Céspedes is a throbbing kaleidoscope of walking, talking, hustling, flirting, guitar-strumming humanity…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/parque-cespedes/a/poi-sig/425977/358013",
        "image_url": null,
        "detail_description": "Archetype for romantic Cuban street life, Parque Céspedes is a throbbing kaleidoscope of walking, talking, hustling, flirting, guitar-strumming humanity. Surrounded by colonial architecture, this most ebullient of city squares is a sight to behold day or night. See the bronze bust of Carlos Manuel de Céspedes, who kick-started Cuban independence in 1868, and Cubans enjoying the open wi-fi signal. By publication time, the surrounding streets should be pedestrian-only and the park spiffed up after a renovation.\n"
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 18,
        "name": "Parque Histórico Abel Santamaría",
        "latitude": "20.026349",
        "longitude": "-75.821103",
        "excerpt": "This is the site of the former Saturnino Lora Civil Hospital, stormed by Abel Santamaría and 60 others on that fateful July day (they were later tortured…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/parque-historico-abel-santamaria/a/poi-sig/425979/358013",
        "image_url": null,
        "detail_description": "This is the site of the former Saturnino Lora Civil Hospital, stormed by Abel Santamaría and 60 others on that fateful July day (they were later tortured and killed). On October 16, 1953, Fidel Castro was tried in the Escuela de Enfermeras for leading the Moncada attack. It was here that he made his famous History will Absolve Me speech.\nThe park contains a giant Cubist fountain, engraved with the countenances of Abel Santamaría and José Martí, which gushes out a veritable Niagara Falls of water."
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 19,
        "name": "Plaza de la Revolución",
        "latitude": "20.038686",
        "longitude": "-75.81606",
        "excerpt": "As with all Cuban cities, Santiago has its bombastic Revolution Square. This one's placed strategically at the junction of two sweeping avenues and…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/plaza-de-la-revolucion/a/poi-sig/1334867/358013",
        "image_url": null,
        "detail_description": "As with all Cuban cities, Santiago has its bombastic Revolution Square. This one's placed strategically at the junction of two sweeping avenues and anchored by an eye-catching statue of dedicated city hero (and native son), Antonio Maceo, atop his horse and surrounded by 23 raised machetes. Underneath the giant mound/plinth a small reverential museum contains info on his life. Other notable buildings bordering the square include modern Teatro José María Heredia and the National Bus Station.\n"
    },
    {
        "country": "santiago-de-cuba",
        "city": "Santiago de Cuba",
        "index": 20,
        "name": "Parque Alameda",
        "latitude": "20.020692032792",
        "longitude": "-75.835651541317",
        "excerpt": "Below the Tivolí quarter, this narrow park embellishes a dockside promenade opened in 1840 and redesigned in 1893. Refurbishment for the 2015…",
        "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/santiago-de-cuba/attractions/parque-alameda/a/poi-sig/425975/358013",
        "image_url": null,
        "detail_description": "Below the Tivolí quarter, this narrow park embellishes a dockside promenade opened in 1840 and redesigned in 1893. Refurbishment for the 2015 quincentennial has made it the center of the Malecón (boardwalk) in the style of Havana's, also featuring a playground, palm trees and public wi-fi. The north end features the old clock tower, aduana (customs house) and cigar factory. With smart architecture, sea air and a dash of port-side sketchiness, it's good for a stroll.\n"
    }
]