[
{
    "country": "sanya",
    "city": "Sanya",
    "index": 1,
    "name": "Houhai Beach",
    "latitude": "18.272186",
    "longitude": "109.725223",
    "excerpt": "A crescent-shaped sandy beach about 30km northeast of Dadonghai, Houhai Bay, which is in Tenghai village (滕海村, Ténghǎi Cūn), is the place for those…",
    "detail_url": "https://www.lonelyplanet.com/china/hainan/sanya/attractions/houhai-beach/a/poi-sig/1497514/356015",
    "image_url": null,
    "detail_description": "A crescent-shaped sandy beach about 30km northeast of Dadonghai, Houhai Bay, which is in Tenghai village (滕海村, Ténghǎi Cūn), is the place for those looking to get away from the crowds. Be prepared though: the entrance to Tenghai is also the gateway to Wuzhizhen Island, one of Sanya's major tourist spots, and is extremely busy with cars and coaches parking up for the ferry. Once you're through the crowds, however, Houhai is the most low-key of the Sanya area beaches and a popular place for beginner surfers.\nThe village is fast developing and the pick of the hotels, including Jile Hotel, line the beach. There are also plenty of small restaurants and fruit stands around."
},
{
    "country": "sanya",
    "city": "Sanya",
    "index": 4,
    "name": "Dadonghai Bay",
    "latitude": "18.22242171",
    "longitude": "109.52141357",
    "excerpt": "Dadonghai Bay sports a wider beach than Sanya and has a shaded boardwalk running along most of its length. The setting, in a deep blue bay with rocky…",
    "detail_url": "https://www.lonelyplanet.com/china/hainan/sanya/attractions/dadonghai-bay/a/poi-sig/1453616/356015",
    "image_url": null,
    "detail_description": "Dadonghai Bay sports a wider beach than Sanya and has a shaded boardwalk running along most of its length. The setting, in a deep blue bay with rocky headlands, is simply gorgeous, but it does get busy here. At night, half the crowd is knocking back beers and eating crabs at the boardwalk restaurants, while the other half is still bobbing in the sea under the light of the moon.\n"
},
{
    "country": "sanya",
    "city": "Sanya",
    "index": 3,
    "name": "Sanya Bay",
    "latitude": "18.270696",
    "longitude": "109.478897",
    "excerpt": "The long sandy strip off the city centre at Sanya Bay is where you’ll find crowds of mostly mainland Chinese tourists kicking back. In little covered…",
    "detail_url": "https://www.lonelyplanet.com/china/hainan/sanya/attractions/sanya-bay/a/poi-sig/1497513/356015",
    "image_url": null,
    "detail_description": "The long sandy strip off the city centre at Sanya Bay is where you’ll find crowds of mostly mainland Chinese tourists kicking back. In little covered areas locals play music, sing, write characters in the sand and so on. There’s a long pathway for strolling in the cool evenings, and if the tide is out a little, you can walk on the sand for many kilometres. In the evenings it’s fun to watch the lights on Phoenix Island (the awesome cruise-ship terminal).\n"
},
{
    "country": "sanya",
    "city": "Sanya",
    "index": 2,
    "name": "Yalong Bay",
    "latitude": "18.2309",
    "longitude": "109.641752",
    "excerpt": "Yalong Bay is the most picture-perfect of Sanya’s beaches, though jet skis and banana boats do buzz through (there are roped-off swimming areas in the…",
    "detail_url": "https://www.lonelyplanet.com/china/hainan/sanya/attractions/yalong-bay/a/poi-sig/473174/356015",
    "image_url": null,
    "detail_description": "Yalong Bay is the most picture-perfect of Sanya’s beaches, though jet skis and banana boats do buzz through (there are roped-off swimming areas in the shallows). This is resort central, with all the attendant luxuries. Budget travellers will want to head to the main plaza for fast-food and coconut stands.\nChina’s beaches are theoretically open to everyone, but at Yalong Bay there can be a quasi-official entry fee if you’re not staying at one of the beachfront resorts. To avoid any sporadically enforced fees, walk through one of the hotels rather than entering the beach from the main square. No one will bother you."
}
]