[
{
    "country": "sapa",
    "city": "Sapa",
    "index": 1,
    "name": "Sapa Market",
    "latitude": "22.338823",
    "longitude": "103.851904",
    "excerpt": "Turfed out of central Sapa and now in a purpose-built modern building near the bus station, Sapa Market is still interesting, and hill-tribe people from…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/northwest-vietnam/sapa/attractions/sapa-market/a/poi-sig/1388384/357936",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ee8f462e25e952fb2fe0160615b7c301-sapa-market.jpg",
    "detail_description": "Turfed out of central Sapa and now in a purpose-built modern building near the bus station, Sapa Market is still interesting, and hill-tribe people from surrounding villages come here most days to sell handicrafts. Saturday is the busiest day.\n"
},
{
    "country": "sapa",
    "city": "Sapa",
    "index": 5,
    "name": "Sapa Church",
    "latitude": "22.335459",
    "longitude": "103.84213",
    "excerpt": "Sapa's small stone church was built by the French and is still a central landmark. It opens for Mass on Sunday and on certain evenings for prayers.",
    "detail_url": "https://www.lonelyplanet.com/vietnam/northwest-vietnam/sapa/attractions/sapa-church/a/poi-sig/1390131/357936",
    "image_url": null,
    "detail_description": "Sapa's small stone church was built by the French and is still a central landmark. It opens for Mass on Sunday and on certain evenings for prayers.\n"
},
{
    "country": "sapa",
    "city": "Sapa",
    "index": 4,
    "name": "Sapa Museum",
    "latitude": "22.335816",
    "longitude": "103.840252",
    "excerpt": "An excellent showcase of the history and ethnology of the Sapa area, including the French colonial era. Dusty exhibitions overview the various ethnic…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/northwest-vietnam/sapa/attractions/sapa-museum/a/poi-sig/1445340/357936",
    "image_url": null,
    "detail_description": "An excellent showcase of the history and ethnology of the Sapa area, including the French colonial era. Dusty exhibitions overview the various ethnic groups around Sapa, with information on the region's rich handicrafts, so it's worth a quick visit when you first arrive in town. Located above a handicrafts shop behind the Tourist Information Center.\n"
},
{
    "country": "sapa",
    "city": "Sapa",
    "index": 3,
    "name": "Tram Ton Pass",
    "latitude": "22.361616",
    "longitude": "103.778111",
    "excerpt": "The road between Sapa and Lai Chau crosses the Tram Ton Pass on the northern side of Mt Fansipan, 15km from Sapa. At 1900m it's Vietnam’s highest mountain…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/northwest-vietnam/sapa/attractions/tram-ton-pass/a/poi-sig/1389065/357936",
    "image_url": null,
    "detail_description": "The road between Sapa and Lai Chau crosses the Tram Ton Pass on the northern side of Mt Fansipan, 15km from Sapa. At 1900m it's Vietnam’s highest mountain pass, and acts as a dividing line between two climatic zones. The lookout points here have fantastic views in clear weather.\nOn the Sapa side it’s often cold and foggy, but drop a few hundred metres onto the Lai Chau side and it can be sunny and warm. Surprisingly, Sapa is the coldest place in Vietnam, but Lai Chau can be one of the warmest.Most people also stop at 100m-high Thac Bac (Silver Waterfall, admission 20,000d), 12km from Sapa. A one-way/return xe om here costs 80,000/150,000d."
},
{
    "country": "sapa",
    "city": "Sapa",
    "index": 2,
    "name": "Fansipan Cable Car",
    "latitude": "22.337175",
    "longitude": "103.824341",
    "excerpt": "Towering above Sapa are the Hoang Lien Mountains, once known to the French as the Tonkinese Alps and now a national park. These mountains include the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/northwest-vietnam/sapa/attractions/fansipan-cable-car/a/poi-sig/1633998/357936",
    "image_url": null,
    "detail_description": "Towering above Sapa are the Hoang Lien Mountains, once known to the French as the Tonkinese Alps and now a national park. These mountains include the often-cloud-obscured Fansipan (3143m), Vietnam’s highest peak, regularly dubbed 'The Roof of Indochina'. Fansipan's wild, lonesome beauty has been somewhat shattered with the opening of a 6292m-long cable car, taking people across the Muong Hoa Valley and up to near the summit in 15 minutes.\nBuy tickets at the ticket office in Sapa's main square, from where a funicular train (50,000d return) shuttles passengers to the lower cable-car station. After the cable-car ride you still face 600 steps to the summit, or you can take another funicular (70,000d one way) from Do Quyen, passing a series of pagodas and Buddhas to the summit. Expect crowds or clouds, depending on the weather."
}
]