[
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 1,
    "name": "Sarajevo City Hall",
    "latitude": "43.85897",
    "longitude": "18.433449",
    "excerpt": "A storybook neo-Moorish striped facade makes the triangular Vijećnica (1896) Sarajevo's most beautiful Austro-Hungarian–era building. Seriously damaged…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/sarajevo-city-hall/a/poi-sig/444689/358727",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3e006a033f363f1bc601afc596a9f788-vijecnica.jpg",
    "detail_description": "A storybook neo-Moorish striped facade makes the triangular Vijećnica (1896) Sarajevo's most beautiful Austro-Hungarian–era building. Seriously damaged during the 1990s siege, it finally reopened in 2014 after laborious reconstruction. Its colourfully restored interior and stained-glass ceiling are superb. Your ticket also allows you to peruse the excellent Sarajevo 1914–2014 exhibition in the octagonal basement. This gives well-explained potted histories of the city's various 20th-century periods, insights into fashion and music subcultures, and revelations about Franz Ferdinand's love life.\nIn 1914 Franz Ferdinand and his much frowned-upon wife Sophie (his mother's former lady-in-waiting) had been on their way back from this very building when they were shot by Gavrilo Princip. From 1949 the building became the National Library but in August 1992 it was deliberately hit by a Serbian incendiary shell. Around two million irreplaceable manuscripts, books and documents were destroyed. Those that survived might one day return, but for now the building is used as the council chamber, for weddings and occasionally for concerts.Various exhibitions are staged in the upper level and, in 2018, an ICTY (International Criminal Tribunal for the former Yugoslavia) information centre opened on the ground floor, including the contents of the original courtroom, which was shifted here from the Hague."
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 36,
    "name": "Sebilj",
    "latitude": "43.859773",
    "longitude": "18.431271",
    "excerpt": "This ornamental drinking fountain, looking more like an enclosed oriental gazebo, dates from 1891 and marks the centre of Baščaršija's central square.",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/sebilj/a/poi-sig/444697/358727",
    "image_url": null,
    "detail_description": "This ornamental drinking fountain, looking more like an enclosed oriental gazebo, dates from 1891 and marks the centre of Baščaršija's central square.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 34,
    "name": "Festina Lente",
    "latitude": "43.856278",
    "longitude": "18.417732",
    "excerpt": "The 2012 Festina Lente footbridge crosses the Miljacka River with an Escher-esque 'loop-the-loop' in its centre. The name means 'Hurry Slowly', an…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/festina-lente/a/poi-sig/1510820/358727",
    "image_url": null,
    "detail_description": "The 2012 Festina Lente footbridge crosses the Miljacka River with an Escher-esque 'loop-the-loop' in its centre. The name means 'Hurry Slowly', an aphorism often used to sum up the Bosnian attitude to life.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 35,
    "name": "Baščaršija Mosque",
    "latitude": "43.85914",
    "longitude": "18.431212",
    "excerpt": "Sitting behind a curtain of mature trees and a triple-arched porch, this elegant octagonal mosque has been providing solace within the bustle of the…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/bascarsija-mosque/a/poi-sig/1253416/358727",
    "image_url": null,
    "detail_description": "Sitting behind a curtain of mature trees and a triple-arched porch, this elegant octagonal mosque has been providing solace within the bustle of the marketplace since around 1528.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 33,
    "name": "Academy of Fine Arts",
    "latitude": "43.855993281551",
    "longitude": "18.417882443729",
    "excerpt": "Originally built in 1899 as an evangelical church, this riverfront academy resembles a mini version of Budapest's magnificent national parliament building…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/academy-of-fine-arts/a/poi-sig/1252832/358727",
    "image_url": null,
    "detail_description": "Originally built in 1899 as an evangelical church, this riverfront academy resembles a mini version of Budapest's magnificent national parliament building. Inside, the small ALU Gallery hosts occasional exhibitions.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 32,
    "name": "Cathedral of the Nativity of the Mother of God",
    "latitude": "43.858204",
    "longitude": "18.425156",
    "excerpt": "Sarajevo's Orthodox cathedral (dedicated in 1872) has a soaring interior space, a vast gilded iconostasis (a gift from the Russian royal family) and two…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/cathedral-of-the-nativity-of-the-mother-of-god/a/poi-sig/1252801/358727",
    "image_url": null,
    "detail_description": "Sarajevo's Orthodox cathedral (dedicated in 1872) has a soaring interior space, a vast gilded iconostasis (a gift from the Russian royal family) and two rows of stained-glass windows. At night the building is artfully lit.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 29,
    "name": "Clock Tower",
    "latitude": "43.859264",
    "longitude": "18.428546",
    "excerpt": "This elegant stone tower sports an Islamic prayer clock, which is adjusted daily so that dusk is the moment when the hands appear to show 12 o'clock. It…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/clock-tower/a/poi-sig/1501864/358727",
    "image_url": null,
    "detail_description": "This elegant stone tower sports an Islamic prayer clock, which is adjusted daily so that dusk is the moment when the hands appear to show 12 o'clock. It was built in 1529 as part of the bequest of Gazi Husrev-beg; it originally had a soup kitchen and free hostel for travellers at its base.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 30,
    "name": "Svrzo House",
    "latitude": "43.862358",
    "longitude": "18.429222",
    "excerpt": "An oasis of whitewashed walls, cobbled courtyards and partly vine-draped dark timbers, this 18th-century house-museum has been brilliantly restored and…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/svrzo-house/a/poi-sig/444699/358727",
    "image_url": null,
    "detail_description": "An oasis of whitewashed walls, cobbled courtyards and partly vine-draped dark timbers, this 18th-century house-museum has been brilliantly restored and appropriately furnished, helping visitors to imagine Sarajevo life in Ottoman times.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 31,
    "name": "Central Post Office",
    "latitude": "43.856664",
    "longitude": "18.419867",
    "excerpt": "This glorious 1913 Succession-style building has a particularly memorable interior with a glass ceiling, brass counter-grilles and striking chandeliers…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/central-post-office/a/poi-sig/1549256/358727",
    "image_url": null,
    "detail_description": "This glorious 1913 Succession-style building has a particularly memorable interior with a glass ceiling, brass counter-grilles and striking chandeliers. It suffered a major fire during the war and was restored and reopened in 2001.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 28,
    "name": "Kovači Graveyard",
    "latitude": "43.861399",
    "longitude": "18.434855",
    "excerpt": "Overloaded with the white gravestones of those killed during the 1990s conflict, this steeply contoured cemetery is the final resting place of the country…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/kovaci-graveyard/a/poi-sig/1549269/358727",
    "image_url": null,
    "detail_description": "Overloaded with the white gravestones of those killed during the 1990s conflict, this steeply contoured cemetery is the final resting place of the country's first president, Alija Izetbegović. His grave is marked by a modest obelisk shaded by an open-sided dome that glows golden when lit at night.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 27,
    "name": "Ashkenazi Synagogue",
    "latitude": "43.856285",
    "longitude": "18.425038",
    "excerpt": "This 1902 neo-Moorish building is both a community centre and the main place of worship for Sarajevo's much-diminished Jewish community. Don't be put off…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/ashkenazi-synagogue/a/poi-sig/1258113/358727",
    "image_url": null,
    "detail_description": "This 1902 neo-Moorish building is both a community centre and the main place of worship for Sarajevo's much-diminished Jewish community. Don't be put off by the utilitarian entrance; head upstairs to the beautifully painted main hall. The lavish geometric frescoes on the ceiling resemble a Turkish carpet.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 26,
    "name": "Vrelo Bosne",
    "latitude": "43.818961",
    "longitude": "18.267893",
    "excerpt": "Ever popular with local families, this extensive park is home to a patchwork of lush mini-islands at the cliffed mouth of the Bosna River. The classic way…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/vrelo-bosne/a/poi-sig/1252054/358727",
    "image_url": null,
    "detail_description": "Ever popular with local families, this extensive park is home to a patchwork of lush mini-islands at the cliffed mouth of the Bosna River. The classic way to get there is to stroll or take a horse-drawn carriage ride (20KM) for 3km along elegantly tree-lined Velika Aleja, starting near Ilidža's Hotel Aleja.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 25,
    "name": "Museum of Crimes Against Humanity & Genocide 1992–1995",
    "latitude": "43.858892",
    "longitude": "18.426368",
    "excerpt": "Nothing is sugar-coated in this confronting museum covering the many atrocities that took place throughout Bosnia during the 1990s war. Video footage…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/museum-of-crimes-against-humanity-genocide-1992-1995/a/poi-sig/1606671/358727",
    "image_url": null,
    "detail_description": "Nothing is sugar-coated in this confronting museum covering the many atrocities that took place throughout Bosnia during the 1990s war. Video footage combined with photographs, artefacts and personal testimonies illustrates the horror and brutality of the times. We wouldn't recommend bringing younger children.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 24,
    "name": "White Fortress",
    "latitude": "43.859496",
    "longitude": "18.444457",
    "excerpt": "Although it's thought to have had its origins in the Middle Ages, this bastion was substantially strengthened and incorporated into the walls built to…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/white-fortress/a/poi-sig/1502524/358727",
    "image_url": null,
    "detail_description": "Although it's thought to have had its origins in the Middle Ages, this bastion was substantially strengthened and incorporated into the walls built to protect the neighbourhood of Vratnik in the 1720s. It's now a graffiti-covered and rubbish-strewn shell, but it offers great views along the river and over the entire city.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 23,
    "name": "Art Gallery of BiH",
    "latitude": "43.857701",
    "longitude": "18.424459",
    "excerpt": "Behind a sturdy Austro-Hungarian facade this small but inspired three-level gallery hosts a changing series of exhibitions. The top floor has a semi…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/art-gallery-of-bih/a/poi-sig/444671/358727",
    "image_url": null,
    "detail_description": "Behind a sturdy Austro-Hungarian facade this small but inspired three-level gallery hosts a changing series of exhibitions. The top floor has a semi-permanent theme covering the 'intimacies of space', providing an opportunity to show off some of the collection's fine canvasses of interiors and still lifes, mostly mid-20th century.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 22,
    "name": "Emperor's Mosque",
    "latitude": "43.857322",
    "longitude": "18.430724",
    "excerpt": "Across the river from the old city, this large stone mosque was built in 1565 to replace Sarajevo's very first mosque, a wooden structure built in 1457…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/emperor-s-mosque/a/poi-sig/1502329/358727",
    "image_url": null,
    "detail_description": "Across the river from the old city, this large stone mosque was built in 1565 to replace Sarajevo's very first mosque, a wooden structure built in 1457 shortly after the Ottoman conquest. Major works in 2014–15 have also led to the reconstruction of the 1462 Isa-Bey Hamam next door, now incorporating a hotel.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 21,
    "name": "Musički Paviljon",
    "latitude": "43.857051",
    "longitude": "18.42831",
    "excerpt": "Forming the centrepiece to a pretty park just across the river from the old town, this distinctive former bandstand was originally built in 1913, though…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/musicki-paviljon/a/poi-sig/1502330/358727",
    "image_url": null,
    "detail_description": "Forming the centrepiece to a pretty park just across the river from the old town, this distinctive former bandstand was originally built in 1913, though what you see today is a 2004 reconstruction. Today it's a cafe, although sitting at one of the outside tables is generally more pleasant than drinking inside, as the glassed-in interior can get smoky.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 19,
    "name": "Yellow Fortress",
    "latitude": "43.861492",
    "longitude": "18.437709",
    "excerpt": "One of the most appealing yet accessible viewpoints gazing over Sarajevo's red-roofed cityscape is from this bastion, built in the 18th century as part of…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/yellow-fortress/a/poi-sig/1252003/358727",
    "image_url": null,
    "detail_description": "One of the most appealing yet accessible viewpoints gazing over Sarajevo's red-roofed cityscape is from this bastion, built in the 18th century as part of the walls encircling Vratnik. Now sprouting mature trees and a cafe, it's a popular place for picnickers and canoodling lovers. By tradition, the end of the Ramadan fast is formally announced by a canon shot from here.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 18,
    "name": "Gazi Husrev-beg Mosque",
    "latitude": "43.859163390193",
    "longitude": "18.429052337718",
    "excerpt": "Bosnia's second Ottoman governor, Gazi Husrev-beg, funded a series of splendid 16th-century buildings, of which this 1531 mosque, with its 45m minaret, is…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/gazi-husrev-beg-mosque/a/poi-sig/444679/358727",
    "image_url": null,
    "detail_description": "Bosnia's second Ottoman governor, Gazi Husrev-beg, funded a series of splendid 16th-century buildings, of which this 1531 mosque, with its 45m minaret, is the greatest. The domed interior is beautifully proportioned and even if you can't look inside, it's worth walking through the courtyard with its lovely fountain, chestnut trees and the turbe (tomb) of its founder.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 20,
    "name": "Ars Aevi",
    "latitude": "43.855229",
    "longitude": "18.414454",
    "excerpt": "Many of the works in this thought-provoking contemporary art gallery were collected as donations for Bosnia during the 1990s conflict. The collection…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/ars-aevi/a/poi-sig/1502316/358727",
    "image_url": null,
    "detail_description": "Many of the works in this thought-provoking contemporary art gallery were collected as donations for Bosnia during the 1990s conflict. The collection includes works by the likes of Anish Kapoor, Nan Goldin and Marina Abramović; a rotating selection of them is displayed in a factory-esque interior of metal ducts and polished chipboard within the lumpy Skenderija Centar.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 17,
    "name": "Jewish Museum",
    "latitude": "43.859805",
    "longitude": "18.427838",
    "excerpt": "More religiously open-minded than most of Western Europe in its day, the Ottoman Empire offered refuge to the Sephardic Jews who had been evicted en masse…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/jewish-museum/a/poi-sig/444683/358727",
    "image_url": null,
    "detail_description": "More religiously open-minded than most of Western Europe in its day, the Ottoman Empire offered refuge to the Sephardic Jews who had been evicted en masse from Spain in 1492. While conditions varied, Bosnian Jews mostly prospered until WWII, when most of the 14,000-strong community fled or were murdered. The community's story is well told in this 1581 Sephardic synagogue that still sees active worship during Jewish New Year.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 16,
    "name": "Baščaršija",
    "latitude": "43.859772",
    "longitude": "18.431269",
    "excerpt": "Centred on what foreigners nickname Pigeon Square, with its ornate gazebo-like Sebilj drinking fountain (built in 1891), Baščaršija is the very heart of…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/bascarsija/a/poi-sig/1551948/358727",
    "image_url": null,
    "detail_description": "Centred on what foreigners nickname Pigeon Square, with its ornate gazebo-like Sebilj drinking fountain (built in 1891), Baščaršija is the very heart of old Sarajevo. The name is derived from the Turkish for 'main market' and it's still lined with stalls, lively (if tourist-centric) coppersmiths' alleys, grand Ottoman mosques, caravanserai (inn) restaurants and lots of inviting little cafes.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 15,
    "name": "Latin Bridge",
    "latitude": "43.857601",
    "longitude": "18.428954",
    "excerpt": "Of all the crossing points of the Miljacka River, this pale-stone triple-arched bridge is the most famous. It was known throughout the Yugoslav era as…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/latin-bridge/a/poi-sig/444685/358727",
    "image_url": null,
    "detail_description": "Of all the crossing points of the Miljacka River, this pale-stone triple-arched bridge is the most famous. It was known throughout the Yugoslav era as Principov Most in honour of Gavrilo Princip, the assassin who in 1914 shot Austrian Archduke Franz Ferdinand and his pregnant wife Sophie on a spot just opposite. After the demise of Yugoslavia, Princip lost his public aura as a heroic revolutionary and the bridge reverted to its original name.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 14,
    "name": "Brusa Bezistan",
    "latitude": "43.858803477234",
    "longitude": "18.430565211107",
    "excerpt": "Built in 1551 as a silk-trading bazaar, this elegant two-storey building is topped with six green-metal domes and encircled by shops. It's now a branch of…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/brusa-bezistan/a/poi-sig/1252791/358727",
    "image_url": null,
    "detail_description": "Built in 1551 as a silk-trading bazaar, this elegant two-storey building is topped with six green-metal domes and encircled by shops. It's now a branch of the Museum of Sarajevo, providing an overview of the city from prehistoric times up until 1914. At its centre is a scale model of Sarajevo as it looked in 1878. The only concession to recent history is a series of grisly large-scale photographs of the mass-grave excavations from the 1990s genocide.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 13,
    "name": "Alija Izetbegović Museum",
    "latitude": "43.863163",
    "longitude": "18.436641",
    "excerpt": "Located in two 1730s stone towers linked by a section of Vratnik's former walls, this two-room museum explores the background to the 1990s conflict and…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/alija-izetbegovic-museum/a/poi-sig/1251999/358727",
    "image_url": null,
    "detail_description": "Located in two 1730s stone towers linked by a section of Vratnik's former walls, this two-room museum explores the background to the 1990s conflict and the role played by Bosnia's first president, Alija Izetbegović (1925–2003), in ensuring his nation was internationally recognised and remained intact. Casual visitors might find the museum's dense texts overly detailed but the setting is interesting in itself. Entry is through the Kula Ploče tower and it's possible to exit from Kula Širokac.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 12,
    "name": "Old Orthodox Church",
    "latitude": "43.860192",
    "longitude": "18.430016",
    "excerpt": "While the final form of this outwardly austere stone church dedicated to the archangels Michael and Gabriel dates to 1730, it was founded considerably…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/old-orthodox-church/a/poi-sig/444693/358727",
    "image_url": null,
    "detail_description": "While the final form of this outwardly austere stone church dedicated to the archangels Michael and Gabriel dates to 1730, it was founded considerably earlier – possibly as long ago as the 5th century. Inside, under a star-spangled night-blue ceiling, is a superb gilded iconostasis from 1674 fronted by a pair of 3m-high candlesticks. The cloister museum displays manuscripts, vestments and icons, the oldest of which were painted in the 15th century.\nBeside the museum entrance there's a little cafe shaded by a veil of vines."
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 11,
    "name": "Sacred Heart Cathedral",
    "latitude": "43.85938",
    "longitude": "18.425392",
    "excerpt": "Fronted with twin-spired clock towers and rose windows above the stone portal, this neo-Gothic 1889 Catholic cathedral has a colourful interior and fine…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/sacred-heart-cathedral/a/poi-sig/1252798/358727",
    "image_url": null,
    "detail_description": "Fronted with twin-spired clock towers and rose windows above the stone portal, this neo-Gothic 1889 Catholic cathedral has a colourful interior and fine stained-glass windows above a finely carved high altar. A 2014 statue of St John Paul II outside commemorates the Mass the pope celebrated here during a 1997 visit.\nIn the middle of the square in front of the church is a red splatter-pattern in the pavement. After the 1990s conflict, many shell craters, including this one, were filled with red concrete as a reminder. While some such 'Sarajevo Roses' have faded, this one remains vivid."
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 10,
    "name": "Despić House",
    "latitude": "43.85757",
    "longitude": "18.427463",
    "excerpt": "You'd never guess from its Austrian-looking exterior, but this is one of the oldest surviving residential buildings in central Sarajevo. Inside, it's a…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/despic-house/a/poi-sig/1258114/358727",
    "image_url": null,
    "detail_description": "You'd never guess from its Austrian-looking exterior, but this is one of the oldest surviving residential buildings in central Sarajevo. Inside, it's a house within a house, the oldest parts of which date from the 17th century. Wrapped around it are much later additions filled with late 19th- and early 20th-century fittings. One of these, the Velika Soba sitting room, hosted what are thought to have been some of Bosnia's first local theatre productions.\nThe house belonged to a Serbian merchant family whose scion, Makso Despić, left a curious will in 1921. It's displayed on the front inner wall; item 9 is especially humorous."
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 9,
    "name": "Gazi Husrev-beg Museum",
    "latitude": "43.859682",
    "longitude": "18.428879",
    "excerpt": "The 1537 Kuršumlija Madrasa building is distinctive for its pointed chimneys and the lead roof from which it takes its name. Although built as a religious…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/gazi-husrev-beg-museum/a/poi-sig/1253420/358727",
    "image_url": null,
    "detail_description": "The 1537 Kuršumlija Madrasa building is distinctive for its pointed chimneys and the lead roof from which it takes its name. Although built as a religious school, it now hosts a small exhibition about the colourful life and philanthropic legacy of Ottoman governor Husrev-beg, who received the honorific 'Gazi' (meaning hero) for his role in the conquest of Belgrade. There's little in the way of artefacts but the video is well worth watching.\nWithin the same courtyard is a strikingly modern library. Hidden behind the museum lies the pretty, colonnaded Haniqah; originally built as a Naqshbandi Sufi philosophical school, it is now an exhibition space."
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 8,
    "name": "Muzej Sarajevo 1878–1918",
    "latitude": "43.857895",
    "longitude": "18.428965",
    "excerpt": "On 28 June 1914, Archduke Franz Ferdinand and his wife Sophie were shot dead in their car by 18-year-old Gavrilo Princip directly outside this building…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/muzej-sarajevo-1878-1918/a/poi-sig/1252046/358727",
    "image_url": null,
    "detail_description": "On 28 June 1914, Archduke Franz Ferdinand and his wife Sophie were shot dead in their car by 18-year-old Gavrilo Princip directly outside this building. Inside is a one-room exhibition, part of the Museum of Sarajevo, which gives a cursory examination of the city's Austro-Hungarian–era history and the assassination which would ultimately be the fuse that detonated WWI.\nThere's not a lot to see here; even the assassin's gun displayed is a replica, the real one being in a Vienna museum. You may be content to skip the entry fee and instead examine the sepia photos conveniently positioned in the front windows which effectively illustrate that momentous day's events."
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 7,
    "name": "History Museum of BiH",
    "latitude": "43.855156",
    "longitude": "18.40093",
    "excerpt": "Somewhat misleadingly named, this small yet engrossing museum occupies a striking, still partly war-damaged 1960s socialist-modernist building originally…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/history-museum-of-bih/a/poi-sig/444681/358727",
    "image_url": null,
    "detail_description": "Somewhat misleadingly named, this small yet engrossing museum occupies a striking, still partly war-damaged 1960s socialist-modernist building originally dubbed the Museum of the Revolution. It regularly hosts high-profile international exhibitions but the main attraction is the permanent Surrounded Sarajevo display, which charts local people's life-and-death battles for survival between 1992 and 1995. Alongside some heartbreaking photographs are personal effects such as self-made lamps, examples of food aid, stacks of Monopoly-style 1990s dinars and a makeshift siege-time 'home'.\nAlso interesting is the collection of 1996–2011 before-and-after Sarajevo images in the hallway. Directly behind the building, the tongue-in-cheek Tito bar is a museum in its own right."
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 6,
    "name": "National Museum of BiH",
    "latitude": "43.854993",
    "longitude": "18.402668",
    "excerpt": "Bosnia's biggest and best-endowed museum of ancient and natural history is housed in an impressive, purpose-built quadrangle of neoclassical 1913…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/national-museum-of-bih/a/poi-sig/444691/358727",
    "image_url": null,
    "detail_description": "Bosnia's biggest and best-endowed museum of ancient and natural history is housed in an impressive, purpose-built quadrangle of neoclassical 1913 buildings. It's best known for housing the priceless Sarajevo Haggadah illuminated manuscript, but there's much more to see. Along with the Haggadah, the main building houses extraordinary Greek pottery and Roman mosaics. Behind this, the central courtyard has a pretty little botanical garden and an exceptional collection of medieval stećci (grave-carvings).\nOff to one side of the courtyard is the ethnographic wing, where elaborate carved-wood interiors of old Ottoman houses have been reassembled and peopled with manikins in traditional garb. The pinned insects and howling stuffed wolf of the natural history building at the rear of the courtyard won't appeal to all tastes but it's very well presented. Many more examples of stećci sit outside the museum's roadside frontage, visible for free even when the building is closed."
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 5,
    "name": "Tunnel of Hope",
    "latitude": "43.81972",
    "longitude": "18.337501",
    "excerpt": "During the 1992–95 siege, when Sarajevo was surrounded by Bosnian Serb forces, the only link to the outside world was an 800m-long, 1m-wide, 1.6m-high…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/tunnel-of-hope/a/poi-sig/444701/358727",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d853b3646e59869c3fdb66114665f4d2-tunnel-museum.jpg",
    "detail_description": "During the 1992–95 siege, when Sarajevo was surrounded by Bosnian Serb forces, the only link to the outside world was an 800m-long, 1m-wide, 1.6m-high tunnel between two houses on opposite sides of the airport runway. Walking through a 25m section is the moving culmination of a visit to the shell-pounded house which hid the western tunnel entrance. The story of the siege and the tunnel's construction is told via video, information boards and an audioguide accessible via free wi-fi.\nAlthough the airport was supposedly neutral and under tenuous UN control during the conflict, crossing it would have been suicidal. The solution was to secretly build the tunnel, which was eventually equipped with rails to transport food and arms. That proved just enough to keep Sarajevo supplied during nearly four years of siege.Getting here by public transport is complicated; you're better off catching a taxi."
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 4,
    "name": "Sarajevo Cable Car",
    "latitude": "43.855489",
    "longitude": "18.435134",
    "excerpt": "Reopened in 2018 after being destroyed during the war, Sarajevo's cable car once again shuttles people on a nine-minute ride, climbing 500m to a viewpoint…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/sarajevo-cable-car/a/poi-sig/1606672/358727",
    "image_url": null,
    "detail_description": "Reopened in 2018 after being destroyed during the war, Sarajevo's cable car once again shuttles people on a nine-minute ride, climbing 500m to a viewpoint 1164m up on Mt Trebević. From here it's a short walk to the wreck of the Olympic bobsled track, seemingly held together by layers of graffiti.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 3,
    "name": "Galerija 11/07/95",
    "latitude": "43.859542",
    "longitude": "18.425714",
    "excerpt": "This gallery uses stirring photography, video footage and audio testimonies of survivors and family members to create a powerful memorial to the 8372…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/galerija-11-07-95/a/poi-sig/1500672/358727",
    "image_url": null,
    "detail_description": "This gallery uses stirring photography, video footage and audio testimonies of survivors and family members to create a powerful memorial to the 8372 victims of the Srebrenica massacre, one of the most infamous events of the Bosnian civil war. You'll need well over an hour to make the most of a visit, and it's worth paying the extra for the audioguide to gain more insight.\n"
},
{
    "country": "sarajevo",
    "city": "Sarajevo",
    "index": 2,
    "name": "War Childhood Museum",
    "latitude": "43.861925",
    "longitude": "18.428525",
    "excerpt": "This affecting museum had its genesis in a 2013 book edited by Jasminko Halilović, in which he asked a simple question of survivors of the Sarajevo siege:…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-and-hercegovina/sarajevo/attractions/war-childhood-museum/a/poi-sig/1563870/358727",
    "image_url": null,
    "detail_description": "This affecting museum had its genesis in a 2013 book edited by Jasminko Halilović, in which he asked a simple question of survivors of the Sarajevo siege: 'What was a war childhood for you?' Of the hundreds of replies received, 50 short written testimonies are presented here, each illustrated by personal effects donated by the writer, such as diaries, drawings, toys and ballet slippers. It's a lighter, less gore-filled approach to the conflict than you'll find elsewhere, but equally devastating.\n"
}
]