[
{
    "country": "seattle",
    "city": "Seattle",
    "index": 1,
    "name": "Museum of Flight",
    "latitude": "47.518476",
    "longitude": "-122.296715",
    "excerpt": "Even people with absolutely no interest in aviation have been known to blink in astonishment at Seattle's Museum of Flight, which takes visitors on a…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/georgetown/attractions/museum-of-flight/a/poi-sig/385089/1319221",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c6a72a9e5374d3d27b5fa2baf28228f0-museum-of-flight.jpg",
    "detail_description": "Even people with absolutely no interest in aviation have been known to blink in astonishment at Seattle's Museum of Flight, which takes visitors on a whirlwind tour through the history of aviation, from the Wright Brothers to the last flight of Concorde and the birth of the space age. This is one of Seattle's top stops for kids, and one of the top sights in the city.\n\n  \nThe Museum of flight is the the largest private air and space museum in the world ©Elena_Suvorova / Shutterstock\n\nTaking off at the Museum of Flight\nIt shouldn't be entirely surprising to find such an impressive aviation museum in Seattle – this is, after all, the home of Boeing, founded here by William E Boeing in 1916. Get ready for an exciting jet-propelled journey through war, peace, space rockets and inspired engineering. The story of how we got from the Wright Brothers to the first moon landing in less than 66 years is powerfully told using film, photos, audio, words, flight simulators, and of course, a wonderful collection of flying machines.\nAircraft large and small are crammed into the museum's hangars, from a ginormous Boeing 747 and a decommissioned Concorde to the tiny Caproni Ca 20, the first ever fighter plane, built during WWI. You can get within touching distance of a Lockheed Model 10-E Electra, the same model plane that Emelia Earhart was flying when she vanished over the Pacific, and walk through the Boeing VC-137B that was the first presidential jet to use the call sign 'Air Force One'.\nSome aircraft are originals, some are reproductions – including most of the exhibits from the space age – but they all contribute to an evocative journey through the history of man's quest to take to the air. Look out for such oddities as Paul MacCready's Gossamer Albatross, which crossed the English Channel by pedal power in 1979, and Aerocar International's Aerocar, designed for both the airways and the highway.\nPlenty of displays cover the work of William E Boeing, the former lumber mogul who founded the Boeing aircraft company, transforming the world of travel, and the city of Seattle, in the process. The hangar known as the Red Barn was Boeing's original production facility, producing wood-framed, fabric covered aircraft in the first half of the 20th century.\n\n  \nThe Seattle Museum of Flight covers everything from fighter jets to helicopters ©Norman Ong / Shutterstock\n\nTickets &amp; Practicalities\nIt's worth buying tickets ahead of time to make sure you get in, as availability can be limited on the day, and there's heavy demand from school groups. The museum has plenty of parking, which is handy, as driving is the easiest way to reach the museum (Metro bus 124 also runs here from downtown). Pilots can also come by air – the museum has landing space for up to five light aircraft daily!\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 40,
    "name": "Late for the Interurban",
    "latitude": "47.649185",
    "longitude": "-122.348546",
    "excerpt": "This life-sized statue, dedicated in 2008, honors the characters JP Patches and Gertrude, who appeared daily on the children’s JP Patches Show on Seattle…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/green-lake-and-phinney-ridge/attractions/late-for-the-interurban/a/poi-sig/1536788/1319282",
    "image_url": null,
    "detail_description": "This life-sized statue, dedicated in 2008, honors the characters JP Patches and Gertrude, who appeared daily on the children’s JP Patches Show on Seattle TV during the 1960s and '70s. Due to it's proximity to the Waiting for the Interurban, it has been humorously christened Late for the Interurban.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 39,
    "name": "Rainier Vista",
    "latitude": "47.65527",
    "longitude": "-122.309135",
    "excerpt": "What other US university campus has a perfectly framed view of a glacier-drizzled, 14,410ft stratovolcano? This beautiful green corridor of lawns and…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/the-u-district/attractions/rainier-vista/a/poi-sig/1359972/1006582",
    "image_url": null,
    "detail_description": "What other US university campus has a perfectly framed view of a glacier-drizzled, 14,410ft stratovolcano? This beautiful green corridor of lawns and walkways emanates from the steps of UW's Red Sq and was designed by John Olmsted as the centerpiece for the 1909 Alaska-Yukon-Pacific Expo.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 38,
    "name": "Water Tower Observation Deck",
    "latitude": "47.628944",
    "longitude": "-122.314471",
    "excerpt": "It's practically obligatory to climb the 107 steep steps to the top of the 75ft water tower in Volunteer Park. Built in 1907, it provides wonderful vistas…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/capitol-hill/attractions/water-tower-observation-deck/a/poi-sig/385147/1006583",
    "image_url": null,
    "detail_description": "It's practically obligatory to climb the 107 steep steps to the top of the 75ft water tower in Volunteer Park. Built in 1907, it provides wonderful vistas of the Space Needle, Elliott Bay and – should it be in the mood – Mt Rainier. Explanatory boards in the covered lookout detail the history and development of Seattle's park system.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 37,
    "name": "Apatosaurs",
    "latitude": "47.650505",
    "longitude": "-122.354766",
    "excerpt": "Along the banks of the ship canal and abutting the Burke-Gilman Trail at the bottom of Phinney Ave N, you’ll see two life-size ‘apatosaurs' fashioned out…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/green-lake-and-phinney-ridge/attractions/apatosaurs/a/poi-sig/1352565/1319282",
    "image_url": null,
    "detail_description": "Along the banks of the ship canal and abutting the Burke-Gilman Trail at the bottom of Phinney Ave N, you’ll see two life-size ‘apatosaurs' fashioned out of ivy. The adult dino measures 66ft long, making it the world’s largest known topiary (ornamental shrub). The apatosaurs were originally displayed in the Pacific Science Center, but were picked up by the Fremonters in 1999.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 36,
    "name": "Fremont Troll",
    "latitude": "47.650954",
    "longitude": "-122.347298",
    "excerpt": "The Fremont Troll is an outlandish sculpture that lurks beneath the north end of the Aurora Bridge at N 36th St. The troll's creators – artists Steve…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/green-lake-and-phinney-ridge/attractions/fremont-troll/a/poi-sig/1058554/1319282",
    "image_url": null,
    "detail_description": "The Fremont Troll is an outlandish sculpture that lurks beneath the north end of the Aurora Bridge at N 36th St. The troll's creators – artists Steve Badanes, Will Martin, Donna Walter and Ross Whitehead – won a competition sponsored by the Fremont Arts Council in 1990. The 18ft-high cement figure snacking on a Volkswagen Beetle is a favorite place for late-night beer drinking.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 35,
    "name": "Fremont Bridge",
    "latitude": "47.647712",
    "longitude": "-122.349732",
    "excerpt": "Built in 1916 and since dwarfed by the far taller George Washington Memorial Bridge (colloquially known as the Aurora Bridge), the distinctive orange-and…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/green-lake-and-phinney-ridge/attractions/fremont-bridge/a/poi-sig/1358042/1319282",
    "image_url": null,
    "detail_description": "Built in 1916 and since dwarfed by the far taller George Washington Memorial Bridge (colloquially known as the Aurora Bridge), the distinctive orange-and-blue Fremont Bridge became necessary after the construction of the Lake Washington Ship Canal linked Lake Union with Puget Sound. It is the busiest drawbridge in the US, opening numerous times a day to let boat traffic pass through.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 34,
    "name": "Jimi Hendrix Statue",
    "latitude": "47.615624",
    "longitude": "-122.320704",
    "excerpt": "Psychedelic guitar genius of the late 1960s and Seattle’s favorite son, Jimi Hendrix is captured sunk to his knees in eternal rock-star pose in this…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/capitol-hill/attractions/jimi-hendrix-statue/a/poi-sig/385083/1006583",
    "image_url": null,
    "detail_description": "Psychedelic guitar genius of the late 1960s and Seattle’s favorite son, Jimi Hendrix is captured sunk to his knees in eternal rock-star pose in this bronze sculpture by local artist Daryl Smith, created in 1997 and located close to the intersection of Broadway and E Pine St.\nHendrix fans often leave flowers and candles at the statue's base, and it's not unusual to find a half-burnt spliff stuck between his lips."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 33,
    "name": "Hat 'n' Boots",
    "latitude": "47.545459",
    "longitude": "-122.321091",
    "excerpt": "These two sculptures of a giant cowboy hat and boots originally embellished a Georgetown gas station in the 1950s – the hat was the pay kiosk, and the…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/georgetown/attractions/hat-n-boots/a/poi-sig/1359797/1319221",
    "image_url": null,
    "detail_description": "These two sculptures of a giant cowboy hat and boots originally embellished a Georgetown gas station in the 1950s – the hat was the pay kiosk, and the boots were the toilets. Obsolete by the 1990s, they lay rotting until foresighted community activists rescued and relocated them to this small local park. Full refurbishments were completed in 2010, meaning the comical cowboy behemoths now look as kitschy as they did in 1954.\n"
},
{
    "country": "seattle",
    "city": "The CD, Madrona & Madison Park",
    "index": 32,
    "name": "Denny Blaine Park",
    "latitude": "47.6203014",
    "longitude": "-122.2801368",
    "excerpt": "South of Madison Park toward the tail of Lake Washington Blvd is Denny Blaine Park, found at the end of a looping tree-lined lane. The beach is surrounded…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/central-district-madrona-and-madison-park/attractions/denny-blaine-park/a/poi-sig/1101703/1319280",
    "image_url": null,
    "detail_description": "South of Madison Park toward the tail of Lake Washington Blvd is Denny Blaine Park, found at the end of a looping tree-lined lane. The beach is surrounded by an old stone wall that marked the shoreline before the lake level dropped 9ft during construction of the shipping canal. It was once well known as a lesbian hangout, but these days it's more of a mixed crowd. It still has a well-earned reputation for nude sunbathers, though.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 31,
    "name": "Log House Museum",
    "latitude": "47.577575",
    "longitude": "-122.410837",
    "excerpt": "A historical curiosity in Seattle's oldest neighborhood, this museum was built in 1903 from Douglas fir trees as a carriage house for the currently…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/georgetown/attractions/log-house-museum/a/poi-sig/1403056/1319221",
    "image_url": null,
    "detail_description": "A historical curiosity in Seattle's oldest neighborhood, this museum was built in 1903 from Douglas fir trees as a carriage house for the currently disused Homestead Restaurant a block away. When all around it was moved or demolished to lay out West Seattle, the house miraculously survived and now sits amid a dense grid of modern single family homes rather than dense forest. It serves as a small museum with revolving historical exhibitions.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 30,
    "name": "Frye Art Museum",
    "latitude": "47.60698374",
    "longitude": "-122.3242238",
    "excerpt": "This small museum on First Hill preserves the collection of Charles and Emma Frye. The Fryes collected more than 1000 paintings, mostly 19th- and early…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/capitol-hill/attractions/frye-art-museum/a/poi-sig/1101537/1006583",
    "image_url": null,
    "detail_description": "This small museum on First Hill preserves the collection of Charles and Emma Frye. The Fryes collected more than 1000 paintings, mostly 19th- and early-20th-century European and American pieces, and a few Alaskan and Russian artworks. Most of the permanent collection is stuffed into a rather small gallery and comes across as a little 'busy;' however, the Frye's tour de force is its sensitively curated temporary shows, which usually have a much more modern bent.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 29,
    "name": "Waiting for the Interurban",
    "latitude": "47.649235",
    "longitude": "-122.349398",
    "excerpt": "Seattle’s most popular piece of public art, Waiting for the Interurban, is cast in recycled aluminum and depicts six people waiting for a train that never…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/green-lake-and-phinney-ridge/attractions/waiting-for-the-interurban/a/poi-sig/385139/1319282",
    "image_url": null,
    "detail_description": "Seattle’s most popular piece of public art, Waiting for the Interurban, is cast in recycled aluminum and depicts six people waiting for a train that never comes. Occasionally locals will lovingly decorate the people in outfits corresponding to a special event, the weather, someone’s birthday, a Mariners win – whatever. Check out the human face on the dog; it's Armen Stepanian, once Fremont's honorary mayor, who made the mistake of objecting to the sculpture.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 28,
    "name": "Henry Art Gallery",
    "latitude": "47.656507",
    "longitude": "-122.311648",
    "excerpt": "Approaching 90 years of age, the Henry is Seattle's modern-art masterpiece. Set in a sophisticated space on the University of Washington campus, it…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/the-u-district/attractions/henry-art-gallery/a/poi-sig/385071/1006582",
    "image_url": null,
    "detail_description": "Approaching 90 years of age, the Henry is Seattle's modern-art masterpiece. Set in a sophisticated space on the University of Washington campus, it revolves around a remarkable permanent exhibit created in 2003 by light-manipulating sculptor James Turrell. Backing it up is a full revolving program of high-quality temporary and touring collections. Expos here are modern, provocative and occasionally head-scratching.\nThere are also regular artist talks, discussion groups and workshops."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 27,
    "name": "Alki Beach Park",
    "latitude": "47.58193789",
    "longitude": "-122.4039031",
    "excerpt": "Alki Beach has an entirely different feel from the rest of Seattle: on a sunny day this 2-mile stretch of sand could be confused for California. There’s a…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/georgetown/attractions/alki-beach-park/a/poi-sig/1101709/1319221",
    "image_url": null,
    "detail_description": "Alki Beach has an entirely different feel from the rest of Seattle: on a sunny day this 2-mile stretch of sand could be confused for California. There’s a bike path, volleyball courts on the sand, and rings for beach fires.\nLook for the miniature Statue of Liberty, donated by the Boy Scouts. There’s also a pylon marking Arthur Denny’s landing party’s first stop in 1851, which for some reason has a chip of Massachusetts’ Plymouth Rock embedded in its base."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 26,
    "name": "Georgetown Steam Plant",
    "latitude": "47.544409",
    "longitude": "-122.316842",
    "excerpt": "The Georgetown Steam Plant, built in 1906, has one of the last working examples of the large-scale steam turbines that doubled the efficiency of…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/georgetown/attractions/georgetown-steam-plant/a/poi-sig/1176177/1319221",
    "image_url": null,
    "detail_description": "The Georgetown Steam Plant, built in 1906, has one of the last working examples of the large-scale steam turbines that doubled the efficiency of electricity production and shifted the public’s view of electricity from a luxury to a standard part of modern living. The plant ceased operations in 1972 and in 1980 was declared a Historic American Engineering Record site. It's now an education-oriented museum.\nFree tours are offered at 11am and 1pm when the plant is open to visitors. Reservations are recommended."
},
{
    "country": "seattle",
    "city": "The CD, Madrona & Madison Park",
    "index": 25,
    "name": "Viretta Park",
    "latitude": "47.619217",
    "longitude": "-122.282111",
    "excerpt": "Amid a lakeside nirvana of posh mansions, you’ll find two-tiered Viretta Park, from which you can see the large house once owned by Nirvana’s Kurt Cobain…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/central-district-madrona-and-madison-park/attractions/viretta-park/a/poi-sig/1359917/1319280",
    "image_url": null,
    "detail_description": "Amid a lakeside nirvana of posh mansions, you’ll find two-tiered Viretta Park, from which you can see the large house once owned by Nirvana’s Kurt Cobain and Courtney Love – it’s the house on the north side of the benches.\nCobain famously took his life with a shotgun in the mansion’s greenhouse in April 1994. The greenhouse is long gone and Love no longer owns the house, but Nirvana fans still make the pilgrimage to this small park to pay tribute and scribble messages on the two benches that overlook Lake Washington."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 24,
    "name": "Duwamish Head",
    "latitude": "47.59500485",
    "longitude": "-122.3856957",
    "excerpt": "Popular for its views of Elliott Bay and downtown, this relatively tranquil spot was once painted with a different hue. In 1907 a huge amusement park,…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/georgetown/attractions/duwamish-head/a/poi-sig/1101708/1319221",
    "image_url": null,
    "detail_description": "Popular for its views of Elliott Bay and downtown, this relatively tranquil spot was once painted with a different hue. In 1907 a huge amusement park, Luna Park, opened here. In its days as a loud and over-the-top attraction, the park covered more than 10 acres and hosted the ‘longest bar on the bay.' This grand assertion unfortunately led to claims of debauchery and carousing, and the park was eventually closed in 1913 by the conservative powers-that-were.\nAll that's left of the park are its ruined foundation pillars, visible at low tide."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 22,
    "name": "Stimson-Green Mansion",
    "latitude": "47.611559051639",
    "longitude": "-122.32519447804",
    "excerpt": "One of the first homes on First Hill, the baronial Stimson-Green Mansion is an English Tudor–style mansion completed in 1901 by lumber baron and real…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/capitol-hill/attractions/stimson-green-mansion/a/poi-sig/385125/1006583",
    "image_url": null,
    "detail_description": "One of the first homes on First Hill, the baronial Stimson-Green Mansion is an English Tudor–style mansion completed in 1901 by lumber baron and real-estate developer CD Stimson. Built from brick, stucco and wood, this stately home is now owned by Stimson’s granddaughter and used for private catered events such as weddings and themed dinners.\nThe interior rooms are decorated to reflect the different design styles popular at the turn of the 20th century. To register for a tour, call the Washington Trust for Historic Preservation."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 23,
    "name": "Central Plaza (Red Square)",
    "latitude": "47.65609111",
    "longitude": "-122.3095927",
    "excerpt": "The center of campus is more commonly referred to as Red Sq (because of its base of red brick rather than any Bolshevik inclinations). It’s not the…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/the-u-district/attractions/central-plaza-red-square/a/poi-sig/1085326/1006582",
    "image_url": null,
    "detail_description": "The center of campus is more commonly referred to as Red Sq (because of its base of red brick rather than any Bolshevik inclinations). It’s not the coziest plaza, but it fills up with students cheerfully sunning themselves on nice days and it looks impressive at night. Broken Obelisk, the 26ft-high stainless-steel sculpture in the square, was made by noted color-field painter Barnett Newman.\nJust below Red Sq is a wide promenade leading to lovely Rainier Vista, with spectacular views across Lake Washington to Mt Rainier."
},
{
    "country": "seattle",
    "city": "The CD, Madrona & Madison Park",
    "index": 21,
    "name": "Washington Hall",
    "latitude": "47.602807",
    "longitude": "-122.314219",
    "excerpt": "Originally built in 1908 by the Danish Brotherhood, Washington Hall has been a meeting place, music venue (hosting Billie Holiday, Jimi Hendrix and Duke…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/central-district-madrona-and-madison-park/attractions/washington-hall/a/poi-sig/1623392/1319280",
    "image_url": null,
    "detail_description": "Originally built in 1908 by the Danish Brotherhood, Washington Hall has been a meeting place, music venue (hosting Billie Holiday, Jimi Hendrix and Duke Ellington, among others), space for political organizers, and general neighborhood hangout ever since. In 2009 the building was purchased and saved from demolition by an organization called Historic Seattle, which embarked on an ongoing restoration project. It's currently home to a number of community organizations, a politically minded coffee shop and event spaces.\nVisit the Facebook page for an event schedule (www.facebook.com/WashingtonHall)."
},
{
    "country": "seattle",
    "city": "The CD, Madrona & Madison Park",
    "index": 20,
    "name": "Madrona Park & Beach",
    "latitude": "47.609356",
    "longitude": "-122.282349",
    "excerpt": "Madrona Park Beach, down a steep hill from the business district in Madrona Park, is one of the nicest along the lake. In clear weather the views of Mt…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/central-district-madrona-and-madison-park/attractions/madrona-park-beach/a/poi-sig/1352004/1319280",
    "image_url": null,
    "detail_description": "Madrona Park Beach, down a steep hill from the business district in Madrona Park, is one of the nicest along the lake. In clear weather the views of Mt Rainier are fantastic. Swimming is only for hardy souls, however, as the water is icy cold, even in summer. Further south, past the yacht moorage, is Leschi Park, a grassy green space with a children’s play area.\nThere are lifeguards on duty late May to late August (2pm to 7pm Monday to Friday, from 11am Saturday and Sunday late May to late June, noon to 7pm Monday to Friday, from 11am Saturday and Sunday late June to late August)."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 18,
    "name": "Green Lake Aqua Theater",
    "latitude": "47.671471",
    "longitude": "-122.342591",
    "excerpt": "The lonely-looking grandstand at the southern end of Green Lake is all that remains of the former 5500-capacity Green Lake Aqua Theater, an outdoor…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/green-lake-and-phinney-ridge/attractions/green-lake-aqua-theater/a/poi-sig/1391997/1319282",
    "image_url": null,
    "detail_description": "The lonely-looking grandstand at the southern end of Green Lake is all that remains of the former 5500-capacity Green Lake Aqua Theater, an outdoor auditorium overlooking the lake (where the stage once was) that stood here from 1950 to 1970.\nBack in the day, the theater’s big crowd-puller was its annual summer Aqua Follies show, a kind of kitschy water ballet, but it also staged opera, jazz and, toward the end of its tenure, a couple of legendary rock performances by Led Zeppelin and the Grateful Dead. Newer, drier venues built for the World’s Fair in 1962 eventually put the theater out of business and it closed in 1970. History panels explain the story."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 19,
    "name": "Sorrento Hotel",
    "latitude": "47.60896",
    "longitude": "-122.326509",
    "excerpt": "This grand working hotel on First Hill is a fine example of Italian Renaissance architecture. Built in 1909 by a Seattle clothing merchant, the Sorrento…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/capitol-hill/attractions/sorrento-hotel/a/poi-sig/1352200/1006583",
    "image_url": null,
    "detail_description": "This grand working hotel on First Hill is a fine example of Italian Renaissance architecture. Built in 1909 by a Seattle clothing merchant, the Sorrento was one of the first hotels designed to absorb the crowds arriving in Seattle for the Alaska-Yukon-Pacific Exposition (the 1909 World's Fair held in Seattle). Don’t miss a chance to nose around the interior opulence, including the wood-paneled Fireside Room, where you can come on Wednesdays for Seattle's least rowdy event: Silent Reading Party.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 17,
    "name": "Seattle Asian Art Museum",
    "latitude": "47.630427",
    "longitude": "-122.314961",
    "excerpt": "In stately Volunteer Park, this outpost of the Seattle Art Museum houses the extensive art collection of Dr Richard Fuller, who donated this late–art deco…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/capitol-hill/attractions/seattle-asian-art-museum/a/poi-sig/384991/1006583",
    "image_url": null,
    "detail_description": "In stately Volunteer Park, this outpost of the Seattle Art Museum houses the extensive art collection of Dr Richard Fuller, who donated this late–art deco gallery (a fine example of Streamline Moderne architecture) to the city in 1932. Spread over one floor and beautifully presented in uncluttered, minimalist rooms, the collection is notable for its Japanese hanging scrolls, some of which date from the 1300s and have been skillfully restored (the restoration process is detailed along with the art).\nAlso of interest are the Indian stone sculptures in the foyer and some remarkably intricate Chinese bronzes dating from around 1600 BC."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 16,
    "name": "Suzzallo Library",
    "latitude": "47.65580179",
    "longitude": "-122.3084087",
    "excerpt": "The architecturally minded will be interested in the University of Washington’s Suzzallo Library. Designed by Carl Gould in 1926, this bibliophile’s dream…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/the-u-district/attractions/suzzallo-library/a/poi-sig/1101631/1006582",
    "image_url": null,
    "detail_description": "The architecturally minded will be interested in the University of Washington’s Suzzallo Library. Designed by Carl Gould in 1926, this bibliophile’s dream was inspired by Henry Suzzallo, UW’s president at the time. Suzzallo wanted it to look like a cathedral, because ‘the library is the soul of the university.' Unfortunately for him, his bosses disagreed; on reviewing the building, they deemed it too expensive and fired Suzzallo for his extravagance.\nHowever, the dream was partially realized in the grand neo-Gothic entrance lobby and the truly beguiling reading room with its massive cathedral-like windows that, on fine days, cast filtered sunlight onto the long reading pews. Hours change with the school year, so it's best to check ahead before visiting if you're interested in peeking inside."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 15,
    "name": "Gas Works Park",
    "latitude": "47.645455",
    "longitude": "-122.335211",
    "excerpt": "Urban reclamation has no greater monument in Seattle than Gas Works Park. The former power station here produced gas for heating and lighting from 1906 to…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/green-lake-and-phinney-ridge/attractions/gas-works-park/a/poi-sig/385005/1319282",
    "image_url": null,
    "detail_description": "Urban reclamation has no greater monument in Seattle than Gas Works Park. The former power station here produced gas for heating and lighting from 1906 to 1956. The gas works was thereafter understandably considered an eyesore and an environmental menace. But the beautiful location of the works, with stellar views of downtown over Lake Union, sailboats and yachts sliding to and from the shipping canal, induced the city government to convert the former industrial site into a park in 1975.\nHowever, rather than tear down the factory, landscape architects preserved it. Painted black and now highlighted with rather joyful graffiti, it looks like some odd remnant from a former civilization. It also makes a great location for shooting rock album covers and music videos. The park's small hill with its sundial is a favorite spot for flying kites."
},
{
    "country": "seattle",
    "city": "The CD, Madrona & Madison Park",
    "index": 14,
    "name": "Northwest African American Museum",
    "latitude": "47.588799",
    "longitude": "-122.301693",
    "excerpt": "Small, concise and culturally valuable, NAAM opened in 2008 after more than 30 years of planning. It occupies the space of an old school, which, until the…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/central-district-madrona-and-madison-park/attractions/northwest-african-american-museum/a/poi-sig/1394848/1319280",
    "image_url": null,
    "detail_description": "Small, concise and culturally valuable, NAAM opened in 2008 after more than 30 years of planning. It occupies the space of an old school, which, until the 1980s, educated a large number of African American children in the Central District. After the school closed, it was occupied for a while by community activists who prevented it from being demolished. Inside, the museum's main exhibits map the story of black immigration to the Pacific Northwest, especially after WWII.\nDetails are given of some of the leading African American personalities, including George Washington Bush (the first black settler in Washington state), Manuel Lopes (Seattle's first black resident), Quincy Jones (the record producer who grew up in Seattle) and Jimi Hendrix (no introduction required). One of the prize exhibits is a hat Hendrix wore at a 1968 concert in LA. A separate room is given over to temporary exhibitions."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 13,
    "name": "Lakeview Cemetery",
    "latitude": "47.63366361",
    "longitude": "-122.3158849",
    "excerpt": "One of Seattle’s oldest cemeteries and the final resting place of many early settlers, Lakeview Cemetery borders Volunteer Park to the north. Arthur Denny…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/capitol-hill/attractions/lakeview-cemetery/a/poi-sig/1101619/1006583",
    "image_url": null,
    "detail_description": "One of Seattle’s oldest cemeteries and the final resting place of many early settlers, Lakeview Cemetery borders Volunteer Park to the north. Arthur Denny and his family, Doc and Catherine Maynard, Thomas Mercer and Henry Yesler are all interred here. This is also the grave site of Princess Angeline, the daughter of Duwamish Chief Sealth, after whom Seattle was named. Most people, however, stop by to see the graves of martial-arts film legends Bruce and Brandon Lee.\nFlowers from fans are usually scattered around Brandon’s red and Bruce’s black tombstones, which stand side by side in a tiny part of the cemetery. The graves are not easy to find: enter the cemetery at 15th Ave E and E Garfield St; follow the road in and turn left at the Terrace Hill Mausoleum. At the crest of the hill you’ll see the large Denny family plot on your left. Look a little further along the road, and you’ll find the Lees. Even if you’re not usually into graveyards, you’ll at least enjoy the beautiful views at this one."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 12,
    "name": "Alki Point Lighthouse",
    "latitude": "47.576536",
    "longitude": "-122.419854",
    "excerpt": "The US Coast Guard maintains this lighthouse, which dates from 1913. It has limited seasonal hours Memorial Day through Labor Day, but the tours are free…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/georgetown/attractions/alki-point-lighthouse/a/poi-sig/385033/1319221",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0c204a3424ad904dbf5f71650ad6cfabf59aa70cf1892406cb30894401332947.jpg",
    "detail_description": "The US Coast Guard maintains this lighthouse, which dates from 1913. It has limited seasonal hours Memorial Day through Labor Day, but the tours are free when it's open. Check the website for the most up-to-date information.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 11,
    "name": "Cal Anderson Park",
    "latitude": "47.617011",
    "longitude": "-122.319131",
    "excerpt": "Cal Anderson Park is the active heart of Capitol Hill, where you’re sure to bump into locals playing ultimate frisbee, bike polo or soccer as you stroll…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/capitol-hill/attractions/cal-anderson-park/a/poi-sig/1562412/1006583",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/921e9826b8a2a039f21a945fcfac3ece-cal-anderson-park.jpg",
    "detail_description": "Cal Anderson Park is the active heart of Capitol Hill, where you’re sure to bump into locals playing ultimate frisbee, bike polo or soccer as you stroll the paved paths that crisscross the grounds. Pack a picnic and sit in the grass with a view of the cone-shaped water feature that flows into a reflecting pool.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 9,
    "name": "Burke Museum",
    "latitude": "47.660887",
    "longitude": "-122.3103",
    "excerpt": "An interesting hybrid museum covering both natural history and indigenous cultures of the Pacific Rim. Inside you'll find, arguably, Washington's best…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/the-u-district/attractions/burke-museum/a/poi-sig/385041/1006582",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1b25b97c934d988dc3c2923956d859f07bbbbb1a2712e431804d78a989aeec2a.jpg",
    "detail_description": "An interesting hybrid museum covering both natural history and indigenous cultures of the Pacific Rim. Inside you'll find, arguably, Washington's best natural-history collection, focusing on the geology and evolution of the state. It guards an impressive stash of fossils, including a 20,000-year-old saber-toothed cat. Also not to be missed is an awe-inspiring collection of Kwakwaka'wakw masks from British Columbia.\n"
},
{
    "country": "seattle",
    "city": "The CD, Madrona & Madison Park",
    "index": 10,
    "name": "Madison Park Beach",
    "latitude": "47.636333",
    "longitude": "-122.276469",
    "excerpt": "A riotously popular place in the summer with a grassy slope for lounging and sunbathing, two tennis courts, a swimming raft floating in the lake, and…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/central-district-madrona-and-madison-park/attractions/madison-park-beach/a/poi-sig/1412059/1319280",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/988b8b0820ad3c5afdb5a5c0ebdc49d7-madison-park-beach.jpg",
    "detail_description": "A riotously popular place in the summer with a grassy slope for lounging and sunbathing, two tennis courts, a swimming raft floating in the lake, and lifeguards on duty from late June to Labor Day (noon to 7pm Monday to Friday, from 11am Saturday and Sunday). The park has been a lure for townies since the early 20th century, when a trolley route was built from downtown to bus everyone in.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 8,
    "name": "Volunteer Park",
    "latitude": "47.630173",
    "longitude": "-122.316542",
    "excerpt": "Seattle's most manicured park sits atop Capitol Hill and is named for US volunteers in the 1898 Spanish-American War. While wandering among its leafy…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/capitol-hill/attractions/volunteer-park/a/poi-sig/1254646/1006583",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_103534460.jpg",
    "detail_description": "Seattle's most manicured park sits atop Capitol Hill and is named for US volunteers in the 1898 Spanish-American War. While wandering among its leafy glades, check out the glass-sided Victorian conservatory, filled with palms, cacti and tropical plants; climb the water tower; visit the Asian Art Museum; and don't depart before you've taken in the opulent mansions that grace the streets immediately to the south.\n"
},
{
    "country": "seattle",
    "city": "The CD, Madrona & Madison Park",
    "index": 7,
    "name": "Washington Park Arboretum",
    "latitude": "47.63699",
    "longitude": "-122.295802",
    "excerpt": "This wild and lovely park stretching from Madison Valley up to Union Bay offers a wide variety of gardens, a wetlands nature trail and 200 acres of mature…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/central-district-madrona-and-madison-park/attractions/washington-park-arboretum/a/poi-sig/1351999/1319280",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/56a5eafbac7ed89c5d7bed239fc605f1-washington-park-arboretum.jpg",
    "detail_description": "This wild and lovely park stretching from Madison Valley up to Union Bay offers a wide variety of gardens, a wetlands nature trail and 200 acres of mature forest threaded by paths. More than 5500 plant species grow within the arboretum’s boundaries. In the spring Azalea Way, a meandering trail that winds through the arboretum, is lined with a giddy array of pink- and orange-flowered azaleas and rhododendrons.\nTrail guides to the plant collections are available at the Graham Visitor Center. Tram tours ($20 per person) are offered April through October, usually on Saturdays. Check online for the full schedule and to make reservations."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 6,
    "name": "University of Washington",
    "latitude": "47.655618",
    "longitude": "-122.309439",
    "excerpt": "Founded in 1861, Seattle's university is almost as old as the city itself and is highly ranked worldwide (the prestigious Times Higher Education magazine…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/the-u-district/attractions/university-of-washington/a/poi-sig/384995/1006582",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3de8f3e81b11d229dfc1c19490ed0a52-university-of-washington.jpg",
    "detail_description": "Founded in 1861, Seattle's university is almost as old as the city itself and is highly ranked worldwide (the prestigious Times Higher Education magazine listed it 32nd in the world in 2016). The college was originally located in downtown on a 10-acre site now occupied by the Fifth Avenue Theater (the university still owns the land), but with both university and city outgrowing their initial confines, a new site was sought in 1895.\nThe present-day 700-acre campus that sits at the edge of Lake Union about 3 miles northeast of downtown is flecked with stately trees and beautiful architecture, and affords wondrous views of Mt Rainier framed by fountains and foliage. Roughly 47,000 students and 22,000 staff enjoy the noble setting, making 'U Dub' easily the largest university in the state. The core of the campus is Central Plaza. Close by you can pick up information and a campus map at the visitor center.The university is ideal for gentle strolls, people-watching and lung-stretching exercise on the Burke-Gilman Trail. The campus also hosts two decent museums, fine sports facilities, a theater, a library, and a student-union building where leaflet-filled noticeboards advertise the kinds of outré, spontaneous events that typically color student life."
},
{
    "country": "seattle",
    "city": "The CD, Madrona & Madison Park",
    "index": 5,
    "name": "Langston Hughes Performing Arts Center",
    "latitude": "47.60162",
    "longitude": "-122.309793",
    "excerpt": "This Byzantium Revival building began life in 1915 as a synagogue for a congregation of Orthodox Jews. By 1969 the demographics of the neighborhood had…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/central-district-madrona-and-madison-park/attractions/langston-hughes-performing-arts-center/a/poi-sig/1623400/1319280",
    "image_url": null,
    "detail_description": "This Byzantium Revival building began life in 1915 as a synagogue for a congregation of Orthodox Jews. By 1969 the demographics of the neighborhood had changed and the building was reintroduced as the Langston Hughes Performing Arts Center and was operated by the city's parks and rec department. More recently, the newly formed nonprofit LANGSTON organization has taken over programming events in the space.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 4,
    "name": "Fremont Public Sculptures",
    "latitude": "47.649381",
    "longitude": "-122.348535",
    "excerpt": "You don't need to pay museum entrance fees to see some of the best and most iconic art in the city. Fremont is an art gallery in and of itself, with…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/green-lake-and-phinney-ridge/attractions/fremont-public-sculptures/a/poi-sig/1408667/1319282",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/141987852c2b831ae584b2fd49fb14f9-fremont-public-sculpture.jpg",
    "detail_description": "You don't need to pay museum entrance fees to see some of the best and most iconic art in the city. Fremont is an art gallery in and of itself, with public sculptures sharing sidewalk space with pedestrians and cyclists throughout the neighborhood. Each of the 10 or so pieces is totally unique and you'll often find them dressed up for holidays or other special events. Together they represent a window into Fremont's golden era of counterculture bliss.\n"
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 3,
    "name": "Woodland Park Zoo",
    "latitude": "47.669182",
    "longitude": "-122.351018",
    "excerpt": "In Woodland Park, up the hill from Green Lake Park, the Woodland Park Zoo is one of Seattle’s most popular tourist attractions. Consistently rated as one…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/green-lake-and-phinney-ridge/attractions/woodland-park-zoo/a/poi-sig/385149/1319282",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b87b925f14020d51108414d80e6b3ff9-woodland-park-zoo.jpg",
    "detail_description": "In Woodland Park, up the hill from Green Lake Park, the Woodland Park Zoo is one of Seattle’s most popular tourist attractions. Consistently rated as one of the top 10 zoos in the country, it was one of the first in the nation to free animals from their restrictive cages in favor of ecosystem enclosures, where animals from similar environments share large spaces designed to replicate their natural surroundings.\nFeature exhibits include a tropical rainforest, two gorilla exhibits, an African savanna and an Indian rhino reserve."
},
{
    "country": "seattle",
    "city": "Seattle",
    "index": 2,
    "name": "Green Lake Park",
    "latitude": "47.679894",
    "longitude": "-122.327871",
    "excerpt": "A favorite hunting ground for runners, personal trainers and artistically tattooed sunbathers, scenic Green Lake Park surrounds a small natural lake…",
    "detail_url": "https://www.lonelyplanet.com/usa/seattle/green-lake-and-phinney-ridge/attractions/green-lake-park/a/poi-sig/1101678/1319282",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ecdcb90c9e40f3de3fa17e96b1f2321d-green-lake-park.jpg",
    "detail_description": "A favorite hunting ground for runners, personal trainers and artistically tattooed sunbathers, scenic Green Lake Park surrounds a small natural lake created by a glacier during the last ice age. The paths that wind around the lake are usually well used by those on foot and wheels of every variety, and make for some of the best people- (and dog-) watching in the city.\nIn the early 1900s, city planners lowered the lake’s water level by 7ft, increasing the shoreline to preserve parkland around the lake. After the lowering, however, Ravenna Creek, which once fed the lake, no longer flowed through. Green Lake became stagnant and filled with stinky green algae. Massive dredging efforts to keep it navigable continue, although the lake remains prone to algae blooms."
}
]