[
{
    "country": "sedona",
    "city": "Sedona",
    "index": 1,
    "name": "Chapel of the Holy Cross",
    "latitude": "34.831982",
    "longitude": "-111.766781",
    "excerpt": "If you glance east when driving Sedona’s Red Rock Scenic Byway, a slender structure seemingly welded into the sandstone might catch your eye. Towering…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/sedona/attractions/chapel-of-the-holy-cross/a/poi-sig/427143/362140",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/GettyRF_539663149.jpg",
    "detail_description": " \nIf you glance east when driving Sedona’s Red Rock Scenic Byway, a slender structure seemingly welded into the sandstone might catch your eye. Towering 250ft, the Chapel of the Holy Cross is in fact wedged between two walls of ancient red rock.  The simplistic structure — not quite a rectangle or rhombus — is supported by a 90ft concrete cross you can see right from the highway. \nCompleted in 1956, the chapel is backdropped by Twin Buttes and a pair of conical rock formations called Two Nuns. Regardless of whether you’re into religion or architecture, this unorthodox landmark is worth a visit to discover its compelling backstory and take in the cliffside views. \n As Catholic churches go, the Chapel of the Holy Cross is austere — inside and out. Bold in its simplicity. Sacred in its geometry. Given its size, the chapel’s pared-back modernist design feels monumental, yet with a reverence to the prehistoric layers of sandstone. Even though the chapel (St. John Vianney Parish) belongs to the Roman Catholic Church, the land it rests on is part of Arizona’s Coconino National Forest. \nHistory\nSo how did this unusual church come to be? In the 1930s, Marguerite Brunswig Staude visited the Empire State Building in New York City shortly after it was constructed. When gazing up at the iconic edifice, the LA-based sculptor (and future Sedona rancher) is said to have had a vision of a massive cross. \nThe sign stuck; Staude was hellbent on building a chapel in a modernist style. She teamed up with architect Frank Lloyd Wright Jr., better known as Lloyd Wright, whose famous father coined the term “organic architecture.” Together they embraced the elder Wright’s ethos of design, which connects people and the natural environment in a harmonious way. The pair tried to build a church in Los Angeles, but the archbishop of the diocese deemed the design too modern. Staude and Wright had better luck in Budapest. Their plan for a chapel overlooking the Danube River was approved but then aborted because of the outbreak of the Second World War. \n\n  \nThe Chapel of the Holy Cross was designed by Marguerite Brunswig Staude, Richard Hein and August K. Strotz © dp Photography / Shutterstock\n\nStaude kept the faith. She continued to make art, eventually settling in Sedona with her husband. Since Sedona has earned its status as a center of spirituality, it’s not surprising Staude was inspired to re-up her architectural endeavor in the desert after spotting the specific site in a plane. Wright had moved on, so she sought the services of Richard Hein (project architect) and August K. Strotz (design execution) from the San Francisco architect firm Anshen &amp; Allen. As the slated building site was located on forest land, Staud also enlisted intervention from a higher power: then-Senator Barry Goldwater helped acquire a special permit. The chapel took 18 months to build and cost $300,000. It has earned numerous architectural awards and is listed on the National Register of Historic Places.\nSee the chapel up close\nSet into what’s now called Chapel Rock, the reinforced concrete building angles backward from its roofline. Its modest entrance belies the airy interior, which features floor-to-ceiling windows set back from that colossal cross. \nDuring the daytime, you can see sweeping views of the canyon, and in the evening, the sun’s rays cast a golden glow inside. A refined dignity suffuses the compact chapel, where rows of wooden pews face the statement-making sculpture: Christ nailed to the cross. Made of bronze, the 33ft corpus crucifix is shaped in the form of the Tree of Life, stretching up to the ceiling. It’s rife with spiritual symbolism, from the tree’s double-trunked base and the golden apple to the dozen leaves (representing the 12 apostles) and the crown, which bears three roses and 100 thorns. \n\n  \nPeople claim that Bell Rock in Sedona is a \"vortex\" (a place with a high concentration of spiritual energy), making it a popular tourist destination and place of meditation © Bojana Korach/Getty Images\n\nHike near the chapel\nThe Chapel Trail starts at the end of Chapel Road next to the angled street parking. An easy three-mile round-trip loop threads through the red rocks. Some people believe there’s a vortex site in the area, though Sedona other four energy centers wield the most power. If you’re feeling ambitious, there are plenty more trails to explore. The path connects to Little Horse Trail and beyond. Head left at the fork to get Chicken Point Overlook, then connect to High on the Hog and Twin Butte trails, which go deeper into the backcountry.\nPlan your visit\nWith the exception of Christmas and Easter, the Chapel is open daily from 9am to 5pm. The gift shop is open daily from 9:30am to 4:30pm and closed on Thanksgiving, Christmas, Good Friday and Easter. Religious services such as confession are offered; check the chapel’s website for details as times vary. Mass is held at 8am Monday to Friday and Sunday (a bilingual mass is at 10am) and at 5pm on Saturdays. \nSeveral companies offer tours that make short stops at the Chapel of the Holy Cross, but the easiest way to get there is by car. The church is located between downtown and Oak Creek Village off state route 179. Turn east at the roundabout onto Chapel Road and you’ll find the edifice at the end about a mile’s drive. Visitors can park in one of the 45 roadside spots curving up the street. You can drop off people at the top and turn around, but the curving roadway and ramp to the structure itself is fairly steep. Golf carts are available to assist people with mobility challenges. \nA sign near the chapel entry bearing the words, “Peace to All Who Enter” welcomes visitors inside. Even if you’re not religious, keep in mind that this is a place of worship. To maintain the sanctity of the site, when entering the chapel, wear modest clothing, leave your pets behind and avoid loud talking and eating and drinking. \n"
},
{
    "country": "sedona",
    "city": "Sedona",
    "index": 10,
    "name": "Midgley Bridge",
    "latitude": "34.885966",
    "longitude": "-111.741471",
    "excerpt": "This Instragram-worthy bridge about 1.5 miles north of town is also a great spot to hop on a hiking trail. Head up into Wilson Canyon or, for a great one…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/sedona/attractions/midgley-bridge/a/poi-sig/1518276/362140",
    "image_url": null,
    "detail_description": "This Instragram-worthy bridge about 1.5 miles north of town is also a great spot to hop on a hiking trail. Head up into Wilson Canyon or, for a great one-way hike, follow the Huckaby Trail 2.8 miles back along Oak Creek to Sedona (stream crossing required). The trail ends at the roundabout on Schnebley Rd.\n"
},
{
    "country": "sedona",
    "city": "Sedona",
    "index": 9,
    "name": "Secret Slickrock Trail",
    "latitude": "34.82978",
    "longitude": "-111.799579",
    "excerpt": "Photographers, this one's for you. Come here at sunset to capture Cathedral Rock reflected in the sandstone pools atop this lovely mesa. It's best after a…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/sedona/attractions/secret-slickrock-trail/a/poi-sig/1617139/362140",
    "image_url": null,
    "detail_description": "Photographers, this one's for you. Come here at sunset to capture Cathedral Rock reflected in the sandstone pools atop this lovely mesa. It's best after a recent storm, otherwise the pools may be dry.\nFollow the signs for Crescent Moon Picnic Site from Upper Red Rock Loop, then continue straight at the T."
},
{
    "country": "sedona",
    "city": "Sedona",
    "index": 8,
    "name": "Sedona Arts Center",
    "latitude": "34.87234732",
    "longitude": "-111.75761696",
    "excerpt": "Founded in the 1950s in a former apple-packing barn, this arts center features changing exhibits of local and regional artists, a gift shop and classes in…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/sedona/attractions/sedona-arts-center/a/poi-sig/1473092/362140",
    "image_url": null,
    "detail_description": "Founded in the 1950s in a former apple-packing barn, this arts center features changing exhibits of local and regional artists, a gift shop and classes in performing and visual arts. It also stages a variety of cultural events like the Sedona Plein Air Festival – featuring local artists in an outdoor festival.\n"
},
{
    "country": "sedona",
    "city": "Sedona",
    "index": 6,
    "name": "Honanki Heritage Site",
    "latitude": "34.938121",
    "longitude": "-111.935062",
    "excerpt": "Honanki is an impressive vestige of a Sinaguan pueblo, similar to Montezuma Castle and Tuzigoot. This site was originally active between AD 1000 and 1400…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/sedona/attractions/honanki-heritage-site/a/poi-sig/1566519/362140",
    "image_url": null,
    "detail_description": "Honanki is an impressive vestige of a Sinaguan pueblo, similar to Montezuma Castle and Tuzigoot. This site was originally active between AD 1000 and 1400 and includes significant cliff dwellings and petroglyphs. After the Sinagua people moved on, it was subsequently inhabited by the Yavapai and Apache. A Red Rock or National Parks pass is required for admission.\n"
},
{
    "country": "sedona",
    "city": "Sedona",
    "index": 7,
    "name": "Amitabha Stupa & Peace Park",
    "latitude": "34.874128",
    "longitude": "-111.807379",
    "excerpt": "This consecrated Buddhist shrine and park is set quite stunningly in West Sedona amid piñon and juniper pine and the ubiquitous rocks. A few steps below…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/sedona/attractions/amitabha-stupa-peace-park/a/poi-sig/1107643/362140",
    "image_url": null,
    "detail_description": "This consecrated Buddhist shrine and park is set quite stunningly in West Sedona amid piñon and juniper pine and the ubiquitous rocks. A few steps below the 36ft Amitabha Stupa, look for the 6ft White Tara Stupa. Heading along Hwy 89A west from the Y, turn right on Andante Dr, left on Pueblo Dr, then head up the gated trail on your right.\n"
},
{
    "country": "sedona",
    "city": "Sedona",
    "index": 5,
    "name": "Airport Mesa",
    "latitude": "34.855651",
    "longitude": "-111.779838",
    "excerpt": "It’s no secret that Arizona’s boundless trails offer infinite variety, like traversing red-rock canyons, winding among ponderosa pine forests and skirting…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/sedona/attractions/airport-mesa/a/poi-sig/427135/362140",
    "image_url": "https://lp-cms-production.imgix.net/2021-09/airport-mesa-arizona-GettyImages-184067376.jpg",
    "detail_description": "It’s no secret that Arizona’s boundless trails offer infinite variety, like traversing red-rock canyons, winding among ponderosa pine forests and skirting cacti that bring pops of purple and yellow to the desert during spring bloom. All fuel the senses, but some of Sedona’s trails also offer a metaphysical element to exploring outdoors, namely the city’s vortex sites. \nSome people say there are as many as eight of these energy sites in Sedona, but the four most powerful are in Boynton Canyon, Cathedral Rock, Bell Rock and Airport Mesa, located just two miles from downtown. \n\n  \nFour of the most powerful energy sites in Sedona in Boynton Canyon, Cathedral Rock, Bell Rock and Airport Mesa © bigannie / Budget Travel\n\nHistory\nSedona has been considered sacred by the Indigenous peoples for millennia. This reverence for the land is evident in the Sinagua peoples’ prehistoric rock art and ruins at Palatki Heritage Site. But it wasn’t until the late 1960s that spiritual seekers from far-flung regions started making pilgrimages to Sedona’s vortexes, believed to be ideal for meditation and healing. \nIn the late 1970s, new-age mystic Page Bryant was credited with coining the term “vortex” and actually putting Sedona’s four key sites on the map in her book. Dick Sutphen, a psychic researcher and past-life therapist (his book on Sedona’s vortexes is being published posthumously in 2022) also spread the word about these high-energy sites. \nIn August 1987, a new wave of believers descended on Sedona to take part in a worldwide event called Harmonic Convergence. Sedona was chosen as a “power center,” where a throng of 5000 people participated in what became the first synchronized global peace meditation event. The event’s two-day time frame is said to have aligned with a host of new-age beliefs based on astrological prophecies, the Mayan calendar and the grand \"trine\" – when planets align in an equilateral triangle.\n\n  \nThe red rock of the Palatki Heritage Site that has sheltered human settlements for thousands of years © Janet Gyenes\n\nForce of nature \nEveryone’s experience at a vortex will be different, whether you feel intense energy rippling across your shoulders or simply a serene sensation emanating from the earth. Skeptics take note: science actually explains that these forces of nature are tied to super-string physics and gravity. In short, researchers say such vibrations aren’t linked to electromagnetism but are actually attuned to the topography. \nGiven its lofty location above the city, Airport Mesa is said to radiate an energy “up flow” (also called “yang” or “masculine”) associated with mesas and mountaintops. Literally a “higher perspective.” In contrast, “in-flow” (“yin” or “feminine”) vortexes are found in canyons and caves. Being cocooned in nature away from distractions lends itself to introspection. Interestingly, some places in Sedona have a bit of both. For example, people say Red Rock Crossing at the edge of Oak Creek is an in-flow vortex, but its proximity to looming Cathedral Rock, an up-flow vortex, influences its energy.\nAirport Mesa hikes\n\n  \nPeople say Red Rock Crossing is an in-flow vortex, but its proximity to looming Cathedral Rock, an up-flow vortex, influences its energy @ Getty Images\n\nAs with Sedona’s other sites, you’ll need to hit the trail to experience the vortex located on the upper slopes of Airport Mesa, also called Table Top Mountain. Even if you’re not interested in the esoteric, plenty of people are curious about vortexes and the scenery itself is stunning, so expect the trails to be busy. Depending on how energetic you feel – and how early you arrive at the parking areas – you can choose from a couple of routes. \nThe shortest trek is the 0.1-mile Airport Mesa Overlook Trail, accessed from a small parking lot off Airport Mesa Road. Spots are snagged quickly, but there’s also an upper parking lot, which will add an extra mile (round trip) to your trip. The rocky trail gains around 105ft in elevation to the overlook at 5000ft. A little mettle yields massive rewards. Spread out before are 360-degree views of Sedona’s low-slung buildings huddled in the shadows of Bell Rock, Courthouse Butte, Thunder Mountain, Chimney Rock, Ship Rock and Coffeepot Rock.\nFor a longer excursion, take the undulating 3.2-mile (round trip) Airport Loop Trail, which connects to the overlook trail as well as Brewer, Table Top, Table Top Bogus, Summit, Bandit and Sedona View trails. Although the loop isn’t lengthy, you might want to pass if you’re afraid of heights. Some areas of the path are narrow (you’ll need to walk single file) with ledges, plus there are large basalt rocks to scramble over. The trail loops around Table Top Mountain, traversing rust-colored rock formations that look like a layer cake composed of sandstone and quartz. Added to the mix are an array of cacti and twisted-looking juniper trees, which are characteristic of where vortex energy is concentrated. \nSince you’ll be watching your feet when navigating the terrain, keep an eye out for tarantulas, too. They’re harmless but daunting if you’re not used to seeing Arizona’s hairy spiders. Arachnid sightings or not, take time to look up and bask in the beauty around you: expansive views of West Sedona, Thunder Mountain and Wilson Mountain. Interpretive signs can help you pinpoint the peaks.\n\n  \nIt’s no secret that Arizona’s boundless trails offer infinite variety, like traversing red-rock canyons @ Getty Images / iStockphoto\n\nAnd, at times, wayfinding can be tricky, making it easy to get off course and unintentionally stretch your hike an extra mile or so. Much of the high-elevation trail is also exposed to the elements, so bring plenty of water; you’ll be hiking for at least two and a half hours.\nOf course, the drama of these sweeping summits is dialed up if you arrive at sunrise or sunset. Being so close to the city means it’s easier to jump out of bed at dawn or zip up to Airport Mesa Road to catch the sun’s pink and orange glow, even if you just park at the Sedona Airport Scenic Lookout. If you do hike, you might not feel the vortex or find spiritual enlightenment but you’ll certainly experience the transcendent splendor of seeing Sedona from above.  \nPlan your visit\nIt’s not part of the Red Rock Pass system, but you do need to pay $3 for parking. Leashed dogs are allowed on the trails.\nTo get here from Sedona’s “Y” junction (state routes 89A and 179), travel one mile west on 89A to Airport Mesa Road. Drive 0.5 miles south on Airport Mesa Road and look for the small parking lot next to the overlook trailhead. To reach the large upper lot (near the start of the Sedona View Trail) continue driving up Airport Mesa Road to the end.\n"
},
{
    "country": "sedona",
    "city": "Sedona",
    "index": 4,
    "name": "Red Rock Crossing",
    "latitude": "34.826487",
    "longitude": "-111.808698",
    "excerpt": "Sedona’s 200-plus trails offer dramatic views and doses of adventure or escape, whether you’re seeking out the elusive subway cave off Boynton Canyon…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/sedona/attractions/red-rock-crossing/a/poi-sig/1431516/362140",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7a7377a7f73bc33504b43a78a2138256-red-rock-crossing-crescent-moon-recreation-area.jpg",
    "detail_description": "Sedona’s 200-plus trails offer dramatic views and doses of adventure or escape, whether you’re seeking out the elusive subway cave off Boynton Canyon Trail, hiking to the devil’s sinkhole on Soldier Pass Trail or walking to prehistoric cave dwellings on the Palatki Ruins Trail. But Red Rock Crossing has the trifecta: a shady swimming hole, head-on views of 5000ft Cathedral Rock and energy emanating from one of Sedona’s four vortexes. \nThe area and trail itself are naturally named for the iconic buttes rising up amid the junipers and pines. And although maps show the dotted line for Red Rock Crossing Trail leading through Oak Creek, the namesake “crossing” no longer exists – unless you’re willing to get your feet wet. A flood washed out the bridge in 1978. Despite rumblings in the 1990s to rebuild a vehicle crossing to connect the communities on either side of the creek, resistance from residents curbed the plans.\nTwo of the easiest ways to visit both banks of this scenic spot on Oak Creek are via the Crescent Moon Picnic Area (north side) and the actual Red Rock Crossing Trail (south side). Each side has its benefits and beauty. Plus fording the low-water “crossing” of Oak Creek is relatively easy, enabling you to get a full 360-degree experience.\nCrescent Moon Picnic Area\nFor archetypal panoramas of Oak Creek flowing in the foreground, backdropped Cathedral Rock’s shoulders muscling into flawless blue skies, head to the Crescent Moon Picnic Area. Run by the US Forest Service, the day-use site is seven miles southwest of downtown Sedona. (Nearby is Crescent Moon Ranch, an old homestead built by ranchers, which the Forest Service has opened to the public for overnight stays.) There’s a parking lot and accessible amenities such as picnic tables, toilets, drinking water, an expansive grassy area and a cement walkway suitable for wheelchairs and strollers.\nIt’s a short distance down the paved path to get to the edge of Oak Creek with its classic tableau spread out before you. To find your own patch of paradise, look for the unpaved Buddha Beach Trail that starts just past the water wheel and continues for about two miles along the creek’s shoreline. Nature is unspoiled here; there aren’t any amenities once you leave the picnic area. But you can spread out a blanket, cast your fishing line into the clear water or find a deep spot in Oak Creek for a swim.  \nBecause of its proximity to Cathedral Rock, a vortex site, many people believe that the point of Red Rock Crossing closest to the monolith also has energy flowing from the earth. Don’t plan to cross the creek? Then the best place to feel vortex vibes is at Buddha Beach. It’s easy to find: just look for the cairns. These piles of round rocks stacked by people at the creekside are said to symbolize Buddha’s round belly. They also act as markers since the water here is quite shallow; just watch out for slippery rocks if you attempt to wade across.\n\n  \nTrails crisscross Red Rock Crossing © Janet Gyenes / Lonely Planet\n\nRed Rock Crossing Trail\nFor an easy hike (or slightly technical bike ride) to Red Rock Crossing Trail on the south side of Oak Creek, make your way to Baldwin Trail in the Village of Oak Creek. You need to do a little wayfinding, but the route is well signposted. Cathedral Rock looms large just moments after you step onto the rocky trail twisting among prickly pear cactuses and mesquite trees. In half a mile, the path meets up to Crescent Moon and Templeton trails. Take the latter, which turns into a sandy stretch that quickly leads to Oak Creek and the bonafide Red Rock Crossing Trail. Chill by the water (it’s deep enough for a dip) mesmerized by electric blue damsel flies flitting amid the wildflowers and micro-waterfalls. Then continue to the right for about 10 minutes to reach the curve in Oak Creek across from Buddha Beach. Look for the twisted trunk and limbs of a large tree, a hallmark of vortex vibes. \nHiking and biking \nTo explore more on the north side without jockeying for parking (or paying), hike the Secret Slick Rock and Pyramid Mountain trailheads (the latter hooks up to Scorpion and Schuerman Mountain trails) off Chavez Ranch Road. Make a left turn off Upper Red Rock Road and follow the roadside signs. These trails range from short to ambitious; you can even hike all the way to Red Rock State Park.\nOn the south side, Red Rock Crossing Trail connects to Cathedral Rock Trail, an ambitious 1.5-mile hike/scramble (gaining almost 750ft in elevation) to the base of its spires and the saddles between the sheer rock faces. Keep in mind that you’ll eventually need to backtrack or arrange for a pickup at the Cathedral Rock trailhead off Back O Beyond Road (another hiking option to access Oak Creek).\nA simpler plan is to return to bike-friendly Baldwin Trail and continue the rest of the 2.1-mile loop to the parking lot. The undulating trail is stunner, with wide-open vistas of the ever-present Cathedral Rock and other unnamed peaks as constant companions. There’s a slight downside though: the trail is almost completely exposed to the elements. If you are hiking when it’s hot, consider tackling this trail counterclockwise, then make your way to Oak Creek for a well-deserved dunk in the water.\nPlan your visit\nCrescent Moon Picnic Area is located seven miles from downtown Sedona. Drive south on state route 89A, then turn west onto Red Rock Crossing Road and follow the signs for 1.5 miles. The parking lot fills up quickly, especially on weekends. Some roadside parking is available if you’re lucky. Driving is the easiest way to get here; there’s no public transportation.\nThe picnic area is open daily from 8am to 8pm from Memorial Day to Labor Day and 8am to dusk the rest of the year. The Red Rock Grand Annual Pass is accepted. Otherwise, parking fees are $11 per vehicle (for up to five people); extra passengers and walk-in visitors are $2 each. Bring cash or a check; credit cards are not accepted.\nTo get to the Baldwin Trailhead, turn west off state route 179 (Red Rock Scenic Byway) onto Verde Valley School Road and follow the signs for five miles to the parking lot. The last mile of the road is unpaved, but it’s suitable for all vehicles. The Cathedral Rock trailhead can be reached off Back O Beyond Road; turn west off state route 179 and drive 0.7 miles to the parking lot. A Red Rock Pass ($5 per day, $15 per week or $20 annually) is required to park at either trailhead. You can purchase one at the trailheads, online, by phone (928-203-2900 or 928-203-2923) or at a number of locations in Sedona.\n"
},
{
    "country": "sedona",
    "city": "Sedona",
    "index": 3,
    "name": "Palatki Heritage Site",
    "latitude": "34.914916",
    "longitude": "-111.902061",
    "excerpt": "When you wander beyond the urban edges of Sedona, the landscape reveals clues to the area’s evolution. Discover secret swimming holes, bridges shaped from…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/sedona/attractions/palatki-heritage-site/a/poi-sig/1107641/362140",
    "image_url": "https://lp-cms-production.imgix.net/2021-08/Palatki_Site_Sedona.jpg",
    "detail_description": "When you wander beyond the urban edges of Sedona, the landscape reveals clues to the area’s evolution. Discover secret swimming holes, bridges shaped from sandstone and enigmatic rock art created by prehistoric peoples who traveled light and left few traces behind before they suddenly disappeared. According to archeologists, Palatki Heritage Site (and sister site, Honanki) have the largest panels of pictographs in the Verde Valley.\nLocated in the Coconino National Forest, Palatki isn’t just a man-made marvel composed of cliff dwellings and rock art dating back to the archaic period 3000 to 6000 years ago. It’s also a working archeological site where experts continue to decode evidence of all the indigenous cultures to have ever occupied this region of Central Arizona.\nWhen driving the rough road to Palatki, flanked by hulking red rocks, prickly pear cactuses and stream beds split open by flash floods, it’s hard to imagine the resilience of these peoples who eked out an existence in the high desert thousands of years ago. Summer brings triple-digit temperatures. In winter, Sedona’s 5000ft monoliths are often mantled with snow. But when the rutted gravel road ends at Palatki Heritage Site, this mystery is unravelled on a tour led by U.S. Forest Service staff.\n\n  \nThe red rock of the Palatki Heritage Site that has sheltered human settlements for thousands of years © Janet Gyenes\n\nHistory\nThree-million years ago, Red Canyon, where Palatki is situated, was composed of shallow ocean inlets and swampy river deltas, where sand was deposited. Sculpted by water and wind, the box canyon’s iron-rich Supai sandstone creates its signature red and orange hues. It’s here where the Sinagua peoples built and lived in the cliff dwellings at Palatki. But they were not the only ones to have painted symbols on the stone. The Hopi, Apache, Navajo and Yavapai also left their marks.\nBesides this shelter, the canyon’s wild plants and animals sustained the Indigenous peoples for thousands of years. Seeds, berries and plants, including walnut, agave, yucca, prickly pear cactus and pinyon pine were harvested for food and medicine and processed with tools such as metates, or grinding stones. Agave plants were trimmed with long flake-stone knives. Fire-roasting the hearts was both nutritional sustenance and communal ritual for the Apache and Navajo people. They also hunted deer and antelope.\nAlthough this important site has been here for millennia, the Smithsonian Institution’s Dr. Jesse Walter Fewkes, a noted American anthropologist and archaeologist, was the first non-indigenous person to fully survey Palatki (he named it for the Hopi words “red house”) in 1895 and again in 1911. Fewkes had been studying the lifestyles, rituals and migration traditions of the Zuni and Hopi people in the American southwest and lobbied governments to protect ancient Indigenous sites, including Palatki and Honanki.\nMore than a decade later, one of the first Euro-American settlers arrived at Palatki. Charles Willard purchased property here in 1924. Until he built his ranch house (now the visitor center) a year later, Willard took up occupancy alone in a cave alongside the rock art alcoves, furnishing it with a table, stove and bed. He planted fruit orchards and vegetable gardens and lived at Palatki until 1938.\n\n  \nThe ruins of ancient cliff dwellings that still remain at Palatki Heritage Site © Janet Gyenes\n\nCliff-dwelling ruins\nA trio of trails from the visitor center weave among the moonflower and horse nettle to Palatki’s main sites situated in the shadow of Red Canyon’s cliffs. At the top of the steep 0.1 mile Palatki Ruins Trail lie the remains of cliff dwellings built and occupied by the Sinagua between 1100 and 1275 CE. Archeologists believe it was one of their largest and most important communities.\nThe three-story dwelling’s walls are made of Supai sandstone and each of the two rooms likely housed a single family. An estimated 60 to 80 people lived here. Now long-gone, the 12-inch thick rooftop would have been fashioned from wooden beams and branches and covered with grass and mud. When the light is right, you can see the outline of a clan symbol and even fingerprints. A midden (a primitive garbage dump) excavated here revealed relics such as agave pieces, corn cobs and pottery shards.\nThe Verde Valley’s history winds back even further. Its earliest inhabitants lived here a staggering 12,000 to 20,000 years ago. The fertile land has long supported the Sinagua people, whose name is a portmanteau of the Spanish words sin (without) and agua (water). They’re believed to have lived in the valley from as early as 650 CE. Little is known about their migratory patterns since the Sinagua had no written language as far as we know. But according to the oral traditions of their Hopi descendants, they may have left Palatki for nearby Tuzigoot and Montezuma Castle because of disease, lack of water or conflict with other Indigenous peoples. By 1450 CE, the Sinagua had completely vanished from the Verde Valley.\n\n  \nRock art left behind by the ancient indigenous peoples who made Palatki their home © Janet Gyenes\n\nRock art up close\nLike a handful of pages torn out of a novel, the rock art in the cliff grotto and alcoves are a palimpsest of symbols telling an incomplete story written by untold authors over thousands of years. Archeologists are currently conducting dust studies, essentially recreating the pictographs with the same substances, to piece together a more complete narrative.\nUnlike petroglyphs, which are symbols scratched or carved into stone, pictographs are painted on the surface using natural pigments. In the grotto, a big red zigzag gets its color from minerals mixed with animal fat, likely deer or bear. What does it mean? Maybe it’s a mountain? No one knows for sure. However, vertical waves signify water and a row of inverted Vs works as a sundial when aligned with the mountain peaks. The antelope drawings in white were made by the Yavapai. And archeologists are calling the pictograph next to a black ladder symbol “man on a horse.” They know it was drawn after 1583 because when the Spanish colonizers invaded (they introduced horses to the mainland Americas in the 16th century), they scratched the year into the sandstone.\nTo the right of the grotto is an alcove with a circular area outlined with stones, which was used as a pit for roasting agave. Here, the animal pictographs are black from soot. And farther along the cliff ledge is Willard’s cave house. It’s closed to the public to protect its new inhabitants — bats — possibly an endemic species. Every angle and crag of these stone walls presents another zigzag, line or ladder and an opportunity for archeologists to piece together the story of the people who lived in Palatki so long ago.\n\n  \nCharles Willard's ranch house is now the visitor center at Palatki © Janet Gyenes\n\nPlan your visit\nTo visit Palatki Heritage Site, you must call ahead (928-282-8354) to book a reservation, which includes an hour-long guided tour. Palatki is open daily from 9:30am to 3pm (the last tour is at 2pm) and closed on Thanksgiving and Christmas. Arrive at the visitor center at least 10 minutes before your tour time, or earlier to explore the history of the site and see artifacts such as arrows and tools.\nPalatki Heritage Site can only be accessed by a rough, gravel forest service road, so a high-clearance vehicle is recommended. There are several routes to take from Sedona.\nThere’s no admission fee for the site itself, but unless you hike in or get dropped off here, you’ll need to display a Red Rock Pass, which you can purchase at the site ($5 for the day). Pets are not allowed in the park beyond the parking lot.\n"
},
{
    "country": "sedona",
    "city": "Sedona",
    "index": 2,
    "name": "Red Rock State Park",
    "latitude": "34.811865",
    "longitude": "-111.829062",
    "excerpt": "Long before Sedona became a destination, only a handful of enterprising people had settled in this geological wonderland. The desert city sits at 4350ft…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/sedona/attractions/red-rock-state-park/a/poi-sig/1107640/362140",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0af719b19a5705db067d7492f11e792e-red-rock-state-park.jpg",
    "detail_description": "Long before Sedona became a destination, only a handful of enterprising people had settled in this geological wonderland. The desert city sits at 4350ft in Central Arizona’s Verde Valley, an area shaped by volcanic activity and erosion, which ultimately carved Oak Creek Canyon and created the oxidized red rocks for which Sedona is celebrated. Located nine miles south of downtown, the 286-acre Red Rock State Park now protects this important landscape.  \nThe park’s mission is to educate visitors about the area’s ecosystem as they explore the desert and riparian areas surrounding Oak Creek. Shortly before the establishment of Red Rock State Park in 1991, this pristine piece of nature was at risk of being lost to developers and even a religious sect. Today, the park is a microcosm of this distinctive habitat, with some strange history thrown into the mix.\n\n  \nThe story of how Red Rock State Park came to be is as colorful as the rock formations that give it its name.\nRon Pettitt/ Getty Images\n\nHistory\nFrom the 1800s to the 1930s, five homesteads had been set up in the area that would later become Red Rock State Park. The settlers ranched, farmed and planted fruit orchards. In 1941, newlyweds Jack Frye and Helen Varner Vanderbilt Frye purchased all five homesteads, along with a swath of land that became the 700-acre Smoke Trail Ranch. The wealthy couple planned to turn the property into a getaway retreat. \nThey constructed an architectural oddity that still stands in the park: House of Apache Fires. Pueblo-like in style, Jack Frye and the Yavapai-Apache people built the house from red rock and timber sourced nearby. Construction started in 1947 and spanned three years. Stretched over two levels, the 3000 sq ft house featured views of Cathedral Rock, three fireplaces (one on the rooftop), a commercial gas range and, in the main bedroom, a bed suspended from the ceiling.\nHelen Frye’s inspiration for the home’s name came from the fires the Indigenous people lit along Oak Creek, where they camped at night. After the idealistic couple’s relationship faltered, construction stopped. Helen became sole owner of Smoke Trail Ranch. In the 1950s, she built herself a home called Wings of the Wind on an additional 32 acres she’d acquired. Early in the 1970s, she sold more than 300 acres of the ranch to a developer. He envisioned building a resort, but funds dried up. Smoke Trail Ranch’s fate was uncertain once again. \nBy this time, Helen was dabbling in mysticism and was a member of a religious group called Eckankar. In 1976, she gifted the Wings of the Wind land to the sect. She also gave them more than $1,000,000 in exchange for the group agreeing to let her live on the property, which she did until her death in 1979. Helen also wanted the Eckists, as they were called, to use the money to acquire Smoke Trail Ranch from the former developer and transform it into a private retreat for its members. They made extensive renovations to Apache House of Fires, but in 1980 everything changed when a sect member kicked a hiking group off the property for trespassing. \nOne of those hikers was then-Governor Bruce Babbitt. He didn’t like the idea that land alongside waterways like Oak Creek could be off-limits to the public. Governor Babbitt envisioned turning part of Smoke Trail Ranch into a state park. He proposed a land acquisition and exchange between a mining company, the State of Arizona and Eckankar to obtain 286 acres of the ranch. It took years of lengthy negotiations, political wrangling and legislative changes, but the land destined to be Red Rock State Park was finally in the State’s hands. \n\n  \nHiking is one of the best ways to explore Red Rocks State Park. Bob Burt/Getty Images\n\nThings to do\nRed Rock State Park is now fulfilling its goals of preserving Oak Creek’s riparian habitat and operating as an educational day-use area for visitors. (Some group camping is allowed, but only for people participating in the park’s environmental programs.) At the Miller Visitor Center, people can get a primer on the park and Sedona’s history. Two films are played on a continuous loop and there are hands-on exhibits about the park’s diverse habitats and early human inhabitants, as well as ranger programs for kids. \nThe park’s educational ethos continues with tours led by naturalists: daily guided nature walks, birding excursions by Oak Creek and a two-mile full-moon hike covering topics from archeology to botany. Plus there’s plenty to explore on your own. Hike, bike or horseback ride (there’s a hitching post by the visitor center), pausing along the trails at interpretive signs that put the park’s natural and historical features into context. Most trails are less than a mile long but connect with others, so you can create your own adventure. Get a trail map at the visitor center for prime locations for viewpoints and spotting wildlife.\nThe 0.2-mile (one way) Mesquite Loop Trail offers insight into the flora and fauna that thrive in the pinyon-juniper ecosystem. Frequently seen animals include javelina, coyotes, bobcats and mule deer. If you’re hiking in the warmer months, watch where you’re walking. Tarantulas and non-venomous snakes are harmless, but keep your distance from the black-tailed rattlesnake, a venomous pit viper. \nA great route to tackle by bike, the 15.8-mile Lime Kiln Trail traces parts of the Lime Kiln Wagon Road constructed in the 1800s. Back in the day, limestone was kiln-burned and used in mortar for building chimneys and fireplaces. You can see remnants of the kiln on the route, which travels from Red Rock State Park to Dead Horse Ranch State Park in historic Cottonwood. \nFor a walk through more recent history, seek out the 0.8-mile (one way) Apache Fire Trail to get to its namesake dwelling. You’ll cross Oak Creek on the Kingfisher Bridge, passing through the riparian zone where resident river otters play. The park’s habitat also includes frogs, endemic fish and the Sonoran mud turtle. Rare birds that are seldom seen elsewhere in Arizona, such as the common black hawk, wood duck and common merganser, also use the Oak Creek riparian corridor. It’s easy to understand why the Fryes were so captivated by this dynamic and vital area.\nSince the House of Apache Fires has fallen into disrepair, you can only observe the massive structure from behind a chain-link fence. But that might change in the near future. The Benefactors of Red Rock State Park, a non-profit group, has already repaired the roof. The group is continuing to raise funds to renovate the house, with plans to open it for public tours in 2022.\n\n  \nThe park is located just a short drive from Sedona, Arizona. JacobH/Getty Images\n\nPlan your visit\nIf you’re traveling from Sedona, Red Rock State Park is located nine miles south off state route 89A on Red Rock Loop. The parking lot is a few miles south of the turnoff. The easiest way to get to the park is in your own vehicle or by taxi. There is no public transportation to the park. \nRed Rock State Park is open daily from 8am to 5pm (last entry is at 4:30pm), with hours extended until 6:30pm (last entry at 6pm) from the last weekend in May through the Sunday before Labor Day. The visitor center is open daily from 9:30am to 4:30pm (until 6pm in summer). Hours are reduced to 2pm on Thanksgiving and Christmas Eve. The park is closed Christmas Day\nPark entry fees are $7 for adults, $4 for youth (7 to 14) and free for children under 6. You can picnic (shelters can be reserved for a fee), but no glass containers are allowed. Since the park is a nature preserve, pets are not allowed. Swimming or wading in Oak Creek is not permitted.\n"
}