[
{
    "country": "segovia",
    "city": "Segovia",
    "index": 1,
    "name": "Alcázar",
    "latitude": "40.952484352118",
    "longitude": "-4.1323842837513",
    "excerpt": "Rapunzel towers, turrets topped with slate witches' hats and a deep moat at its base make the Alcázar a prototypical fairy-tale castle – so much so that…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/alcazar/a/poi-sig/1208585/360755",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-136494812_full.jpg",
    "detail_description": "Rapunzel towers, turrets topped with slate witches' hats and a deep moat at its base make the Alcázar a prototypical fairy-tale castle – so much so that its design inspired Walt Disney's vision of Sleeping Beauty's castle. Fortified since Roman days, the site takes its name from the Arabic al-qasr (fortress). It was rebuilt in the 13th and 14th centuries, but the whole lot burned down in 1862. What you see today is an evocative, over-the-top reconstruction of the original.\nHighlights include the Sala de las Piñas, with its ceiling of 392 pineapple-shaped 'stalactites', and the Sala de Reyes, featuring a three-dimensional frieze of 52 sculptures of kings who fought during the Reconquista. The views from the summit of the Torre de Juan II, which was restored in 2016, are truly exceptional."
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 20,
    "name": "Iglesia de San Clemente",
    "latitude": "40.94657349383",
    "longitude": "-4.11906840098",
    "excerpt": "A late-Romanesque church, the Iglesia de San Clemente is close to the Plaza del Acueducto.",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/iglesia-de-san-clemente/a/poi-sig/487956/360755",
    "image_url": null,
    "detail_description": "A late-Romanesque church, the Iglesia de San Clemente is close to the Plaza del Acueducto.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 19,
    "name": "Torreón de Lozoya",
    "latitude": "40.948837",
    "longitude": "-4.121364",
    "excerpt": "This 14th-century tower was once an armoury; it now houses temporary exhibitions of mostly contemporary art.",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/torreon-de-lozoya/a/poi-sig/487976/360755",
    "image_url": null,
    "detail_description": "This 14th-century tower was once an armoury; it now houses temporary exhibitions of mostly contemporary art.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 18,
    "name": "Iglesia de San Esteban",
    "latitude": "40.951962276757",
    "longitude": "-4.1249675560566",
    "excerpt": "Not far down the hill northwest of the Plaza Mayor, this beautiful church has a lovely, six-level sandstone tower and a baroque interior.",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/iglesia-de-san-esteban/a/poi-sig/487958/360755",
    "image_url": null,
    "detail_description": "Not far down the hill northwest of the Plaza Mayor, this beautiful church has a lovely, six-level sandstone tower and a baroque interior.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 17,
    "name": "Iglesia de San Millán",
    "latitude": "40.945539",
    "longitude": "-4.12042",
    "excerpt": "Located off Avenida de Fernández Ladreda, this church is a time-worn example of the Romanesque style typical of Segovia, with porticoes and a Mudéjar bell…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/iglesia-de-san-millan/a/poi-sig/487966/360755",
    "image_url": null,
    "detail_description": "Located off Avenida de Fernández Ladreda, this church is a time-worn example of the Romanesque style typical of Segovia, with porticoes and a Mudéjar bell tower.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 16,
    "name": "Monasterio de Santa María del Parral",
    "latitude": "40.955698893546",
    "longitude": "-4.1263634343462",
    "excerpt": "Ring the bell to see part of the cloister and church; the latter is a proud, flamboyant Gothic structure. The monks chant a Gregorian Mass at noon on…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/monasterio-de-santa-maria-del-parral/a/poi-sig/1188856/360755",
    "image_url": null,
    "detail_description": "Ring the bell to see part of the cloister and church; the latter is a proud, flamboyant Gothic structure. The monks chant a Gregorian Mass at noon on Sundays, and at 1pm daily in summer.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 15,
    "name": "Casa de los Picos",
    "latitude": "40.947961154245",
    "longitude": "-4.1205606167125",
    "excerpt": "A grand Renaissance mansion with a diamond-patterned facade that's home to a school of applied arts and also hosts free contemporary art exhibitions …",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/casa-de-los-picos/a/poi-sig/487942/360755",
    "image_url": null,
    "detail_description": "A grand Renaissance mansion with a diamond-patterned facade that's home to a school of applied arts and also hosts free contemporary art exhibitions (although it's not always open to visitors).\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 14,
    "name": "Plaza Mayor",
    "latitude": "40.950263767344",
    "longitude": "-4.1239986909659",
    "excerpt": "Watched over by the catedral, shady Plaza Mayor is the nerve centre of old Segovia, lined by an eclectic assortment of buildings, arcades and cafes and…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/plaza-mayor/a/poi-sig/487974/360755",
    "image_url": null,
    "detail_description": "Watched over by the catedral, shady Plaza Mayor is the nerve centre of old Segovia, lined by an eclectic assortment of buildings, arcades and cafes and with an open pavilion in its centre.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 13,
    "name": "Casa-Museo de Antonio Machado",
    "latitude": "40.951762374523",
    "longitude": "-4.1260243708803",
    "excerpt": "This museum commemorates Antonio Machado, a segoviano and one of Spain's pre-eminent 20th-century poets, who lived here from 1919 to 1932. His former home…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/casa-museo-de-antonio-machado/a/poi-sig/487944/360755",
    "image_url": null,
    "detail_description": "This museum commemorates Antonio Machado, a segoviano and one of Spain's pre-eminent 20th-century poets, who lived here from 1919 to 1932. His former home contains his furnishings and personal effects.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 12,
    "name": "Iglesia de San Martín",
    "latitude": "40.94936261685",
    "longitude": "-4.1220324635445",
    "excerpt": "The centrepiece of the stunning Plaza de San Martín, this is a Romanesque pièce de résistance, with the segoviano touch of a Mudéjar tower and arched…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/iglesia-de-san-martin/a/poi-sig/487962/360755",
    "image_url": null,
    "detail_description": "The centrepiece of the stunning Plaza de San Martín, this is a Romanesque pièce de résistance, with the segoviano touch of a Mudéjar tower and arched gallery. The interior boasts a Flemish Gothic chapel.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 11,
    "name": "Convento de San Antonio El Real",
    "latitude": "40.942815671279",
    "longitude": "-4.1105175018311",
    "excerpt": "About 1.3km southeast of the aqueduct, this was once the summer residence of Enrique IV. The Gothic-Mudéjar church has a splendid ceiling. It's still a…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/convento-de-san-antonio-el-real/a/poi-sig/487950/360755",
    "image_url": null,
    "detail_description": "About 1.3km southeast of the aqueduct, this was once the summer residence of Enrique IV. The Gothic-Mudéjar church has a splendid ceiling. It's still a working monastery and inhabited by an order of Franciscan nuns.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 10,
    "name": "Convento de los Carmelitas Descalzos",
    "latitude": "40.955661106688",
    "longitude": "-4.1332867401175",
    "excerpt": "This is where San Juan de la Cruz is buried. The convent is still occupied by an order of nuns known as the Barefoot Carmelites. The area immediately…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/convento-de-los-carmelitas-descalzos/a/poi-sig/487948/360755",
    "image_url": null,
    "detail_description": "This is where San Juan de la Cruz is buried. The convent is still occupied by an order of nuns known as the Barefoot Carmelites. The area immediately south of the convent affords fine views up to the Alcázar.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 9,
    "name": "Museo de Arte Contemporáneo Esteban Vicente",
    "latitude": "40.949317719022",
    "longitude": "-4.121300633991",
    "excerpt": "This adventurous art space occupies a 15th-century palace (complete with Renaissance chapel and Mudéjar ceiling). Some 153 abstract paintings, lithographs…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/museo-de-arte-contemporaneo-esteban-vicente/a/poi-sig/487970/360755",
    "image_url": null,
    "detail_description": "This adventurous art space occupies a 15th-century palace (complete with Renaissance chapel and Mudéjar ceiling). Some 153 abstract paintings, lithographs and sculptures by Segovia-born artist Esteban Vicente (1903–2000), a fine painter of the abstract expressionist school, form the core of the exhibit.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 8,
    "name": "Centro Didáctico de la Judería",
    "latitude": "40.949396",
    "longitude": "-4.124036",
    "excerpt": "This interpretation centre and museum in Segovia's old Jewish quarter provides a fascinating history of the Jewish community in Segovia. It occupies the…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/centro-didactico-de-la-juderia/a/poi-sig/1531016/360755",
    "image_url": null,
    "detail_description": "This interpretation centre and museum in Segovia's old Jewish quarter provides a fascinating history of the Jewish community in Segovia. It occupies the former 15th-century home of one of the community's most important members, Abraham Seneor. The adjacent Iglesia de Corpus Cristi occupies the site of Segovia's ancient synagogue.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 7,
    "name": "Museo Gastronómico",
    "latitude": "40.952111",
    "longitude": "-4.129111",
    "excerpt": "This engaging little private museum takes you through the wonderful world of Spanish foods, with a focus on those from the Segovia region. There are…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/museo-gastronomico/a/poi-sig/1531015/360755",
    "image_url": null,
    "detail_description": "This engaging little private museum takes you through the wonderful world of Spanish foods, with a focus on those from the Segovia region. There are sections on local cheeses, wines, cured meats, ponche segoviano and even a section on the local whisky, DYC. There are some good video displays (mostly in Spanish), though most sections of the museum have English summaries alongside the main text.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 6,
    "name": "Iglesia de Vera Cruz",
    "latitude": "40.955732",
    "longitude": "-4.132211",
    "excerpt": "This 12-sided church is one of the best preserved of its kind in Europe. Built in the early 13th century by the Knights Templar and based on Jerusalem's…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/iglesia-de-vera-cruz/a/poi-sig/487952/360755",
    "image_url": null,
    "detail_description": "This 12-sided church is one of the best preserved of its kind in Europe. Built in the early 13th century by the Knights Templar and based on Jerusalem's Church of the Holy Sepulchre, it once housed a piece of the Vera Cruz (True Cross), which now rests in the nearby village church of Zamarramala (on view only at Easter). The curious two-storey chamber in the circular nave (the inner temple) is where the knights' secret rites took place.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 5,
    "name": "Plaza de San Martín",
    "latitude": "40.949038285787",
    "longitude": "-4.1217961839375",
    "excerpt": "This is one of the most captivating small plazas in Segovia. The square is presided over by a statue of Juan Bravo; the 14th-century Torreón de Lozoya, a…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/plaza-de-san-martin/a/poi-sig/487972/360755",
    "image_url": null,
    "detail_description": "This is one of the most captivating small plazas in Segovia. The square is presided over by a statue of Juan Bravo; the 14th-century Torreón de Lozoya, a tower that now houses exhibitions; and the Iglesia de San Martín, a Romanesque jewel with a Mudéjar tower and arched gallery. Just down the hill is the Casa de los Picos, a grand Renaissance mansion with a diamond-patterned facade.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 4,
    "name": "Iglesia de San Miguel",
    "latitude": "40.950174",
    "longitude": "-4.123349",
    "excerpt": "On Plaza Mayor, this church – where Isabel was proclaimed Queen of Castile – recedes humbly into the background before the splendour of the cathedral…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/iglesia-de-san-miguel/a/poi-sig/487964/360755",
    "image_url": null,
    "detail_description": "On Plaza Mayor, this church – where Isabel was proclaimed Queen of Castile – recedes humbly into the background before the splendour of the cathedral across the square. The interior, with white walls and stone vaulting, is quite sober considering its historical importance.\n"
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 3,
    "name": "Acueducto",
    "latitude": "40.948018",
    "longitude": "-4.117845",
    "excerpt": "Segovia's most recognisable symbol is El Acueducto (Roman Aqueduct), an 894m-long engineering wonder that looks like an enormous comb plunged into Segovia…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/acueducto/a/poi-sig/1208582/360755",
    "image_url": null,
    "detail_description": "Segovia's most recognisable symbol is El Acueducto (Roman Aqueduct), an 894m-long engineering wonder that looks like an enormous comb plunged into Segovia. First raised here by the Romans in the 1st century CE, the aqueduct was built with not a drop of mortar to hold together more than 20,000 uneven granite blocks. It's made up of 163 arches and, at its highest point in Plaza del Azoguejo, rises 28m high.\nIt was originally part of a complex system of aqueducts and underground canals that brought water from the mountains more than 15km away. Its pristine condition is attributable to a major restoration project in the 1990s. For a different perspective, climb the stairs next to the aqueduct that begin behind the tourist office."
},
{
    "country": "segovia",
    "city": "Segovia",
    "index": 2,
    "name": "Catedral",
    "latitude": "40.95011713761",
    "longitude": "-4.1249238913158",
    "excerpt": "Started in 1525 on the site of a former chapel, Segovia's cathedral is a powerful expression of Gothic architecture that took almost 200 years to complete…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/segovia/attractions/catedral/a/poi-sig/1208604/360755",
    "image_url": null,
    "detail_description": "Started in 1525 on the site of a former chapel, Segovia's cathedral is a powerful expression of Gothic architecture that took almost 200 years to complete. The austere three-nave interior is anchored by an imposing choir stall and enlivened by 20-odd chapels, including the Capilla del Cristo del Consuelo, with its magnificent Romanesque doorway, and the Capilla de la Piedad, containing an important altarpiece by Juan de Juni. Join an hour-long guided tour to climb the tower for fabulous views.\nThe Capilla del Cristo Yacente (which has a fine ceiling) and Capilla del Santísimo Sacramento are also especially beautiful, along with the Gothic cloister. The attached Museo Catedralicio (included in admission) will appeal to devotees of religious art."
}
]