[
{
    "country": "semarang",
    "city": "Semarang",
    "index": 1,
    "name": "Old City",
    "latitude": "-6.967696",
    "longitude": "110.427103",
    "excerpt": "Semarang’s atmospheric old quarter, often referred to by its Dutch name, the Outstadt, is well worth investigating. Until recently, most of the area’s…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/old-city/a/poi-sig/1058751/1002223",
    "image_url": null,
    "detail_description": "Semarang’s atmospheric old quarter, often referred to by its Dutch name, the Outstadt, is well worth investigating. Until recently, most of the area’s colonial buildings were abandoned as city authorities focused on new-builds rather than shoring up past legacies. Today, however, a revived interest in the area with its obvious potential for tourism has led to a new investment, and coffee shops, stylish restaurants and other attractions now occupy the tastefully renovated townhouses.\nWhile it is fair to say that the revival project has some way to go, there are still worthwhile attractions here and kids love DMZ: Dream Museum Zone, the 3D museum near Gereja Blenduk church. Built in 1753, this elegant church with its large cupola forms the centre of the old quarter around which are a number of delightful places to eat. A street market sells a few modestly priced antiques and memorabilia and there's a well-respected modern art space, the Semarang Gallery. The old city is prone to flooding and during the rainy season some of the backstreets are impassable."
},
{
    "country": "semarang",
    "city": "Semarang",
    "index": 13,
    "name": "Mesjid Besar",
    "latitude": "-6.9724082703705",
    "longitude": "110.42264641132",
    "excerpt": "Facing the Pasar Johar market, Semarang's Grand Mosque is the main, although obviously far from the only, focus of worship in the city.",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/mesjid-besar/a/poi-sig/1058746/1002223",
    "image_url": null,
    "detail_description": "Facing the Pasar Johar market, Semarang's Grand Mosque is the main, although obviously far from the only, focus of worship in the city.\n"
},
{
    "country": "semarang",
    "city": "Semarang",
    "index": 11,
    "name": "Semarang Gallery",
    "latitude": "-6.966769",
    "longitude": "110.428541",
    "excerpt": "In the middle of the old quarter, this wonderful art gallery occupies an old Dutch warehouse and is dedicated to Indonesian contemporary art. Some of the…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/semarang-gallery/a/poi-sig/1314268/1002223",
    "image_url": null,
    "detail_description": "In the middle of the old quarter, this wonderful art gallery occupies an old Dutch warehouse and is dedicated to Indonesian contemporary art. Some of the region's most renowned artists exhibit here.\n"
},
{
    "country": "semarang",
    "city": "Semarang",
    "index": 12,
    "name": "Semarang Harbour",
    "latitude": "-6.950369",
    "longitude": "110.42264",
    "excerpt": "Semarang harbour is worth a look to see the pinisi (schooners) and other traditional oceangoing vessels that dock at Tambak Lorok.",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/semarang-harbour/a/poi-sig/1058752/1002223",
    "image_url": null,
    "detail_description": "Semarang harbour is worth a look to see the pinisi (schooners) and other traditional oceangoing vessels that dock at Tambak Lorok.\n"
},
{
    "country": "semarang",
    "city": "Semarang",
    "index": 10,
    "name": "Gereja Blenduk",
    "latitude": "-6.968228",
    "longitude": "110.427693",
    "excerpt": "Built in 1753, this elegant church is graced with a huge cupola and marks the centre of the old colonial quarter of Semarang. The interior sports a…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/gereja-blenduk/a/poi-sig/1058743/1002223",
    "image_url": null,
    "detail_description": "Built in 1753, this elegant church is graced with a huge cupola and marks the centre of the old colonial quarter of Semarang. The interior sports a spectacular baroque-style organ and an unusual wooden pulpit, but it is mostly closed except during services.\n"
},
{
    "country": "semarang",
    "city": "Semarang",
    "index": 9,
    "name": "Tay Kak Sie Temple",
    "latitude": "-6.973564",
    "longitude": "110.427661",
    "excerpt": "This brightly painted temple, with its elaborate tiled roofs decorated with dragons, dates back to 1746 and remains an active place of worship. Two…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/tay-kak-sie-temple/a/poi-sig/1058750/1002223",
    "image_url": null,
    "detail_description": "This brightly painted temple, with its elaborate tiled roofs decorated with dragons, dates back to 1746 and remains an active place of worship. Two enormous standard lanterns mark the entrance and threads of incense waft from the interior as local residents pop by for a prayer.\n"
},
{
    "country": "semarang",
    "city": "Semarang",
    "index": 8,
    "name": "Jamu Jago",
    "latitude": "-7.068766",
    "longitude": "110.411439",
    "excerpt": "Jamu Jago, 6km south of the city on the Ambarawa road, is a large manufacturer of the herbal medicine for which Semarang is famous. The outlet offers…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/jamu-jago/a/poi-sig/1058744/1002223",
    "image_url": null,
    "detail_description": "Jamu Jago, 6km south of the city on the Ambarawa road, is a large manufacturer of the herbal medicine for which Semarang is famous. The outlet offers tours and has an interesting little museum on site. The wall topped with concrete roosters, part of the company's branding, makes a good landmark.\n"
},
{
    "country": "semarang",
    "city": "Semarang",
    "index": 7,
    "name": "Jamu Nyonya Meneer",
    "latitude": "-6.957376",
    "longitude": "110.452273",
    "excerpt": "This factory, near the bus terminal, is one of two outlets in Semarang that produces jamu, a herbal medicine that has been highly sought-after for…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/jamu-nyonya-meneer/a/poi-sig/1058741/1002223",
    "image_url": null,
    "detail_description": "This factory, near the bus terminal, is one of two outlets in Semarang that produces jamu, a herbal medicine that has been highly sought-after for centuries in Indonesia and which has become part of local folklore. While the jury is out on the exact nature of the health-giving properties possessed by this remedy, concocted from natural ingredients, there is no doubting its ongoing popularity locally.\n"
},
{
    "country": "semarang",
    "city": "Semarang",
    "index": 6,
    "name": "Simpang Lima",
    "latitude": "-6.990241",
    "longitude": "110.423112",
    "excerpt": "While Jl Pemuda, Semarang's premier boulevard in Dutch times, remains an important artery and shopping street, Simpang Lima is the sociable hub of modern…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/simpang-lima/a/poi-sig/1058742/1002223",
    "image_url": null,
    "detail_description": "While Jl Pemuda, Semarang's premier boulevard in Dutch times, remains an important artery and shopping street, Simpang Lima is the sociable hub of modern Semarang. This grassy 'square' is surrounded by cinema complexes and modern malls. Crowds congregate here in the evenings and wander past shops displaying consumer items that remain beyond the reach of many, though this doesn't seem to dent their enthusiasm for the bright lights of the big city.\n"
},
{
    "country": "semarang",
    "city": "Semarang",
    "index": 5,
    "name": "Ronggowarsito Museum",
    "latitude": "-6.985725",
    "longitude": "110.383973",
    "excerpt": "This large provincial museum houses an interesting collection of antiquities, crafts including batik and wayang puppets, and assorted fossils and curios…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/ronggowarsito-museum/a/poi-sig/1058747/1002223",
    "image_url": null,
    "detail_description": "This large provincial museum houses an interesting collection of antiquities, crafts including batik and wayang puppets, and assorted fossils and curios collected from all over Central Java. The most interesting exhibit is a recycled stone panel from the Mantingan mosque (near Jepara) – one side shows Islamic motifs, while the reverse shows the original Hindu-Buddhist scene. It’s approximately 2km before the airport.\nJavanese dance displays are held here on Friday morning."
},
{
    "country": "semarang",
    "city": "Semarang",
    "index": 4,
    "name": "Chinatown",
    "latitude": "-6.974075",
    "longitude": "110.427661",
    "excerpt": "Semarang’s Chinatown is well worth investigating, particularly around the riverside Gang Lombok. With temples, pagodas, shop houses, jade jewellers,…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/chinatown/a/poi-sig/1058749/1002223",
    "image_url": null,
    "detail_description": "Semarang’s Chinatown is well worth investigating, particularly around the riverside Gang Lombok. With temples, pagodas, shop houses, jade jewellers, pharmacists, fortunetellers and food stalls, the area illustrates the depth of the connection between China and this port city. The focus of the entire community is the Tay Kak Sie Temple, dating back to 1746, with its huge drums and incense-clouded interior.\nThe temple overlooks the badly polluted Kali Surabaya (Semarang River), where there's a model of one of the ships of legendary Chinese explorer Admiral Cheng Ho, who visited Java on several occasions. Next to the temple is Pujasera Tay Kak Sie, a Chinese food court and also a community hall used for martial arts."
},
{
    "country": "semarang",
    "city": "Semarang",
    "index": 3,
    "name": "Lawang Sewu",
    "latitude": "-6.983936",
    "longitude": "110.410752",
    "excerpt": "Semarang's most famous landmark, Lawang Sewu ('Thousand Doors'), comprises two colossal colonial buildings that were one of the headquarters of the…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/lawang-sewu/a/poi-sig/1313738/1002223",
    "image_url": null,
    "detail_description": "Semarang's most famous landmark, Lawang Sewu ('Thousand Doors'), comprises two colossal colonial buildings that were one of the headquarters of the Indonesian railways during the Dutch era. The structures are sparsely used with only the occasional exhibit (mostly about the railway system) on view. Nevertheless, the empty corridors, where clerks and engineers once worked, have their own interest, with features including stained glass and a magnificent marble staircase.\nWandering the illuminated buildings at night, there is a strong sense of history and a chill rising from the open door to the unlit basement. Little wonder, then, that the building is regarded as a haunted house by locals. In fact, during WWII the Japanese occupied the building and used the dungeons for interrogation. Occasionally tours of the flooded basement are run – described by some as a deeply moving experience."
},
{
    "country": "semarang",
    "city": "Semarang",
    "index": 2,
    "name": "Gedung Batu",
    "latitude": "-6.996289",
    "longitude": "110.39865",
    "excerpt": "This huge Chinese temple complex, 5km southwest of the city centre, comprises three main temple buildings and many smaller structures that date back to…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/semarang/attractions/gedung-batu/a/poi-sig/1189589/1002223",
    "image_url": null,
    "detail_description": "This huge Chinese temple complex, 5km southwest of the city centre, comprises three main temple buildings and many smaller structures that date back to 1724, although built on earlier foundations. Most of the elegant, red-painted structures are Indo-Chinese in style, with tiered pagoda-style roofs.Gedung Batu lies around 30 minutes from central Semarang, reached by taking the Damri bus 2 from Jl Pemuda to Karang Ayu (a suburb west of central Semarang) followed by an angkot (minibus) to the temple.\nThe temple was originally built in honour of Admiral Cheng Ho, the famous Muslim eunuch of the Ming dynasty, who led a Chinese fleet on seven expeditions to Java and other parts of Southeast and West Asia in the early 15th century. Cheng Ho, who first arrived in Java in 1405 and is believed to have helped spread Islam, is now honoured as a saint called Sam Po. A gilded statue in his honour, lit by fairy lights, takes pride of place in an inner chamber. Styled as a cave and flanked by two great dragons, this sanctum gives the temple its popular name, Gedung Batu (Stone Building).Note that women are not allowed to enter the temples when menstruating, but they can visit the complex with its park-like grounds and koi carp ponds."
}
]