[
{
    "country": "seminyak",
    "city": "Seminyak",
    "index": 1,
    "name": "Pantai Seminyak",
    "latitude": "-8.688006",
    "longitude": "115.154797",
    "excerpt": "A lounger and an ice-cold Bintang on the beach at sunset is simply magical. A good stretch can be found near Pura Petitenget, and it tends to be less…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/seminyak/attractions/pantai-seminyak/a/poi-sig/1498431/1002196",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5bd7f0ff42851fec6a82d19a072273be-seminyak-beach.jpg",
    "detail_description": "A lounger and an ice-cold Bintang on the beach at sunset is simply magical. A good stretch can be found near Pura Petitenget, and it tends to be less crowded than further south in Kuta.\n"
},
{
    "country": "seminyak",
    "city": "Seminyak",
    "index": 2,
    "name": "Pura Petitenget",
    "latitude": "-8.681897",
    "longitude": "115.15249",
    "excerpt": "This is an important temple and the scene of many ceremonies. It is one of a string of sea temples that stretches from Pura Luhur Ulu Watu on the Bukit…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/seminyak/attractions/pura-petitenget/a/poi-sig/1058777/1002196",
    "image_url": null,
    "detail_description": "This is an important temple and the scene of many ceremonies. It is one of a string of sea temples that stretches from Pura Luhur Ulu Watu on the Bukit peninsula north to Pura Tanah Lot in western Bali. Petitenget loosely translates as 'magic box'; it was a treasured belonging of the legendary 16th-century priest Nirartha, who refined the Balinese religion and visited this site often.\nThe temple is renowned for its anniversary celebrations on the Balinese 210-day calendar. It is right next to Pura Masceti."
},
{
    "country": "seminyak",
    "city": "Seminyak",
    "index": 4,
    "name": "Pura Masceti",
    "latitude": "-8.682056",
    "longitude": "115.152544",
    "excerpt": "An agricultural temple where farmers pray for relief from rat infestations, and savvy builders make offerings of forgiveness before planting yet another…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/seminyak/attractions/pura-masceti/a/poi-sig/1290907/1002196",
    "image_url": null,
    "detail_description": "An agricultural temple where farmers pray for relief from rat infestations, and savvy builders make offerings of forgiveness before planting yet another villa in the rice fields.\n"
},
{
    "country": "seminyak",
    "city": "Seminyak",
    "index": 3,
    "name": "BIASA ArtSpace",
    "latitude": "-8.692778",
    "longitude": "115.168197",
    "excerpt": "Founded in 2005, BIASA ArtSpace showcases the work of up-and-coming Indonesian and international artists. The gallery has a line-up of rotating…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/seminyak/attractions/biasa-artspace/a/poi-sig/1590899/1002196",
    "image_url": null,
    "detail_description": "Founded in 2005, BIASA ArtSpace showcases the work of up-and-coming Indonesian and international artists. The gallery has a line-up of rotating exhibitions in a variety of art forms, from painting and photography to sculpture and installation art. The upper floor houses a mini library and a restoration studio.\n"
}
]