[
{
    "country": "seogwipo",
    "city": "Seogwipo",
    "index": 1,
    "name": "Cheonjiyeon Pokpo",
    "latitude": "33.24688221",
    "longitude": "126.55434732",
    "excerpt": "This popular 22m-high waterfall is reached after a 10-minute walk through a beautifully forested, steep gorge. The waterfall can be impressive following…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jejudo/seogwipo/attractions/cheonjiyeon-pokpo/a/poi-sig/1427534/357426",
    "image_url": null,
    "detail_description": "This popular 22m-high waterfall is reached after a 10-minute walk through a beautifully forested, steep gorge. The waterfall can be impressive following heavy rain; at other times it’s more noisy than wide. Well worth visiting in the evening, too, when the illuminated gorge takes on a romantic atmosphere. The falls are on Olle Trail 6; you can easily walk here from town or take the Seogwipo City Tour Bus.\n"
},
{
    "country": "seogwipo",
    "city": "Seogwipo",
    "index": 8,
    "name": "Seobok Exhibition Hall",
    "latitude": "33.24486409",
    "longitude": "126.57096406",
    "excerpt": "This exhibition hall is dedicated to Seobok, who was an envoy of the first Chinese emperor, Qin Shi Huang, and chronicles his visits to Halla-san in…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jejudo/seogwipo/attractions/seobok-exhibition-hall/a/poi-sig/1428500/357426",
    "image_url": null,
    "detail_description": "This exhibition hall is dedicated to Seobok, who was an envoy of the first Chinese emperor, Qin Shi Huang, and chronicles his visits to Halla-san in search of a rare elixir. Pull up a bench for good sea views.\n"
},
{
    "country": "seogwipo",
    "city": "Seogwipo",
    "index": 9,
    "name": "Saeseom",
    "latitude": "33.236229",
    "longitude": "126.5625",
    "excerpt": "Densely wooded Saeseom (Sod Island) is ringed by a shady 1.1km trail that is a favourite spot to stroll at sunset. There is also a central public square…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jejudo/seogwipo/attractions/saeseom/a/poi-sig/1602377/357426",
    "image_url": null,
    "detail_description": "Densely wooded Saeseom (Sod Island) is ringed by a shady 1.1km trail that is a favourite spot to stroll at sunset. There is also a central public square within the temperate forest conservation zone. Enter from Saeyeon-gyo.\n"
},
{
    "country": "seogwipo",
    "city": "Seogwipo",
    "index": 7,
    "name": "Saeyeon-gyo",
    "latitude": "33.23822817",
    "longitude": "126.55917351",
    "excerpt": "The attractive cable-stayed Saeyeon-gyo is a bridge at the mouth of Seogwipo Harbour, providing access to Saeseom (Sod Island), and is nicely illuminated…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jejudo/seogwipo/attractions/saeyeon-gyo/a/poi-sig/1427550/357426",
    "image_url": null,
    "detail_description": "The attractive cable-stayed Saeyeon-gyo is a bridge at the mouth of Seogwipo Harbour, providing access to Saeseom (Sod Island), and is nicely illuminated at night. The design is based on tewu (traditional log boats of Jeju) with a sail at its centre.\n"
},
{
    "country": "seogwipo",
    "city": "Seogwipo",
    "index": 6,
    "name": "Jeongbang Pokpo",
    "latitude": "33.244682",
    "longitude": "126.57177",
    "excerpt": "A favourite with photographers, this 23m-high waterfall is a 15-minute walk east of the town centre. At times less dramatic than the island's other…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jejudo/seogwipo/attractions/jeongbang-pokpo/a/poi-sig/1428501/357426",
    "image_url": null,
    "detail_description": "A favourite with photographers, this 23m-high waterfall is a 15-minute walk east of the town centre. At times less dramatic than the island's other waterfalls, its claim to fame is that it's the only waterfall in Asia that falls into the ocean. Enter from the pathway next to Seobok Exhibition Hall.\n"
},
{
    "country": "seogwipo",
    "city": "Seogwipo",
    "index": 5,
    "name": "Oedolgae",
    "latitude": "33.24153668",
    "longitude": "126.55398148",
    "excerpt": "This unusual volcanic basalt pillar juts out 20m from the sea and has served as a filming location for a number of Korean dramas and TV shows. The walk to…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jejudo/seogwipo/attractions/oedolgae/a/poi-sig/1454357/357426",
    "image_url": null,
    "detail_description": "This unusual volcanic basalt pillar juts out 20m from the sea and has served as a filming location for a number of Korean dramas and TV shows. The walk to this 'lonely rock', by pine trees in Sammae-bong Park to a stunning cliffside, is half the pleasure.\nIt's at the junction of Olle Trail Rtes 6 and 7. Seogwipo City Tour Bus stops here."
},
{
    "country": "seogwipo",
    "city": "Seogwipo",
    "index": 4,
    "name": "World Cup Stadium",
    "latitude": "33.247194",
    "longitude": "126.5098",
    "excerpt": "Six kilometres west of central Seogwipo, this graceful soccer stadium built for the 2002 World Cup is the centrepiece of an entertainment complex that…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jejudo/seogwipo/attractions/world-cup-stadium/a/poi-sig/1428722/357426",
    "image_url": null,
    "detail_description": "Six kilometres west of central Seogwipo, this graceful soccer stadium built for the 2002 World Cup is the centrepiece of an entertainment complex that includes a multiplex cinema, E-Mart discount store, a family water park, a paper doll museum and World Eros Museum, one of Jeju’s trio of museums devoted to sex.\nAirport Limousine Bus 600 from Jeju-si stops here."
},
{
    "country": "seogwipo",
    "city": "Seogwipo",
    "index": 3,
    "name": "Lee Jung-Seop Art Gallery & Park",
    "latitude": "33.245579",
    "longitude": "126.56441",
    "excerpt": "On the street that is named after him and decorated with images from his distinctive paintings and drawings (in Fauvism style with exaggerated brush…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jejudo/seogwipo/attractions/lee-jung-seop-art-gallery-park/a/poi-sig/1428523/357426",
    "image_url": null,
    "detail_description": "On the street that is named after him and decorated with images from his distinctive paintings and drawings (in Fauvism style with exaggerated brush strokes and colours), is this small museum devoted to Lee Jung-Seop (1916–56). Outside nearby, in a rocky garden with fragrant trees, is the traditional Jeju house (free admission) in which the artist lived for a short time in 1951. A four-day festival is held in September to celebrate Lee.\n"
},
{
    "country": "seogwipo",
    "city": "Seogwipo",
    "index": 2,
    "name": "World Eros Museum",
    "latitude": "33.246386",
    "longitude": "126.509542",
    "excerpt": "The smallest of Jeju-do's sex-themed museums and perhaps the most artful and serious. There's a collection of world erotic art, though the lack of English…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jejudo/seogwipo/attractions/world-eros-museum/a/poi-sig/1454586/357426",
    "image_url": null,
    "detail_description": "The smallest of Jeju-do's sex-themed museums and perhaps the most artful and serious. There's a collection of world erotic art, though the lack of English signage makes it a bit inaccessible. The adult-only museum is on the 2nd floor of Seogwipo's World Cup Stadium.\nIn Seogwipo, frequent local buses run from Jungang Rotary Bus Terminal to World Cup Stadium (₩1200). Airport Limousine Bus 600 (₩4500) also stops here."
}
]