[
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 1,
    "name": "Deoksugung",
    "latitude": "37.565322",
    "longitude": "126.97497",
    "excerpt": "One of Seoul's five grand palaces built during the Joseon dynasty, Deoksugung (meaning Palace of Virtuous Longevity) is the only one you can visit in the…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/deoksugung/a/poi-sig/391991/1325853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/efb1e8d584f4a8013097cc534680b1a6-deoksugung.jpg",
    "detail_description": "One of Seoul's five grand palaces built during the Joseon dynasty, Deoksugung (meaning Palace of Virtuous Longevity) is the only one you can visit in the evening and see the buildings illuminated. It first served as a palace in 1593 and is a fascinating mix of traditional Korean and western-style neoclassical structures.The palace’s main gate is the scene of the entertaining changing of the guard ceremony at 11am, 2pm and 3.30pm. Free one-hour guided tours in English start at 10.45am and 1.30pm.\nDeoksugung became a palace in 1593 when King Seonjo moved in after all of Seoul’s other palaces were destroyed during the Japanese invasion. Despite two kings being crowned here, it became a secondary palace from 1615 until 1897 when King Gojong moved in after leaving the nearby Russian legation.Although he was forced by the Japanese to abdicate 10 years later, King Gojong carried on living here in some style until he died in 1919. His son, Sunjong, reigned as a puppet emperor until 1910 when he too was forced to abdicate by the Japanese, who then annexed Korea, bringing the Joseon dynasty to an undignified and abrupt end after more than 500 years.The palace used to be three times as big as it is now, but it still contains small gardens and ponds amid an extraordinary potpourri of contrasting architectural styles.Junghwajeon, the palace’s main throne hall, was used for ceremonial occasions such as coronations, and is adorned with dragons and has golden window frames.Behind it is the grand neoclassical-style Seokjojeon, designed by British architect GR Harding and completed in 1910. Today it houses the Daehan Empire History Museum which displays the mansion's opulent interior. The equally grand western wing was designed by a Japanese architect in 1938. It's now the MMCA Deoksugung, with a collection of permanent and temporary contemporary art.King Gojong’s living quarters, Hamnyeongjeon, was where he died in 1919, an event which sparked off nationwide protests against Japanese rule. Behind is the interesting fusion-style pavilion Jeonggwanheon.The stone mythical creatures in the main courtyard are haetae, which are supposed to protect the palace from fire, but in 1904 they must have fallen asleep – the palace burnt down."
},
{
    "country": "seoul",
    "city": "Gangnam & Southern Seoul",
    "index": 40,
    "name": "Lotte World Adventure & Magic Island",
    "latitude": "37.508537",
    "longitude": "127.100427",
    "excerpt": "Lotte World Adventure & Magic Island is a mainly indoor Korean version of Disneyland, complete with ‘flying’ balloons, 3D films, laser and music shows,…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/lotte-world-adventure-magic-island/a/poi-sig/1099158/1325855",
    "image_url": null,
    "detail_description": "Lotte World Adventure &amp; Magic Island is a mainly indoor Korean version of Disneyland, complete with ‘flying’ balloons, 3D films, laser and music shows, screen rides, fantasy parades and thrill rides that go down very fast or 'round and 'round and up and down very fast. The scarier the ride, the longer the queue on busy days. The outdoor Magic Island is in the middle of Seokchon Lake, and that part may close in bad weather.\n"
},
{
    "country": "seoul",
    "city": "Seoul",
    "index": 39,
    "name": "Oil Tank Culture Park",
    "latitude": "37.563068",
    "longitude": "126.891467",
    "excerpt": "Originally built after Korea’s first oil crisis in 1973 and reopened in 2017, this cultural centre is made up of five abandoned oil tanks. Planted in a…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/western-seoul/attractions/oil-tank-culture-park/a/poi-sig/1586598/1336062",
    "image_url": null,
    "detail_description": "Originally built after Korea’s first oil crisis in 1973 and reopened in 2017, this cultural centre is made up of five abandoned oil tanks. Planted in a remote corner of the city, there is an other-worldly feeling as you navigate the performance hall, exhibition hall, information exchange centre, cafe and amphitheatre. Seeing a concert in the amphitheatre, surrounded by trees, is a must-do, though the rusted structure itself is a favourite among photographers at any time.\n"
},
{
    "country": "seoul",
    "city": "Gangnam & Southern Seoul",
    "index": 38,
    "name": "Seoul Olympic Museum",
    "latitude": "37.520156",
    "longitude": "127.115976",
    "excerpt": "Seoul's Olympic Museum has been completely updated as an interactive museum to not only show highlights of the 1988 Olympics but also the thrills of the…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/seoul-olympic-museum/a/poi-sig/1099137/1325855",
    "image_url": null,
    "detail_description": "Seoul's Olympic Museum has been completely updated as an interactive museum to not only show highlights of the 1988 Olympics but also the thrills of the Pyeongchang 2018 Winter Olympics. A history of the games now includes explanations of each of the sports and displays of medals, memorabilia and character figurines from Olympics around the world. There are interactive games where kids and adults alike can try their hand at kicking a ball or shooting a target, some through VR headsets.\n"
},
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 37,
    "name": "Jeonggwanheon",
    "latitude": "37.566426",
    "longitude": "126.975772",
    "excerpt": "Within the Deoksugung complex, the interesting fusion-style pavilion Jeonggwanheon was designed by Russian architect Aleksey Seredin-Sabatin as a place…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/jeonggwanheon/a/poi-sig/1417549/1325853",
    "image_url": null,
    "detail_description": "Within the Deoksugung complex, the interesting fusion-style pavilion Jeonggwanheon was designed by Russian architect Aleksey Seredin-Sabatin as a place for the emperor to savour coffee and entertain guests. Gojong developed a taste for the beverage while holed up for a year in the Russian legation following the assassination of Queen Min. The pavilion’s pillars, a verandah and metal railings are decorated with deer and bats – both auspicious creatures.\n"
},
{
    "country": "seoul",
    "city": "Seoul",
    "index": 34,
    "name": "Ewha Womans University",
    "latitude": "37.560347",
    "longitude": "126.945359",
    "excerpt": "Come to this venerable university, founded in 1886 by American Methodist missionary Mary Scranton, to view Dominique Perrault’s stunning main entrance…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/western-seoul/attractions/ewha-womans-university/a/poi-sig/1409383/1336062",
    "image_url": null,
    "detail_description": "Come to this venerable university, founded in 1886 by American Methodist missionary Mary Scranton, to view Dominique Perrault’s stunning main entrance. The building dives six storeys underground and is split by a broad cascade of steps leading up to the Gothic-style 1935 Pfeiffer Hall. Walking through here, you get a small sense of what it might have felt like to walk through the parting of the Red Sea.\nInside, on the ground floor, you’ll find cafes, shops and the Arthouse Momo cinema."
},
{
    "country": "seoul",
    "city": "Gangnam & Southern Seoul",
    "index": 36,
    "name": "Banpo Bridge Rainbow Fountain",
    "latitude": "37.513487",
    "longitude": "126.997104",
    "excerpt": "Covered with 10,000 lights, the Banpo Bridge Rainbow Fountain's coloured water rains down in messy arcs from the double-decker Banpo Bridge. More…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/moonlight-rainbow-fountain/a/poi-sig/1515322/1325855",
    "image_url": null,
    "detail_description": "Covered with 10,000 lights, the Banpo Bridge Rainbow Fountain's coloured water rains down in messy arcs from the double-decker Banpo Bridge. More spectacle than spectacular, spanning 1140m, it's the world’s longest fountain, and is best viewed from Banpo Hangang Park. The 20-minute show usually happens between late April and the end of August at noon, 8pm, 8.30pm and 9pm Monday to Friday; and noon, 6pm, 7.30pm, 8pm, 8.30pm and 9pm on Saturday and Sunday. Shows are cancelled if it’s raining.\n"
},
{
    "country": "seoul",
    "city": "Seoul",
    "index": 35,
    "name": "Mullae Arts Village",
    "latitude": "37.514968",
    "longitude": "126.894922",
    "excerpt": "Something very interesting is going on in Mullae-dong, a light-industrial area of the city packed with compact metalwork factories. Artists and designers…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/western-seoul/attractions/mullae-arts-village/a/poi-sig/1513670/1336062",
    "image_url": null,
    "detail_description": "Something very interesting is going on in Mullae-dong, a light-industrial area of the city packed with compact metalwork factories. Artists and designers have moved in beside the steel workers and welders, bringing to the area inventive street art, small restaurants, cafes and a handful of quirky shops. It's a photogenic area that rewards exploring, especially on weekends when (decorated) factory shutters are closed, revealing more artworks. From the subway exit head straight and you'll soon hit the warren of factories.\n"
},
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 33,
    "name": "Citizens Hall",
    "latitude": "37.566326",
    "longitude": "126.978511",
    "excerpt": "Head down to City Hall's basement to reach Citizens Hall, a multipurpose space with an interesting mix of multimedia art exhibitions, design shops and a…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/citizens-hall/a/poi-sig/1515520/1325853",
    "image_url": null,
    "detail_description": "Head down to City Hall's basement to reach Citizens Hall, a multipurpose space with an interesting mix of multimedia art exhibitions, design shops and a fair-trade cafe. There's also a 21st-century version of Speakers Corner and Media Wall where locals can express their views. Pick up a map and guide from its information desk.\nAlso here is Gungisi Relics Exhibition Hall, a glassed-in archaeological site displaying items dating from the Joseon dynasty unearthed during excavation of the complex."
},
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 32,
    "name": "Sungnyemun",
    "latitude": "37.56011483",
    "longitude": "126.9749572",
    "excerpt": "Standing alone on an island (in direct contrast to the mayhem around it), Seoul’s picturesque Great South Gate, Sungnyemun, is one of the capital's…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/sungnyemun/a/poi-sig/1409274/1325853",
    "image_url": null,
    "detail_description": "Standing alone on an island (in direct contrast to the mayhem around it), Seoul’s picturesque Great South Gate, Sungnyemun, is one of the capital's original four main gates built in the 14th century. Its arched brick entrance, topped by a double-storey pavilion, is accessed by pedestrian crossing from Gate 1 of Namdaemun Market.\nIt's been reconstructed a number times over the years following damage under Japanese occupation and during the Korean War, and most recently after an arson attack in 2008."
},
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 31,
    "name": "Seoul Metropolitan Library",
    "latitude": "37.5663",
    "longitude": "126.978382",
    "excerpt": "Opened in 2012, the Seoul Metropolitan Library is within the original City Hall's Renaissance-style building, constructed in 1926, that's fronted by a…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/seoul-metropolitan-library/a/poi-sig/1515522/1325853",
    "image_url": null,
    "detail_description": "Opened in 2012, the Seoul Metropolitan Library is within the original City Hall's Renaissance-style building, constructed in 1926, that's fronted by a clock. As well as a public library, there are photography exhibitions relating to Seoul's history. At the main desk you can pick up a self-guided tour with map, or book online at www.visitseoul.net for the English guided 'Tong Tong' tours at 10am Tuesday to Friday, 10.30am and 3pm Saturday and 10.30am and 2.30pm Sunday.\nK-Pop trivia: the library features in the music video 'Gentlemen' by Psy."
},
{
    "country": "seoul",
    "city": "Seoul",
    "index": 30,
    "name": "National Assembly",
    "latitude": "37.53197",
    "longitude": "126.914144",
    "excerpt": "Home to South Korea’s parliament since 1975, the pleasant grounds here with a fountain and an elaborate hanok (traditional wooden house; used for official…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/western-seoul/attractions/national-assembly/a/poi-sig/391959/1336062",
    "image_url": null,
    "detail_description": "Home to South Korea’s parliament since 1975, the pleasant grounds here with a fountain and an elaborate hanok (traditional wooden house; used for official functions) are worth a wander. The United Nations–like interior of the green domed building can be viewed only as part of a tour (except Sundays); apply three days in advance by email.\nThe central Rotunda Hall is impressive, as is the Plenary Chamber where the MPs sit, but on weekends, only the separate Memorial Hall section of the complex is open."
},
{
    "country": "seoul",
    "city": "Seoul",
    "index": 29,
    "name": "Football Faentasium",
    "latitude": "37.569234",
    "longitude": "126.89724",
    "excerpt": "This interactive museum at the World Cup Stadium & Mall is a must for football fans, despite the steep admission fee. Korean football history and its…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/western-seoul/attractions/football-faentasium/a/poi-sig/1099213/1336062",
    "image_url": null,
    "detail_description": "This interactive museum at the World Cup Stadium &amp; Mall is a must for football fans, despite the steep admission fee. Korean football history and its players in the K League are detailed through modern displays, with plenty of selfie opportunities, and memorabilia such as trophies and posters. Games to amuse children (and the young at heart) include VR headset football or shaking hands with famous players, and rooms for kicking a ball at digital goalkeepers.\nThere are also ample souvenirs and a cafe where you can order smoothies in the colours of your favourite team's flag."
},
{
    "country": "seoul",
    "city": "Seoul",
    "index": 28,
    "name": "War & Women's Human Rights Museum",
    "latitude": "37.557472",
    "longitude": "126.917367",
    "excerpt": "In Korea the survivors of sexual slavery by the Japanese military during WWII (known euphemistically as 'comfort women') are respectfully called halmoni …",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/western-seoul/attractions/war-women-s-human-rights-museum/a/poi-sig/1513674/1336062",
    "image_url": null,
    "detail_description": "In Korea the survivors of sexual slavery by the Japanese military during WWII (known euphemistically as 'comfort women') are respectfully called halmoni (grandmother). When you enter this well-designed and powerfully moving museum you'll be given a card printed with the story of a halmoni, helping you to connect with the tragic history of these women.\nThe end of the exhibition brings the story up to date with images of the Wednesday demonstration (수요 집회), a protest that has taken place every Wednesday at noon since 1992 outside the Japanese embassy in Seoul, and broadens out the focus to the plight of women in wars and conflicts around the world."
},
{
    "country": "seoul",
    "city": "Seoul",
    "index": 27,
    "name": "Jeoldusan Martyrs' Shrine",
    "latitude": "37.543953",
    "longitude": "126.912338",
    "excerpt": "Jeoldusan means ‘Beheading Hill’ – this is where up to 2000 Korean Catholics were executed in 1866 following a royal decree, most thrown off the high…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/western-seoul/attractions/jeoldusan-martyrs-shrine/a/poi-sig/391989/1336062",
    "image_url": null,
    "detail_description": "Jeoldusan means ‘Beheading Hill’ – this is where up to 2000 Korean Catholics were executed in 1866 following a royal decree, most thrown off the high cliff here into the Han River. Next to the chapel (where Mass is held daily at 10am and 3pm), the museum includes some of the grizzly wooden torture equipment used on the Catholic martyrs, 103 of whom have been made saints. There are also books, diaries and relics of the Catholic converts.\nVarious statues and monuments are dotted around the peaceful gardens that envelop the chapel and museum. To get here from the subway exit, take the second turn left and follow the covered railway line for 700m – it’s less than a 10-minute walk."
},
{
    "country": "seoul",
    "city": "Gangnam & Southern Seoul",
    "index": 26,
    "name": "Seoul Arts Center",
    "latitude": "37.479183",
    "longitude": "127.012596",
    "excerpt": "As well as being home to Seoul's premier concert halls, this art centre also has three art galleries. Seoul Calligraphy Museum is devoted to hand-drawn…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/seoul-arts-center/a/poi-sig/1515072/1325855",
    "image_url": null,
    "detail_description": "As well as being home to Seoul's premier concert halls, this art centre also has three art galleries. Seoul Calligraphy Museum is devoted to hand-drawn hangeul (Korean phonetic alphabet) and Chinese characters, showcasing both traditional and contemporary examples of this art form. The Hangaram Art Museum is spread over four levels featuring rotating art shows, while Hangaram Design Museum has exhibits which focus on contemporary art and design.\nTo reach the complex, walk straight on from the subway exit and turn left at the end of the bus terminal, around a 15-minute walk – or jump in a taxi."
},
{
    "country": "seoul",
    "city": "Seoul",
    "index": 25,
    "name": "Gyeongui Line Book Street",
    "latitude": "37.556205",
    "longitude": "126.929501",
    "excerpt": "This extension of the Gyeongui Line Forest Park is a book-themed pathway of bookshops housed in train-carriage-like containers. The street commemorates…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/western-seoul/attractions/gyeongui-line-book-street/a/poi-sig/1599171/1336062",
    "image_url": null,
    "detail_description": "This extension of the Gyeongui Line Forest Park is a book-themed pathway of bookshops housed in train-carriage-like containers. The street commemorates the high concentration of publishing companies in the area – over 1000! Most use it as a leafy space to stroll between Sinchon and Hongik University station or as a peaceful refuge, where young lovers whisper sweet nothings in the evenings on the steps. Along the way there are creepily realistic statues, and signs telling the history of the train line.\nLook out for the plaque engraved with the names of the 100 most-popular books in Seoul. The section that passes under a bridge is decorated as a train platform, with framed pictures of Korean book covers. Bookstore maps in English are available from most stores."
},
{
    "country": "seoul",
    "city": "Gangnam & Southern Seoul",
    "index": 23,
    "name": "Lotte World Tower",
    "latitude": "37.513998",
    "longitude": "127.103941",
    "excerpt": "Completed in early 2017, Seoul's latest landmark is the 555m-high Lotte World Tower – the tallest skyscraper in Korea (and sixth highest in the world)…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/lotte-world-tower/a/poi-sig/1514870/1325855",
    "image_url": null,
    "detail_description": "Completed in early 2017, Seoul's latest landmark is the 555m-high Lotte World Tower – the tallest skyscraper in Korea (and sixth highest in the world). Its sleek contemporary design is loosely inspired by traditional Korean ceramics and features the world's highest observation deck, Seoul Sky, with a glass-floored skywalk, art gallery, cafes, six-star hotel and the mega Lotte World Mall complex.\nLotte World Tower has quickly become a favourite destination for those staying south of the river in Seoul. Reaching a height of 555m, a ticket to the tower allows you entrance between the 117th and 123rd floors. On the 123rd floor, there is a lounge serving cocktails, as well as several cafes that offer coffee and desserts a few flights down."
},
{
    "country": "seoul",
    "city": "Gangnam & Southern Seoul",
    "index": 24,
    "name": "SMTown coexartium",
    "latitude": "37.510202",
    "longitude": "127.061219",
    "excerpt": "This five-level interactive shrine to K-Pop in the COEX Mall has already become a pilgrimage hot spot for fans since opening in 2018. The photo hall is…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/smtown-coexartium/a/poi-sig/1599610/1325855",
    "image_url": null,
    "detail_description": "This five-level interactive shrine to K-Pop in the COEX Mall has already become a pilgrimage hot spot for fans since opening in 2018. The photo hall is selfie heaven and includes the albums, props, miniatures and memorabilia of all of SM Entertainment's stars, the most famous being Girls' Generation, Super Junior, Shinee, Exo, Taemin and BoA. Get closer to the shiny outfits and trophies won by the idols in the ticketed SM Museum (₩18,000), and interact with their holograms at the SM Theatre while watching augmented reality concerts.\nSouvenirs include life-sized posters, clothes and accessories to mimic famous looks, and products designed by the musicians. The cafe has vaguely K-Pop related desserts and endorsed drinks and snacks."
},
{
    "country": "seoul",
    "city": "Gangnam & Southern Seoul",
    "index": 22,
    "name": "Seonjeongneung",
    "latitude": "37.507548",
    "longitude": "127.047009",
    "excerpt": "Seonjeongneung Park contains two main burial areas for kings and queens from the Joseon dynasty. The first tomb is for King Seongjong (r 1469–94), who was…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/seonjeongneung/a/poi-sig/1409384/1325855",
    "image_url": null,
    "detail_description": "Seonjeongneung Park contains two main burial areas for kings and queens from the Joseon dynasty. The first tomb is for King Seongjong (r 1469–94), who was a prolific author and father. Nearby is the tomb of King Seongjong’s second wife, Queen Jeonghyeon Wanghu.\nA 10-minute walk further on through the thickly wooded park is the tomb of King Seongjong and Queen Jeonghyeon’s second son, King Jeongjong, who reigned from 1506 to 1544. Although he ruled for 38 years he was a weak king and court factions held the real power, as they often did during the Joseon period. At this tomb you can see the full layout – the gateway and the double pathway to the pavilion where memorial rites were carried out – but you can’t go near the tomb.There is another Joseon-dynasty tomb complex at Donggureung, about 20km northeast of Seoul."
},
{
    "country": "seoul",
    "city": "Gangnam & Southern Seoul",
    "index": 21,
    "name": "Some Sevit",
    "latitude": "37.512143",
    "longitude": "126.996117",
    "excerpt": "At the south end of Banpo Bridge are these three artificial floating islands interconnected by walkways. Each features futuristic buildings in a complex…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/some-sevit/a/poi-sig/1409386/1325855",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-136981657_high.jpg",
    "detail_description": "At the south end of Banpo Bridge are these three artificial floating islands interconnected by walkways. Each features futuristic buildings in a complex that comprises restaurants, an exhibition hall and an outdoor stage. Definitely aim to visit at night when its buildings are lit up spectacularly by LED lights, as is the Banpo Bridge Rainbow Fountain.\n"
},
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 20,
    "name": "Myeong-dong Catholic Cathedral",
    "latitude": "37.5632523",
    "longitude": "126.9874732",
    "excerpt": "Go inside this elegant, red- and grey-brick Gothic-style cathedral, consecrated in 1898, to admire the vaulted ceiling and stained-glass windows. The…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/myeong-dong-catholic-cathedral/a/poi-sig/391971/1325853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ac33a76d115b7dcbdb593c63ec0328a74b80180a859569885f7bcc24b6ed43d5.jpg",
    "detail_description": "Go inside this elegant, red- and grey-brick Gothic-style cathedral, consecrated in 1898, to admire the vaulted ceiling and stained-glass windows. The cathedral provided a sanctuary for student and trade-union protestors during military rule, becoming a national symbol of democracy and human rights. Its sleek modern plaza entrance adds an intriguing 21st-century touch, with designer shops and cafes.\n"
},
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 19,
    "name": "Namsan Park",
    "latitude": "37.551859",
    "longitude": "126.992941",
    "excerpt": "Beloved by locals as a place for exercise, peaceful contemplation and hanging out with loved ones, Namsan was a sacred shamanistic spot when the Joseon…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/namsan-park/a/poi-sig/1515408/1325853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e7d081b56d7a4ff98febe565b25d2b37-namsan-park.jpg",
    "detail_description": "Beloved by locals as a place for exercise, peaceful contemplation and hanging out with loved ones, Namsan was a sacred shamanistic spot when the Joseon ruler Taejo ordered the construction of a fortress wall across this and Seoul’s three other guardian mountains. The mountain is protected within a 109-hectare park and crowned by one of the city’s most iconic features: N Seoul Tower.\nShuttle buses (7.30am to 11.30pm) run here from various subway stations around the mountain; normal bus fares apply."
},
{
    "country": "seoul",
    "city": "Itaewon & Yongsan-gu",
    "index": 18,
    "name": "Itaewon Bugundang History Park",
    "latitude": "37.535892",
    "longitude": "126.98998",
    "excerpt": "Even longtime residents of Itaewon might be surprised if you tell them that it is indeed possible to find historical relics in the heart of the…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/itaewon-yongsan-gu/attractions/itaewon-bugundang-history-park/a/poi-sig/1558845/1336063",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/44f01fd8152d6b8e24077f443a7d2d62-itaewon-bugundang-history-park.jpg",
    "detail_description": "Even longtime residents of Itaewon might be surprised if you tell them that it is indeed possible to find historical relics in the heart of the neighbourhood. Located atop a hill directly facing N Seoul Tower is the Bugundang Shrine, which dates back to 1619 but was moved here from Namsan in 1917.\nAlthough the shrine building itself is only open twice a year, the park offers stunning views of the Yongsan area, Namsan Mountain and N Seoul Tower, making it a great spot for sunset-viewing. There's also a monument dedicated to Ryu Gwan-sun, a female Christian freedom fighter who died while imprisoned by the Japanese aged just 17."
},
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 17,
    "name": "Seoul City Hall",
    "latitude": "37.566298",
    "longitude": "126.978352",
    "excerpt": "Looking like a tsunami made of glass and steel, Seoul City Hall was completely redeveloped in 2013 and now is a major architectural attraction of the city…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/seoul-city-hall/a/poi-sig/1409077/1325853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-540841137_super.jpg",
    "detail_description": "Looking like a tsunami made of glass and steel, Seoul City Hall was completely redeveloped in 2013 and now is a major architectural attraction of the city. It is a modern reinterpretation of traditional Korean design; the cresting wave provides shade (like the curved eaves found on palaces and temple roofs in Korea) over the handsome old City Hall, which was built from stone in 1926 and is now a library.\nInside is the impressive Green Wall, a vertical garden ascending seven floors and covering 1516m2, making it formerly the largest in the world according to Guinness World Records in 2013.Alongside it are the twisted white balloons of art installation 'Metaseosa Seobeol', interpreting the capital's 2000-year turbulent history through a play of light and form to symbolise hope and myth.Don't miss riding the glass elevator for an even closer look at these City Hall installations. On the 8th floor is the Sky Plaza Gallery with photo and art exhibitions."
},
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 16,
    "name": "Seoullo 7017",
    "latitude": "37.556724",
    "longitude": "126.971301",
    "excerpt": "This overpass-turned-park is a green space in the heart of the city. About 24,000 plants are grown here, including various types of flowers and trees, all…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/seoullo-7017/a/poi-sig/1572332/1325853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c768034107f5d90d62f3f3f05a1908ef-seoullo-7017.jpg",
    "detail_description": "This overpass-turned-park is a green space in the heart of the city. About 24,000 plants are grown here, including various types of flowers and trees, all labelled. Seoullo 7017 provides an interesting, airy (though sun-exposed) view of the city centre, its highways and architecture. Cross-country locomotives snake across a web of train tracks, then at night the old Seoul Station glows and the overpass itself is lit up in moody colours.\nThe overpass was built in 1970, but in 2014 it was deemed unfit for automobiles and the 17m-high road was refitted as a green space for pedestrians based on the High Line in New York. Seoullo (sounding like 'Seoul Road' in English) opened in 2017, giving meaning to the numbers 7017 alongside the original build year.A handful of cafes and galleries are located along its length and there are sometimes art exhibitions, concerts, and activities for kids, including trampolines. Free day and night walking tours of the park are provided by the Seoul city government; reserve at www.visitseoul.net.Seoullo 7017 can be entered from various points, starting on Toegye-ro at Nomdaemun Market gate 5 (which is also Hoehyeon station, Exit 5), where there is a dedicated information booth with maps. The midpoint entrance is at Seoul Station, Exit 8 and the overpass ends just after Cheongpa-ro."
},
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 15,
    "name": "Seokjojeon",
    "latitude": "37.566325",
    "longitude": "126.974385",
    "excerpt": "A good example of Deoksugung's potpourri of contrasting architectural styles, the grand neoclassical-style Seokjojeon was designed by British architect GR…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/seokjojeon/a/poi-sig/1417551/1325853",
    "image_url": null,
    "detail_description": "A good example of Deoksugung's potpourri of contrasting architectural styles, the grand neoclassical-style Seokjojeon was designed by British architect GR Harding and completed in 1910. Today it houses the Daehan Empire History Museum, which displays the mansion's opulent interior. You can only visit as part of a 45-minute tour, best booked online (though it's not in English), or otherwise chance your luck upon arrival; tours depart approximately every half-hour until 4.30pm.\n"
},
{
    "country": "seoul",
    "city": "Seoul",
    "index": 13,
    "name": "Gyeongui Line Forest Park",
    "latitude": "37.559139",
    "longitude": "126.925349",
    "excerpt": "This 6.3km park, named for the former Gyeongui Line (on which it was built), is a narrow, long green space that runs along the discarded railroad tracks…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/western-seoul/attractions/gyeongui-line-forest-park/a/poi-sig/1581994/1336062",
    "image_url": null,
    "detail_description": "This 6.3km park, named for the former Gyeongui Line (on which it was built), is a narrow, long green space that runs along the discarded railroad tracks above Gajwa Station to Hyochang Park station. Within are nooks for reading, grassy picnic areas, exercise equipment and more.\nThe Gyeongui Line was built by the Japanese in 1905 and abandoned in the early 1950s. Since the park opened in 2016, many restaurants, cafes and bars in its bordering regions have surfaced. Parts of the park are themed: for instance, Yeonnam-dong (next to Hongik University Station exit 3), nicknamed Yeontral Park because of its Central Park–like atmosphere, is popular for picnics (albeit on uncomfortable artificial grass) and is also a great place to grab a beer (available at several nearby craft-beer marts), people-watch and enjoy the warm weather on a nice day or night. The area between Hongik University station and Sinchon is known as Gyeongui Line Book Street, with train-carriage-like bookshops."
},
{
    "country": "seoul",
    "city": "Seoul",
    "index": 14,
    "name": "KT&G SangsangMadang",
    "latitude": "37.550912",
    "longitude": "126.921119",
    "excerpt": "Funded by Korea’s top tobacco company, this visually striking building is home to an art-house cinema, a concert space (hosting top indie bands) and…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/western-seoul/attractions/kt-g-sangsangmadang/a/poi-sig/1409169/1336062",
    "image_url": null,
    "detail_description": "Funded by Korea’s top tobacco company, this visually striking building is home to an art-house cinema, a concert space (hosting top indie bands) and galleries that focus on experimental, fringe exhibitions. There’s also a great design shop for gifts on the ground floor. The architect, Bae Dae-yong, called his design the ‘Why Butter Building’ as the pattern of concrete across its glazed facade is said to resemble both butterfly wings and butter spread on toast.\n"
},
{
    "country": "seoul",
    "city": "Gangnam & Southern Seoul",
    "index": 12,
    "name": "Lotte World",
    "latitude": "37.511091",
    "longitude": "127.09853",
    "excerpt": "This huge complex includes an amusement park, an ice-skating rink, a cinema multiplex, a department store, a folk museum, a shopping mall, a hotel,…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/lotte-world/a/poi-sig/391937/1325855",
    "image_url": null,
    "detail_description": "This huge complex includes an amusement park, an ice-skating rink, a cinema multiplex, a department store, a folk museum, a shopping mall, a hotel, restaurants and more. Kids and adults alike will love the place, which is basically an indoor Korean version of Disneyland, complete with ‘flying’ balloons, 3D films, laser and music shows, screen rides, fantasy parades and thrill rides. The outdoor Magic Island is in the middle of Seokchon Lake, and that part may close in bad weather.\nNear the ice-skating rink is a bowling alley next to a pool hall. Or why not don a flak jacket and steel helmet and fire off some rounds in the shooting range?Outside is the Charlotte Theatre, which presents big musical shows. There are the usual shops, fast-food outlets and restaurants. The Lotte Department Store has upmarket fashions but reasonably priced food in its basement food court.Note that admission-only tickets are discounted by about ₩5,000 for entry after 4pm, and are about half price after 7pm."
},
{
    "country": "seoul",
    "city": "Gangnam & Southern Seoul",
    "index": 11,
    "name": "Tangent",
    "latitude": "37.513109",
    "longitude": "127.061884",
    "excerpt": "Hyundai Development Company commissioned Daniel Libeskind to work with Seoul-based firm Himma on its headquarters opposite COEX Mall. The result, Tangent,…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/tangent/a/poi-sig/1409820/1325855",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/051c080a1034e0a5987f8c5c14fbb255-tangent.jpg",
    "detail_description": "Hyundai Development Company commissioned Daniel Libeskind to work with Seoul-based firm Himma on its headquarters opposite COEX Mall. The result, Tangent, is one of Seoul’s boldest architectural statements, an enormous sculpture in glass, concrete and steel, reminiscent of a painting by Kandinsky, or an embroidery hoop.\n"
},
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 10,
    "name": "N Seoul Tower & Namsan",
    "latitude": "37.55123",
    "longitude": "126.988169",
    "excerpt": "The iconic N Seoul tower (236m), atop the city’s guardian mountain Namsan, offers panoramic views of this immense metropolis from its observation deck…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/n-seoul-tower-namsan/a/poi-sig/1413400/1325853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-476220070_medium.jpg",
    "detail_description": "The iconic N Seoul tower (236m), atop the city’s guardian mountain Namsan, offers panoramic views of this immense metropolis from its observation deck. Come at sunset and you can watch the city morph into a galaxy of twinkling stars. Up top is the upmarket N.Grill and a cafe. The tower has become a hot date spot with the railings around it festooned with locks inscribed with lovers’ names.Walking up Namsan isn’t difficult, but riding the cable car is popular for more good views.\nShuttle buses run from 7.30am to 11.30pm from various subway stations around the mountain (such as Myeong-dong Exit 3, Chungmuro Exit 2, and Seoul Exit 9); normal bus fares apply."
},
{
    "country": "seoul",
    "city": "Itaewon & Yongsan-gu",
    "index": 9,
    "name": "Leeum Samsung Museum of Art",
    "latitude": "37.53797737",
    "longitude": "126.9998947",
    "excerpt": "Amid the celebrity-owned apartments on the leafy southern slope of Namsan is Korea's premier art gallery. Beautifully designed and laid-out, it balances…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/itaewon-yongsan-gu/attractions/leeum-samsung-museum-of-art/a/poi-sig/1098945/1336063",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-499153967_full.jpg",
    "detail_description": "Amid the celebrity-owned apartments on the leafy southern slope of Namsan is Korea's premier art gallery. Beautifully designed and laid-out, it balances modern and contemporary art with traditional Korean art across its three distinct areas. The big draw is Museum 2, a rusted stainless-steel structure designed by French architect Jean Nouvel, showcasing early- and mid-20th-century paintings, sculptures and installations by esteemed Korean and international artists, including Nam June Paik, Damien Hirst, Andy Warhol and Jeff Koons.\nMuseum 1, a fortress of terracotta bricks by Swiss architect Mario Botta, has four floors of Korean painting, calligraphy, ceramics, metal and wood craft and Buddhist art covering the Goryeo and Joseon dynasties. The museum’s third area is devoted to special exhibitions. Getting an audioguide is highly recommended, or you can visit 3pm weekends for the free 1½-hour tours in English."
},
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 8,
    "name": "Namdaemun Market",
    "latitude": "37.560365",
    "longitude": "126.9799116",
    "excerpt": "You could spend all day in this swarming night-and-day market and not see it at all. The largest market in Korea, each section has hundreds of stalls,…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/namdaemun-market/a/poi-sig/392145/1325853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-552125585_super.jpg",
    "detail_description": "You could spend all day in this swarming night-and-day market and not see it at all. The largest market in Korea, each section has hundreds of stalls, from clothing to handicrafts and accessories. Its market food, though, is the biggest highlight with dozens of stalls selling sujebi (dough and shellfish soup), homemade kalguksu noodles, bibimbap (mixed rice, meat and vegetables) and an alley dedicated to fish dishes. Restaurant Alley has a huge range of Korean food – all with plastic replicas outside to make choosing easy.\nThe street-level areas are full of knock-off clothing and passable luggage, all at good prices, after some mild haggling. One of the best places in Seoul for Korean souvenirs is the wholesale handicrafts market in the upper floors of Building C and D.Different sections of the market have different opening hours – wholesalers are open all night and many shops open on Sunday."
},
{
    "country": "seoul",
    "city": "Seoul",
    "index": 7,
    "name": "Noryangjin Fish Market",
    "latitude": "37.514738",
    "longitude": "126.937312",
    "excerpt": "Providing terrific photo opportunities, Korea's largest fish market supplies every kind of aquatic life form to restaurants, fish shops and the general…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/western-seoul/attractions/noryangjin-fish-market/a/poi-sig/392119/1336062",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a01faf6918582e7b7b06fae095bc165f-noryangjin-fish-market.jpg",
    "detail_description": "Providing terrific photo opportunities, Korea's largest fish market supplies every kind of aquatic life form to restaurants, fish shops and the general public. Originally established in 1927 and relocated here in 1971, the current multistorey, state-of-the-art complex opened its revamped doors in 2016 and now is home of the 700 stalls and numerous restaurants.\nIf you want to view the market at its liveliest, get here for the auctions, which kick off around 1am. Otherwise the best time to come is around mealtimes, when the apron-clad vendors will happily sell you produce directly – be it still-live crabs, prawns, and the dark-orange-and-red meongge (Korean sea squirt, very much an acquired taste) or prepared platters of hoe (raw fish slices). You can then take your seafood to several restaurants within the market who will either serve it up to you with a variety of side dishes (usually around ₩3000 person), or prepare and cook it (starting from an extra ₩5000 depending on what you have). A good one is Busan Ilbeonji."
},
{
    "country": "seoul",
    "city": "Myeong-dong & Jung-gu",
    "index": 6,
    "name": "Namsangol Hanok Village",
    "latitude": "37.55914111",
    "longitude": "126.9947289",
    "excerpt": "Located in a park at the foot of Namsan, this peaceful village is a wonderful spot to encounter traditional Korean culture. It features five differing…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/namsangol-hanok-village/a/poi-sig/391919/1325853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b5ad6e1c7bba3a2acd79b105622773239b4f597d70fc3cb18dbcab9dcc0f2752.jpg",
    "detail_description": "Located in a park at the foot of Namsan, this peaceful village is a wonderful spot to encounter traditional Korean culture. It features five differing yangban (upper class) houses from the Joseon era, all relocated here from different parts of Seoul. Also here is a traditional theatre, Seoul Namsan Gugakdang.On the right of the entrance gate is an office that provides free hour-long guided tours around the village in English (noon Thursday to Sunday, and 2pm Tuesday, Wednesday, Saturday and Sunday).\nHere you can also partake in cultural programs including wearing hanbok (traditional costumes), calligraphy, making traditional paper (hanji), kites and masks, and sipping traditional teas at Davansa Teahouse.From May to June and September to October, displays of the traditional Korean martial art taekwondo are staged daily in the village at 1pm and 3pm.Look out for the circular sci-fi-looking time capsule with everyday items buried in 1994 to mark Seoul's 600th anniversary. It's not to be opened until the year 2394!"
},
{
    "country": "seoul",
    "city": "Gangnam & Southern Seoul",
    "index": 5,
    "name": "Bongeun-sa",
    "latitude": "37.514697",
    "longitude": "127.057476",
    "excerpt": "Located in the heart of ritzy Gangnam, the shrines and halls of the Buddhist temple Bongeun-sa, with its tree-filled hillside location, stand in direct…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/bongeun-sa/a/poi-sig/391895/1325855",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-162292417_super.jpg",
    "detail_description": "Located in the heart of ritzy Gangnam, the shrines and halls of the Buddhist temple Bongeun-sa, with its tree-filled hillside location, stand in direct juxtaposition to its corporate high-rise surrounds. Founded in AD 794, the buildings have been rebuilt many times over the centuries. Entry to the temple is through Jinyeomun (Gate of Truth), protected by four king guardians. The main shrine, Daewungjeon, has lattice doors and is decor­ated inside and out with symbols and art that express Buddhist philosophy and ideals.\nOn the right is the funeral hall, while behind are smaller shrine halls and a massive 23m-tall statue of the Maitreya (Future) Buddha. Nearby is the oldest hall, Panjeon, constructed in 1856, which houses over 3000 150-year-old woodblocks with Buddhist scripture and art carved into them.Make an effort to visit on Thursday when monks and volunteers offer the templelife program in English that includes lotus-lantern making, dado (tea ceremony), a temple tour and Seon (Zen) meditation. There's also an opportunity to stay overnight in the two-day templestay program (₩70,000) which includes activities and monastic meals; book three weeks in advance."
},
{
    "country": "seoul",
    "city": "Itaewon & Yongsan-gu",
    "index": 4,
    "name": "War Memorial of Korea",
    "latitude": "37.536904",
    "longitude": "126.977116",
    "excerpt": "This huge museum documents the history of the Korean War (1950–53) using multimedia exhibits and black-and-white documentary footage, along with artefacts…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/itaewon-yongsan-gu/attractions/war-memorial-of-korea/a/poi-sig/391947/1336063",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e30983e5eaa574669897b96f5e82b243ca48215c15349c2e7fa6b277f69d80f9.jpg",
    "detail_description": "This huge museum documents the history of the Korean War (1950–53) using multimedia exhibits and black-and-white documentary footage, along with artefacts like weapons, uniforms, and maps. Outside, a sombre memorial walkway is inscribed with the names of every casualty from the allied forces. There are plenty of tanks, helicopters and planes too, and just to remind you that the war remains unresolved, you can clamber aboard a replica of the patrol boat sunk by North Korean forces in 2002.\nExhibits cover the surprise 4am attack from the North (spearheaded by 240 Russian-made tanks), the build-up of UN (mainly US) forces in Busan, the daring amphibious landing at Incheon, and the sweep north followed by the surprise Chinese attack – all of which took place in 1950.On the 1st floor are paintings and panor­amic displays illustrating many fierce battles fought against invading Mongol, Japanese and Chinese armies. Many items are only vaguely dated, but there is a replica of one of Admiral Sun-sin’s famous iron-clad turtle warships (called geobukseon), which he used to defeat the Japanese navy in the 1590s.Other displays cover Korea’s involvement in the Vietnam War (4700 Koreans died), North Korean attacks on the South since 1953, and Korea’s UN peacekeeping roles.It takes around three hours to browse the whole place, so arrive before 3pm. There are free one-hour tours at 10am and 2pm daily.There's also a children's museum outside, presenting the history of war in Korea with an introduction to national war heroes of old and a 'training ground' play area."
},
{
    "country": "seoul",
    "city": "Gangnam & Southern Seoul",
    "index": 3,
    "name": "Olympic Park",
    "latitude": "37.519752",
    "longitude": "127.122668",
    "excerpt": "This large and pleasant park was the focus of the 1988 Olympics. Strolling its paths takes you past its stadiums surrounded by plenty of greenery, ponds…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/olympic-park/a/poi-sig/391925/1325855",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/92599846dd9644933d39bdc9d66d9dd9-olympic-park.jpg",
    "detail_description": "This large and pleasant park was the focus of the 1988 Olympics. Strolling its paths takes you past its stadiums surrounded by plenty of greenery, ponds and open-air sculptures. There's a gallery of modern art and two museums on the history of the Baekje dynasty. The park contains the remains of the Mongchon-toseong (Mongchon Fortress), an earth rampart surrounded by a moat, built in the 3rd century AD during the Baekje dynasty.\nAttractions built for the 1988 Seoul Olympics include the indoor swimming pool, sometimes open to the public, tennis courts, three gymnasiums (gymnasium 1 hosts major concerts) and the velodrome. The latter is now used by punters who gamble on bicycle and even motor-boat races. On Wednesdays and Thursdays between March and December, motor boats race three times round a 600m course at Misari (20km east of Seoul) while gamblers watch the races on screens.Scattered like buckshot around the park are over 200 sculptures, some larger than a house. Designed and made by sculptors from around the world, most of the artwork is puzzling even after reading the artists’ descriptions of their work. Groups picnic among the art and the trees.The bunker-like SOMA has a tempting cafe and shop, a permanent display of Olympics-themed video art by Nam June Paik and five galleries for special exhibitions.The Olympic Museum has screens showing the exciting highlights of the 1988 Seoul Olympics, together with a brief history of the Olympics.Fast food, a convenience store and the excellent Seasons Table are at the World Peace Gate near the main entrance, where rollerbladers glide along on warm evenings and weekends."
},
{
    "country": "seoul",
    "city": "Itaewon & Yongsan-gu",
    "index": 2,
    "name": "National Museum of Korea",
    "latitude": "37.523827",
    "longitude": "126.979905",
    "excerpt": "This vast and imposing concrete slab of a museum takes visitors on a fascinating journey through Korea's past from prehistory all the way to the Korean…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/itaewon-yongsan-gu/attractions/national-museum-of-korea/a/poi-sig/391953/1336063",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dd2fee8811fcbaf77c112b97898e8ad4-national-museum-of-korea.jpg",
    "detail_description": "This vast and imposing concrete slab of a museum takes visitors on a fascinating journey through Korea's past from prehistory all the way to the Korean Empire period (1897–1910). If you're short on time, prioritise the Joseon Dynasty gallery (1392–1897). Among the must-see exhibits in the ground-floor galleries are the Baekje Incense Burner, an extraordinary example of the artistry of the 6th- to 7th-century Baekje Kingdom; and the Golden Treasures from the Great Tomb of Hwangham.\nIn the 3rd-floor sculpture and craft galleries, search out the Pensive Bodhisattva from the 7th century. Also look down on the top of the Goryeo-dynasty Ten Storey Pagoda, carved from marble.Hour-long, English-language tours leave from the Great Hall lobby at 11am and 2pm. If you have a smartphone, get on the free museum wi-fi and download the museum's own app, which also serves as an excellent audioguide, triggered by Bluetooth as you pass exhibits.The surrounding park is best appreciated in good weather, when the Great Hall is perfectly reflected in the large Reflecting Pond. The original Bosingak Bell is in the grounds near the picturesque Dragon Falls.Opposite the museum's main entrance is the Special Exhibition Hall, which hosts blockbuster shows on anything from Renaissance painting to the Silk Road, with tickets costing around ₩10,000. Those interested in Korean language can visit the National Hanguel Museum, which provides an overview of its relatively recent history.Kids don't miss out either with the Children's Museum offering a snapshot of Korean culture with plenty of hands-on features and play spaces.For picnic snacks in the park, there’s a convenience store near the main entrance, as well as several cafes and restaurants in the complex."
}
]