[
{
    "country": "seville",
    "city": "Parque de María Luisa & South of Centre",
    "index": 1,
    "name": "Parque de María Luisa",
    "latitude": "37.375614",
    "longitude": "-5.988729",
    "excerpt": "A glorious oasis of green, the 34-hectare Parque de María Luisa is the perfect place to escape the noise and heat of the city, with duck ponds, landscaped…",
    "detail_url": "https://www.lonelyplanet.com/spain/seville/parque-de-maria-luisa-and-south-of-centre/attractions/parque-de-maria-luisa/a/poi-sig/411866/1342932",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5496deb20e158b3db08569122399d0f9-parque-de-maria-luisa.jpg",
    "detail_description": "A glorious oasis of green, the 34-hectare Parque de María Luisa is the perfect place to escape the noise and heat of the city, with duck ponds, landscaped gardens and paths shaded by soaring trees. The land, formerly the estate of the Palacio de San Telmo, was donated to the city in the late 19th century and developed in the run-up to the 1929 Exposición Iberoamericana.\nAmidst the lush gardens, the park contains several notable drawcards. Chief among them is Plaza de España, the most flamboyant of the building projects completed for the 1929 Expo. A vast brick-and-tile confection, it features fountains, mini-canals, and a series of gaudy tile pictures depicting historical scenes from each Spanish province. You can hire row boats to pootle around the plaza's canals for €6 (for 35 minutes).In the south of the park, the Museo Arqueológico has some wonderful Roman sculptures, mosaics and statues – many gathered from the archaeological site of Itálica just outside Seville.Opposite is the Museo de Artes y Costumbres Populares, dedicated to local customs, costumes and traditions.The park is a great place for children to let off steam and families to bond over a bike ride – four-person quad bikes are available to hire for €14 per half-hour."
},
{
    "country": "seville",
    "city": "Parque de María Luisa & South of Centre",
    "index": 8,
    "name": "Museo Casa de la Ciencia",
    "latitude": "37.377593895546",
    "longitude": "-5.9911622418549",
    "excerpt": "Housed in the Peruvian Pavilion from the 1929 Expo, complete with carved condors and llamas, this excellent, hands-on science museum has several permanent…",
    "detail_url": "https://www.lonelyplanet.com/spain/seville/parque-de-maria-luisa-and-south-of-centre/attractions/museo-casa-de-la-ciencia/a/poi-sig/1570679/1342932",
    "image_url": null,
    "detail_description": "Housed in the Peruvian Pavilion from the 1929 Expo, complete with carved condors and llamas, this excellent, hands-on science museum has several permanent exhibitions and a planetarium, plus two temporary exhibitions. The cetaceans room has models of whales and dolphins, common in the Straits of Gibraltar, while elsewhere you can peruse displays of insect sculptures, molluscs and minerals. Temporary exhibitions are interactive and family-friendly.\n"
},
{
    "country": "seville",
    "city": "Parque de María Luisa & South of Centre",
    "index": 7,
    "name": "Acuario de Sevilla",
    "latitude": "37.370566",
    "longitude": "-5.99124",
    "excerpt": "Appropriately situated by the river, close to the Parque de María Luisa, the modern Aquarium (opened in 2014) tells of the Guadalquivir’s importance in…",
    "detail_url": "https://www.lonelyplanet.com/spain/seville/parque-de-maria-luisa-and-south-of-centre/attractions/acuario-de-sevilla/a/poi-sig/1570675/1342932",
    "image_url": null,
    "detail_description": "Appropriately situated by the river, close to the Parque de María Luisa, the modern Aquarium (opened in 2014) tells of the Guadalquivir’s importance in history, including Magellan’s historic round-the-world voyage, which departed from Seville in 1519. Family-friendly fishy attractions – over 400 species housed in 31 tanks, with information displayed on LCD screens – include two bullsharks in a 9m-deep tank with tunnel, a nursery with eggs and recently hatched fish, as well as a turtle-breeding program.\n"
},
{
    "country": "seville",
    "city": "Parque de María Luisa & South of Centre",
    "index": 6,
    "name": "Museo de Artes y Costumbres Populares",
    "latitude": "37.371914",
    "longitude": "-5.987678",
    "excerpt": "Boasting an unforgettable setting in the hard-to-miss Pabellón Mudéjar, this low-key museum is dedicated to local arts and traditions. Exhibits include…",
    "detail_url": "https://www.lonelyplanet.com/spain/seville/parque-de-maria-luisa-and-south-of-centre/attractions/museo-de-artes-y-costumbres-populares/a/poi-sig/411858/1342932",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6dc5d3402587951b8111a17673af845b-lpl-02448.jpg",
    "detail_description": "Boasting an unforgettable setting in the hard-to-miss Pabellón Mudéjar, this low-key museum is dedicated to local arts and traditions. Exhibits include traditional costumes, furniture and household objects, as well as mock-ups of artisans' workshops and displays of ceramic tiles, many produced in a factory founded by Englishman Charles Pickman in the former Monastery of Cartuja in 1840.\n"
},
{
    "country": "seville",
    "city": "Parque de María Luisa & South of Centre",
    "index": 5,
    "name": "Museo Arqueológico",
    "latitude": "37.370950681513",
    "longitude": "-5.9870749742241",
    "excerpt": "Seville's archaeology museum, housed in a grandiose, neo-Renaissance palace at the southern end of the Parque de María Luisa, is a wonderful, oft…",
    "detail_url": "https://www.lonelyplanet.com/spain/seville/parque-de-maria-luisa-and-south-of-centre/attractions/museo-arqueologico/a/poi-sig/1212924/1342932",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock1621934854.jpg",
    "detail_description": "Seville's archaeology museum, housed in a grandiose, neo-Renaissance palace at the southern end of the Parque de María Luisa, is a wonderful, oft-overlooked treasure trove of prehistoric artefacts and ancient finds. Highlights include a series of Roman sculptures, mosaics and statues – many unearthed at the nearby site of Itálica – and gold jewellery from the mysterious Tartessos culture.\n"
},
{
    "country": "seville",
    "city": "Parque de María Luisa & South of Centre",
    "index": 4,
    "name": "Antigua Fábrica de Tabacos",
    "latitude": "37.380698500921",
    "longitude": "-5.9907746747655",
    "excerpt": "Now home to the University of Seville, this massive former tobacco factory – workplace of Bizet’s fictional heroine, Carmen – was built in the 18th…",
    "detail_url": "https://www.lonelyplanet.com/spain/seville/parque-de-maria-luisa-and-south-of-centre/attractions/antigua-fabrica-de-tabacos/a/poi-sig/411804/1342932",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c445234181a42af7e4c9e2d8a58dbcc5-lpl-02445.jpg",
    "detail_description": "Now home to the University of Seville, this massive former tobacco factory – workplace of Bizet’s fictional heroine, Carmen – was built in the 18th century and is said to be the second-largest building in Spain after the El Escorial monastery northwest of Madrid.You can wander in at will or pick up an audio guide at the porter's office in the main entrance hall – it's free but you'll need to leave photo ID as a deposit.\n"
},
{
    "country": "seville",
    "city": "Parque de María Luisa & South of Centre",
    "index": 3,
    "name": "Hotel Alfonso XIII",
    "latitude": "37.381421665484",
    "longitude": "-5.9926516826576",
    "excerpt": "As much a local landmark as an accommodation option, this striking, only-in-Seville hotel – conceived as the most luxurious in Europe when it was built in…",
    "detail_url": "https://www.lonelyplanet.com/spain/seville/parque-de-maria-luisa-and-south-of-centre/attractions/hotel-alfonso-xiii/a/poi-sig/1188947/1342932",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock2068009646.jpg",
    "detail_description": "As much a local landmark as an accommodation option, this striking, only-in-Seville hotel – conceived as the most luxurious in Europe when it was built in 1928 – was constructed for the 1929 world fair. Ring-fenced by towering palm trees, it sports a classic neo-Mudéjar look, complete with glazed tiles and terracotta bricks.\nInside, just off the lobby, you can admire the throne of King Alfonso XIII in a small display dedicated to the hotel's history."
},
{
    "country": "seville",
    "city": "Parque de María Luisa & South of Centre",
    "index": 2,
    "name": "Plaza de España",
    "latitude": "37.376944",
    "longitude": "-5.986884",
    "excerpt": "This bombastic plaza, designed by architect Aníbal González in the Parque de María Luisa, was the most extravagant of the building projects completed for…",
    "detail_url": "https://www.lonelyplanet.com/spain/seville/parque-de-maria-luisa-and-south-of-centre/attractions/plaza-de-espana/a/poi-sig/1483206/1342932",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6fe6cf16132b644949ee90be713bd290-plaza-de-espana.jpg",
    "detail_description": "This bombastic plaza, designed by architect Aníbal González in the Parque de María Luisa, was the most extravagant of the building projects completed for the 1929 Exposición Iberoamericana. A vast brick-and-tile confection, it's all very over the top, but it's undeniably impressive with its flamboyant neo-Mudéjar architecture, fountains, and Venetian-style bridges. A series of ceramic tile panels depict maps and historical scenes from each Spanish province.\nYou can hire row boats to ply the canal that skirts the plaza for €6 (for 35 minutes)."
}
]