[
{
    "country": "seward",
    "city": "Seward",
    "index": 1,
    "name": "Alaska Sealife Center",
    "latitude": "60.099815",
    "longitude": "-149.441915",
    "excerpt": "A fitting legacy of the Exxon Valdez oil-spill settlement, this $56-million marine research center is more than just one of Alaska’s finest attractions…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/seward/attractions/alaska-sealife-center/a/poi-sig/487012/361740",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/Alaska-Nathaniel-Wilder-7I0A8374.jpg",
    "detail_description": "A fitting legacy of the Exxon Valdez oil-spill settlement, this $56-million marine research center is more than just one of Alaska’s finest attractions. As the only cold-water marine-science facility in the Western Hemisphere, it serves as a research and educational center and provides rehabilitation for injured marine animals. Plan to spend the better part of a great afternoon here.\nKids will love the tidepool touch tank, where they can hold sea anemones and starfish, as well as the ship's helm and the massive two-story tanks where you can see seals, birds and more both above and below the water. An outdoor observation platform offers a fabulous view of the mountains ringing Resurrection Bay where you can watch salmon thrash their way up a fish ladder.It’s worth including an Encounter tour (per person $75): you’ll get face to face with the creatures you normally only see behind the glass with deeper dives into the lives of octopus, puffins or marine mammals."
},
{
    "country": "seward",
    "city": "Seward",
    "index": 4,
    "name": "Small-Boat Harbor",
    "latitude": "60.116348",
    "longitude": "-149.438567",
    "excerpt": "The small-boat harbor at the northern end of 4th Ave hums during the summer with fishing boats, charter vessels, cruise ships and a number of sailboats…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/seward/attractions/small-boat-harbor/a/poi-sig/1467070/361740",
    "image_url": null,
    "detail_description": "The small-boat harbor at the northern end of 4th Ave hums during the summer with fishing boats, charter vessels, cruise ships and a number of sailboats. At its heart is the Harbormaster’s Office. Look for the huge anchors outside. Radiating outward from the docks are seasonal restaurants, espresso bars and tourist services.\n"
},
{
    "country": "seward",
    "city": "Seward",
    "index": 3,
    "name": "Seward Community Library & Museum",
    "latitude": "60.102826",
    "longitude": "-149.437258",
    "excerpt": "This eclectic museum has an excellent Iditarod exhibit, a rare 49-star US flag, and relics of Seward’s Russian era, the 1964 Good Friday Earthquake and…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/seward/attractions/seward-community-library-museum/a/poi-sig/1464895/361740",
    "image_url": null,
    "detail_description": "This eclectic museum has an excellent Iditarod exhibit, a rare 49-star US flag, and relics of Seward’s Russian era, the 1964 Good Friday Earthquake and the 1989 oil spill. There are also lots of amusing antiques, including an ancient electric hair-curling machine, plus movies and a children's section.\nThe staff are enthusiastic and knowledgeable, and worth engaging. The library is a good place to relax on a rainy day (and entrance is free)."
},
{
    "country": "seward",
    "city": "Seward",
    "index": 2,
    "name": "Benny Benson Memorial",
    "latitude": "60.119646",
    "longitude": "-149.441829",
    "excerpt": "This humble monument at the corner of the Seward Hwy and Dairy Hill Lane honors Seward’s favorite son, Benny Benson. In 1926 the orphaned 13-year-old…",
    "detail_url": "https://www.lonelyplanet.com/usa/alaska/seward/attractions/benny-benson-memorial/a/poi-sig/1464893/361740",
    "image_url": null,
    "detail_description": "This humble monument at the corner of the Seward Hwy and Dairy Hill Lane honors Seward’s favorite son, Benny Benson. In 1926 the orphaned 13-year-old Alaska Native boy submitted his design for the Alaska state flag, arguably the loveliest in the Union.\nHis stellar design (you can see one of his first at the library) includes the North Star, symbolizing the northernmost state, the Great Bear constellation for strength, and a blue background representing the sky and the forget-me-not, Alaska’s state flower."
}
]