[
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 1,
    "name": "Jade Buddha Temple",
    "latitude": "31.243298",
    "longitude": "121.440775",
    "excerpt": "One of Shanghai’s few active Buddhist monasteries, this temple was built between 1918 and 1928. The highlight is a transcendent Buddha crafted from pure…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/jingan/attractions/jade-buddha-temple/a/poi-sig/369199/1325937",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-570397767_super.jpg",
    "detail_description": "One of Shanghai’s few active Buddhist monasteries, this temple was built between 1918 and 1928. The highlight is a transcendent Buddha crafted from pure jade, one of five shipped back to China by the monk Hui Gen at the turn of the 20th century. It's a popular stopover for tour buses, so be prepared for crowds. During the Lunar New Year (usually February), the temple is very busy, as some 20,000 Chinese Buddhists throng to pray for prosperity.\nThe first temple on your immediate left upon entering is the Hall of Heavenly Kings, holding the statues of the Four Heavenly Kings who look upon the four cardinal points. Directly opposite is the twin-eaved Grand Hall, the temple's most significant building, where worshippers pray to the past, present and future Buddhas. Also within the Grand Hall are splendidly carved luóhàn (arhats), lashed to the walls with wires, and a copper-coloured statue of Guanyin at the rear. Passing through the Grand Hall you'll reach a gated tranquil courtyard, where stairs lead up to the Jade Buddha Hall. The absolute centrepiece of the temple is the 1.9m-high pale-green jade Buddha, seated upstairs and carved from one piece. Photographs are not permitted. Further into the complex is the Reclining Budda Hall, which contains a small reclining white jade Buddha from Burma that's displayed in a glass cabinet. The Mahavira Hall was renovated and reopened in 2019; it was raised by a metre and now stands at 18.2m tall and weighs in at 1000 tonnes.To get here, take either Changshou metro station exit 5 and walk along Anyuan Rd, or get off at Jiangning Rd metro and walk south along Jiangning Rd. There's a vegetarian restaurant within the temple complex."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 40,
    "name": "Jiaotong University",
    "latitude": "31.200535",
    "longitude": "121.431921",
    "excerpt": "Founded in 1896, Jiaotong University (literally 'Transport University') has a lovely, leafy campus, with well-kept lawns a short walk beyond the main gate…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/xujiahui-and-south-shanghai/attractions/jiaotong-university/a/poi-sig/1491501/1325940",
    "image_url": null,
    "detail_description": "Founded in 1896, Jiaotong University (literally 'Transport University') has a lovely, leafy campus, with well-kept lawns a short walk beyond the main gate and an old library building (图书馆, túshūguǎn). Climb to the 3rd floor of the library for a museum detailing the university's history, complete with English captions. It's a great place to go if the sun's out – make like a student and collapse with a book on the grass among the magnolias.\n"
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 39,
    "name": "Bund Sightseeing Tunnel",
    "latitude": "31.240772",
    "longitude": "121.492658",
    "excerpt": "A 647m voyage with entertainment from budget effects, garish lighting and dreadful props, the Bund Sightseeing Tunnel links Pudong with the Bund and…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/pudong-and-century-avenue-area/attractions/bund-sightseeing-tunnel/a/poi-sig/1419093/1325938",
    "image_url": null,
    "detail_description": "A 647m voyage with entertainment from budget effects, garish lighting and dreadful props, the Bund Sightseeing Tunnel links Pudong with the Bund and guarantees to get you to either side in an altered state. Stepping from the trains at the terminus, visitors are visibly nonplussed, their disbelief surpassed only by those with return tickets.\nFor those not wanting to endure such kitsch, take the public ferry which costs a fraction of the price and you can enjoy the views."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 38,
    "name": "Shanghai Ocean Aquarium",
    "latitude": "31.242726",
    "longitude": "121.497137",
    "excerpt": "Education meets entertainment in this slick and intelligently designed aquarium that children will love. Join them on a tour through the aquatic…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/pudong-and-century-avenue-area/attractions/shanghai-ocean-aquarium/a/poi-sig/369577/1325938",
    "image_url": null,
    "detail_description": "Education meets entertainment in this slick and intelligently designed aquarium that children will love. Join them on a tour through the aquatic environments from the Yangzi River to Australia and South America, and from the frigid ecosystems of the Antarctic to the flourishing marine life of coral reefs. The 155m-long underwater clear viewing tunnel has gobsmacking views. Feeding times for spotted seals, penguins and sharks are between 9.45am and 11.10am and 2.15pm and 3.40pm.\n"
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 37,
    "name": "CY Tung Maritime Museum",
    "latitude": "31.20261234",
    "longitude": "121.430384",
    "excerpt": "Named after the Shanghai-born shipping magnate, this small but fascinating museum in Jiaotong University explores Chinese maritime history, with model…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/xujiahui-and-south-shanghai/attractions/cy-tung-maritime-museum/a/poi-sig/1096100/1325940",
    "image_url": null,
    "detail_description": "Named after the Shanghai-born shipping magnate, this small but fascinating museum in Jiaotong University explores Chinese maritime history, with model ships, ancient compasses and early trade-route maps. A large portion of the 1st floor is devoted to Zheng He, the 15th-century admiral and explorer who was born a Hui Muslim in Yunnan and later made a eunuch at the Ming court. Eventually, he went on to command Chinese fleets on journeys to East Africa, India and the Persian Gulf.\n"
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 36,
    "name": "Mao Zedong's 1920 Apartment",
    "latitude": "31.225289",
    "longitude": "121.444942",
    "excerpt": "Though Mao Zedong only lived at this two-storey apartment for a few months in 1920, it's here the seeds were laid for the formation of the CCP. Within is…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/jingan/attractions/mao-zedong-s-1920-apartment/a/poi-sig/1537636/1325937",
    "image_url": null,
    "detail_description": "Though Mao Zedong only lived at this two-storey apartment for a few months in 1920, it's here the seeds were laid for the formation of the CCP. Within is a small museum displaying historical photographs, his personal belongings, a reproduction of his bedroom and a short video on his life. It incorporates Mao Space gallery. At the time of research, the entire building was under refurbishment, covered in scaffolding and closed to the public.\n"
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 35,
    "name": "West Bund Art Center",
    "latitude": "31.169298",
    "longitude": "121.457409",
    "excerpt": "This arts centre features over 100 leading galleries from around the world showing contemporary art to Asian fine arts. The enormous gallery spaces here…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/xujiahui-and-south-shanghai/attractions/west-bund-art-center/a/poi-sig/1626776/1325940",
    "image_url": null,
    "detail_description": "This arts centre features over 100 leading galleries from around the world showing contemporary art to Asian fine arts. The enormous gallery spaces here have hosted esteemed exhibitions, like the Chanel Mademoiselle Privé show, with lots of interactive elements. The SCôP: Shanghai Centre of Photography is located here, as is the Scandinavian-style cafe Bistro 2555. Check the website for upcoming shows.\n"
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 34,
    "name": "Martyr's Cemetary & Memorial",
    "latitude": "31.176222",
    "longitude": "121.444993",
    "excerpt": "This park marks the site of an old Kuomintang prison, where 800 communists, intellectuals and political agitators were executed between 1928 and 1937. A…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/xujiahui-and-south-shanghai/attractions/martyr-s-cemetary-memorial/a/poi-sig/369509/1325940",
    "image_url": null,
    "detail_description": "This park marks the site of an old Kuomintang prison, where 800 communists, intellectuals and political agitators were executed between 1928 and 1937. A modern, lamplit tunnel leads to the original jailhouses and the small execution ground. Scattered throughout the manicured lawns are enormous socialist-realist sculptures of workers and soldiers. During WWII this area was a Japanese internment camp and airfield, as depicted in the JG Ballard novel and Spielberg film Empire of the Sun.\n"
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 33,
    "name": "Former Residence of Mao Zedong",
    "latitude": "31.227974858365",
    "longitude": "121.45590234043",
    "excerpt": "The Great Helmsman Mao Zedong lived here in the latter half of 1924 with his second wife, Yang Kaihui, and their two children at the time, Anying and…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/jingan/attractions/former-residence-of-mao-zedong/a/poi-sig/1115572/1325937",
    "image_url": null,
    "detail_description": "The Great Helmsman Mao Zedong lived here in the latter half of 1924 with his second wife, Yang Kaihui, and their two children at the time, Anying and Anqing. The residence acts as a celebration of China's national hero with old photos and newspaper clippings on display, but for many foreigners, the real highlight is the building itself.\nIt's a beautiful example of shíkùmén (stone-gate house) architecture. The displays are all in Chinese; bring a translator or app when you visit."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 32,
    "name": "Shanghai Film Museum",
    "latitude": "31.188253",
    "longitude": "121.43333",
    "excerpt": "There's no shortage of entertainment value here, beginning from the moment you enter the exhibits via a 'red carpet' corridor of simulated applause and…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/xujiahui-and-south-shanghai/attractions/shanghai-film-museum/a/poi-sig/1540452/1325940",
    "image_url": null,
    "detail_description": "There's no shortage of entertainment value here, beginning from the moment you enter the exhibits via a 'red carpet' corridor of simulated applause and camera flashes. Located on the site of the original Shanghai Film Studio, it celebrates the golden age of Chinese cinema. The portraits of glamorous 1920s and ’30s movie stars, interactive quiz screens, vintage props and Old Shanghai film sets create an atmospheric experience.\nOccasional English-language tours are available – call in advance to confirm."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 31,
    "name": "Long Museum",
    "latitude": "31.184609",
    "longitude": "121.459479",
    "excerpt": "This sister museum to the Pudong venue of the same name is an important part of the movement to create a world-class art hub along the West Bund. The four…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/xujiahui-and-south-shanghai/attractions/long-museum/a/poi-sig/1541895/1325940",
    "image_url": null,
    "detail_description": "This sister museum to the Pudong venue of the same name is an important part of the movement to create a world-class art hub along the West Bund. The four-storey building shows a mixture of contemporary art, as well as displays of ancient Chinese artefacts. The building itself is tremendous, with an imposing, industrial design created by Chinese architect Liu Yichun. In addition to the exhibitions, there's an on-site restaurant, concert hall, cafe and shop.\nAdmission is free on the first Tuesday of the month."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 30,
    "name": "St Ignatius Cathedral",
    "latitude": "31.1932",
    "longitude": "121.43178",
    "excerpt": "The dignified twin-spired St Ignatius Cathedral (1904) is a major Xujiahui landmark. Its nave is a long span of Gothic arches, while the exterior is…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/xujiahui-and-south-shanghai/attractions/st-ignatius-cathedral/a/poi-sig/369541/1325940",
    "image_url": null,
    "detail_description": "The dignified twin-spired St Ignatius Cathedral (1904) is a major Xujiahui landmark. Its nave is a long span of Gothic arches, while the exterior is ornamented with rows of menacing gargoyles. Note how the church spires find reflection in much of the more recently built local architecture.\nThe original stained glass was destroyed in the Cultural Revolution, but the vivid colours of the recent red, azure and purple replacements (with archaic Chinese inscriptions from the Bible) are outstanding. Exit 3 from Xujiahui metro station is right by the church."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 28,
    "name": "Shanghai Children’s Palace",
    "latitude": "31.222681",
    "longitude": "121.439636",
    "excerpt": "A grand, two-storey 1920s building, the Shanghai Children’s Palace was formerly Kadoorie House, named after its wealthy Jewish owner. It's closed to the…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/jingan/attractions/shanghai-children-s-palace/a/poi-sig/1085427/1325937",
    "image_url": null,
    "detail_description": "A grand, two-storey 1920s building, the Shanghai Children’s Palace was formerly Kadoorie House, named after its wealthy Jewish owner. It's closed to the public, but architecture buffs can wander its grounds and still peek in the rooms of Elly Kadoorie’s mansion, once the site of Shanghai’s most extravagant balls. As a reminder of Mao's vision for the palace, the building's stately lawn is dotted with socialist realism statues, and the facade is topped by a communist star.\nFind it west of Jing'an Park, in between West Nanjing Rd and Middle Yan'an Rd."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 29,
    "name": "Starbucks Reserve Roastery",
    "latitude": "31.232463",
    "longitude": "121.457849",
    "excerpt": "Until 2019, this was the largest Starbucks store on the planet, with 30,000ft of space built in the shape of a giant coffee bean. The Tokyo store…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/jingan/attractions/starbucks-reserve-roastery/a/poi-sig/1624943/1325937",
    "image_url": null,
    "detail_description": "Until 2019, this was the largest Starbucks store on the planet, with 30,000ft of space built in the shape of a giant coffee bean. The Tokyo store eventually superseded Shanghai's store, but it's still worth a look. Museum-like exhibits demonstrate the journey from crop to cup. Watch mini-factory scenes, coffee grounds whizzing along see-through ceiling pipes and beans being sorted into enormous vats. Lots of copper coffee memorabilia from throughout the ages is on display.\nAs to be expected, you can grab a cup of rather expensive coffee (from ¥35) here."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 27,
    "name": "Shanghai Science & Technology Museum",
    "latitude": "31.21996343",
    "longitude": "121.5373956",
    "excerpt": "You need to do a huge amount of walking to get around this seriously spaced-out museum and some of it is pretty dated, but there are some fascinating…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/pudong-and-century-avenue-area/attractions/shanghai-science-technology-museum/a/poi-sig/369527/1325938",
    "image_url": null,
    "detail_description": "You need to do a huge amount of walking to get around this seriously spaced-out museum and some of it is pretty dated, but there are some fascinating exhibits. Kids will love the Robot World section with everything from relentless Rubik’s-cube-solving robots to mechanical archers. There's even the chance to take penalty kicks against a computerised goalkeeper.\nFour theatres (two IMAX, one 4D and one outer space) show themed films throughout the day (tickets ¥20 to ¥40; 15 to 40 minutes). When you need a break, there’s a decent food court for lunch."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 26,
    "name": "Jing'an Sculpture Park",
    "latitude": "31.23654",
    "longitude": "121.459286",
    "excerpt": "The attractive Jing'an Sculpture Park contains a mix of permanent and temporary pieces created by mainly international artists. The sculptures are…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/jingan/attractions/jing-an-sculpture-park/a/poi-sig/1538621/1325937",
    "image_url": null,
    "detail_description": "The attractive Jing'an Sculpture Park contains a mix of permanent and temporary pieces created by mainly international artists. The sculptures are carefully scattered, making it a wonderful place to stroll and browse the abstract, thought-provoking works, dabbled with absurdity and humour. You'll find everything from red metal trees and metal cows grazing on the grass to a pyramid of cellos and ostriches with their heads buried in the ground. In April the blossoming cherry trees are an attractive sight.\nThe impressive Shanghai Natural History Museum is also located here."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 24,
    "name": "China Art Museum",
    "latitude": "31.188244",
    "longitude": "121.489542",
    "excerpt": "Set on the former site of the World Expo China Pavilion, this 160,000-sq-metre, five-floor, modern-art museum hosts some excellent international…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/pudong-and-century-avenue-area/attractions/china-art-museum/a/poi-sig/1413108/1325938",
    "image_url": null,
    "detail_description": "Set on the former site of the World Expo China Pavilion, this 160,000-sq-metre, five-floor, modern-art museum hosts some excellent international exhibitions, and the inverted red pyramid building is a modern icon of Shanghai. On the downside, the permanent Chinese art collection is prosaic with lots of propaganda, there's a lack of information, and the layout is quite confusing. Any captions that do exist are clumsily translated.\nIf you need a snack or drink stop, there is a Jamaica Blue cafe and a Starbucks on-site. Otherwise, across the road is the River Mall – although aside from Sichuan Folk, the choice there is pretty limited."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 25,
    "name": "Legoland Discovery Centre",
    "latitude": "31.225307",
    "longitude": "121.391501",
    "excerpt": "Plans are in the works for Shanghai's own Legoland to open in 2022, but until then the Discovery Centre is more than enough to keep Lego fans happy. It…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/west-shanghai/attractions/legoland-discovery-centre/a/poi-sig/1539674/1336080",
    "image_url": null,
    "detail_description": "Plans are in the works for Shanghai's own Legoland to open in 2022, but until then the Discovery Centre is more than enough to keep Lego fans happy. It features 10 play zones and creative workshops where kids can learn Lego building skills from the masters. The highlight is mini Shanghai Land made from millions of Lego pieces, with Pudong airport, Shanghai Tower and the Oriental Pearl TV Tower. No adults are allowed entry unless accompanying a child.\nThere's also a gift shop selling loads of Lego. Try to visit on a weekday afternoon to avoid crowds and book tickets online in advance for discounts and guaranteed entry."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 23,
    "name": "Soong Qingling Mausoleum",
    "latitude": "31.198374",
    "longitude": "121.404356",
    "excerpt": "Despite the hard-edged communist layout, this green park is good for a stroll. Soong Qingling, wife of Dr Sun Yatsen (co-founder of the Republic of China)…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/west-shanghai/attractions/soong-qingling-mausoleum/a/poi-sig/369537/1336080",
    "image_url": null,
    "detail_description": "Despite the hard-edged communist layout, this green park is good for a stroll. Soong Qingling, wife of Dr Sun Yatsen (co-founder of the Republic of China), is interred in a low-key tomb here. She is memorialised in the Soong Qingling Exhibition Hall (宋庆龄陈列馆) straight ahead from the main entrance, which resembles a Chinese imperial tomb and houses displays of Soong memorabilia (including her black qípáo).\nThere's also a photograph of Marxist Westerners reading from Mao’s Little Red Book back in the day when it was cool. The international cemetery here also contains a host of foreign gravestones, including those of Jewish, Vietnamese and Western settlers of Shanghai."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 22,
    "name": "Sheshan Basilica",
    "latitude": "31.09616",
    "longitude": "121.188141",
    "excerpt": "A very pleasant walk up through the trees of Sheshan National Forest Park, this cruciform red-brick and granite church is the highlight of the West Hill…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/sheshan/attractions/sheshan-basilica/a/poi-sig/1413413/1341196",
    "image_url": null,
    "detail_description": "A very pleasant walk up through the trees of Sheshan National Forest Park, this cruciform red-brick and granite church is the highlight of the West Hill area. Decent views look out over the suburbs of Shanghai. The original Holy Mother Cathedral was built here between 1863 and 1866, and the current Basilica of Notre Dame was finished in 1935.\nAll the stained glass was destroyed during the Cultural Revolution and is being restored; the glass in the church at present is film coated. Nonetheless, the interior is splendidly illuminated on sunny days. Every May local Catholics make a pilgrimage to the church, climbing up the hill along the Via Dolorosa from the south gate. At the time of writing, the interior was under construction."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 21,
    "name": "Tou-Se-We Museum",
    "latitude": "31.188382",
    "longitude": "121.430507",
    "excerpt": "Alongside a middle school on Puhuitang Rd, this fascinating museum is dedicated to the arts and crafts of the former Tousewe Orphanage, established here…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/xujiahui-and-south-shanghai/attractions/tou-se-we-museum/a/poi-sig/1412926/1325940",
    "image_url": null,
    "detail_description": "Alongside a middle school on Puhuitang Rd, this fascinating museum is dedicated to the arts and crafts of the former Tousewe Orphanage, established here by the indefatigable Jesuits in 1864. The Catholics taught orphans the techniques of Western art: one of the first things you see as you enter the museum is a small, exquisite and exact copy of the Tianning Pagoda in Beijing and a magnificent wooden páilou (decorative arch), the Tushanwan Archway, carved in 1913.\nThere’s a wealth of objects either produced or relating to the orphanage, from religious ornaments to Jesuit literature. Woodcraft in particular was produced at the orphanage, so some splendid items can be admired; look out for the expertly carved Li Kui and His Double, fashioned from boxwood, and the Madonna from the 1920s. Filling out the rest of the fascinating collection are paintings and stained glass. Audio tours are available (a deposit of ¥100 or ID is required)."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 19,
    "name": "Jinjiang Action Park",
    "latitude": "31.142507",
    "longitude": "121.406136",
    "excerpt": "If the kids protest against sightseeing, the roller coasters, rides and huge Ferris wheel at this amusement park may mollify them. It’s a bit out of town…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/xujiahui-and-south-shanghai/attractions/jinjiang-action-park/a/poi-sig/369585/1325940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/275fd1887f83076e3cc5ba35441a18a5e707ff162b924a7422b0e3a612f82135.jpg",
    "detail_description": "If the kids protest against sightseeing, the roller coasters, rides and huge Ferris wheel at this amusement park may mollify them. It’s a bit out of town but easy to get to; the metro station is five minutes away.\n"
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 20,
    "name": "Bibliotheca Zi-Ka-Wei",
    "latitude": "31.193126",
    "longitude": "121.431681",
    "excerpt": "The magnificent St Ignatius Catholic Library, Bibliotheca Zi-Ka-Wei, is one of several Jesuit monuments defining historic Xujiahui. Established in 1847 by…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/xujiahui-and-south-shanghai/attractions/bibliotheca-zi-ka-wei/a/poi-sig/369473/1325940",
    "image_url": null,
    "detail_description": "The magnificent St Ignatius Catholic Library, Bibliotheca Zi-Ka-Wei, is one of several Jesuit monuments defining historic Xujiahui. Established in 1847 by the local Jesuit mission, its priceless book collection in the main library (大书房; dà shūfáng) can only be seen by application. The collection of antiquarian tomes, arranged on one floor with a gallery above, is a rare and astonishing treasure.\nHome to 560,000 volumes in Greek, Latin and other languages, the edifice consists of two buildings, with the main library itself housed in the lower, two-storey, east-facing building that partially arches over the pavement of North Caoxi Rd.If you can gain access, wander past rare books on ecclesiastical history, Philosphica, Res Sinenses (Things Chinese) and other erudite branches of Jesuit learning. Photography is not allowed.Visitors can access one of the atmospheric reading rooms of the building on the 2nd floor. Apply for an access card in advance from Shanghai Library (www.library.sh.cn) for guaranteed entry. Bags must be left in the lockers downstairs."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 18,
    "name": "Guangfulini Ancient Relics Park",
    "latitude": "31.059587",
    "longitude": "121.19869",
    "excerpt": "This enormous archaeological park is built around the ancient relics of Songjiang and spans nearly three miles. You'll need a day to properly experience…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/sheshan/attractions/guangfulini-ancient-relics-park/a/poi-sig/1626611/1341196",
    "image_url": null,
    "detail_description": "This enormous archaeological park is built around the ancient relics of Songjiang and spans nearly three miles. You'll need a day to properly experience the sights, which include both original and re-created paifang archways, courtyards, bridges, pagodas, plus several museums. Highlights include the Underground Pottery Museum, filled with 500 pieces excavated from the local area (spanning from 5000 BC to 907 BC) and the Guangfulin Culture Museum.\nThe latter is set in an impressive modern building that appears to rise out of the lake; it tells the story of the Neolithic period up to the present day, but prepare to queue to get in. Visitors can bang massive drums on their way around the Mooning Gallery of National Musical Instruments exhibition. For a break from the museums, head to the Duoyun Bookstore. Set in an Anhui-style building, it contains calligraphy displays and gifts, as well as a cafe. Dining options in the park are all good.Bring sunscreen and a hat, as there's not much shade in the summer months. It's a 10-minute bus ride (¥1, Nos 15 or 24) or five-minute taxi ride (around ¥20) from Songjiang University Town. At the time of research, a new science museum was due to open inside the park, as were three hotels."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 17,
    "name": "Zhang Garden",
    "latitude": "31.230206692352",
    "longitude": "121.45553352218",
    "excerpt": "It’s hard not to be impressed by the beautiful shíkùmén architecture of Zhang Garden, down Taixing Rd, off West Nanjing Rd and west of Shimen No 1 Rd…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/jingan/attractions/zhang-garden/a/poi-sig/1499390/1325937",
    "image_url": null,
    "detail_description": "It’s hard not to be impressed by the beautiful shíkùmén architecture of Zhang Garden, down Taixing Rd, off West Nanjing Rd and west of Shimen No 1 Rd. What you see here today – mainly shíkùmén housing, a mix of two- and three-bay villas with tall entryways, handsome windows and hanging balcony pavilions – is merely a small portion of the former site. What survives is a sign of the wealth of its pre-1949 occupants.\nFormerly known as Arcadia Hall, the site was first built in 1878 by a European merchant as a fairground for foreigners. It was acquired in 1882 by Zhang Shuhe, a wealthy Wuxi businessman, who later opened it up to the public. There was a huge garden, a dance hall, meeting rooms, a theatre for Chinese opera, a photography studio, a teahouse and restaurants. It later served as a location for political meetings and rallies against the Qing government.Today a single shíkùmén villa can house 20 or even 40 families, a mix of Shanghainese residents and migrant families from neighbouring provinces. It's easy to get lost in the alleys, but don't worry – you'll find your way back to the main boulevard eventually. In the evening, security guards for the nearby Tap House prevent visitors from wandering around the lanes; architecture fans should come in the morning before their shift starts."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 16,
    "name": "Liu Haisu Art Museum",
    "latitude": "31.211333",
    "longitude": "121.41474",
    "excerpt": "The impressive Liu Haisu gallery exhibits works of the eponymous painter (one of China's earliest modern artists) and displays international contemporary…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/west-shanghai/attractions/liu-haisu-art-museum/a/poi-sig/369497/1336080",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0d1e3dde66fc221ac934e26db38c99db48f91b2205510c930adb5866262404f5.jpg",
    "detail_description": "The impressive Liu Haisu gallery exhibits works of the eponymous painter (one of China's earliest modern artists) and displays international contemporary art from the late artist's private collection. It also hosts visiting exhibitions. There's a brightly coloured 300m graffiti wall surrounding the gallery, featuring works by students from the Fine Arts College at Shanghai University who recreated art they found online (with permission).\n"
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 14,
    "name": "Shanghai Exhibition Centre",
    "latitude": "31.226362",
    "longitude": "121.448364",
    "excerpt": "The hulking monolith of the Shanghai Exhibition Centre was built in 1955 as the Sino-Soviet Friendship Mansion – a friendship that soon turned sour and…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/jingan/attractions/shanghai-exhibition-centre/a/poi-sig/369593/1325937",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8d1a306373538d3041b9706f965fa7aaf90d0b227a69b88254cce392e727529e.jpg",
    "detail_description": "The hulking monolith of the Shanghai Exhibition Centre was built in 1955 as the Sino-Soviet Friendship Mansion – a friendship that soon turned sour and even regressed to the brink of war in the 1960s. The Stalinist-style architecture is based on St Petersberg's Admiralty Building, with neoclassical columns and a skeletal spire topped by a communist red star. The best view of it is from Yan'an Rd, where it's fronted by a stirring bronze socialist-realist monument and red-star stained-glass windows.\nThe site of the Exhibition Centre was originally the gardens of Jewish millionaire Silas Hardoon. You're allowed to wander its grounds and photograph the buildings. Architecture lovers will appreciate its monumentality and bold, unsubtle Bolshevik strokes. There was a time when Pudong was set to look like this."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 15,
    "name": "Jinmao Tower",
    "latitude": "31.237254",
    "longitude": "121.501365",
    "excerpt": "Resembling an art deco take on a pagoda, this crystalline edifice is a beauty. It’s essentially an office block with the high-altitude Grand Hyatt renting…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/pudong-and-century-avenue-area/attractions/jinmao-tower/a/poi-sig/369133/1325938",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6de2d4741f0ae3fdf0fea1ec9b96e50072835a76a1563b0dd87e367fe32aa731.jpg",
    "detail_description": "Resembling an art deco take on a pagoda, this crystalline edifice is a beauty. It’s essentially an office block with the high-altitude Grand Hyatt renting space from the 53rd to 87th floors. You can zip up in the lifts to the 88th-floor observation deck, accessed from the separate podium building to the side of the main tower (aim for clear days at dusk for both day and night views).\nAlternatively, sample the same view through the fizz of a gin and tonic at Cloud 9 on the 87th floor of the Grand Hyatt (accessed on the south side of the building), and photograph the hotel’s astonishing barrel-vaulted atrium."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 12,
    "name": "Longhua Temple & Pagoda",
    "latitude": "31.175529",
    "longitude": "121.446895",
    "excerpt": "Shanghai's oldest and largest monastery is named after the pipal tree (lónghuá) under which Buddha achieved enlightenment. Trees are decorated with red…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/xujiahui-and-south-shanghai/attractions/longhua-temple-pagoda/a/poi-sig/369565/1325940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ef9989c73c98ee20b5cbf365f243f0e0-longhua-temple-pagoda.jpg",
    "detail_description": "Shanghai's oldest and largest monastery is named after the pipal tree (lónghuá) under which Buddha achieved enlightenment. Trees are decorated with red lanterns, incense smoke fills the front of the grounds and monks can regularly be heard chanting, making this one of the city's most atmospheric sites. The much-renovated temple is said to date from the 10th century.\nThe main halls to visit on the complex are Mile Dian (Maitreya Hall), Tianwang Dian (Hall of Heavenly Kings), Daxiongbao Dian (Grand Hall of the Great Sage), Sansheng Dian (Three Sages Hall) and the Laughing Buddha Hall; note the four huge Heavenly Kings, each in charge of a compass point. The temple is particularly famed for its 6500kg bell, cast in 1894.A large effigy of Shakyamuni seated on a lotus flower resides within the main hall (Daxiongbao Dian), while the Sansheng Dian holds a golden trinity of Buddhist statues. Also on the complex is the Thousand Luohan Hall, sheltering a huge legion of glittering arhat.Opposite the temple entrance rises the seven-storey, 44m-high Longhua Pagoda, originally built in AD 977. Visitors are not allowed to climb it, but may recognise it from Steven Spielberg's Empire of the Sun.The best time to visit is during the Longhua Temple Fair, in the third month of the lunar calendar (usually during April or May); entry may be more expensive during festivities."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 13,
    "name": "Shanghai Botanical Gardens",
    "latitude": "31.153789",
    "longitude": "121.441183",
    "excerpt": "The spacious 200 acres of gardens here offer an escape from Shanghai’s synthetic cityscape. The floral displays are truly impressive, especially during…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/xujiahui-and-south-shanghai/attractions/shanghai-botanical-gardens/a/poi-sig/369573/1325940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2f7cdbba4fefa360ddb1780c089c3296c50d3ffcaff7898f614f47e9b92dcc1f.jpg",
    "detail_description": "The spacious 200 acres of gardens here offer an escape from Shanghai’s synthetic cityscape. The floral displays are truly impressive, especially during the Shanghai International Flower Show, which runs from late March to early May. In the summer heat you may be out of luck outdoors, but the indoor Tropicarium will allow you to get up close to tropical flora.\nOnce inside you can take the lift to the 5th floor for a bird's-eye view. If visiting during spring there's plenty to explore, from peony, conifer, magnolia, fern and rose gardens to a Chinese cymbidium garden. The colours and volume of flowers are staggering and the routes are very pleasant to walk. The northern side of the gardens has a dusty memorial temple, originally built in 1728. It’s dedicated to Huang Daopo, said to have kick-started Shanghai’s cotton industry by bringing the knowledge of spinning and weaving to the region from Hainan. It's a 20-minute walk from Shilong Rd metro stop."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 11,
    "name": "island6",
    "latitude": "31.249828",
    "longitude": "121.444126",
    "excerpt": "One of the M50 art precinct's most creative, thought-provoking, interactive and engaging galleries is island6. Artist Liu Dao showcases his work and that…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/jingan/attractions/island6/a/poi-sig/1543151/1325937",
    "image_url": null,
    "detail_description": "One of the M50 art precinct's most creative, thought-provoking, interactive and engaging galleries is island6. Artist Liu Dao showcases his work and that of a collective of painters, writers and multimedia artists who present pieces with moving LED lights, 2D wall hangings with integrated video, and countless retro and iconic graphics with futuristic features.\n"
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 10,
    "name": "Shanghai Disneyland",
    "latitude": "31.143186",
    "longitude": "121.664228",
    "excerpt": "Disney has magicked-up a spectacular theme park in Shanghai, offering a subtly Chinese take on Mickey and Co. Six themed areas encircle Disney’s biggest…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/pudong-and-century-avenue-area/attractions/shanghai-disneyland/a/poi-sig/1547761/1325938",
    "image_url": null,
    "detail_description": "Disney has magicked-up a spectacular theme park in Shanghai, offering a subtly Chinese take on Mickey and Co. Six themed areas encircle Disney’s biggest-ever Enchanted Storybook Castle, with attractions including a TRON roller coaster joining high-tech reboots of old favourites like Pirates of the Caribbean. With an estimated 350 million people living less than three hours away, expect long queues for rides – arrive before 9am if you plan to do it all in a day.\n"
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 9,
    "name": "Aurora Museum",
    "latitude": "31.235665",
    "longitude": "121.495475",
    "excerpt": "Designed by renowned Japanese architect Ando Tadao, the Aurora Museum is set over six floors of the Aurora building and houses a stunning collection of…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/pudong-and-century-avenue-area/attractions/aurora-museum/a/poi-sig/1539215/1325938",
    "image_url": null,
    "detail_description": "Designed by renowned Japanese architect Ando Tadao, the Aurora Museum is set over six floors of the Aurora building and houses a stunning collection of Chinese treasures. Artefacts and antiquities on display include pottery from the Han dynasty; jade dating from the Neolithic to the Qing dynasty; blue-and-white porcelain spanning the Yuan, Ming and Qing dynasties; and Buddhist sculptures from the Gandharan and Northern Wei period. Don't miss the jade burial suit made of 2903 tiles.\n"
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 8,
    "name": "Shanghai Natural History Museum",
    "latitude": "31.23674",
    "longitude": "121.458758",
    "excerpt": "It's not quite on the same scale as Washington, DC's Smithsonian, but this sleek space is nevertheless as comprehensive as it is entertaining and…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/jingan/attractions/shanghai-natural-history-museum/a/poi-sig/1536659/1325937",
    "image_url": null,
    "detail_description": "It's not quite on the same scale as Washington, DC's Smithsonian, but this sleek space is nevertheless as comprehensive as it is entertaining and informative. The museum is packed with displays of taxidermied animals, dinosaurs and cool interactive features. Its architecture is also a highlight, with a striking design that is beautifully integrated into its art-filled Jing'an Sculpture Park setting.\nSpread over five levels, life-size creatures are the focal point throughout, with taxidermied (mostly realistic) animals, birds and reptiles, and models of soaring marine animals hanging spectacularly from the top floor. Exhibitions span diverse ecologies, humankind and geology, the treasures of earth and the way of evolution.Dinosaur fossils are well represented (including the indigenous Yunnanese 'Lufeng lizard'); these are interspersed with impressive life-like mechanical dinosaurs that move and roar.The building's exterior spirals like a nautilus shell topped by a curved lawn embankment, Chinese-inspired water garden and vertical garden wall. Within, the main architectural feature is a 30m-high glass atrium, with a conical molecular-shaped glass 'cell wall' that floods the building with natural light. Symbolic of the living organisms within, its transparent core holds a tranquil courtyard garden with a pond full of plants, trickling waterfalls and rocky outcrops."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 5,
    "name": "M50",
    "latitude": "31.24979",
    "longitude": "121.443876",
    "excerpt": "Shanghai may be known for its glitz and glamour, but it's got an edgy subculture too. The industrial M50 art complex is one prime example, where galleries…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/jingan/attractions/m50/a/poi-sig/1242142/1325937",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1c53f95e6470d04b5eed3af4024db0fd-m50.jpg",
    "detail_description": "Shanghai may be known for its glitz and glamour, but it's got an edgy subculture too. The industrial M50 art complex is one prime example, where galleries have set up in disused factories and cotton mills, utilising the vast space to showcase emerging and established contemporary artists. There's a lot to see, so plan to spend half a day poking around the site.\nThe most established galleries here include ShanghART with a big, dramatic space showcasing the work of some of the dozens of artists it represents. The forward-thinking, provocative and downright entertaining island6 focuses on collaborative works created in a studio behind the gallery. Budding photographers should absolutely pop into DN Club, with its classes using vintage SLRs and a dark room for developing prints.Most galleries are open from 10am to 6pm, with the majority closed Mondays."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 6,
    "name": "Jing'an Temple",
    "latitude": "31.22486",
    "longitude": "121.440938",
    "excerpt": "With the original temple dating back to AD 1216, the much-restored Jing'an Temple was here well before all the audacious skyscrapers and glitzy shopping…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/jingan/attractions/jing-an-temple/a/poi-sig/369583/1325937",
    "image_url": null,
    "detail_description": "With the original temple dating back to AD 1216, the much-restored Jing'an Temple was here well before all the audacious skyscrapers and glitzy shopping malls. Today it stands like a shimmering mirage in defiance of West Nanjing Rd’s soaring modern architecture: a sacred portal to the Buddhist world that partially, at least, underpins this metropolis of 24 million souls.\nWhile the tinkle of wind chimes and burning of incense can't compete with the blaring horns outside, the temple still emits an air of reverence.Constructed largely of Burmese teak, the temple has some impressive statues, including a massive 8.8m-high, 15-tonne silver Buddha in the main Mahavira Hall with 46 pillars; a 3.87m-high Burmese white-jade Sakyamuni in the side halls; and a five-tonne Guanyin statue in the Guanyin Hall, carved from a 1000-year-old camphor tree. It still rattles away to the sounds of construction, while in the bunker beneath the main hall is an unfinished space, housing 18 glittering luóhàn (arhats), but little else. The complex has been designed to incorporate shops and restaurants around its perimeter – including a fantastic vegetarian restaurant at the rear – which stretches around the block, and the metro runs right underneath. The ¥50 admission charge is steep, however, for such a modest and thoroughly modern place of worship.Khi Vehdu, who ran Jing'an Temple in the 1930s, was one of the most remarkable figures of the time. The nearly 2m-tall abbot had a large following as well as seven concubines, each of whom had a house and a car. During the Cultural Revolution, the temple was stripped of its Buddhist statues and transformed into a plastics factory before burning to the ground in 1972.Good times to visit include the Festival of Bathing Buddha (on the eighth day of the fourth lunar month) and at the full moon."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 7,
    "name": "Oriental Pearl TV Tower",
    "latitude": "31.241846",
    "longitude": "121.495126",
    "excerpt": "This 468m-tall globe-on-a-tripod tower is the most iconic contemporary building in the city, and its image is omnipresent around town – from postcards to…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/pudong-and-century-avenue-area/attractions/oriental-pearl-tv-tower/a/poi-sig/1412878/1325938",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_126669962.jpg",
    "detail_description": "This 468m-tall globe-on-a-tripod tower is the most iconic contemporary building in the city, and its image is omnipresent around town – from postcards to figurines and T-shirts. The highlight at this retro futurist Deng Xiaoping–era building is the Transparent Observatory (259m), where you can peer way down through the glass-bottomed walkway. To start your tour, take the lift to the 263m-high Sightseeing Floor for 360-degree views across to the Bund and its heritage buildings.\nOther features of the tower include a revolving restaurant at 267m, a Space Capsule Sightseeing floor, a 5D cinema and an indoor roller coaster – all of which can be skipped, though they're good options if you have kids in tow."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 4,
    "name": "Shanghai World Financial Center",
    "latitude": "31.23656",
    "longitude": "121.502995",
    "excerpt": "Although trumped by the adjacent Shanghai Tower as the city’s most stratospheric building, the awe-inspiring 492m-high Shanghai World Financial Center is…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/pudong-and-century-avenue-area/attractions/shanghai-world-financial-center/a/poi-sig/1096969/1325938",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/304627a065a50a74e6eeeb5648a92b0a-shangh-i-world-financial-center.jpg",
    "detail_description": "Although trumped by the adjacent Shanghai Tower as the city’s most stratospheric building, the awe-inspiring 492m-high Shanghai World Financial Center is an astonishing sight, even more so come nightfall when its ‘bottle opener’ top dances with lights. There are three observation decks – on levels 94, 97 and 100 – with altitude-adjusted ticket prices and wow-factor lifts thrown in.A clear, smog-free day is imperative, so check the weather and pollution index beforehand.\nThe top two decks (at the bottom and top of the trapezoid) are known as Sky Walks. It’s debatable whether the top Sky Walk (474m) is the best spot for Shang-high views, though. The hexagonal space is bright and futuristic, and some of the floor is transparent glass, but the lack of a 360-degree sweep – windows only face west or east – detracts somewhat. But you get to look down on the top of the Jinmao Tower, which might be worth the ticket price alone.Access to the observation deck is on the west side of the building off Dongtai Rd; access to the Park Hyatt is on the south side of the building. If you want to make a meal (or a cocktail) of it, or if lines are long, you can sashay into the Park Hyatt's restaurant/bar 100 Century Avenue on the 91st floor instead."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 2,
    "name": "Shanghai Tower",
    "latitude": "31.235399",
    "longitude": "121.500989",
    "excerpt": "China’s tallest building dramatically twists skywards from its footing in Lujiazui. The 121-storey, 632m-tall, Gensler-designed Shanghai Tower topped out…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/pudong-and-century-avenue-area/attractions/shanghai-tower/a/poi-sig/1419097/1325938",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/548748633_full.jpg",
    "detail_description": "China’s tallest building dramatically twists skywards from its footing in Lujiazui. The 121-storey, 632m-tall, Gensler-designed Shanghai Tower topped out in August 2013 and opened in mid-2016. The spiral-shaped tower houses office space, entertainment venues, shops, a conference centre, a luxury hotel and ‘sky lobbies’. The gently corkscrewing form – its nine interior cylindrical units wrapped in two glass skins – is the world’s second-tallest building at the time of writing. The observation deck on the 118th floor is the world's highest.\nThe twist is introduced by the outer skin of glass that swivels through 120 degrees as it rises, while atrium ‘sky gardens’ in the vertical spaces sandwiched between the two layers of glass open up a large volume of the tower to public use. The tower is sustainably designed: as well as providing insulation, the huge area of glass vastly reduces electrical consumption through the use of sunlight. The tower’s shape furthermore reduces wind loads by 24%, which generated a saving of US$58m in construction costs. Before the tower even went up, engineers were faced with building a 61,000-cu-metre concrete mat that would support its colossal mass in the boggy land of Pudong.Uppermost floors of the tower are reserved for that obligatory Shanghai attraction – the world’s highest skydeck above ground level – with passengers ferried skywards in the world’s fastest lifts (64km/h), designed by Mitsubishi (and the world’s tallest single-lift elevator). Visitors can gaze down on both the Jinmao Tower and Shanghai World Financial Center below. A six-level luxury retail podium fills the base of the tower."
},
{
    "country": "shanghai",
    "city": "Shanghai",
    "index": 3,
    "name": "Qībǎo",
    "latitude": "31.153868",
    "longitude": "121.352366",
    "excerpt": "If you tire of Shanghai's incessant quest for modernity, this tiny town is only a hop, skip and metro ride away. An ancient settlement that prospered…",
    "detail_url": "https://www.lonelyplanet.com/china/shanghai/west-shanghai/attractions/qibao/a/poi-sig/1242268/1336080",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bc09a9d0d29b36c331f168fb13db28d7-qib-o.jpg",
    "detail_description": "If you tire of Shanghai's incessant quest for modernity, this tiny town is only a hop, skip and metro ride away. An ancient settlement that prospered during the Ming and Qing dynasties, it is littered with traditional historic architecture, threaded by small, busy alleyways and cut by a picturesque canal. If you can somehow blot out the crowds, Qibao brings you the flavours of old China. When you exit the station, head down Minzhu Rd and follow the signs to the Old Street.\nThere are nine official sights included in the through ticket, though you can also skip the ticket and just pay ¥7 to ¥15 per sight as you go. The best of the bunch include the Cotton Textile Mill, the Shadow Puppet Museum (performances from 1pm to 3pm Wednesday and Sunday) and Zhou's Miniature Carving House. Half-hour boat rides along the canal slowly ferry passengers from Number One Bridge to Dongtangtan (东塘滩, Dōngtángtān) and back. Also worth ferreting out is the Catholic Church, adjacent to a convent off Qibao Nanjie, south of the canal.Wander along Bei Dajie north of the canal for souvenirs. South of the canal, Nan Dajie is full of snacks and small eateries, such as No 14, which sells sweet tāngyuán dumplings, and No 19, which is a rarely seen traditional teahouse."
}
]