[
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 1,
    "name": "OCT-LOFT",
    "latitude": "22.541703",
    "longitude": "113.989227",
    "excerpt": "By far the best place for strolling or simply hanging out in the city is the breezy OCT-LOFT complex, a warren of repurposed communist-era factories criss…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/oct-loft/a/poi-sig/1102369/355944",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/84723291fcc5f189d57d43cc74e30641-oct-loft.jpg",
    "detail_description": "By far the best place for strolling or simply hanging out in the city is the breezy OCT-LOFT complex, a warren of repurposed communist-era factories criss-crossed by cobbled laneways. It's also a great place to browse a multitude of contemporary art spaces in between pit stops at the area's excellent cafes, design shops, music venues, bars, restaurants and Shenzhen's best bookshop.\nOCT-LOFT (OCT stands for Overseas Chinese Town) started out, appropriately for Shenzhen, as a TV manufacturing base before it was converted into a creative industries hub. Staying here is recommended, if you can snag a room at the hip Shenzhen Loft Youth Hostel, formerly a factory workers' dormitory complex. Note that OCT-LOFT isn't actually served by OCT metro station."
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 18,
    "name": "OCT Art & Design Gallery",
    "latitude": "22.535916",
    "longitude": "113.97809",
    "excerpt": "The interiors of this former warehouse are adorned with the works of Chinese and international graphic designers. Exhibits change frequently. It's a glass…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/oct-art-design-gallery/a/poi-sig/1102371/355944",
    "image_url": null,
    "detail_description": "The interiors of this former warehouse are adorned with the works of Chinese and international graphic designers. Exhibits change frequently. It's a glass-encased steel structure with a hexagonal design motif, adjacent to the He Xiangning Art Museum.\n"
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 17,
    "name": "Litchi Park",
    "latitude": "22.546588",
    "longitude": "114.097588",
    "excerpt": "When big-city fatigue sets in, you can seek refuge in this spacious inner-city park. It may still get busy but here the mood is created by musicians,…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/litchi-park/a/poi-sig/1537082/355944",
    "image_url": null,
    "detail_description": "When big-city fatigue sets in, you can seek refuge in this spacious inner-city park. It may still get busy but here the mood is created by musicians, elderly taichi practitioners, couples crossing faux-ancient bridges and a small lake. There are a few kids' amusement rides and paddleboats for rent.\n"
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 16,
    "name": "OCT Harbour",
    "latitude": "22.526967",
    "longitude": "113.986781",
    "excerpt": "You could almost be in California at this palm-lined lifestyle complex set around artificial lakes and fountains, offering upmarket dining, nightlife and…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/oct-harbour/a/poi-sig/1603709/355944",
    "image_url": null,
    "detail_description": "You could almost be in California at this palm-lined lifestyle complex set around artificial lakes and fountains, offering upmarket dining, nightlife and shopping. There's plenty here for kids, from a huge Hello Kitty emporium to an IMAX cinema. Fireworks and lasers after nightfall add to the holiday atmosphere.\n"
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 15,
    "name": "Shenzhen Museum",
    "latitude": "22.546429",
    "longitude": "114.056432",
    "excerpt": "The hulking Shenzhen Museum provides a decent enough introduction to Shenzhen's brief but breakneck march into modernity, both before and after the…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/shenzhen-museum/a/poi-sig/1102367/355944",
    "image_url": null,
    "detail_description": "The hulking Shenzhen Museum provides a decent enough introduction to Shenzhen's brief but breakneck march into modernity, both before and after the implementation of Deng Xiaoping’s policies of reform. Highlights include propaganda art popular in the 1940s and the colourful scale models in the folk-culture hall.\n"
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 14,
    "name": "He Xiangning Art Museum",
    "latitude": "22.535946",
    "longitude": "113.976846",
    "excerpt": "The esoteric permanent collection in this impressive building features Japanese-influenced Chinese water paintings by Hé Xiāngníng (1878–1972). She was a…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/he-xiangning-art-museum/a/poi-sig/1102370/355944",
    "image_url": null,
    "detail_description": "The esoteric permanent collection in this impressive building features Japanese-influenced Chinese water paintings by Hé Xiāngníng (1878–1972). She was a late master of modern Chinese art, a feminist and well-known revolutionary, working for Sun Yat-sen and later holding high-ranking positions in the CPC.\nXiāngníng's works are complemented by temporary exhibits that range from avant-garde Chinese art to Western works of an experimental nature."
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 13,
    "name": "Ping An Finance Centre",
    "latitude": "22.536639",
    "longitude": "114.050446",
    "excerpt": "The fourth-tallest building in the world when it topped out in 2015, the Ping An Finance Centre (599m) rises like a glass pencil above Shenzhen's ever…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/ping-an-finance-centre/a/poi-sig/1603612/355944",
    "image_url": null,
    "detail_description": "The fourth-tallest building in the world when it topped out in 2015, the Ping An Finance Centre (599m) rises like a glass pencil above Shenzhen's ever-blooming Futian District. The Free Sky Observation Deck offers suitably jaw-dropping views on a clear day.\nIt might be sobering to note that back in 1979, the city's tallest building was just five storeys. In 2017, Shenzhen built more skyscrapers than any other country; in 2018, still more than any other city in the world."
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 12,
    "name": "Splendid China",
    "latitude": "22.533746",
    "longitude": "113.985493",
    "excerpt": "Traverse the Middle Kingdom in miniature at this theme park featuring China's famous landmarks rendered on a Lilliputian scale. Included in the admission…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/splendid-china/a/poi-sig/1102373/355944",
    "image_url": null,
    "detail_description": "Traverse the Middle Kingdom in miniature at this theme park featuring China's famous landmarks rendered on a Lilliputian scale. Included in the admission is China Folk Culture Village, presenting faux minority villages complete with costumed dancing and cultural performances.\nA mini-monorail run by the Shenzhen Happy Line Tour Co links the parks together along with Window of the World and several hotels."
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 11,
    "name": "OCT East",
    "latitude": "22.61302",
    "longitude": "114.291329",
    "excerpt": "Some 20km east of downtown Shenzhen is OCT East, a theme-park-meets-resort set in attractive mountainous surrounds. Think Universal Studios plus Chinese…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/oct-east/a/poi-sig/1102429/355944",
    "image_url": null,
    "detail_description": "Some 20km east of downtown Shenzhen is OCT East, a theme-park-meets-resort set in attractive mountainous surrounds. Think Universal Studios plus Chinese Disneyland, with a mock Swiss village, a golf complex, a scenic tea valley and luxury hotels thrown in. A railway loops around the site.\nSightseeing Bus 1, which leaves from Window of the World, with stops at Dìwáng Dàxià (Shennan Lu), has its last stop at the park. A taxi from Luohu train station is about ¥80. OCT East is a little way inland from Dameisha, one of Shenzhen's biggest and best beaches."
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 10,
    "name": "China Folk Culture Village",
    "latitude": "22.533805",
    "longitude": "113.983755",
    "excerpt": "Operated by CTS, China's major state-owned travel company, this theme park features recreations of minority villages from across China, together with…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/china-folk-culture-village/a/poi-sig/1102374/355944",
    "image_url": null,
    "detail_description": "Operated by CTS, China's major state-owned travel company, this theme park features recreations of minority villages from across China, together with costumed dancing and other cultural performances. Your ticket is also good for the minimonuments of Splendid China next door. The price drops to ¥80 after 7pm.\nChina Folk Culture Village is linked by a mini-monorail run by the Shenzhen Happy Line Tour Co to Splendid China and Window of the World, along with several hotels."
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 9,
    "name": "Museum of Contemporary Art & Planning Exhibition",
    "latitude": "22.548372",
    "longitude": "114.056818",
    "excerpt": "One of those thrillingly space-age, 'only in China' architectural projects, this gargantuan exhibition space designed by Coop Himmelb(l)au anchors…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/museum-of-contemporary-art-planning-exhibition/a/poi-sig/1592835/355944",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/df139750895d339a6dd3e9ec0db902bd-museum-of-contemporary-art-planning-exhibition.jpg",
    "detail_description": "One of those thrillingly space-age, 'only in China' architectural projects, this gargantuan exhibition space designed by Coop Himmelb(l)au anchors Shenzhen’s Fútián Cultural District. Opened in 2016, the exterior is a vast curve of chrome planted among the city’s high-rises, while the entrance hall is a soaring atrium with a cloud-like mirrored art installation (perfect to take selfies in). Gallery spaces within house temporary exhibitions with an emphasis on contemporary art and design.\n"
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 8,
    "name": "Guanlan Print Village",
    "latitude": "22.745314",
    "longitude": "114.082718",
    "excerpt": "Parts of this 300-year-old Hakka village have been preserved and repurposed into workshops and galleries showcasing printmaking artists from China and…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/guanlan-print-village/a/poi-sig/1494547/355944",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2674d9782822937e15c746b821a0dfd7-guanlan-original-printmaking-base.jpg",
    "detail_description": "Parts of this 300-year-old Hakka village have been preserved and repurposed into workshops and galleries showcasing printmaking artists from China and overseas. Outside scheduled art events, it's a sleepy place to wander, with rows of quaint houses, tree-lined paths and lotus ponds, overlooked by a pair of five-storey diāolóu (watchtowers).\nTo get here, take Line 4 of the metro to Qinghu station, then change to bus M338 to the village. The journey from downtown Shenzhen takes about 1¾ hours. A taxi (45 minutes) costs about ¥100 each way."
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 7,
    "name": "Dapeng Fortress",
    "latitude": "22.597371",
    "longitude": "114.508181",
    "excerpt": "This Ming dynasty walled town was erected 600 years ago to shore up the coastline against marauding Japanese pirates, and later became embroiled in the…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/dapeng-fortress/a/poi-sig/1102432/355944",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/22551b0a5984a05cd3808d677beeccf8-dapeng-fortress.jpg",
    "detail_description": "This Ming dynasty walled town was erected 600 years ago to shore up the coastline against marauding Japanese pirates, and later became embroiled in the Opium Wars with the British in the 19th century. Old houses in narrow alleyways (some operating as restaurants and shops), fortress gates, temples, wells and other relics are the main attractions, many spruced up for visitors.\nIt's a bit of a mission to get here by public transport. From Futian bus station, take bus E26 to Dapeng bus station (60km, ¥10). Change to local bus B753 for the final 4km to the fortress (or take a taxi). The total journey time is around 2½ to three hours from Shenzhen. A taxi (one hour) should cost about ¥400 to ¥500 for the round trip (negotiated in advance)."
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 4,
    "name": "Lianhua Shan Park",
    "latitude": "22.55608",
    "longitude": "114.054565",
    "excerpt": "It's an easy half-hour amble up to the top of this tropical hill in the heart of Futian District for Shenzhen's best skyline photographs. Appropriately,…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/lianhua-shan-park/a/poi-sig/1603613/355944",
    "image_url": null,
    "detail_description": "It's an easy half-hour amble up to the top of this tropical hill in the heart of Futian District for Shenzhen's best skyline photographs. Appropriately, you'll be sharing the mind-blowing vistas with Deng Xiaoping (in statue form), whose economic reforms in the 1980s made this whole crazy mess of prosperity possible.\nAnecdotally, the man who cast the statue of Deng was the father of Teng Fei, proprietor of Old Heaven Books and B10 Live House, and curator of the OCT-LOFT Jazz Festival. Lianhua Shan Park is also a popular kite-flying spot."
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 6,
    "name": "Sunrise Art Center",
    "latitude": "22.612463",
    "longitude": "114.131161",
    "excerpt": "Built from the vestiges of a century-old Hakka home, this idyllic courtyard gallery was created by Chen Qiuzhi, a contemporary ink artist from Anhui…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/sunrise-art-center/a/poi-sig/1603611/355944",
    "image_url": null,
    "detail_description": "Built from the vestiges of a century-old Hakka home, this idyllic courtyard gallery was created by Chen Qiuzhi, a contemporary ink artist from Anhui province. Several galleries display his work, and the wonderful cafe is just the spot to kick back with a tea or coffee after browsing the surrounding Dafen Oil Painting Village.\n"
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 5,
    "name": "Window of the World",
    "latitude": "22.537491",
    "longitude": "113.968349",
    "excerpt": "It's 'Around the World in 80 Minutes' (OK, more like half a day) at this endearingly kitsch theme park set in well-tended gardens. From the Houses of…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/window-of-the-world/a/poi-sig/1102372/355944",
    "image_url": null,
    "detail_description": "It's 'Around the World in 80 Minutes' (OK, more like half a day) at this endearingly kitsch theme park set in well-tended gardens. From the Houses of Parliament to the Pyramids, the world's great monuments are realised, tackily, in miniature. Some aren't so small – the Eiffel Tower clocks in at an impressive 108m, and Niagara Falls is quite the sight.\nThe Twin Towers still stand tall(ish) above micro Manhattan, floating in a boating lake overlooked by Mt Rushmore and Capitol Hill. There are a few child-friendly rides, too, including a miniature railway and grand canyon rapids. Tickets drop to ¥80 after 7.30pm."
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 3,
    "name": "Dafen Oil Painting Village",
    "latitude": "22.612466",
    "longitude": "114.131598",
    "excerpt": "This folksy urban village of narrow lanes and alleys is a pleasure to visit in itself, but what makes Dafen simply unmissable is the hundreds of art…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/dafen-oil-painting-village/a/poi-sig/1102441/355944",
    "image_url": null,
    "detail_description": "This folksy urban village of narrow lanes and alleys is a pleasure to visit in itself, but what makes Dafen simply unmissable is the hundreds of art studios and shops churning out reproduction oil paintings by hand, from Van Gogh's sunflowers (yours for less than ¥100) to enormous, gilt-framed scenes of mounted cavalry or galleons at sea rendered in lavish detail, costing upwards of ¥2000. Or why not go pop art with a Mona Lisa–meets-Minions mash-up?\nAll this has earned Dafen the nickname of 'the world's art factory' – at one time churning out 60% of the world's olil paintings – a reputation the authorities have sought to upgrade with the staging of the first Dafen International Oil Painting Biennale in 2018, improved road access and renewed focus on the (rather overblown) Dafen Art Museum built in 2007. But for now, the place remains quirky and full of character.For a wacky souvenir, you can order a bespoke painting (you astride a unicorn, perhaps?) for a negotiable fee, and return to collect it a few days later. Dafen is also a good place to buy Chinese brushes and ink stones, which make excellent buys for the artistically inclined. To get to the village, exit the metro and take a left after Walmart."
},
{
    "country": "shenzhen",
    "city": "Shenzhen",
    "index": 2,
    "name": "Design Society",
    "latitude": "22.483018",
    "longitude": "113.91243",
    "excerpt": "China's first dedicated museum of design, this architectural landmark opened with media fanfare in 2017 on the Shekou shore with its famous founding…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/design-society/a/poi-sig/1591128/355944",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/520e36680de704251e2ce8d9ac39354e-design-society.jpg",
    "detail_description": "China's first dedicated museum of design, this architectural landmark opened with media fanfare in 2017 on the Shekou shore with its famous founding partner, London's V&amp;A Museum. A focus on contemporary concerns is present in shows that have included the story of China through comics and cutting-edge local designers. The fabulous building, designed by Japanese architect Fumihiko Maki, has plenty of room for humongous exhibitions, an excellent cafe (plus a small rooftop coffee kiosk with ocean views) and a dim sum restaurant.\nCheck the website to see what's on."
}
]