[
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 1,
    "name": "Summit",
    "latitude": "7.956535",
    "longitude": "80.759873",
    "excerpt": "The spectacular terraced summit of the rock covers 1.6 hectares. This is thought to be the site chosen by King Kasyapa for his fortified capital after he…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/summit/a/poi-sig/1395627/357459",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock_editorial_685100287.jpg",
    "detail_description": "The spectacular terraced summit of the rock covers 1.6 hectares. This is thought to be the site chosen by King Kasyapa for his fortified capital after he had assassinated his father. Today only the low foundations of structures exist, and the remains are visually unimpressive. Still, it's hard not to be captivated by the astonishing views from this lofty perch, which extend for kilometres across an emerald ocean of forest canopy.\nA smooth stone slab (the so-called king’s throne, possibly a meditation spot) sits 30m away from the ruins of a dagoba. The 27m-by-21m tank, hewn out of the rock, looks for all the world like a modern swimming pool, although it was doubtless used for water storage."
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 14,
    "name": "Main Exit",
    "latitude": "7.95338",
    "longitude": "80.756158",
    "excerpt": "Most people end up here after their visit to the Sigiriya rock.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/main-exit/a/poi-sig/1429918/357459",
    "image_url": null,
    "detail_description": "Most people end up here after their visit to the Sigiriya rock.\n"
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 13,
    "name": "Main Entrance",
    "latitude": "7.957659",
    "longitude": "80.753415",
    "excerpt": "This is where you have your ticket checked and enter the main site.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/main-entrance/a/poi-sig/1429914/357459",
    "image_url": null,
    "detail_description": "This is where you have your ticket checked and enter the main site.\n"
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 12,
    "name": "Water Gardens",
    "latitude": "7.957416",
    "longitude": "80.75481",
    "excerpt": "As you walk from the Sigiriya main entrance to the rock itself you pass a series of charming symmetrical water gardens, including curved tanks, bathing…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/water-gardens/a/poi-sig/1429943/357459",
    "image_url": null,
    "detail_description": "As you walk from the Sigiriya main entrance to the rock itself you pass a series of charming symmetrical water gardens, including curved tanks, bathing pools, little islands with pavilions that were used as dry-season palaces, and landscaped borders.\n"
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 11,
    "name": "Dakinigiriya Vihara",
    "latitude": "7.880386",
    "longitude": "80.731916",
    "excerpt": "Hire a bike and head out to this little-visited ruined monastery. Trails take you past a stupa, the standing monolithic stones of a prayer hall, several…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/dakinigiriya-vihara/a/poi-sig/1567548/357459",
    "image_url": null,
    "detail_description": "Hire a bike and head out to this little-visited ruined monastery. Trails take you past a stupa, the standing monolithic stones of a prayer hall, several rock inscriptions and caves, a small tank and many fabulous trees. It'll likely be only you and the monkeys there.\n"
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 10,
    "name": "Boulder Gardens",
    "latitude": "7.956228",
    "longitude": "80.758513",
    "excerpt": "At the base of the Sgiriya rock and most easily seen after a visit to the summit, this collection of natural boulders once formed the bases of monastery…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/boulder-gardens/a/poi-sig/1429926/357459",
    "image_url": null,
    "detail_description": "At the base of the Sgiriya rock and most easily seen after a visit to the summit, this collection of natural boulders once formed the bases of monastery buildings. The steplike depressions in the sides of boulders were the foundations of brick walls and timber columns. The cistern and audience-hall rocks are impressive, and the entire area is fun to explore.\n"
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 9,
    "name": "Cobra Hood Cave",
    "latitude": "7.955794",
    "longitude": "80.758979",
    "excerpt": "This rocky projection down in the Boulder Garden earned its name because the overhang resembles a fully opened cobra’s hood. The plastered interior of the…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/cobra-hood-cave/a/poi-sig/1395629/357459",
    "image_url": null,
    "detail_description": "This rocky projection down in the Boulder Garden earned its name because the overhang resembles a fully opened cobra’s hood. The plastered interior of the cave was once embellished with floral and animal paintings; a couple of faint traces remain. Generally, you pass by this cave after descending the rock on your way to the south gate and the car park.\nBelow the drip ledge is an inscription from the 2nd century BC that indicates it belonged to Chief Naguli, who donated it to a monk."
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 7,
    "name": "Lion’s Paws",
    "latitude": "7.957864",
    "longitude": "80.760026",
    "excerpt": "At the northern end of the rock, a narrow pathway emerges on to the large platform from which the site derives its name – Sigiriya (from sinha-giri) means…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/lion-s-paws/a/poi-sig/1395625/357459",
    "image_url": null,
    "detail_description": "At the northern end of the rock, a narrow pathway emerges on to the large platform from which the site derives its name – Sigiriya (from sinha-giri) means 'Lion Rock'. HCP Bell, the British archaeologist responsible for an enormous amount of archaeology in Sri Lanka, found the two enormous lion paws when excavating here in 1898.\nAt one time a gigantic brick lion sat at this end of the rock, and the final ascent to the top commenced with a stairway that led between the lion’s paws and into its mouth. The lion symbolism serves as a reminder to devotees ascending the rock that Buddha was Sakya-Sinha (Lion of the Sakya Clan) and that the truths he spoke of were as powerful as the sound of a lion’s roar.The 5th-century lion has since disappeared, apart from the first steps and the paws. Reaching the top means clambering up across a series of metal stairs, but you can still see the original grooves and steps cut into the rock."
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 8,
    "name": "Sigiriya Museum",
    "latitude": "7.957337",
    "longitude": "80.750406",
    "excerpt": "This decent museum has a fine diorama of the site, providing an excellent overview and explaining Sigiriya's cultural importance beyond the obvious…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/sigiriya-museum/a/poi-sig/1395608/357459",
    "image_url": null,
    "detail_description": "This decent museum has a fine diorama of the site, providing an excellent overview and explaining Sigiriya's cultural importance beyond the obvious natural beauty. The theory that Sigiriya was a Buddhist monastery is given here, although the established position that it was a palace or fortress prevails. Trade routes are explained, showing Sigiriya's connections with the Gulf, China, India and the Roman Empire.\nLook for the wonderful black-and-white photos of British archaeologist HCP Bell and his somewhat reluctant family exploring the site soon after its rediscovery. The museum is near the main ticket booth. No photographs are permitted inside."
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 6,
    "name": "Mirror Wall",
    "latitude": "7.957556",
    "longitude": "80.759232",
    "excerpt": "Beyond the Sigiriya frescoes, the path clings to the sheer side of the rock and is protected on the outside by a 3m-high wall. This wall (not the actual…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/mirror-wall/a/poi-sig/1395619/357459",
    "image_url": null,
    "detail_description": "Beyond the Sigiriya frescoes, the path clings to the sheer side of the rock and is protected on the outside by a 3m-high wall. This wall (not the actual rock face) was coated with a smooth glaze upon which visitors felt impelled to note their impressions of the women in the gallery above – or so says local legend. The graffiti was inscribed between the 6th and 14th centuries.\nYou’ll have to look hard beyond the modern mess to see the ancient messages. One typical graffito reads, ‘The ladies who wear golden chains on their breasts beckon me. As I have seen the resplendent ladies, heaven appears to me as not good.’ Another reads, ‘A deer-eyed young woman of the mountainside arouses anger in my mind. In her hand she had taken a string of pearls and in her looks she has assumed rivalry with us.’The graffiti is of great interest to scholars because they show the development of the Sinhala language and script, and because they demonstrate an age-old appreciation of art and beauty. Signs warn modern visitors not to add their own inscriptions."
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 5,
    "name": "Sigiriya",
    "latitude": "7.956536",
    "longitude": "80.759929",
    "excerpt": "Rising dramatically from the central plains, the enigmatic rocky outcrop of Sigiriya is perhaps Sri Lanka's single most dramatic sight. A set of near…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/sigiriya/a/poi-sig/1395606/357459",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_404549587.jpg",
    "detail_description": "Rising dramatically from the central plains, the enigmatic rocky outcrop of Sigiriya is perhaps Sri Lanka's single most dramatic sight. A set of near-vertical staircases climb past some remarkable frescoes to a flat-topped summit that contains the ruins of an ancient civilisation. The spellbinding vistas over the surrounding landscape only add to Sigiriya's extraordinary appeal.\n"
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 3,
    "name": "Pidurangula",
    "latitude": "7.967735",
    "longitude": "80.760498",
    "excerpt": "This prominent rock about 1km north of the Sigiriya site, offers amazing views of Sigiriya from its wide summit. It's a 20-minute hike up to the top, past…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/pidurangula/a/poi-sig/1565710/357459",
    "image_url": null,
    "detail_description": "This prominent rock about 1km north of the Sigiriya site, offers amazing views of Sigiriya from its wide summit. It's a 20-minute hike up to the top, past several small temples, a 12.5m reclining Buddha and a final tricky scramble over boulders. Most people come at sunset (bring a torch for the trip down) but a sunrise visit is equally beautiful and much less crowded. A return three-wheeler costs around Rs 700, including waiting time.\n"
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 4,
    "name": "Royal Gardens",
    "latitude": "7.95728",
    "longitude": "80.756099",
    "excerpt": "The base of the Sigiriya rock is a beautifully landscaped area dotted with formal water features, terraced gardens and natural boulders that were once…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/royal-gardens/a/poi-sig/1395610/357459",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock_editorial_1352779421.jpg",
    "detail_description": "The base of the Sigiriya rock is a beautifully landscaped area dotted with formal water features, terraced gardens and natural boulders that were once home to numerous Buddhist shrines. It’s a beautiful place to explore away from the crowds.\nFrom the main entrance you pass a series of symmetrical water gardens, which extend to the foot of the rock and include bathing pools, little islands with pavilions that were used as dry-season palaces, and landscaped borders.A series of steps continues up through terraced gardens to the western face of the rock, and then ascends it steeply.The charming boulder gardens, closer to the rock itself and best seen on the descent from the rock, feature boulders that once formed the bases of monastery buildings. The step-like depressions in the sides of the boulders were the foundations of brick walls and timber columns. The cistern and audience-hall rocks are impressive, and the entire area is fun to explore."
},
{
    "country": "sigiriya",
    "city": "Sigiriya",
    "index": 2,
    "name": "Frescoes",
    "latitude": "7.957164",
    "longitude": "80.759166",
    "excerpt": "Halfway up the Sigiriya rock an open-air spiral stairway leads to a long, sheltered gallery in the sheer rock face. The paintings of the buxom, wasp…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/sigiriya/attractions/frescoes/a/poi-sig/1395611/357459",
    "image_url": null,
    "detail_description": "Halfway up the Sigiriya rock an open-air spiral stairway leads to a long, sheltered gallery in the sheer rock face. The paintings of the buxom, wasp-waisted women are popularly believed to represent either apsaras (celestial nymphs) or King Kasyapa’s concubines. Protected from the sun in the sheltered gallery, the frescoes remain in remarkably good condition, their colours still glowing.\nModern theory suggests the female forms represent aspects of Tara – a bodhisattva and one of the most important figures in Tantric Buddhism. They are similar in style to the rock paintings at Ajanta in India, but have a specific character in their classical realist style. No one knows the exact dates of the impressive frescoes, though it’s unlikely they date as far back as the 5th century (when King Kasyapa reigned).The paintings are at their best in the late-afternoon light. Photos are not allowed."
}
]