[
{
    "country": "sinaia",
    "city": "Sinaia",
    "index": 1,
    "name": "Peleş Castle",
    "latitude": "45.359753154181",
    "longitude": "25.54274899415",
    "excerpt": "Over 40 years, dozens of builders, artists and wood-carvers brought Peleş Castle into existence. The neo-Renaissance masterpiece was commissioned by…",
    "detail_url": "https://www.lonelyplanet.com/romania/transylvania/sinaia/attractions/peles-castle/a/poi-sig/477172/360410",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6309849cd3367603e88a4a8bf40185e6-peles-castle.jpg",
    "detail_description": "Over 40 years, dozens of builders, artists and wood-carvers brought Peleş Castle into existence. The neo-Renaissance masterpiece was commissioned by Romania’s first king, Carol I, and its first stone laid in 1875. Today this former royal summer residence is a wildly popular tourist attraction. Visits are by compulsory 40-minute guided tour; photographing inside costs a steep additional 32 lei. Inside, not a single corner is empty of silk rugs, Murano glass, carved walnut or polished marble.\nIn the Honorary Hallway, note the Swiss and German landscapes, fashioned from inlaid wood, to remind the king of his homeland. Beyond Iraqi carpets and alabaster Biblical scenes, you’ll enter an Arms Room brimming with armour for men and their horses (the latter weigh 100kg apiece). Even more elaborate are the weapons in the Oriental Room, while the Portrait Room and Library offer a glimpse into the distinguished life of the royal couple. The latter has a secret passageway (which you will be shown if you opt for a longer tour involving the castle's upper floor). Also impressive is the Moorish Dining Room, replete with brass lamps and walls inlaid with mother-of-pearl.Even in peak summer season, organisation of the tours can be threadbare and you may have to queue, especially if you're waiting for a tour in English or German.It’s possible to park near the castle, though large tour buses turning around can make the parking lots painful to navigate. Otherwise it’s a half-hour hike uphill from central Sinaia."
},
{
    "country": "sinaia",
    "city": "Sinaia",
    "index": 3,
    "name": "Sinaia Monastery",
    "latitude": "45.355312",
    "longitude": "25.549049",
    "excerpt": "The church and monks’ cells on this site during the 17th century weren’t ample enough to accommodate Sinaia’s growing religious community, so in 1846 this…",
    "detail_url": "https://www.lonelyplanet.com/romania/transylvania/sinaia/attractions/sinaia-monastery/a/poi-sig/477176/360410",
    "image_url": null,
    "detail_description": "The church and monks’ cells on this site during the 17th century weren’t ample enough to accommodate Sinaia’s growing religious community, so in 1846 this serene complex was built. Its main church is a marvel of carved floral decoration, with oil paintings within. Easily as magnificent is the backdrop of forested mountains.\n"
},
{
    "country": "sinaia",
    "city": "Sinaia",
    "index": 4,
    "name": "Foişorul Hunting Lodge",
    "latitude": "45.361608630832",
    "longitude": "25.536275150206",
    "excerpt": "At the western end of the Peleş estate is the Swiss-châlet-style Foişorul Hunting Lodge, built as a temporary residence by King Carol I before Peleş…",
    "detail_url": "https://www.lonelyplanet.com/romania/transylvania/sinaia/attractions/foisorul-hunting-lodge/a/poi-sig/1308195/360410",
    "image_url": null,
    "detail_description": "At the western end of the Peleş estate is the Swiss-châlet-style Foişorul Hunting Lodge, built as a temporary residence by King Carol I before Peleş Castle was completed.\n"
},
{
    "country": "sinaia",
    "city": "Sinaia",
    "index": 2,
    "name": "Pelişor Palace",
    "latitude": "45.361657064816",
    "longitude": "25.54067328098",
    "excerpt": "It’s hard to believe that Carol I’s nephew Ferdinand (1865–1927) could have been unsatisfied with lavish Peleş Castle; nonetheless, Pelişor Palace was…",
    "detail_url": "https://www.lonelyplanet.com/romania/transylvania/sinaia/attractions/pelisor-palace/a/poi-sig/477174/360410",
    "image_url": null,
    "detail_description": ""
}
]