[
{
    "country": "singaraja",
    "city": "Singaraja",
    "index": 1,
    "name": "Sekumpul Waterfall",
    "latitude": "-8.179717",
    "longitude": "115.187101",
    "excerpt": "Sitting 18km southeast of Singaraja, some six or seven separate waterfalls – all fed by upland streams – pour up to 80m over cliffs in a verdant bamboo…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/singaraja/attractions/sekumpul-waterfall/a/poi-sig/1607289/1002206",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_1153729063.jpg",
    "detail_description": "Sitting 18km southeast of Singaraja, some six or seven separate waterfalls – all fed by upland streams – pour up to 80m over cliffs in a verdant bamboo-forested valley. From the car park, it's a hilly 45-minute, 1km walk through the tiny Sekumpul village, where trees of clove, cacao, jackfruit, mangosteen and more lead the way to steep stairs. Trails wind through the valley from one cascade to the other and its easy to while the day away in their splendor.\nGiven its remote location, hiring a driver to get you to Sekumpul is ideal. Bayu Sunrise goes the extra mile by providing transport from anywhere on Bali, in addition to accompanying you through the village and hiking to the falls.From the car park, take a left and walk up the road. From here, it's 10 minutes to the official waterfall entrance. Beware of stalls marked 'Registration Station' in the area – they are not officially affiliated with the falls and have been known to trick tourists into paying up. When you see the 'Sekumpul Waterfall' sign, take another left and continue along the brick road past village residences and small shops – at the end of this path you'll find the official hut where you'll pay the admission fee. From here, continue down the trail to a steep hill where the stairs begin. You'll eventually make your way down to a stream (prepare to get your feet wet as you cross it); and the falls are shortly ahead."
},
{
    "country": "singaraja",
    "city": "Singaraja",
    "index": 9,
    "name": "Old Dutch Warehouses",
    "latitude": "-8.10396",
    "longitude": "115.089179",
    "excerpt": "Check out the cinematically decrepit old Dutch warehouses opposite the water.",
    "detail_url": "https://www.lonelyplanet.com/indonesia/singaraja/attractions/old-dutch-warehouses/a/poi-sig/1290955/1002206",
    "image_url": null,
    "detail_description": "Check out the cinematically decrepit old Dutch warehouses opposite the water.\n"
},
{
    "country": "singaraja",
    "city": "Singaraja",
    "index": 10,
    "name": "Ling Gwan Kiong",
    "latitude": "-8.1036789960326",
    "longitude": "115.08941391484",
    "excerpt": "A colourful Chinese temple.",
    "detail_url": "https://www.lonelyplanet.com/indonesia/singaraja/attractions/ling-gwan-kiong/a/poi-sig/1085614/1002206",
    "image_url": null,
    "detail_description": "A colourful Chinese temple.\n"
},
{
    "country": "singaraja",
    "city": "Singaraja",
    "index": 8,
    "name": "Yudha Mandala Tama Monument",
    "latitude": "-8.103365",
    "longitude": "115.089673",
    "excerpt": "The conspicuous Yudha Mandala Tama Monument commemorates a freedom fighter killed by gunfire from a Dutch warship early in the struggle for independence.",
    "detail_url": "https://www.lonelyplanet.com/indonesia/singaraja/attractions/yudha-mandala-tama-monument/a/poi-sig/1085615/1002206",
    "image_url": null,
    "detail_description": "The conspicuous Yudha Mandala Tama Monument commemorates a freedom fighter killed by gunfire from a Dutch warship early in the struggle for independence.\n"
},
{
    "country": "singaraja",
    "city": "Singaraja",
    "index": 7,
    "name": "Pura Jagat Natha",
    "latitude": "-8.1117961748261",
    "longitude": "115.0913873808",
    "excerpt": "Singaraja's main temple, the largest in northern Bali, is not usually open to foreigners. You can appreciate its size and admire the carved stone…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/singaraja/attractions/pura-jagat-natha/a/poi-sig/1085612/1002206",
    "image_url": null,
    "detail_description": "Singaraja's main temple, the largest in northern Bali, is not usually open to foreigners. You can appreciate its size and admire the carved stone decorations from the outside.\n"
},
{
    "country": "singaraja",
    "city": "Singaraja",
    "index": 6,
    "name": "Pura Dalem Jagaraga",
    "latitude": "-8.110896",
    "longitude": "115.164185",
    "excerpt": "In the village of Jagaraga, Pura Dalem is a small, interesting temple with delightful sculptured panels along its front wall. On the outer wall, look for…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/singaraja/attractions/pura-dalem-jagaraga/a/poi-sig/1554169/1002206",
    "image_url": null,
    "detail_description": "In the village of Jagaraga, Pura Dalem is a small, interesting temple with delightful sculptured panels along its front wall. On the outer wall, look for a vintage car driving sedately past, a steamer at sea and even an aerial dogfight between early aircraft. It's about 8km east of Singaraja.\n"
},
{
    "country": "singaraja",
    "city": "Singaraja",
    "index": 5,
    "name": "Museum Buleleng",
    "latitude": "-8.125341",
    "longitude": "115.096979",
    "excerpt": "Museum Buleleng recalls the life of the last radja (rajah; prince) of Buleleng, Pandji Tisna, who is credited with developing tourism in Lovina to the…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/singaraja/attractions/museum-buleleng/a/poi-sig/1085611/1002206",
    "image_url": null,
    "detail_description": "Museum Buleleng recalls the life of the last radja (rajah; prince) of Buleleng, Pandji Tisna, who is credited with developing tourism in Lovina to the west. Among the items here is the Royal (brand) typewriter he used during his unlucrative career as a travel writer before his death in 1978. It also traces the history of the region back to when there was no history.\n"
},
{
    "country": "singaraja",
    "city": "Singaraja",
    "index": 4,
    "name": "Gedong Kirtya Library",
    "latitude": "-8.125171",
    "longitude": "115.096507",
    "excerpt": "This small historical library was established in 1928 by Dutch colonialists and named after the Sanskrit for 'to try'. It has a collection of lontar …",
    "detail_url": "https://www.lonelyplanet.com/indonesia/singaraja/attractions/gedong-kirtya-library/a/poi-sig/1336334/1002206",
    "image_url": null,
    "detail_description": "This small historical library was established in 1928 by Dutch colonialists and named after the Sanskrit for 'to try'. It has a collection of lontar (dried palm leaf) books, as well as some even older written works in the form of inscribed copper plates called prasasti. Dutch publications, dating back to 1901, may interest students of the colonial period. It's on the same grounds as Museum Buleleng.\n"
},
{
    "country": "singaraja",
    "city": "Singaraja",
    "index": 3,
    "name": "Air Terjun Gitgit",
    "latitude": "-8.222364",
    "longitude": "115.144444",
    "excerpt": "Around 11km south of Singaraja, a well-signposted path goes 800m west from the main road to the touristy waterfall, Air Terjun Gitgit. The path is lined…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/singaraja/attractions/air-terjun-gitgit/a/poi-sig/1194247/1002206",
    "image_url": null,
    "detail_description": "Around 11km south of Singaraja, a well-signposted path goes 800m west from the main road to the touristy waterfall, Air Terjun Gitgit. The path is lined with souvenir stalls and guides to nowhere. The 40m waterfalls pound away and the mists are more refreshing than any air-con. Approximately 2km further up the hill, there's a multitiered waterfall about 600m off the western side of the main road. The path crosses a narrow bridge and follows the river through verdant jungle past several small sets of waterfalls.\n"
},
{
    "country": "singaraja",
    "city": "Singaraja",
    "index": 2,
    "name": "Sangsit",
    "latitude": "-8.080305",
    "longitude": "115.150452",
    "excerpt": "About 6km northeast of Singaraja is an excellent example of the colourful architectural style of north Bali. Sangsit's Pura Beji is a temple for the subak…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/singaraja/attractions/sangsit/a/poi-sig/1554168/1002206",
    "image_url": null,
    "detail_description": "About 6km northeast of Singaraja is an excellent example of the colourful architectural style of north Bali. Sangsit's Pura Beji is a temple for the subak (village association of rice-growers), dedicated to the goddess Dewi Sri, who looks after irrigated rice fields. The over-the-top sculptured panels along the front wall feature cartoonlike demons and amazing naga (mythical snakelike creatures). The inside also has a variety of sculptures covering every available space. It's 500m off the main road towards the coast.\nThe Pura Dalem (Temple of the Dead) shows scenes of punishment in the afterlife, and other humorous, sometimes erotic, pictures. You'll find it in the rice fields, about 500m northeast of Pura Beji."
}
]