[
{
    "country": "singapore",
    "city": "Colonial District, the Quays & Marina Bay",
    "index": 1,
    "name": "Battlebox",
    "latitude": "1.296265",
    "longitude": "103.846217",
    "excerpt": "Take a tour through the Battlebox Museum, the former command post of the British during WWII, and get lost in the eerie and deathly quiet 26-room…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/battlebox/a/poi-sig/365751/1322394",
    "image_url": null,
    "detail_description": "Take a tour through the Battlebox Museum, the former command post of the British during WWII, and get lost in the eerie and deathly quiet 26-room underground complex. War veterans and Britain’s Imperial War Museum helped recreate the authentic bunker environs; life-size models re-enact the fateful surrender to the Japanese on 15 February 1942. Japanese Morse codes are still etched on the walls. Due to the tour length and underground location, the museum is recommended for children over eight years old.\n"
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 40,
    "name": "Orchard Road",
    "latitude": "1.3009502009001",
    "longitude": "103.84013170989",
    "excerpt": "Famous by name, Orchard Rd was once lined with nutmeg and pepper plantations. Today it's the domain of Singapore's elite and well-heeled tourists, lured…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/orchard-rd-holland-road-bukit-timah/attractions/orchard-road/a/poi-sig/365045/1324273",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5eb59935f284e9711527815e77ce72a7c260c1ca9595a3d41027c2337f0a826f.jpg",
    "detail_description": "Famous by name, Orchard Rd was once lined with nutmeg and pepper plantations. Today it's the domain of Singapore's elite and well-heeled tourists, lured here by the shopping centres, nightspots, restaurants, bars and lounges. A showcase for the material delights of capitalism, Orchard Rd also possesses a few sights of cultural interest, including Emerald Hill Road, where a credit card is not required.\n"
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 39,
    "name": "Lazarus Island",
    "latitude": "1.221793",
    "longitude": "103.856163",
    "excerpt": "Almost entirely undeveloped, with little more than a bit of jungle and a sweeping beach, Lazarus Island is connected to nearby St John's Island via a…",
    "detail_url": "https://www.lonelyplanet.com/singapore/southern-islands/attractions/lazarus-island/a/poi-sig/1245890/1339050",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4dba4c51c290776f2bbfbd62b4c6ae9b-lazarus-island.jpg",
    "detail_description": "Almost entirely undeveloped, with little more than a bit of jungle and a sweeping beach, Lazarus Island is connected to nearby St John's Island via a paved walkway (approximately 20 minutes to cross). The beach is a gorgeous, sandy affair – dotted with the odd yacht and (unfortunately) rubbish swept up by the tides. That said, it's as perfect a beach as you can expect in Singapore, and a fabulous spot to roll out your towel and soak up some rays.\n"
},
{
    "country": "singapore",
    "city": "Sentosa Island",
    "index": 38,
    "name": "SEA Aquarium",
    "latitude": "1.257962",
    "longitude": "103.820618",
    "excerpt": "You'll be gawking at more than 800 species of aquatic creature at Singapore's impressive, sprawling aquarium. The state-of-the-art complex recreates 49…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/sentosa-island/attractions/sea-aquarium/a/poi-sig/1490655/1322427",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/180845967_high.jpg",
    "detail_description": "You'll be gawking at more than 800 species of aquatic creature at Singapore's impressive, sprawling aquarium. The state-of-the-art complex recreates 49 aquatic habitats found between Southeast Asia, Australia and Africa. The Open Ocean habitat is especially spectacular, its 36m-long, 8.3m-high viewing panel one of the world's largest. The complex is also home to an interactive, family-friendly exhibition exploring the history of the maritime Silk Route.\n"
},
{
    "country": "singapore",
    "city": "Colonial District, the Quays & Marina Bay",
    "index": 37,
    "name": "Singapore Flyer",
    "latitude": "1.289454",
    "longitude": "103.863255",
    "excerpt": "Las Vegas' High Roller may have since stolen its 'World's Biggest Observation Wheel' title, but Singapore's 165m-tall Ferris wheel continues to serve up a…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/singapore-flyer/a/poi-sig/365557/1322394",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dde5fe6374bd35ebba0d6f3ac5cfe301-singapore-flyer.jpg",
    "detail_description": "Las Vegas' High Roller may have since stolen its 'World's Biggest Observation Wheel' title, but Singapore's 165m-tall Ferris wheel continues to serve up a gobsmacking panorama. On a clear day, the 30-minute ride will have you peering out over the Colonial District, CBD and Marina Bay, the high-rise housing sprawl to the east and out to the ship-clogged South China Sea. The wheel's construction is documented in an on-site multimedia display, Journey of Dreams.\n"
},
{
    "country": "singapore",
    "city": "Little India & Kampong Glam",
    "index": 36,
    "name": "Sri Veeramakaliamman Temple",
    "latitude": "1.307892",
    "longitude": "103.852504",
    "excerpt": "Little India's most colourful, visually stunning temple is dedicated to the ferocious goddess Kali, depicted wearing a garland of skulls, ripping out the…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/little-india-kampong-glam/attractions/sri-veeramakaliamman-temple/a/poi-sig/365153/1323899",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/69e6286c5a291cb5f3f7f90a11e974d8-sri-veeramakaliamman-temple.jpg",
    "detail_description": "Little India's most colourful, visually stunning temple is dedicated to the ferocious goddess Kali, depicted wearing a garland of skulls, ripping out the insides of her victims, and sharing more tranquil family moments with her sons Ganesh and Murugan. The bloodthirsty consort of Shiva has always been popular in Bengal, the birthplace of the labourers who built the structure in 1881. The temple is at its most evocative during each of the four daily puja (prayer) sessions.\n"
},
{
    "country": "singapore",
    "city": "Chinatown & the CBD",
    "index": 35,
    "name": "Singapore Musical Box Museum",
    "latitude": "1.280595",
    "longitude": "103.847322",
    "excerpt": "Walk through music history and be captivated by the exquisite melodies of these antique music boxes, some more than 200 years old. Peer into the inner…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/chinatown-the-cbd/attractions/singapore-musical-box-museum/a/poi-sig/1547600/1322370",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cc191036e0a0b66a0756b3960a207c3a-singapore-musical-box-museum.jpg",
    "detail_description": "Walk through music history and be captivated by the exquisite melodies of these antique music boxes, some more than 200 years old. Peer into the inner workings of the very first, and rather basic, boxes all the way through to cupboard-sized, multi-instrument music makers. One was even destined for the Titanic but missed the boat! There's something for everyone; the older generations will love the old-time tunes, and youngsters will marvel at what the first iPod looked like.\n"
},
{
    "country": "singapore",
    "city": "Colonial District, the Quays & Marina Bay",
    "index": 34,
    "name": "St Andrew's Cathedral",
    "latitude": "1.292297",
    "longitude": "103.852129",
    "excerpt": "Funded by Scottish merchants and built by Indian convicts, this wedding cake of a cathedral stands in stark contrast to the glass and steel surrounding it…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/st-andrew-s-cathedral/a/poi-sig/1151906/1322394",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-561871585_super.jpg",
    "detail_description": "Funded by Scottish merchants and built by Indian convicts, this wedding cake of a cathedral stands in stark contrast to the glass and steel surrounding it. Completed in 1838 but torn down and rebuilt in its present form in 1862 after lightning damage, it's one of Singapore's finest surviving examples of English Gothic architecture. Interesting details include the tropics-friendly porte-cochère (carriage porch) entrance – designed to shelter passengers – and the colourful stained glass adorning the western wall.\n"
},
{
    "country": "singapore",
    "city": "Little India & Kampong Glam",
    "index": 33,
    "name": "Malay Heritage Centre",
    "latitude": "1.302615",
    "longitude": "103.860015",
    "excerpt": "The Kampong Glam area is the historic seat of Malay royalty, resident here before the arrival of Raffles, and the istana (palace) on this site was built…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/little-india-kampong-glam/attractions/malay-heritage-centre/a/poi-sig/365321/1323899",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-494022943_master.jpg",
    "detail_description": "The Kampong Glam area is the historic seat of Malay royalty, resident here before the arrival of Raffles, and the istana (palace) on this site was built for the last sultan of Singapore, Ali Iskandar Shah, between 1836 and 1843. It's now a museum, its galleries exploring Malay-Singaporean culture and history, from the early migration of traders to Kampong Glam to the development of Malay-Singaporean film, theatre, music and publishing.\nFree guided tours run at 11am Tue-Fri and at 2pm Tuesday, Thursday and Saturday."
},
{
    "country": "singapore",
    "city": "Colonial District, the Quays & Marina Bay",
    "index": 32,
    "name": "Fountain of Wealth",
    "latitude": "1.294815",
    "longitude": "103.858766",
    "excerpt": "Declared the World's Largest Fountain (though not Most Attractive) in the Guinness Book of Records in 1998, the Fountain of Wealth has since had its title…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/fountain-of-wealth/a/poi-sig/1357312/1322394",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0a809d9b3ebbdfed0c0d2ef199c0b9ff-fountain-of-wealth.jpg",
    "detail_description": "Declared the World's Largest Fountain (though not Most Attractive) in the Guinness Book of Records in 1998, the Fountain of Wealth has since had its title stolen in 2009 by an even larger fountain (in South Korea). Nonetheless, it's still pretty impressive. For good luck you'll need to walk around the central base, touching the water. Don't let the glass walls get in your way – head inside during one of the three opening sessions to walk on the fountain.\nCome dark it bursts into colour with nightly light displays."
},
{
    "country": "singapore",
    "city": "Chinatown & the CBD",
    "index": 31,
    "name": "Thian Hock Keng Temple",
    "latitude": "1.280702",
    "longitude": "103.847355",
    "excerpt": "Surprisingly, Chinatown’s oldest and most important Hokkien temple is often a haven of tranquillity. Built between 1839 and 1842, it’s a beautiful place,…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/chinatown-the-cbd/attractions/thian-hock-keng-temple/a/poi-sig/365439/1322370",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1640bc7878303b42bc3f12e764fd1d46-thian-hock-keng-temple.jpg",
    "detail_description": "Surprisingly, Chinatown’s oldest and most important Hokkien temple is often a haven of tranquillity. Built between 1839 and 1842, it’s a beautiful place, and was once the favourite landing point of Chinese sailors, before land reclamation pushed the sea far down the road. Typically, the temple's design features are richly symbolic: the stone lions at the entrance ward off evil spirits, while the painted depiction of phoenixes and peonies in the central hall symbolise peace and good tidings respectively.\nInterestingly, the temple gates are Scottish and the tiles Dutch."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 30,
    "name": "Istana Heritage Gallery",
    "latitude": "1.299644",
    "longitude": "103.843117",
    "excerpt": "If your visit to Singapore doesn't coincide with one of the five days per year the Istana opens to the public (or you don't have time to spend hours…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/orchard-rd-holland-road-bukit-timah/attractions/istana-heritage-gallery/a/poi-sig/1552517/1324273",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5b5aab50c526720a3ca653ef1a229d99-istana-heritage-gallery.jpg",
    "detail_description": "If your visit to Singapore doesn't coincide with one of the five days per year the Istana opens to the public (or you don't have time to spend hours queuing on one of those days), you can take a peek behind the formidable gates at this informative museum. Discover the building's history, peruse the guest book, marvel at opulent state gifts and even sit for a picture-perfect moment in front of a life-size backdrop of the East Drawing Room.\nLook out for the replica Mandor (supervisor in Malay) statue who watches over guests entering Istana."
},
{
    "country": "singapore",
    "city": "Chinatown & the CBD",
    "index": 29,
    "name": "Pinnacle@Duxton",
    "latitude": "1.277816",
    "longitude": "103.840638",
    "excerpt": "For killer city views at a bargain S$6, head to the 50th-floor rooftop of Pinnacle@Duxton, the world’s largest public housing complex. Skybridges…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/chinatown-the-cbd/attractions/pinnacleatduxton/a/poi-sig/1490334/1322370",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f1fde0bcc5c1b60ddf182b23a5bdb292-pinnacle-duxton.jpg",
    "detail_description": "For killer city views at a bargain S$6, head to the 50th-floor rooftop of Pinnacle@Duxton, the world’s largest public housing complex. Skybridges connecting the seven towers provide a 360-degree sweep of city, port and sea. Find the 'blink or you'll miss it' ticket booth at level one, Block G, hand over your cash and register your Ez-Link transport card, before taking the lift up to the 50th floor, where you'll tap your card at the gate – stand inside the turnstile before tapping.\nChilling out is encouraged, with patches of lawn, modular furniture and sun loungers. For maximum impact, head up just before sunset to catch the sinking sun."
},
{
    "country": "singapore",
    "city": "Colonial District, the Quays & Marina Bay",
    "index": 28,
    "name": "Fort Canning Park",
    "latitude": "1.295096249428",
    "longitude": "103.84622812271",
    "excerpt": "When Raffles rolled into Singapore, locals steered clear of Fort Canning Hill, then called Bukit Larangan (Forbidden Hill), out of respect for the sacred…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/fort-canning-park/a/poi-sig/1151905/1322394",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b845f554c7e18b992d34d8e97018d6b5131fd12f3d4576a072f9a797dc6ad6a9.jpg",
    "detail_description": "When Raffles rolled into Singapore, locals steered clear of Fort Canning Hill, then called Bukit Larangan (Forbidden Hill), out of respect for the sacred shrine of Sultan Iskandar Shah, ancient Singapura's last ruler. Today the hill is better known as Fort Canning Park, a lush retreat from the hot streets below. Take a stroll in the shade of truly enormous trees, amble through the spice garden or ponder Singapore's wartime defeat at the Battlebox museum, the former command post of the British during WWII.\nFort Canning Park hosts several outdoor events and concerts throughout the year, including Ballet under the Stars (July) and Films at the Fort (August)."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 27,
    "name": "Bukit Timah Nature Reserve",
    "latitude": "1.354454",
    "longitude": "103.778465",
    "excerpt": "Singapore’s steamy Bukit Timah Nature Reserve is a 163-hectare tract of primary rainforest clinging to Singapore’s highest peak, Bukit Timah (163m). The…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/northern-central-singapore/attractions/bukit-timah-nature-reserve/a/poi-sig/365047/1323900",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8331370adbd1eb068f0d59ef31eb1a85-bukit-timah-nature-reserve.jpg",
    "detail_description": "Singapore’s steamy Bukit Timah Nature Reserve is a 163-hectare tract of primary rainforest clinging to Singapore’s highest peak, Bukit Timah (163m). The reserve supposedly holds more tree species than the entire North American continent, and its unbroken forest canopy shelters what remains of Singapore’s native wildlife, including long-tailed macaques, pythons and dozens of bird species. The visitor centre (8am to 5.30pm) showcases the area's flora and fauna, including two Sumatran tigers who once roamed Singapore.\nAlso, keep in mind that the steep paths are sweaty work, so take plenty of water, smother yourself in mosquito repellent, and don’t feed the monkeys no matter how politely they ask."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 26,
    "name": "St John's Island",
    "latitude": "1.218532",
    "longitude": "103.849983",
    "excerpt": "Spooky St John's has a chequered past: it was a quarantine station for immigrants in the 1930s before becoming a political prison and later a…",
    "detail_url": "https://www.lonelyplanet.com/singapore/southern-islands/attractions/st-john-s-island/a/poi-sig/1245889/1339050",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_127867628.jpg",
    "detail_description": "Spooky St John's has a chequered past: it was a quarantine station for immigrants in the 1930s before becoming a political prison and later a rehabilitation centre for opium addicts. A prison-like feel still lingers with high barbed-wire fences and watchtowers dotting the landscape. Most visitors come for a quiet spot of fishing or to head across the paved walkway to the tranquil, sandy beaches on neighbouring Lazarus Island.\nIf you plan to travel here during the Kusu pilgrimage (during the ninth lunar month sometime between September and November), check the ferry has not cancelled its stop at St John's – as it sometimes does."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 25,
    "name": "Lian Shan Shuang Lin Monastery",
    "latitude": "1.33017",
    "longitude": "103.857343",
    "excerpt": "This breathtaking monastery was established in 1898 and inspired by the Xi Chang Shi temple in Fuzhou, China. Two majestic gates frame the entrance, while…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/northern-central-singapore/attractions/lian-shan-shuang-lin-monastery/a/poi-sig/365311/1323900",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5ed9db83685bce639eb6ede2a3cda681-lian-shan-shuang-lin-monastery.jpg",
    "detail_description": "This breathtaking monastery was established in 1898 and inspired by the Xi Chang Shi temple in Fuzhou, China. Two majestic gates frame the entrance, while further to the right is a seven-storey pagoda adorned with carvings. Inside the complex, shaded pathways lead from bonsai-filled courtyards to the monastery's three main halls, of which the Mahavira Hall is the most spectacular.\nTo the left of the monastery stands the weathered Cheng Huang Temple, dedicated to the Town God, administrator of justice in the netherworld. The main hall was built in 1912, its thick beams stained from decades of incense smoke.The monastery and temple are about a 1km walk east of Toa Payoh MRT station."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 24,
    "name": "Changi Village",
    "latitude": "1.388611",
    "longitude": "103.988722",
    "excerpt": "The low-slung buildings are modern, but Changi Village maintains its village atmosphere; the lively hawker centre next to the bus terminus is the focal…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/eastern-singapore/attractions/changi-village/a/poi-sig/365033/1322441",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/73eaf7dad8c6282d524a976a5d350dc4-changi-village.jpg",
    "detail_description": "The low-slung buildings are modern, but Changi Village maintains its village atmosphere; the lively hawker centre next to the bus terminus is the focal point. Changi Beach (where thousands of Singaporean civilians were executed during WWII), lapped by the waters of the Straits of Johor, is lousy for swimming, but there’s a good stretch of sand. The ferry terminal for catching a bumboat to Pulau Ubin is located opposite the hawker centre.\nJust beyond the ferry terminal is the starting point of the Changi Point Coastal Walk, a relaxing 2.2km-long boardwalk that traverses mangroves, a sandy beach and the verdant grounds of government holiday villas."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 23,
    "name": "Changi Museum & Chapel",
    "latitude": "1.3621870724682",
    "longitude": "103.97400856018",
    "excerpt": "The Changi Museum and Chapel commemorates the WWII Allied POWs who suffered horrific treatment at the hands of the invading Japanese. The museum includes…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/eastern-singapore/attractions/changi-museum-chapel/a/poi-sig/1225225/1322441",
    "image_url": null,
    "detail_description": "The Changi Museum and Chapel commemorates the WWII Allied POWs who suffered horrific treatment at the hands of the invading Japanese. The museum includes replicas of the famous Changi Murals painted by POW Stanley Warren in the old POW hospital and a replica of the original Changi Chapel. At time of research the museum and the chapel were closed to the public for major renovations. Both are scheduled to reopen in late 2020.\nThe museum was shifted from its original Changi prison site in 2001 when Singapore Prisons reclaimed the land to expand its operations. Former POWs, veterans and historians will feel the loss of the actual site most keenly, but to the architects' credit, the understated design of the current building is well suited to its dual role as a shrine and history museum.The main exhibition recounts stories of suffering, resilience and hope through photographs, letters, drawings and other wartime artefacts. The tattered shoes of a civilian prisoner prove unexpectedly moving, while a tiny Morse-code transmitter hidden in a matchbox is testament to the prisoners' ingenuity. Resourcefulness and determination are equally present in the rotating replica British and Australian patchwork quilts. Created by women internees for the use of men in the military hospitals, the patches sometimes carried secret codes embedded in the motifs, with messages only loved ones could decode. The museum's small art gallery features the work of several wartime artists, offering intimate glimpses into the brutality, suffering and mood of the time.Tucked into the wall behind the altar in the replica chapel – its cross made of ammunition casings – are mementoes left by visitors, from white crosses and red poppies to handwritten notes and colourful paper cranes.The museum's audioguide is a worthy investment.The easiest and fastest way to get here is by taxi ($S25)."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 22,
    "name": "Kusu Island",
    "latitude": "1.223166",
    "longitude": "103.86097",
    "excerpt": "By far the smallest of the three Southern Islands, Kusu is also the most pleasant. Step off the boat and into an area of picnic-friendly landscaped…",
    "detail_url": "https://www.lonelyplanet.com/singapore/southern-islands/attractions/kusu-island/a/poi-sig/1245888/1339050",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/640889b68390704af93dcb8263c5c8f9-kusu-island.jpg",
    "detail_description": "By far the smallest of the three Southern Islands, Kusu is also the most pleasant. Step off the boat and into an area of picnic-friendly landscaped gardens, home to a small turtle sanctuary and the colourful Tua Pek Kong Temple. Further on is the beach, its shallow water ideal for young kids. All of this, though, is on reclaimed flat land, which surrounds the original piece of Kusu – a forest-covered rock topped by the Kusu Kramats, three 19th-century Malay shrines.\nYou can visit the shrines, all painted a bright canary yellow, by climbing the 152 steps up through the trees to the top.The island is generally quiet, except during the Kusu pilgrimage during the ninth lunar month (sometime between September and November), when thousands of devotees arrive to pay homage at the temples. Tea, coffee and cold drinks are sometimes available at Tua Pek Kong Temple, but don't count on it."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 21,
    "name": "East Coast Park",
    "latitude": "1.298817101854",
    "longitude": "103.90801253022",
    "excerpt": "This 15km stretch of seafront park is where Singaporeans come to swim, windsurf, wakeboard, kayak, picnic, bicycle, in-line skate, skateboard and – of…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/eastern-singapore/attractions/east-coast-park/a/poi-sig/1225209/1322441",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/146270925_full.jpg",
    "detail_description": "This 15km stretch of seafront park is where Singaporeans come to swim, windsurf, wakeboard, kayak, picnic, bicycle, in-line skate, skateboard and – of course – eat. You'll find swaying coconut palms, patches of bushland, a lagoon, sea-sports clubs, and some excellent eating options. Renting a bike, enjoying the sea breezes, watching the veritable city of container ships out in the strait, and capping it all off with a beachfront meal is one of the most pleasant ways to spend a Singapore afternoon.\nEast Coast Park starts at the end of Tanjong Katong Rd in Joo Chiat (Katong) and ends at the National Sailing Centre in Bedok, which is actually closer to the Tanah Merah MRT station. It's connected to Changi Beach Park by the Coastal Park Connector Network (PCN), a 15km park connector running along Changi Coast Rd, beside the airport runway. At the western end of the park, the bicycle track continues right through to the Kallang River.From central Singapore, catch bus 36, 48 or 196 to Marine Parade Rd, then walk south one block to East Coast Parkway (ECP), crossing it to East Coast Park via one of the pedestrian underpasses."
},
{
    "country": "singapore",
    "city": "Colonial District, the Quays & Marina Bay",
    "index": 19,
    "name": "Raffles Hotel",
    "latitude": "1.295204",
    "longitude": "103.854414",
    "excerpt": "Although its resplendent lobby is only accessible to hotel and restaurant guests, Singapore's most iconic slumber palace is worth a quick visit for its…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/raffles-hotel/a/poi-sig/1221690/1322394",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/114844221_full.jpg",
    "detail_description": "Although its resplendent lobby is only accessible to hotel and restaurant guests, Singapore's most iconic slumber palace is worth a quick visit for its magnificent ivory frontage, famous Sikh doorman and lush, hushed tropical grounds. The hotel started life in 1887 as a modest 10-room bungalow fronting the beach (long gone thanks to land reclamation) and unveiled a new chapter in August 2019, when it reopened after nearly two years of significant renovations (the cost of which is a tightly held secret).\nBehind the hotel were the Sarkies brothers, immigrants from Armenia and proprietors of two other grand colonial hotels – the Strand in Yangon (Rangoon) and the Eastern &amp; Oriental in Penang. The hotel's heyday began in 1899 with the opening of the main building, the same one that guests stay in today. Before long, 'Raffles' became a byword for oriental luxury ('A legendary symbol for all the fables of the Exotic East', went the publicity blurb) and was featured in novels by Joseph Conrad and Somerset Maugham. The famous Singapore Sling was first concocted here by bartender Ngiam Tong Boon in 1915, and (far less gloriously) a Singaporean tiger, escaped from a travelling circus nearby, was shot beneath the Billiard Room in 1902. A shabby relic by the 1970s, the property dodged the wrecking ball in 1987 with National Monument designation, reopening in 1991 after a S$160-million facelift. The most recent upgrade, completed in 2019, saw the number of suites increase from 103 to 115, a spa added and the transformation of the Jubilee Theatre into a ballroom."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 20,
    "name": "Night Safari",
    "latitude": "1.403835",
    "longitude": "103.788432",
    "excerpt": "Electric trams glide past close to 100 species, including tigers and elephants, with more docile creatures often passing within centimetres of the trams…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/northern-central-singapore/attractions/night-safari/a/poi-sig/1060131/1323900",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148928137_large.jpg",
    "detail_description": "Electric trams glide past close to 100 species, including tigers and elephants, with more docile creatures often passing within centimetres of the trams. Walking trails lead to enclosures inaccessible by tram, though sighting the animals can be a little hit-and-miss. (In truth, many are better seen at neighbouring Singapore Zoo.) If you've got kids, the 25-minute Creatures of the Night show will thrill. Admission is timed and later slots are less crowded. Restaurants, shops and ticket counter open at 5.30pm.\nAnimal performances have been criticised by animal-welfare groups, who say that captivity is debilitating and stressful for animals, and that this is exacerbated by human interaction.You'll need to catch a bus at around 10.45pm to make the last MRT train from Ang Mo Kio at 11.30pm. Otherwise, out the front there are plentiful taxis that will set you back about S$30 for a ride to the CBD. Discounted multi-park tickets are available, which include the Singapore Zoo, River Safari and Jurong Bird Park.To get here catch bus 138 from the Ang Mo Kio MRT station."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 18,
    "name": "Emerald Hill Road",
    "latitude": "1.303495",
    "longitude": "103.83949",
    "excerpt": "Take time out from your shopping to wander up frangipani-scented Emerald Hill Rd, graced with some of Singapore's finest terrace houses. Special mentions…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/orchard-rd-holland-road-bukit-timah/attractions/emerald-hill-road/a/poi-sig/365247/1324273",
    "image_url": null,
    "detail_description": "Take time out from your shopping to wander up frangipani-scented Emerald Hill Rd, graced with some of Singapore's finest terrace houses. Special mentions go to No 56 (one of the earliest buildings here, built in 1902), No 39 to 45 (unusually wide frontages and a grand Chinese-style entrance gate), and No 120 to 130 (art deco features dating from around 1925). At the Orchard Rd end of the hill is a cluster of popular bars housed in fetching shophouse renovations.\n"
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 17,
    "name": "Peranakan Terrace Houses",
    "latitude": "1.310263",
    "longitude": "103.902222",
    "excerpt": "Just off Joo Chiat Rd, Koon Seng Rd and Joo Chiat Pl feature Singapore's most extraordinary Peranakan terrace houses, joyously decorated with stucco…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/eastern-singapore/attractions/peranakan-terrace-houses/a/poi-sig/1574564/1322441",
    "image_url": null,
    "detail_description": "Just off Joo Chiat Rd, Koon Seng Rd and Joo Chiat Pl feature Singapore's most extraordinary Peranakan terrace houses, joyously decorated with stucco dragons, birds, crabs and brilliantly glazed tiles. Pintu pagar (swinging doors) at the front of the houses are a typical feature, allowing cross breezes while retaining privacy. Those on Koon Seng Rd are located between Joo Chiat and Tembeling Rds, while those on Joo Chiat Pl run between Everitt and Mangis Rds.\n"
},
{
    "country": "singapore",
    "city": "Colonial District, the Quays & Marina Bay",
    "index": 16,
    "name": "Marina Bay Sands",
    "latitude": "1.283405",
    "longitude": "103.858942",
    "excerpt": "Designed by Israeli-born architect Moshe Safdie, Marina Bay Sands is a sprawling hotel, casino, mall, theatre, exhibition and museum complex. Star of the…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/marina-bay-sands/a/poi-sig/1490530/1322394",
    "image_url": null,
    "detail_description": "Designed by Israeli-born architect Moshe Safdie, Marina Bay Sands is a sprawling hotel, casino, mall, theatre, exhibition and museum complex. Star of the show is the Marina Bay Sands hotel, its three 55-storey towers connected by a cantilevered SkyPark. Head up for a drink and stellar views at CÉ LA VI, before catching a show at the MasterCard Theatres or doing serious damage to your credit card at the Shoppes.\n"
},
{
    "country": "singapore",
    "city": "Chinatown & the CBD",
    "index": 13,
    "name": "Thian Hock Keng Mural",
    "latitude": "1.280873",
    "longitude": "103.847022",
    "excerpt": "Spanning 44m, this mural, painted by Singaporean artist Yip Yew Chong (accountant by weekday, artist by weekend), tells the story of Singapore's early…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/chinatown-the-cbd/attractions/thian-hock-keng-mural/a/poi-sig/1573210/1322370",
    "image_url": null,
    "detail_description": "Spanning 44m, this mural, painted by Singaporean artist Yip Yew Chong (accountant by weekday, artist by weekend), tells the story of Singapore's early Hokkien immigrants. You'll find it on the outside rear wall of the Thian Hock Keng Temple; start from the right end and follow the immigrants' story, from leaving China to arriving in Singapore, and the sacrifices, hardships and joys they experienced along the way.\nThis isn't the artist's only mural; others can be found all over the island from Changi Village to Tiong Bahru to the National Museum of Singapore, and Yip is still going. Make sure to check his website for locations, and for even more fun, check out his street art trail on the LocoMole app or follow him on Instagram (@yipyewchong) to see how fans interact with these Singaporean heritage scenes."
},
{
    "country": "singapore",
    "city": "Little India & Kampong Glam",
    "index": 14,
    "name": "Indian Heritage Centre",
    "latitude": "1.305619",
    "longitude": "103.852247",
    "excerpt": "Delve into the origins and heritage of Singapore's Indian community at this S$12 million state-of-the-art museum. Divided into five themes, its hundreds…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/little-india-kampong-glam/attractions/indian-heritage-centre/a/poi-sig/1492276/1323899",
    "image_url": null,
    "detail_description": "Delve into the origins and heritage of Singapore's Indian community at this S$12 million state-of-the-art museum. Divided into five themes, its hundreds of historical and cultural artefacts, maps, archival footage and multimedia displays explore everything from early interactions between South Asia and Southeast Asia to Indian cultural traditions and the contributions of Indian Singaporeans to the development of the island nation. Among the more extraordinary objects is a 19th-century Chettinad doorway, intricately adorned with 5000 minute carvings.\nInspired by the baoli (Indian stepped well), the museum's architecture is equally intriguing. As night falls, the building's translucent facade transforms into a giant tapestry of sorts, showcasing the richly coloured mural behind it."
},
{
    "country": "singapore",
    "city": "Sentosa Island",
    "index": 12,
    "name": "Fort Siloso",
    "latitude": "1.257984",
    "longitude": "103.809836",
    "excerpt": "Dating from the 1880s, when Sentosa was called Pulau Blakang Mati (Malay for 'the island behind which lies death'), this British coastal fort was famously…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/sentosa-island/attractions/fort-siloso/a/poi-sig/1151978/1322427",
    "image_url": null,
    "detail_description": "Dating from the 1880s, when Sentosa was called Pulau Blakang Mati (Malay for 'the island behind which lies death'), this British coastal fort was famously useless during the Japanese invasion of 1942. Documentaries, artefacts, animatronics and recreated historical scenes take visitors through the fort's history, and the underground tunnels are fun to explore. The Surrender Chambers bring to life two pivotal moments in Singapore's history: the surrender of the British to the Japanese in 1942, and then the reverse in 1945.\nDesigned to repel a maritime assault from the south, Siloso's heavy guns had to be turned around when the Japanese invaded from the Malaya mainland in WWII. The British surrender soon followed, with the fort later used as a POW camp by the Japanese.Connected to Fort Siloso is the free Fort Siloso Skywalk, an 11-storey-high walking trail above the canopy treetops."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 15,
    "name": "Former Ford Factory",
    "latitude": "1.352845",
    "longitude": "103.769109",
    "excerpt": "The former Ford Motors assembly plant is best remembered as the place where the British surrendered Singapore to the Japanese on 15 February 1942. It's…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/northern-central-singapore/attractions/former-ford-factory/a/poi-sig/365651/1323900",
    "image_url": null,
    "detail_description": "The former Ford Motors assembly plant is best remembered as the place where the British surrendered Singapore to the Japanese on 15 February 1942. It's now home to an exhibition that charts Singapore's descent into war, the three dark years of Japanese occupation and Singapore's recovery and path to independence. This sombre story is told through audio interviews, news reels and clippings, photographs, diaries and harrowing personal accounts.\nCatch the MRT to Beauty World Station (take exit B) and board bus 67, 75, 170, 961, alight three stops later at After Old Jurong Rd and walk a further 150m up the road."
},
{
    "country": "singapore",
    "city": "Sentosa Island",
    "index": 11,
    "name": "Universal Studios",
    "latitude": "1.256514",
    "longitude": "103.821541",
    "excerpt": "Universal Studios is the top draw at Resorts World. Shops, shows, restaurants, rides and roller coasters are all neatly packaged into fantasy-world themes…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/sentosa-island/attractions/universal-studios/a/poi-sig/1245819/1322427",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/07df2a0a42f2f2ce17e99c1ef54c199b-universal-studios.jpg",
    "detail_description": "Universal Studios is the top draw at Resorts World. Shops, shows, restaurants, rides and roller coasters are all neatly packaged into fantasy-world themes based on blockbuster Hollywood films. Top attractions include Transformers: The Ride, a next-generation thrill ride deploying 3D animation, and Battlestar Galactica: Human vs Cylon, the world's tallest duelling roller coasters. Opening times are subject to slight variations across the year, so always check the website before heading in.\nIf you're visiting at the weekend, or during Singaporean school holidays, consider purchasing an express pass (from S$40) as it will let you join the fast lane once for each participating ride."
},
{
    "country": "singapore",
    "city": "Colonial District, the Quays & Marina Bay",
    "index": 10,
    "name": "National Museum of Singapore",
    "latitude": "1.29677",
    "longitude": "103.848685",
    "excerpt": "Imaginative and immersive, Singapore's National Museum is good enough to warrant two visits. At once cutting edge and classical, the space ditches staid…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/national-museum-of-singapore/a/poi-sig/1151898/1322394",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ac5306039912f4f7261bc384f3f62de008de6850bdce7b6fc1d05c2153bc159c.jpg",
    "detail_description": "Imaginative and immersive, Singapore's National Museum is good enough to warrant two visits. At once cutting edge and classical, the space ditches staid exhibits for lively multimedia galleries that bring Singapore's jam-packed biography to vivid life. It's a colourful, intimate journey, spanning ancient Malay royalty, wartime occupation, nation-building, food and fashion. Look out for interactive artwork GoHead/GoStan: Panorama Singapura, which offers an audiovisual trip through the city-state's many periods. Free guided tours are offered daily; check online for times.\nThe museum's neoclassical wing, graced by a stained-glass rotunda, once housed the Raffles Museum and Library."
},
{
    "country": "singapore",
    "city": "Chinatown & the CBD",
    "index": 8,
    "name": "Chinatown Heritage Centre",
    "latitude": "1.283566",
    "longitude": "103.844222",
    "excerpt": "Delve into Chinatown's gritty, cacophonous backstory at the immersive Chinatown Heritage Centre. Occupying several levels of a converted shophouse, its…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/chinatown-the-cbd/attractions/chinatown-heritage-centre/a/poi-sig/365231/1322370",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/128078849_full.jpg",
    "detail_description": "Delve into Chinatown's gritty, cacophonous backstory at the immersive Chinatown Heritage Centre. Occupying several levels of a converted shophouse, its interactive exhibitions shed light on numerous historical chapters, from the treacherous journey of Singapore's early Chinese immigrants to the development of local clan associations to the district's notorious opium dens. It's an evocative place, digging well beneath modern Chinatown's touristy veneer.\nThe museum is physically very small, so aim to arrive just after opening to beat the crowds.Guided tours are offered daily (for an additional adult/child S$7/6), with either a Samsui woman or a trishaw rider, and are well worth it for the hosts' entertaining stories. Tours begin at the ticket counter at 11.30am, 1.30pm and 4.30pm."
},
{
    "country": "singapore",
    "city": "Little India & Kampong Glam",
    "index": 9,
    "name": "Sultan Mosque",
    "latitude": "1.302111",
    "longitude": "103.859103",
    "excerpt": "Seemingly pulled from the pages of the Arabian Nights, Singapore's largest mosque is nothing short of enchanting, designed in the Saracenic style and…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/little-india-kampong-glam/attractions/sultan-mosque/a/poi-sig/365421/1323899",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1b6ef298cf86207463e7cd789027f1e4f615454d767df28a7cd8e7f84c7125e4.jpg",
    "detail_description": "Seemingly pulled from the pages of the Arabian Nights, Singapore's largest mosque is nothing short of enchanting, designed in the Saracenic style and topped by a golden dome. It was originally built in 1825 with the aid of a grant from Raffles and the East India Company, after Raffles' treaty with the sultan of Singapore allowed the Malay leader to retain sovereignty over the area. In 1928 the original mosque was replaced by the present building, designed by an Irish architect.\nNon-Muslims are asked to refrain from entering the prayer hall at any time, and all visitors are expected to be dressed suitably (cloaks are available at the entrance). Entry is via Gate 5 and 6, facing Bussorah Street."
},
{
    "country": "singapore",
    "city": "Colonial District, the Quays & Marina Bay",
    "index": 7,
    "name": "Asian Civilisations Museum",
    "latitude": "1.287266",
    "longitude": "103.851582",
    "excerpt": "This remarkable museum houses the region's most comprehensive collection of pan-Asian treasures. Its galleries explore the history, cultures, textiles and…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/asian-civilisations-museum/a/poi-sig/365097/1322394",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-109861935_super.jpg",
    "detail_description": "This remarkable museum houses the region's most comprehensive collection of pan-Asian treasures. Its galleries explore the history, cultures, textiles and religions of Southeast Asia, China, the Asian subcontinent and Islamic west Asia. The galleries are curated to emphasise the cross-cultural connections developed through Singapore's history as a port city. The Tang Shipwreck exhibition showcases over 500 pieces of recovered booty – look out for the Chinese bronze mirrors, one of which is over 2000 years old.\nThe museum occupies the stately Empress Place Building. Designed by British architect John Frederick Adolphus McNair and built using Indian convict labour in 1865, it originally housed the colonial government offices. Note the elegant fusion of Palladian classicism and tropical touches, among them timber louvered shutters and a wide, shaded porch."
},
{
    "country": "singapore",
    "city": "Chinatown & the CBD",
    "index": 6,
    "name": "Baba House",
    "latitude": "1.277216",
    "longitude": "103.837184",
    "excerpt": "Baba House is one of Singapore's best-preserved Peranakan heritage homes. Built in the 1890s, this beautiful blue three-storey building was donated to the…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/chinatown-the-cbd/attractions/baba-house/a/poi-sig/1151911/1322370",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cb4f6d18e0660bdf7a3853f324d9fd03-baba-house.jpg",
    "detail_description": "Baba House is one of Singapore's best-preserved Peranakan heritage homes. Built in the 1890s, this beautiful blue three-storey building was donated to the National University of Singapore (NUS) by a member of the family that used to live here. The NUS then set about renovating it so that it best matched how it would have looked in 1928 when, according to the family, Baba House was at its most resplendent. The only way in is on a guided or self-guided tour; bookings are essential.\nStep inside and marvel at the meticulously maintained period furniture and antiques, as well as the building's intricate architectural details. Learn the stories of the house and its former occupants, whose original family photos still grace the walls. The elaborate bedrooms on the 2nd floor are a sight to behold; keep your eyes peeled for the tenong, a wedding gift box, which takes pride of place.Tours take place daily Tuesday to Friday; self-guided tours are possible on Saturday."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 5,
    "name": "MacRitchie Reservoir",
    "latitude": "1.342355",
    "longitude": "103.834652",
    "excerpt": "MacRitchie Reservoir makes for a calming, evocative jungle escape. Walking trails skirt the water's edge and snake through the mature secondary rainforest…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/northern-central-singapore/attractions/macritchie-reservoir/a/poi-sig/365313/1323900",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a2aa48e66952bf8816898991072e32f5-macritchie-reservoir.jpg",
    "detail_description": "MacRitchie Reservoir makes for a calming, evocative jungle escape. Walking trails skirt the water's edge and snake through the mature secondary rainforest spotted with long-tailed macaques and huge monitor lizards. You can rent kayaks at the Paddle Lodge, but the highlight is the excellent 11km walking trail and its various well-signposted offshoots. Aim for the TreeTop Walk, the highlight of which is traversing a 250m-long suspension bridge, perched 25m up in the forest canopy.\nTrails then continue through the forest and around the reservoir, sometimes on dirt tracks, sometimes on wooden boardwalks. It takes three to four hours to complete the main circuit. From the service centre (which has changing facilities and a small cafe), near where the bus drops you off, start walking off to your right (anticlockwise around the lake) and you'll soon reach the Paddle Lodge. TreeTop Walk is around 3.5km beyond this."
},
{
    "country": "singapore",
    "city": "Colonial District, the Quays & Marina Bay",
    "index": 4,
    "name": "National Gallery Singapore",
    "latitude": "1.290355",
    "longitude": "103.851399",
    "excerpt": "Connected by a striking aluminium and glass canopy, Singapore's historic City Hall and Old Supreme Court buildings now form the city's breathtaking…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/national-gallery-singapore/a/poi-sig/1492518/1322394",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/106854955.jpg",
    "detail_description": "Connected by a striking aluminium and glass canopy, Singapore's historic City Hall and Old Supreme Court buildings now form the city's breathtaking National Gallery. Its world-class collection of 19th-century and modern Southeast Asian art is housed in two major spaces, the DBS Singapore Gallery and the UOB Southeast Asia Gallery. The former delivers a comprehensive overview of Singaporean art from the 19th century to today, while the latter focuses on the greater Southeast Asian region.\nBeyond them, the Singtel Special Exhibition Gallery is the setting for temporary exhibitions, which include major collaborations with some of the world's highest-profile art museums. Young culture vultures shouldn't miss the National Gallery's Keppel Centre for Art Education, which delivers innovative, multisensory art experiences for kids.The S$530 million National Gallery is a befitting home for what is one of the world's most important surveys of colonial and post-colonial Southeast Asian art. Among its many treasures are pieces by Singaporean greats Cheong Soo Pieng, Liu Kang, Chua Mia Tee and Georgette Chen, as well as works from luminaries such as Indonesia's Raden Saleh, the Philippines' Fernando Cueto Amorsolo and Imelda Cajipe-Endaya, and Myanmar's U Ba Nyan.Home to a string of good eateries and a gift shop stocked with specially commissioned art books, design pieces and prints, the complex also runs daily guided tours, artist talks, lectures and workshops."
},
{
    "country": "singapore",
    "city": "Colonial District, the Quays & Marina Bay",
    "index": 3,
    "name": "Gardens by the Bay",
    "latitude": "1.2835763969178",
    "longitude": "103.86534690857",
    "excerpt": "Singapore's 21st-century botanical garden is a S$1 billion, 101-hectare fantasy land of space-age biodomes, high-tech Supertrees and whimsical sculptures…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/gardens-by-the-bay/a/poi-sig/1490451/1322394",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-472064778_high.jpg",
    "detail_description": "Singapore's 21st-century botanical garden is a S$1 billion, 101-hectare fantasy land of space-age biodomes, high-tech Supertrees and whimsical sculptures. The Flower Dome replicates the dry Mediterranean climates found across the world, while the astounding Cloud Forest is a tropical montane affair. The blooming Floral Fantasy, opened in 2019, interweaves floral artistry and technology magically, complete with a 4D ride. Connecting two of the Supertrees is the OCBC Skyway, offering knockout views. At 7.45pm and 8.45pm, the Supertrees burst into light for the Garden Rhapsody show.\nOCBC Skyway tickets can be purchased at the Ticketing Hub and at the Supertree Grove. Bundle tickets to all the attractions are available and it's suggested to purchase Floral Fantasy tickets a few days in advance to nab your preferred entry time.Directly west of Supertree Grove are the Heritage Gardens, four themed spaces inspired by the cultures of Singapore's three main ethnic groups – Chinese, Malay and Indian – as well as its former colonial ruler. South of the Supertree Grove is British artist Marc Quinn's extraordinary sculpture, Planet, a 7-tonne infant seemingly floating above the lawn. It's one of several artworks gracing the grounds.If you have kids in tow, head to the Children's Garden, which features a water playground (with shower and changing facilities), as well as a huge tree house and adventure playground. The Visitor Centres offer stroller hire (S$2), lockers (S$2 to S$6 depending on size) and audio guides (S$4), or if you prefer, jump on the outdoor gardens tour shuttle bus (adult/child under 13 years S$8/3) for a whiz around the garden to an audio commentary.Regular shuttle buses (9am to 9pm; unlimited rides S$3) run between Bayfront Plaza and the conservatories."
},
{
    "country": "singapore",
    "city": "Singapore",
    "index": 2,
    "name": "Singapore Zoo",
    "latitude": "1.4048",
    "longitude": "103.79076",
    "excerpt": "The line between zoo and botanic oasis blurs at this pulse-slowing sweep of spacious, naturalistic enclosures and interactive attractions. Get up close to…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/northern-central-singapore/attractions/singapore-zoo/a/poi-sig/365409/1323900",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-538095491_super.jpg",
    "detail_description": "The line between zoo and botanic oasis blurs at this pulse-slowing sweep of spacious, naturalistic enclosures and interactive attractions. Get up close to orangutans, dodge Malaysian flying foxes, even snoop around a replica African village. Then there's that setting: 26 soothing hectares on a lush peninsula jutting out into the waters of the Upper Seletar Reservoir. Taxi (S$30 from the CBD) is the easiest way to get here or alternatively catch bus 138 from the Ang Mo Kio MRT station.\nThere are over 2400 residents here, and as far as zoos go, the enclosures are among the world's most comfortable. Among the highlights is the Jungle Breakfast with Wildlife, a morning buffet enjoyed in the company of orangutans. Close encounters with free-roaming ring-tailed lemurs, lories and tree-hugging sloths await at the giant Fragile Forest biodome, or spy on shameless, red-bummed baboons doing things that Singaporeans still get arrested for at the evocative Great Rift Valley exhibit. If you have kids in tow, let them go wild at Rainforest Kidzworld, a wonderland of slides, swings, pony rides and farmyard animals happy for a feed. There's even a dedicated wet area, with swimwear available for purchase if you didn't bring your own.The zoo prides itself on fostering respect for nature, and works together with other like-minded institutions on conservation projects both locally and regionally. One stain on its otherwise admirable record is the animal shows it still puts on; although elephant performances ceased in 2018, there is still an educational elephant presentation which sees the mammals interacting with their surroundings, by way of enrichment toys and verbal requests from keepers.Discounts apply for purchasing multi-park tickets, which include the River Safari, Night Safari and Jurong Bird Park."
}
]