[
{
    "country": "sintra",
    "city": "Sintra",
    "index": 1,
    "name": "Palácio Nacional de Sintra",
    "latitude": "38.797541469438",
    "longitude": "-9.3906810574167",
    "excerpt": "The star of Sintra-Vila is this palace, with its iconic twin conical chimneys and lavish, whimsical interior, which is a mix of Moorish and Manueline…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/sintra/attractions/palacio-nacional-de-sintra/a/poi-sig/477444/360369",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/02652c699397d3dbd6d33c62a3b145c0-palacio-nacional-de-sintra.jpg",
    "detail_description": "The star of Sintra-Vila is this palace, with its iconic twin conical chimneys and lavish, whimsical interior, which is a mix of Moorish and Manueline styles, with arabesque courtyards, barley-twist columns and 15th- and 16th-century geometric azulejos that are among Portugal’s oldest.\nOf Moorish origins, the palace was first expanded by Dom Dinis (1261–1325), enlarged by João I in the 15th century (when the kitchens were built), then given a Manueline twist by Manuel I in the following century.Highlights include the octagonal Sala dos Cisnes (Swan Room), adorned with frescoes of 27 gold-collared swans, and the Sala das Pegas (Magpie Room), with its ceiling emblazoned with magpies. Lore has it that the queen caught João I kissing one of her ladies-in-waiting. The cheeky king claimed the kisses were innocent and all ‘por bem’ (‘for the good’), then commissioned one magpie for every lady-in-waiting.Other standouts are the wooden Sala dos Brasões, bearing the shields of 72 leading 16th-century families, the shipshape Galleon Room and the Palatine chapel featuring an Islamic mosaic floor. Finally, you reach the restored kitchen of twin-chimney fame, where you can almost hear the crackle of a hog roasting on a spit for the king."
},
{
    "country": "sintra",
    "city": "Sintra",
    "index": 9,
    "name": "Museu Anjos Teixeira",
    "latitude": "38.796833",
    "longitude": "-9.386852",
    "excerpt": "Set in a former watermill, this small museum displays works by the father-and-son duo of Anjos Teixeira – two of Portugal’s greatest sculptors. Most of…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/sintra/attractions/museu-anjos-teixeira/a/poi-sig/1374681/360369",
    "image_url": null,
    "detail_description": "Set in a former watermill, this small museum displays works by the father-and-son duo of Anjos Teixeira – two of Portugal’s greatest sculptors. Most of the pieces here are the work of Pedro Augusto (1908–97), the son who enjoyed greater success than his father Artur Gaspar and was connected to the neorealism of the 1940s.\nSome of his best works are on display, from sensual Rodin-like works of feminine beauty to grand pastoral sculptures that capture the hardships of life in the countryside. Access is via steps, leading down from the main road opposite Parque da Liberdade."
},
{
    "country": "sintra",
    "city": "Sintra",
    "index": 8,
    "name": "Museu das Artes de Sintra",
    "latitude": "38.803377567637",
    "longitude": "-9.3819712849742",
    "excerpt": "This museum features a small and manageable collection of contemporary and modern art, around 80% of which is dedicated to local works. The permanent…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/sintra/attractions/museu-das-artes-de-sintra/a/poi-sig/477436/360369",
    "image_url": null,
    "detail_description": "This museum features a small and manageable collection of contemporary and modern art, around 80% of which is dedicated to local works. The permanent collection features some of Portugal's best-known artists, most notably sculptor Dorita de Castel-Branco and painters Columbano Bordalo Pinheiro and António Carneiro.\nTemporary exhibitions run the gamut from war photography to abstract art. Permanent highlights include Carneiro's Maria Josefina, Maria do Céu Crispim's Can You See Me? (made of nails), and several paintings from various artists of Sintra's 18th-century glory days."
},
{
    "country": "sintra",
    "city": "Sintra",
    "index": 7,
    "name": "Palácio & Parque de Monserrate",
    "latitude": "38.794399733735",
    "longitude": "-9.4238233566284",
    "excerpt": "At the centre of a lush, 30-hectare park, a manicured lawn sweeps up to this whimsical, Moorish-Gothic-Indian palácio, the 19th-century romantic folly of…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/sintra/attractions/palacio-parque-de-monserrate/a/poi-sig/477434/360369",
    "image_url": null,
    "detail_description": "At the centre of a lush, 30-hectare park, a manicured lawn sweeps up to this whimsical, Moorish-Gothic-Indian palácio, the 19th-century romantic folly of English millionaire Sir Francis Cook. The wild and rambling gardens were created in the 18th century by wealthy English merchant Gerard de Visme, then enlarged by landscape painter William Stockdale (with help from London’s Kew Gardens).\nIts wooded hillsides bristle with exotic foliage, from Chinese weeping cypress to dragon trees and Himalayan rhododendrons. Seek out the Mexican garden nurturing palms, yuccas and agaves, and the bamboo-fringed Japanese garden abloom with camellias.The park is 3.5km west of Sintra-Vila."
},
{
    "country": "sintra",
    "city": "Sintra",
    "index": 6,
    "name": "Parque da Pena",
    "latitude": "38.787592",
    "longitude": "-9.388646",
    "excerpt": "Nearly topped by King Ferdinand II's whimsical Palácio Nacional da Pena (only Cruz Alta, at 529m, is higher), these romantic gardens are filled with…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/sintra/attractions/parque-da-pena/a/poi-sig/477446/360369",
    "image_url": null,
    "detail_description": "Nearly topped by King Ferdinand II's whimsical Palácio Nacional da Pena (only Cruz Alta, at 529m, is higher), these romantic gardens are filled with tropical plants, huge redwoods and fern trees, camellias, rhododendrons and lakes (note the castle-shaped duck houses for web-footed royalty!).\nWhile the crowds descend on the palace, another less-visited but fascinating site within the park is the Snow White &amp; the Seven Dwarfs–evoking Chalet da Condessa d'Edla (adult/child €9.50/8.50), an alpine-inspired summer getaway cottage commissioned by King Ferdinand II and his future second wife, Elise Hensler (the Countess of Edla).Buses to the park entrance leave from Sintra train station and near Palácio Nacional de Sintra, among other spots around town. A taxi costs around €10 oneway. The steep, zigzagging walk through pine and eucalyptus woods from Sintra-Vila is around 3km to 4km."
},
{
    "country": "sintra",
    "city": "Sintra",
    "index": 5,
    "name": "Convento dos Capuchos",
    "latitude": "38.784598741699",
    "longitude": "-9.4371700286865",
    "excerpt": "Hidden in the woods is this bewitchingly hobbit-hole-like convent, which was originally built in 1560 to house friars, who lived in incredibly cramped…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/sintra/attractions/convento-dos-capuchos/a/poi-sig/477432/360369",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5e9adc01e4ea185bb680ccc5bd433a02-convento-dos-capuchos.jpg",
    "detail_description": "Hidden in the woods is this bewitchingly hobbit-hole-like convent, which was originally built in 1560 to house friars, who lived in incredibly cramped conditions, in tiny cells with low, narrow doors. Byron mocked the monastery in his poem Childe Harold’s Pilgrimage, referring to recluse Honorius, who spent a staggering 36 years here (before dying at age 95 in 1596).\nIt’s often nicknamed the Cork Convent, as its minuscule cells are lined with cork. Visiting here is an Alice in Wonderland experience, as you squeeze through to explore the warren of cells, chapels, kitchen and cavern. The monks lived a simple, touchingly well-ordered life in this idyllic yet spartan place, hiding up until 1834 when it was abandoned after all religious orders were abolished. Worthwhile audio guides are available for €3.You can walk here – the monastery is 7.3km from Sintra-Vila (5.1km from the turn-off to Parque da Pena) along a remote, wooded road. There is no bus connection to the convent. Taxis charge around €35 return; arrange ahead for a pick-up."
}