[
{
    "country": "sirmione",
    "city": "Sirmione",
    "index": 4,
    "name": "Musei di Solferino",
    "latitude": "45.373742",
    "longitude": "10.566283",
    "excerpt": "The Musei di Solferino displays small cannons, uniforms and gilt-framed paintings of Solferino's 1859 conflict.",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/sirmione/attractions/musei-di-solferino/a/poi-sig/1370506/1300683",
    "image_url": null,
    "detail_description": "The Musei di Solferino displays small cannons, uniforms and gilt-framed paintings of Solferino's 1859 conflict.\n"
},
{
    "country": "sirmione",
    "city": "Sirmione",
    "index": 3,
    "name": "Chiesa San Pietro in Mavino",
    "latitude": "45.498218",
    "longitude": "10.60495",
    "excerpt": "Sirmione's oldest church and its crumbling bell tower date from the 14th century, though it was built on the site of a much older temple. The surprisingly…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/sirmione/attractions/chiesa-san-pietro-in-mavino/a/poi-sig/1568777/1300683",
    "image_url": null,
    "detail_description": "Sirmione's oldest church and its crumbling bell tower date from the 14th century, though it was built on the site of a much older temple. The surprisingly vivid frescoes inside also date from the same period, but the attraction here is the peaceful setting on the top of a knoll surrounded by cypress trees and guarded by a poignant war memorial.\n"
},
{
    "country": "sirmione",
    "city": "Sirmione",
    "index": 2,
    "name": "Rocca Scaligera",
    "latitude": "45.492194",
    "longitude": "10.60848",
    "excerpt": "Expanding their influence northwards, the Scaligeri of Verona built this enormous square-cut castle right at the entrance to old Sirmione. Rising out of…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/sirmione/attractions/rocca-scaligera/a/poi-sig/1138879/1300683",
    "image_url": null,
    "detail_description": "Expanding their influence northwards, the Scaligeri of Verona built this enormous square-cut castle right at the entrance to old Sirmione. Rising out of the still waters of the lake it guards the only bridge into town, looming over the scene with impressive crenellated turrets and towers. There's not a lot in the way of exhibits inside, but the climb up 146 steps to the top of the tower affords beautiful views over Sirmione's rooftops and the enclosed harbour.\n"
},
{
    "country": "sirmione",
    "city": "Sirmione",
    "index": 1,
    "name": "Grotte di Catullo",
    "latitude": "45.50073",
    "longitude": "10.606441",
    "excerpt": "Occupying 2 hectares at Sirmione's northern tip, this ruined 1st-century-AD Roman villa is a picturesque complex of teetering stone arches and tumbledown…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/sirmione/attractions/grotte-di-catullo/a/poi-sig/1138914/1300683",
    "image_url": null,
    "detail_description": "Occupying 2 hectares at Sirmione's northern tip, this ruined 1st-century-AD Roman villa is a picturesque complex of teetering stone arches and tumbledown walls, some three storeys high. It's the largest domestic Roman villa in northern Italy and wandering its terraced hillsides offers fantastic views.\nDespite the name, there's no evidence Catullus lived here, although the poet did have a home in the village. Significantly, the living quarters were on the top floor, offering 360-degree vistas of the surrounding waters; it seems the Romans too liked rooms with a view."
}
]