[
{
    "country": "skagen",
    "city": "Skagen",
    "index": 10,
    "name": "Drachmanns Hus",
    "latitude": "57.718808",
    "longitude": "10.577903",
    "excerpt": "West of the town centre, this sweet museum was the home of renowned Skagen painter (and poet) Holger Drachmann.",
    "detail_url": "https://www.lonelyplanet.com/denmark/jutland/skagen/attractions/drachmanns-hus/a/poi-sig/1580287/358854",
    "image_url": null,
    "detail_description": "West of the town centre, this sweet museum was the home of renowned Skagen painter (and poet) Holger Drachmann.\n"
},
{
    "country": "skagen",
    "city": "Skagen",
    "index": 9,
    "name": "Tilsandede Kirke Tower",
    "latitude": "57.713616",
    "longitude": "10.550641",
    "excerpt": "The photogenic whitewashed tower is all that still stands of Den Tilsandede Kirke (the sand-covered church). You can enter and climb the stairs for a…",
    "detail_url": "https://www.lonelyplanet.com/denmark/jutland/skagen/attractions/tilsandede-kirke-tower/a/poi-sig/1499553/358854",
    "image_url": null,
    "detail_description": "The photogenic whitewashed tower is all that still stands of Den Tilsandede Kirke (the sand-covered church). You can enter and climb the stairs for a scenic view.\n"
},
{
    "country": "skagen",
    "city": "Skagen",
    "index": 8,
    "name": "Skagen Kystmuseet",
    "latitude": "57.716223",
    "longitude": "10.575017",
    "excerpt": "Evocatively presented, this open-air museum, 200m southwest of the harbour, depicts Skagen’s maritime history and gives an insight into the traditional…",
    "detail_url": "https://www.lonelyplanet.com/denmark/jutland/skagen/attractions/skagen-kystmuseet/a/poi-sig/1438667/358854",
    "image_url": null,
    "detail_description": "Evocatively presented, this open-air museum, 200m southwest of the harbour, depicts Skagen’s maritime history and gives an insight into the traditional fishing community that so transfixed the Skagen artists (but without the romanticism!).\n"
},
{
    "country": "skagen",
    "city": "Skagen",
    "index": 7,
    "name": "Skagen Odde Naturcenter",
    "latitude": "57.739888",
    "longitude": "10.595616",
    "excerpt": "In a beautiful Utzon-designed building on the northern outskirts of town, this centre gives an insight into the natural elements that surround Skagen and…",
    "detail_url": "https://www.lonelyplanet.com/denmark/jutland/skagen/attractions/skagen-odde-naturcenter/a/poi-sig/1438194/358854",
    "image_url": null,
    "detail_description": "In a beautiful Utzon-designed building on the northern outskirts of town, this centre gives an insight into the natural elements that surround Skagen and make it unique. It's pricey, but worth a visit if you're into architecture. There are also changing art exhibitions, and family activities.\n"
},
{
    "country": "skagen",
    "city": "Skagen",
    "index": 3,
    "name": "Gammel Skagen",
    "latitude": "57.728536",
    "longitude": "10.523186",
    "excerpt": "There’s a touch of Cape Cod in refined Gammel Skagen ('Old Skagen', also known as Højen), renowned for its gorgeous sunsets, upmarket hotels and well…",
    "detail_url": "https://www.lonelyplanet.com/denmark/jutland/skagen/attractions/gammel-skagen/a/poi-sig/1438666/358854",
    "image_url": null,
    "detail_description": "There’s a touch of Cape Cod in refined Gammel Skagen ('Old Skagen', also known as Højen), renowned for its gorgeous sunsets, upmarket hotels and well-heeled summer residents.It was a fishing hamlet before sandstorms ravaged this windswept area and forced many of its inhabitants to move to Skagen on the more protected east coast. It’s a pleasant bike ride 4km west of Skagen: head towards Frederikshavn and turn right at Højensvej, which takes you to the waterfront.\n"
},
{
    "country": "skagen",
    "city": "Skagen",
    "index": 4,
    "name": "Den Tilsandede Kirke",
    "latitude": "57.713622",
    "longitude": "10.550619",
    "excerpt": "The 'sand-covered church', built during the late 14th century, was once the region's biggest church. It fell victim to a sand drift that began in the 17th…",
    "detail_url": "https://www.lonelyplanet.com/denmark/jutland/skagen/attractions/den-tilsandede-kirke/a/poi-sig/428606/358854",
    "image_url": null,
    "detail_description": "The 'sand-covered church', built during the late 14th century, was once the region's biggest church. It fell victim to a sand drift that began in the 17th century and became progressively worse – so much so that churchgoers eventually had to dig their way in. In 1795 the relentless sand drift broke the will of the congregation and the church was closed. The main part of the church was torn down in 1810 but the photogenic whitewashed tower still stands.\nThe tower and the surrounding area comprise part of Skagen Klitplantage, a nature reserve. It’s about 5km south of Skagen and well signposted from Rte 40. The nicest way to get here is by bike; take Gamle Landevej from Skagen."
},
{
    "country": "skagen",
    "city": "Skagen",
    "index": 6,
    "name": "Anchers Hus",
    "latitude": "57.726027",
    "longitude": "10.59685",
    "excerpt": "Time stands still at the atmospheric former home of renowned Skagen painters Anna and Michael Ancher, its interiors unchanged since Anna Ancher's passing…",
    "detail_url": "https://www.lonelyplanet.com/denmark/jutland/skagen/attractions/anchers-hus/a/poi-sig/1552534/358854",
    "image_url": null,
    "detail_description": "Time stands still at the atmospheric former home of renowned Skagen painters Anna and Michael Ancher, its interiors unchanged since Anna Ancher's passing in 1935. You can inspect the family's personal possessions and around 250 works of art from Scandinavian, German, Dutch and British artists. The venue also includes a cafe, small shop and separate gallery for temporary exhibitions.\nA combination ticket (adult/child 180kr/free) gets you admission to Skagens Museum and Drachmanns Hus."
},
{
    "country": "skagen",
    "city": "Skagen",
    "index": 5,
    "name": "Råbjerg Mile",
    "latitude": "57.653392",
    "longitude": "10.389032",
    "excerpt": "Denmark’s largest expanse of drifting sand dunes, Råbjerg Mile is an amazing natural phenomenon. These undulating, 40m-high hills are fun to explore and…",
    "detail_url": "https://www.lonelyplanet.com/denmark/jutland/skagen/attractions/raabjerg-mile/a/poi-sig/1570877/358854",
    "image_url": null,
    "detail_description": "Denmark’s largest expanse of drifting sand dunes, Råbjerg Mile is an amazing natural phenomenon. These undulating, 40m-high hills are fun to explore and almost big enough to lose yourself in. The dunes were formed on the west coast during the great sand drift of the 16th century and have purposefully been left in a migratory state (moving towards the forest at a rate of 15m per year). The dunes leave a moist layer of sand behind, stretching westwards to Skagerrak.\nRåbjerg Mile is 16km southwest of Skagen, signposted off Rte 40 on the road to Kandestederne. It’s about 4km from Hulsig station, on the Frederikshavn–Skagen train line. Summer bus 99 stops here."
},
{
    "country": "skagen",
    "city": "Skagen",
    "index": 2,
    "name": "Skagens Museum",
    "latitude": "57.724606",
    "longitude": "10.59714",
    "excerpt": "This wonderful gallery showcases the outstanding art that was produced in Skagen between 1870 and 1930. Artists discovered Skagen's luminous light and its…",
    "detail_url": "https://www.lonelyplanet.com/denmark/jutland/skagen/attractions/skagens-museum/a/poi-sig/428604/358854",
    "image_url": null,
    "detail_description": "This wonderful gallery showcases the outstanding art that was produced in Skagen between 1870 and 1930. Artists discovered Skagen's luminous light and its wind-blasted heath-and-dune landscape in the mid-19th century and fixed eagerly on the romantic imagery of the area’s fishing life that had earned the people of Skagen a hard living for centuries. Their work established a vivid figurative style of painting that became known internationally as the 'Skagen School'.\nPainters such as PS Krøyer and Anna and Michael Ancher followed the contemporary fashion of painting en plein air (out of doors). PS Krøyer’s work is quite incredible, particularly his efforts to ‘paint the light’. He was particularly transfixed by the ‘blue hour’, the transition between day and night, when the sky and the sea seem to merge into each other in the same shade of blue.Overall, the paintings here evoke a sense of place and demonstrate a real community of artists in Skagen who worked and played together. The gallery also houses the former dining room of Brøndums Hotel, one-time hang-out of many of the Skagen artists. The portrait-filled room was moved in its entirety in 1946 from the hotel across the road.A combination ticket (180kr) gets you admission to Skagens Museum plus nearby Anchers Hus and Drachmanns Hus.The museum is also home to a fetching cafe and gift shop."
},
{
    "country": "skagen",
    "city": "Skagen",
    "index": 1,
    "name": "Grenen",
    "latitude": "57.744961",
    "longitude": "10.650387",
    "excerpt": "Appropriately enough for such a neat and ordered country, Denmark doesn’t end untidily at its most northerly point, but on a neat finger of sand just a…",
    "detail_url": "https://www.lonelyplanet.com/denmark/jutland/skagen/attractions/grenen/a/poi-sig/428596/358854",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c87c749a88b125de57595450602893fb-grenen.jpg",
    "detail_description": "Appropriately enough for such a neat and ordered country, Denmark doesn’t end untidily at its most northerly point, but on a neat finger of sand just a few metres wide. You can actually paddle at its tip, where the waters of the Kattegat (an arm of the Baltic Sea) and Skagerrak (part of the North Sea) clash, and you can put one foot in each sea – but not too far. Bathing here is forbidden because of the ferocious tidal currents.\nThe tip is the culmination of a long, curving sweep of sand at Grenen, about 3km northeast of Skagen along Rte 40. Where the road ends there’s a car park (12kr per hour), an excellent restaurant and a small art gallery. From the car park the 20-minute walk up the long, sweeping stretch of sand passes the grave of writer Holger Drachmann (1846–1908).The tractor-pulled bus, the Sandormen, can take you out to the point; it leaves from the car park at Grenen from 10am daily and runs regularly all day, according to demand."
}
]