[
{
    "country": "skopje",
    "city": "Skopje",
    "index": 1,
    "name": "Tvrdina Kale Fortress",
    "latitude": "42.001062623275",
    "longitude": "21.433204220816",
    "excerpt": "Dominating the skyline of Skopje, this Game of Thrones–worthy, 6th-century AD Byzantine (and later, Ottoman) fortress is an easy walk up from the Čaršija…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/tvrdina-kale-fortress/a/poi-sig/1251889/360132",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/478299873_high.jpg",
    "detail_description": "Dominating the skyline of Skopje, this Game of Thrones–worthy, 6th-century AD Byzantine (and later, Ottoman) fortress is an easy walk up from the Čaršija and its ramparts offer great views over the city and river. Inside the ruins, two mini museums were being built at the time of writing to house various archaeological finds from Neolithic to Ottoman times. This will be a welcome addition to the site, as there are no information boards at the fortress at present.\nThe entrance is up the hill on Samoilova inside a lovely park; opposite the gateway is a slightly unkempt path that leads across the hump of the hill to the Museum of Contemporary Art. En route, you'll get a stellar bird's-eye view of Skopje's futuristic, vortex-like Filip II sports arena in the valley below."
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 17,
    "name": "Čifte Amam",
    "latitude": "42.001138",
    "longitude": "21.437352",
    "excerpt": "The Čifte Amam is a beautiful old Ottoman hammam (Turkish bath), now sometimes used as a temporary exhibition space under the stewardship of the National…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/cifte-amam/a/poi-sig/447215/360132",
    "image_url": null,
    "detail_description": "The Čifte Amam is a beautiful old Ottoman hammam (Turkish bath), now sometimes used as a temporary exhibition space under the stewardship of the National Gallery of Macedonia. You can usually go in, even if there's no exhibition on.\n"
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 16,
    "name": "Mala Stanica",
    "latitude": "41.990892",
    "longitude": "21.425711",
    "excerpt": "This outpost of the National Gallery of Macedonia hosts temporary exhibitions. It's a bit of a hike from Skopje's city centre and sometimes lies empty;…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/mala-stanica/a/poi-sig/1252112/360132",
    "image_url": null,
    "detail_description": "This outpost of the National Gallery of Macedonia hosts temporary exhibitions. It's a bit of a hike from Skopje's city centre and sometimes lies empty; the permanent exhibition – much more worthy of a visit – is housed inside the Daut Paša Amam (1473) on the edge of the Čaršija.\n"
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 15,
    "name": "Sveti Dimitrija Church",
    "latitude": "41.998646331456",
    "longitude": "21.434792468546",
    "excerpt": "Located just over the Stone Bridge heading into Čaršija, Sveti Dimitrija is a three-aisled church from the 19th century inside a small courtyard. There…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/sveti-dimitrija-church/a/poi-sig/1251833/360132",
    "image_url": null,
    "detail_description": "Located just over the Stone Bridge heading into Čaršija, Sveti Dimitrija is a three-aisled church from the 19th century inside a small courtyard. There was an apparent spectacle here in April 2012, just before Easter, when churchgoers reported that the gold leaf in the abundant wall frescoes seemed to glow in bright tones.\n"
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 12,
    "name": "Museum of Contemporary Art",
    "latitude": "42.004148545823",
    "longitude": "21.432891253019",
    "excerpt": "Housed in a stunning modernist building with floor-to-ceiling windows and perched atop a hill with wonderful city views, this museum was built in the…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/museum-of-contemporary-art/a/poi-sig/1251893/360132",
    "image_url": null,
    "detail_description": "Housed in a stunning modernist building with floor-to-ceiling windows and perched atop a hill with wonderful city views, this museum was built in the aftermath of Skopje's devastating 1963 earthquake. Artists and collections around the world donated works to form a collection that includes Picasso, Léger, Hockney, Meret Oppenheim and Bridget Riley. Unfortunately, its collection isn't always on display – you may come here and find its exhibitions extraordinary or mundane, depending on what's been put on display.\n"
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 11,
    "name": "Museum of the Macedonian Struggle for Statehood & Independence",
    "latitude": "41.997917",
    "longitude": "21.433361",
    "excerpt": "Part history museum, part national propaganda machine, this is a formidable memorial to North Macedonia's past occupation, land struggles and…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/museum-of-the-macedonian-struggle-for-statehood-independence/a/poi-sig/1543951/360132",
    "image_url": null,
    "detail_description": "Part history museum, part national propaganda machine, this is a formidable memorial to North Macedonia's past occupation, land struggles and revolutionary heroes. The museum is dark, literally (the walls are black and lighting is low) and figuratively (gruesome giant oil paintings depict scenes of battle and betrayal, and physical reconstructions include a bloodied child's cradle and a dead revolutionary hung from the rafters). It's not suitable for children. The guides can be interesting and knowledgable but they do offer a one-sided perspective.\n"
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 14,
    "name": "Mustafa Pasha Mosque",
    "latitude": "42.001889573809",
    "longitude": "21.435104272543",
    "excerpt": "Standing on a plateau at the very top of Skopje's Čaršija is this working mosque where you can see locals come and go for prayers and chit-chat in the…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/mustafa-pasha-mosque/a/poi-sig/1060519/360132",
    "image_url": null,
    "detail_description": "Standing on a plateau at the very top of Skopje's Čaršija is this working mosque where you can see locals come and go for prayers and chit-chat in the lovely rose garden. Dating to 1492, it was heavily restored over a three-year period from 2008 to 2011 with help from Turkey; its magnificent colonnades, soaring minaret and interior decoration gleam like new.\n"
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 13,
    "name": "Murat Pasha Mosque",
    "latitude": "42.004694",
    "longitude": "21.439819",
    "excerpt": "The original mosque at this site dated to the 15th century and was one of the oldest in the Balkans, but it was ravaged by a fire that devastated the…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/murat-pasha-mosque/a/poi-sig/1251877/360132",
    "image_url": null,
    "detail_description": "The original mosque at this site dated to the 15th century and was one of the oldest in the Balkans, but it was ravaged by a fire that devastated the Čaršija in 1689. What you see today is an early-19th-century reconstruction; it features a distinctive, red-tipped clock tower (the clock itself has long been lost, though) and Ottoman madrasa (Islamic school) remnants.\n"
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 10,
    "name": "Ploštad Makedonija",
    "latitude": "41.995796",
    "longitude": "21.43158",
    "excerpt": "This gigantic square is the centrepiece of Skopje's audacious nation-building-through-architecture project and it has massive statues dedicated to…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/plostad-makedonija/a/poi-sig/1251784/360132",
    "image_url": null,
    "detail_description": "This gigantic square is the centrepiece of Skopje's audacious nation-building-through-architecture project and it has massive statues dedicated to national heroes, as well as an incongruous Triumphal Arch in the southeast corner. The towering, central warrior on a horse – Alexander the Great – is bedecked by fountains that are illuminated at night. Home to a number of cafes and hotels, it's a popular stomping ground for locals as well as tourists, particularly when the sun goes down.\nFrom here, stroll or cycle east along the riverbank, and check out the new buildings lining its northern bank."
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 8,
    "name": "Museum of the City of Skopje",
    "latitude": "41.991132",
    "longitude": "21.429262",
    "excerpt": "Occupying the old train station building where the stone fingers of the clock remain frozen in time at 5.17am – the moment Skopje's devastating earthquake…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/museum-of-the-city-of-skopje/a/poi-sig/1251822/360132",
    "image_url": null,
    "detail_description": "Occupying the old train station building where the stone fingers of the clock remain frozen in time at 5.17am – the moment Skopje's devastating earthquake struck on 27 July 1963, killing 1070 people – this museum operates as an art gallery for rotating exhibitions, with one area dedicated to a moving exhibition chronicling the horrific events of the earthquake through video footage and photos.\nThe lower floor has a rather neglected-looking collection of ancient and Byzantine remains, and this area is sometimes used for free concerts because of its excellent natural acoustics – check for posters outside the museum entrance to see if anything coincides with your time in Skopje."
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 9,
    "name": "Holocaust Memorial Center for the Jews of Macedonia",
    "latitude": "41.998188",
    "longitude": "21.433575",
    "excerpt": "The mirrored-glass entrance is bizarrely unwelcoming, but once inside this is a moving museum with fascinating displays that commemorate the all-but-lost…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/holocaust-memorial-center-for-the-jews-of-macedonia/a/poi-sig/1251839/360132",
    "image_url": null,
    "detail_description": "The mirrored-glass entrance is bizarrely unwelcoming, but once inside this is a moving museum with fascinating displays that commemorate the all-but-lost Sephardic Jewish culture of North Macedonia through a range of photos, English-language wall texts, maps and video. The exhibition documents the Jewish community's history in the Balkans, ending in WWII when some 98% of Macedonian Jews perished in the Holocaust. At the time of writing, the museum was closed for refurbishment.\nIn the central atrium, 7144 beads hang to represent the individuals who died. Downstairs you'll find an original Bulgarian goods van used to transport Macedonian Jews to Treblinka."
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 7,
    "name": "Archaeological Museum of Macedonia",
    "latitude": "41.996522",
    "longitude": "21.435024",
    "excerpt": "This supersized pile of Italianate-styled marble has been a giant receptacle for Skopje's recent splurge on government-led monuments to boost national…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/archaeological-museum-of-macedonia/a/poi-sig/1543950/360132",
    "image_url": null,
    "detail_description": "This supersized pile of Italianate-styled marble has been a giant receptacle for Skopje's recent splurge on government-led monuments to boost national pride. Inside, there are three floors displaying the cream of Macedonian archaeological excavations beneath the dazzle of hundreds of tiny lights. Highlights include Byzantine treasures; sophisticated 3D reconstructions of early Macedonian faces from skulls; a pint-sized replica of an early Christian basilica showing the life phases of mosaic conservation; and a Phoenician royal necropolis.\nIt may be that not everything is original, but the contents of this museum extol the riches of North Macedonia's weighty history better than anywhere else in the country."
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 6,
    "name": "Museum of Macedonia",
    "latitude": "42.002229470428",
    "longitude": "21.436160759099",
    "excerpt": "Sitting inside a concrete brutalist structure – awful to some, fascinating to others – the museum's solid historical and ethnological displays are housed…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/museum-of-macedonia/a/poi-sig/447223/360132",
    "image_url": null,
    "detail_description": "Sitting inside a concrete brutalist structure – awful to some, fascinating to others – the museum's solid historical and ethnological displays are housed in a sorry state. The museum hosts North Macedonia's biggest ethnographic collection; the display of traditional architecture and the room stuffed with original wood-carved iconostases are highlights. Take advantage of the free guides at reception, because plenty of the displays are only presented in Macedonian.\nNote that in summer it's hot as Hades because there's no air-con. Paint is peeling off the walls and the lighting is bad – staff are waiting on a major refurbishment of the building, but have no idea when the budget will materialise. Sadly, it feels like this museum has been superseded by Skopje's over-the-top Archaeological Museum on the Vardar River."
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 5,
    "name": "Memorial House of Mother Teresa",
    "latitude": "41.993398239609",
    "longitude": "21.430526383493",
    "excerpt": "This extraordinary retro-futuristic memorial is the most unique church you'll see in North Macedonia. Inside the building there's a small 1st-floor museum…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/memorial-house-of-mother-teresa/a/poi-sig/1251809/360132",
    "image_url": null,
    "detail_description": "This extraordinary retro-futuristic memorial is the most unique church you'll see in North Macedonia. Inside the building there's a small 1st-floor museum displaying memorabilia relating to the famed Catholic nun of Calcutta, born in Skopje in 1910. On the 2nd floor there is a mind-boggling chapel, with glass walls wrought in filigree (North Macedonia's revered traditional craft). Silhouettes of doves are worked into the filigree to symbolise peace, as an homage to Mother Teresa.\nThe memorial sits on the site of a much earlier church, where Mother Teresa was baptised; a plaque around the corner commemorates the spot where she was brought into the world. Look out for the Mother Teresa quotations on plaques around the city centre as well.Round the back of the memorial, take a peek at the 17th-/18th-century feudal tower that housed the nun's memorial before the ultra-contemporary version was built in 2009. The tower, with its stooped wooden balcony, is now crumbling and condemned but it still has city historians confounded: nobody knows why it was built, as this side of the Vardar River was thought to be uninhabited at the time of its construction. There are gun holes in the tower walls, so it's clear it was used for defence: somebody had something to protect, it's just not clear who or what."
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 4,
    "name": "Sveti Spas Church",
    "latitude": "42.000812",
    "longitude": "21.435463",
    "excerpt": "Partially submerged 2m underground (the Ottomans banned churches from being taller than mosques), this church dates from the 14th century and is the most…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/sveti-spas-church/a/poi-sig/447233/360132",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/127058853_full.jpg",
    "detail_description": "Partially submerged 2m underground (the Ottomans banned churches from being taller than mosques), this church dates from the 14th century and is the most historically important in Skopje. Its sunken design means it doesn't look like a church, so you might not notice it at first: it's opposite the Old Town Brewery – look for the pretty bell tower that watches over it, built into its outer courtyard wall. Inside the church an elaborate carved iconostasis shines out of the dark.\nWhat you see today is a restoration dating to the early 19th century. The iconostasis (a wooden screen separating the nave of the church from the altar area at the back) is one of North Macedonia's most impressive at 12m long and 7m high. It was built by early-19th-century master craftsmen Makarije Frčkovski and brothers Petar and Marko Filipovski, and its tiered carvings play out important biblical scenes. Staff will be only too happy to give a brief tour of the church and can speak a number of languages (though be warned, English is not their strong point).In the church grounds lies the tomb of Goce Delčev – North Macedonia's foremost national hero – and a small exhibition commemorating his life. Delčev is celebrated for his role as leader of the VMRO (Internal Macedonian Revolutionary Organisation) and was killed by Turks in 1903."
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 3,
    "name": "Čaršija",
    "latitude": "42.000524",
    "longitude": "21.436762",
    "excerpt": "Čaršija is Skopje's hillside Ottoman old town, evoking the city's past with its winding lanes filled with teahouses, mosques, craftspeople's shops, and…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/carsija/a/poi-sig/1251855/360132",
    "image_url": null,
    "detail_description": "Čaršija is Skopje's hillside Ottoman old town, evoking the city's past with its winding lanes filled with teahouses, mosques, craftspeople's shops, and even good nightlife. It also boasts Skopje's best historic structures and a handful of museums, and is the first place any visitor should head. Čaršija runs from the Stone Bridge to the Bit Pazar, a big vegetable and household goods market. Expect to get pleasantly lost in its maze of narrow streets.\n"
},
{
    "country": "skopje",
    "city": "Skopje",
    "index": 2,
    "name": "National Gallery of Macedonia",
    "latitude": "41.998627",
    "longitude": "21.435635",
    "excerpt": "The Daut Paša Amam (1473) were once the largest Turkish baths outside of İstanbul and they make a magical setting for the permanent collection of Skopje's…",
    "detail_url": "https://www.lonelyplanet.com/macedonia/skopje/attractions/national-gallery-of-macedonia/a/poi-sig/447217/360132",
    "image_url": null,
    "detail_description": "The Daut Paša Amam (1473) were once the largest Turkish baths outside of İstanbul and they make a magical setting for the permanent collection of Skopje's national art gallery, just by the entrance to the Čaršija. The seven restored rooms house mainly modern art and sculpture from North Macedonia, brought to life by the sun piercing through the small star-shaped holes in the domed ceilings. Two other National Gallery sites – Čifte Amam and Mala Stanica – house rotating, temporary exhibitions.\n"
}
]