[
{
    "country": "solo",
    "city": "Solo",
    "index": 6,
    "name": "Mesjid Agung",
    "latitude": "-7.5743715340511",
    "longitude": "110.82671677885",
    "excerpt": "On the western side of the alun-alun, Mesjid Agung, featuring classical Javanese architecture, is the largest and most sacred mosque in Solo.",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/solo/attractions/mesjid-agung/a/poi-sig/482268/356571",
    "image_url": null,
    "detail_description": "On the western side of the alun-alun, Mesjid Agung, featuring classical Javanese architecture, is the largest and most sacred mosque in Solo.\n"
},
{
    "country": "solo",
    "city": "Solo",
    "index": 5,
    "name": "Radya Pustaka Museum",
    "latitude": "-7.568406",
    "longitude": "110.814757",
    "excerpt": "This small museum occupies a grand old Javanese building. Dating back to 1890, it is the second-oldest museum in the whole of Indonesia and contains a…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/solo/attractions/radya-pustaka-museum/a/poi-sig/482272/356571",
    "image_url": null,
    "detail_description": "This small museum occupies a grand old Javanese building. Dating back to 1890, it is the second-oldest museum in the whole of Indonesia and contains a valuable collection of local and Dutch literature. More accessible for the casual visitor are the cabinets of gamelan instruments, jewelled kris (traditional daggers), puppets and wayang beber (scrolls that depict wayang stories).\n"
},
{
    "country": "solo",
    "city": "Solo",
    "index": 4,
    "name": "Mangkunegaran Palace",
    "latitude": "-7.5662868483012",
    "longitude": "110.82304778506",
    "excerpt": "Built in 1757, the Mangkunegaran Palace in the centre of Solo is still a royal residence. Some rooms are dedicated to a delightful palace museum devoted…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/solo/attractions/mangkunegaran-palace/a/poi-sig/482270/356571",
    "image_url": null,
    "detail_description": "Built in 1757, the Mangkunegaran Palace in the centre of Solo is still a royal residence. Some rooms are dedicated to a delightful palace museum devoted to the personal collection of Mangkunegara VII. On display are gold-plated dresses for royal dances, a superb mask collection, jewellery and a few oddities, including huge Buddhist rings, a stuffed Javanese leopard and tiger, and gold genital covers. The worthwhile, mandatory guides mostly speak English (a tip of 30,000Rp plus is appreciated).\nThe pendopo, a pavilion built in a combination of Javanese and European architectural styles, dominates the main courtyard. Its high, rounded ceiling, painted in 1937, is intricately decorated with a central flame surrounded by figures of the Javanese zodiac, each depicted in a symbolic colour. In Javanese philosophy, yellow guards against sleepiness, blue against disease, black against hunger, green against desire, white against lust, rose against fear, red against evil and purple against wicked thoughts. Gamelan music, singing and dance-practice sessions are held here on Wednesday, from 10am until noon."
},
{
    "country": "solo",
    "city": "Solo",
    "index": 3,
    "name": "Kraton Surakarta",
    "latitude": "-7.5779581111949",
    "longitude": "110.82608706663",
    "excerpt": "Once the hub of an empire, today the Kraton Surakarta, established in 1745, is a faded symbol of a bygone era. It’s worth a visit, but much of the kraton…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/solo/attractions/kraton-surakarta/a/poi-sig/482266/356571",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Indonesia%20Solo%20FarisFitrianto%20shutterstock_2035299296%20RFE.jpg",
    "detail_description": "Once the hub of an empire, today the Kraton Surakarta, established in 1745, is a faded symbol of a bygone era. It’s worth a visit, but much of the kraton was destroyed by fire in 1985. Many of the inner buildings were rebuilt, but today the allure of this once-majestic palace has somewhat vanished and its structures are left bare and unloved – though restorations will hopefully improve things. The main sight for visitors is the Sasono Sewoko museum.\nWhen the sultan, Pakubuwono II, moved from Kartosuro to Solo in 1745, the procession took a day to accomplish and included the removal of everything belonging to the king. Not surprisingly this included the sacred Nyai Setomo cannon (the twin of Si Jagur in old Jakarta), which now sits in the northern palace pavilion. More surprisingly, the removal process also included his trees! The royal banyan remain magnificently in place to this day.Museum exhibits include an array of silver and bronze Hindu-Javanese figures, weapons, antiques and other royal heirlooms. There is also a fine collection of horse carriages.A carved doorway leads to an inner courtyard, but most of the kraton is off-limits, as it still functions as the residence of the susuhunan (sultan). The upper storey of the Panggung Songgo Buwono, a 1782 tower that has endured the years intact, is said to be the susuhunan's meditation sanctum, where the sultan communes with Nyai Loro Kidul (the Queen of the South Seas).English-speaking guides are available at the ticket counter for those wanting more lengthy descriptions of the palace – useful as labelling is limited. Dance practices are held in the grounds on Sundays at 1pm. Renovations at the kraton continue in the hope of restoring its full former splendour.The picturesque walled streets surrounding the palace make a peaceful place to wander and absorb the local atmosphere. Neighbours seem to vie for the most colourful facade, or the most melodious songbird, and colourful flags and pennants festoon the narrow alleyways around Independence Day (August)."
},
{
    "country": "solo",
    "city": "Solo",
    "index": 2,
    "name": "House of Danar Hadi",
    "latitude": "-7.5691492506188",
    "longitude": "110.81502145502",
    "excerpt": "Danar Hadi is one of the world's finest batik museums. The handpicked favourites from the owner's private collection (1078 pieces from a collection of 11…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/solo/attractions/house-of-danar-hadi/a/poi-sig/482264/356571",
    "image_url": null,
    "detail_description": "Danar Hadi is one of the world's finest batik museums. The handpicked favourites from the owner's private collection (1078 pieces from a collection of 11,000) are magnificently displayed on wooden trellises throughout 11 rooms of this grand old colonial building. An obligatory guided tour, helpfully tailored to the visitor's time and interest, covers the highlights among the antique and royal pieces on display. A demonstration of the craft is included in the tour and there's a shop. No photography.\n"
},
{
    "country": "solo",
    "city": "Solo",
    "index": 1,
    "name": "Sangiran Museum of Ancient Man",
    "latitude": "-7.455837",
    "longitude": "110.834799",
    "excerpt": "With the largest collection of Homo erectus fossils in the world (the bones of 70 individuals), Sangiran is an important archaeological excavation site…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/solo/attractions/sangiran-museum-of-ancient-man/a/poi-sig/1217867/356571",
    "image_url": null,
    "detail_description": "With the largest collection of Homo erectus fossils in the world (the bones of 70 individuals), Sangiran is an important archaeological excavation site. This was where ‘Java Man’ (Pithecanthropus erectus) was unearthed by a Dutch professor in 1936 – a discovery celebrated in this excellent museum, Krikilan's only attraction. On display are skulls (one of Homo erectus), various pig and hippopotamus teeth, and fossil exhibits, including mammoth bones and tusks. Large dioramas suggest the fossils' prehistoric context.\nOne key exhibit is the recently completed model of 'Flores Man', fashioned using the techniques of forensic reconstruction by Élisabeth Daynès, the celebrated French sculptor. Her work helps to bring alive the image of this ancient early ancestor.Guides offer to take visitors to the area where fossils have been found in the crumbling slopes of a hill.To reach the museum, Purwodadi-bound buses from Solo’s bus terminal drop passengers off at the Sangiran turn-off (5000Rp), 15km from Solo. It's then a 4km journey to the museum (around 10,000Rp by ojek motorcycle taxi)."
}
]