[
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 1,
    "name": "Museo Correale di Terranova",
    "latitude": "40.628644310057",
    "longitude": "14.381078837814",
    "excerpt": "East of the city centre, this wide-ranging museum is well worth a visit whether you're a clock collector, an archaeological egghead or into delicate…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/museo-correale-di-terranova/a/poi-sig/457515/359883",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1be2856d1696c4d8e71befe4aa6121ac-museo-correale.jpg",
    "detail_description": "East of the city centre, this wide-ranging museum is well worth a visit whether you're a clock collector, an archaeological egghead or into delicate ceramics. In addition to the rich assortment of 16th- to 19th-century Neapolitan arts and crafts (including extraordinary examples of marquetry), you'll discover Japanese, Chinese and European ceramics, clocks, fans and, on the ground floor, ancient and medieval artefacts. Among these is a fragment of an ancient Egyptian carving uncovered in the vicinity of Sorrento's Sedile Dominova.\nThe bulk of the collection, along with the 18th-century villa housing it, was donated to the city in the 1920s by aristocratic counts Alfredo and Pompeo Correale. Be sure to wander around the gardens, with their breathtaking coastal views and rare plants and flowers."
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 18,
    "name": "Palazzo Correale",
    "latitude": "40.625419",
    "longitude": "14.375074",
    "excerpt": "Built in the 14th century, the Palazzo Correale features a fetching Gothic-Catalan facade, complete with mullioned windows in dark tuff stone. The window…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/palazzo-correale/a/poi-sig/1572318/359883",
    "image_url": null,
    "detail_description": "Built in the 14th century, the Palazzo Correale features a fetching Gothic-Catalan facade, complete with mullioned windows in dark tuff stone. The window facing Via degli Archi is especially beautiful, its capitals adorned with sculpted acanthus leaves.\n"
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 19,
    "name": "Villa Fiorentino",
    "latitude": "40.624588",
    "longitude": "14.371158",
    "excerpt": "Completed in the mid-1930s and recently restored, the gracious, neoclassical Villa Fiorentino is a venue for high-quality temporary art exhibitions and…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/villa-fiorentino/a/poi-sig/1572326/359883",
    "image_url": null,
    "detail_description": "Completed in the mid-1930s and recently restored, the gracious, neoclassical Villa Fiorentino is a venue for high-quality temporary art exhibitions and concerts. Check the website for upcoming events.\n"
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 17,
    "name": "Villa Comunale Park",
    "latitude": "40.627829",
    "longitude": "14.37281",
    "excerpt": "This lofty park is more about vistas than greenery, perched atop Sorrento's famous cliffs with commanding views across the bay to Mt Vesuvius. With its…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/villa-comunale-park/a/poi-sig/457519/359883",
    "image_url": null,
    "detail_description": "This lofty park is more about vistas than greenery, perched atop Sorrento's famous cliffs with commanding views across the bay to Mt Vesuvius. With its operatic buskers and small bar, it's particularly popular at sunset. A lift (€1) at its western edge leads down to the port.\n"
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 15,
    "name": "Ancient Greek Gate",
    "latitude": "40.627752",
    "longitude": "14.367296",
    "excerpt": "On its route down to Marina Grande, Via Sopra le Mura passes through a large stone archway. This was one of Sorrento's original Greek city gates, built in…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/ancient-greek-gate/a/poi-sig/1572316/359883",
    "image_url": null,
    "detail_description": "On its route down to Marina Grande, Via Sopra le Mura passes through a large stone archway. This was one of Sorrento's original Greek city gates, built in the 4th century BC. Further remnants of the city's ancient Hellenic walls can be seen below current street level at the southern end of Via Antonino Sersale, just south of the Duomo. The latter ruins were discovered in 1921, directly beneath the city's 18th-century Porta di Parsano Nuova (New Parsano Gate).\n"
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 16,
    "name": "Palazzo Veniero",
    "latitude": "40.625476",
    "longitude": "14.375353",
    "excerpt": "Tucked away on one of Sorrento's original Graeco-Roman decumani (main streets), the Palazzo Veniero is considered a rare and precious example of Arab…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/palazzo-veniero/a/poi-sig/1572319/359883",
    "image_url": null,
    "detail_description": "Tucked away on one of Sorrento's original Graeco-Roman decumani (main streets), the Palazzo Veniero is considered a rare and precious example of Arab-Byzantine architecture in southern Italy. Despite being heavily altered since its construction in the 13th century, the building's geometric grey-and-yellow tuff-stone arches have a distinctly Middle Eastern flavour.\n"
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 14,
    "name": "Santuario della Madonna del Carmine",
    "latitude": "40.626282",
    "longitude": "14.376662",
    "excerpt": "Built in the late 15th century on the site of an earlier church, the single-nave Santuario della Madonna del Carmine is crowned by a commanding, early…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/santuario-della-madonna-del-carmine/a/poi-sig/1572321/359883",
    "image_url": null,
    "detail_description": "Built in the late 15th century on the site of an earlier church, the single-nave Santuario della Madonna del Carmine is crowned by a commanding, early-18th-century ceiling painting by Onofrio Avellino, depicting the Virgin Mary with St Simon and angels. The church is also home to an unusual 16th-century painting which depicts the Virgin as a dark-skinned figure. The image recalls the 13th-century effigy Madonna della Bruna (Dark-skinned Virgin), found inside Naples' Chiesa di Santa Maria del Carmine.\n"
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 12,
    "name": "Chiesa di Santa Maria delle Grazie",
    "latitude": "40.626624",
    "longitude": "14.374355",
    "excerpt": "The oldest part of this 15th-century church is the apse, where you'll find Silvestro Buono’s 1582 polyptych above the altar. Its central panel depicts the…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/chiesa-di-santa-maria-delle-grazie/a/poi-sig/1572323/359883",
    "image_url": null,
    "detail_description": "The oldest part of this 15th-century church is the apse, where you'll find Silvestro Buono’s 1582 polyptych above the altar. Its central panel depicts the Virgin with Child, St John the Baptist, St Dominic and the church’s founder, Berardina Donnorso. The paintings on the grates flanking the altar are by the late-baroque Neapolitan painter Nicola Malinconico, while those in the niches beside them are attributed to the workshop of prolific Mannerist painter Belisario Corenzio.\nKeep an eye out for the 17th-century wooden statue of Christ crowned with thorns. Situated in a niche next to the transept, the statue is considered miraculous, having reputedly bled from its right leg in both 1720 and 1858. The church forms part of a convent built for a cloistered order of Dominican nuns."
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 13,
    "name": "Casa Grande Correale",
    "latitude": "40.625614",
    "longitude": "14.375557",
    "excerpt": "Although Sorrento's noble Correale family reputedly owned a house on this very site in the 15th century, the current palazzo (mansion) dates from the 18th…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/casa-grande-correale/a/poi-sig/1572320/359883",
    "image_url": null,
    "detail_description": "Although Sorrento's noble Correale family reputedly owned a house on this very site in the 15th century, the current palazzo (mansion) dates from the 18th century. It's a fact confirmed by the cartouche above the portal, inscribed with the date 1768. The elegant Neapolitan-style portal is constructed of volcanic piperno stone. The Correale coat of arms lies beyond, as does a light-filled courtyard adorned with a stunning (albeit poorly maintained) majolica-tile mural depicting classical architectural motifs and bucolic scenes.\n"
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 11,
    "name": "Casa di Cornelia Tasso",
    "latitude": "40.625818",
    "longitude": "14.370664",
    "excerpt": "Between the late 16th and early 17th century, this palazzo (mansion) was home to Cornelia Tasso, sibling of the lauded Italian poet Torquato Tasso…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/casa-di-cornelia-tasso/a/poi-sig/1572322/359883",
    "image_url": null,
    "detail_description": "Between the late 16th and early 17th century, this palazzo (mansion) was home to Cornelia Tasso, sibling of the lauded Italian poet Torquato Tasso. Suffering mental illness, the paranoid poet fled Ferrara in July 1577 after fearing for his life, disguising himself as his messenger and returning to his hometown of Sorrento. Upon revealing himself to his sister, the poet remained at this address for a short time before heading north to Rome.\nThe palazzo is notable for its elaborate central balcony, decorated with fantastical carved creatures more evocative of Sicilian or Puglian architecture than that typically found in Campania. If the portal is open, take a peek at the vault, decorated with early-17th-century military coats of arms, trophies and inscriptions mentioned by the troubled scribe himself."
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 10,
    "name": "Sedile Dominova",
    "latitude": "40.62567484038",
    "longitude": "14.373562835404",
    "excerpt": "Incongruously wedged between racks of lemon-themed souvenir merchandise, this 15th-century domed palazzo (mansion) has exquisite, albeit faded, original…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/sedile-dominova/a/poi-sig/1257140/359883",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/67534f7c6aaa09d40ae8e49c4f8f4909-sedile-dominava.jpg",
    "detail_description": "Incongruously wedged between racks of lemon-themed souvenir merchandise, this 15th-century domed palazzo (mansion) has exquisite, albeit faded, original frescoes. Crowned by a cupola, the terrace, open to the street on two sides, was originally a meeting point for the town’s medieval aristocracy; today it houses a working-men’s club where local pensioners sit around playing cards.\n"
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 9,
    "name": "Il Vallone dei Mulino",
    "latitude": "40.624466",
    "longitude": "14.376715",
    "excerpt": "Just behind Piazza Tasso, a vertiginous natural phenomenon is on view from Via Fuorimura. Il Vallone dei Mulino is a deep mountain cleft that dates from a…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/il-vallone-dei-mulino/a/poi-sig/1293595/359883",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5686d7d7d8a76cfb04e88d22c1be5575-il-vallone-dei-mulino.jpg",
    "detail_description": "Just behind Piazza Tasso, a vertiginous natural phenomenon is on view from Via Fuorimura. Il Vallone dei Mulino is a deep mountain cleft that dates from a volcanic eruption 35,000 years ago. Sorrento was once bounded by three gorges, but today this is the only one that remains. The valley is named after the ancient wheat mills that were once located here. The weed-covered ruins of one are still clearly visible.\n"
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 8,
    "name": "Duomo",
    "latitude": "40.625004897776",
    "longitude": "14.372963200367",
    "excerpt": "Sorrento's cathedral features a striking exterior fresco, a triple-tiered bell tower, four classical columns and an elegant majolica clock. Inside, take…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/duomo/a/poi-sig/457511/359883",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1e5b3f54b70c899f21d472ed83e26ac1-duomo.jpg",
    "detail_description": "Sorrento's cathedral features a striking exterior fresco, a triple-tiered bell tower, four classical columns and an elegant majolica clock. Inside, take note of the marble bishop’s throne (1573), as well as both the wooden choir stalls and stations of the cross, decorated in the local intarsio (marquetry) style. Although the cathedral’s original structure dates from the 15th century, the building has been altered several times, most recently in the early 20th century when the current facade was added.\n"
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 7,
    "name": "Centro Storico",
    "latitude": "40.625329",
    "longitude": "14.372842",
    "excerpt": "A major hub for shops, restaurants and bars, recently pedestrianised Corso Italia is the main thoroughfare shooting east-west through the bustling centro…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/centro-storico/a/poi-sig/1293578/359883",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/320f556e7f075117f5eefe88744ca96e-centro-storico.jpg",
    "detail_description": "A major hub for shops, restaurants and bars, recently pedestrianised Corso Italia is the main thoroughfare shooting east-west through the bustling centro storico. Duck into the side streets to the north and you'll find narrow lanes flanked by traditional green-shuttered buildings, interspersed with the occasional palazzo (mansion), piazza or church. Souvenir and antiques shops, fashion boutiques, trattorias and some fine old buildings also jostle for space in this grid of cobbled backstreets.\n"
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 6,
    "name": "Gallery Celentano",
    "latitude": "40.627568",
    "longitude": "14.373229",
    "excerpt": "From the Chiostro di San Francesco, stairs lead up to this gallery, which showcases the evocative photography of Raffaele Celentano, a contemporary…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/gallery-celentano/a/poi-sig/1572324/359883",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Italy%20Sorrento%20JackieMatthewsPhotography%20GettyImages-1138205204%20RFC.jpg",
    "detail_description": "From the Chiostro di San Francesco, stairs lead up to this gallery, which showcases the evocative photography of Raffaele Celentano, a contemporary photographer who spends his time between Sorrento and Munich. The gallery's long-term exhibition – a retrospective of Celentano's work over the past quarter of a century – offers some revealing glimpses into the Italian way of life.\nThe space includes a terrace overlooking the Bay of Naples, as well as a small shop selling limited-edition prints of Celentano's photographs."
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 5,
    "name": "Marina Grande",
    "latitude": "40.627178",
    "longitude": "14.366298",
    "excerpt": "Noticeably detached from the main city and bereft of the hydrofoils and ferries that crowd Marina Piccola, this secluded former fishing village has a…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/marina-grande/a/poi-sig/1293570/359883",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/975c69dc81ff7e788806fc99c1e8646b-marina-grande.jpg",
    "detail_description": "Noticeably detached from the main city and bereft of the hydrofoils and ferries that crowd Marina Piccola, this secluded former fishing village has a timeless maritime air not dissimilar to Marina Corricella on Procida. Bobbing fishing boats and pastel-coloured houses add character to a quarter that's known for its family-run seafood restaurants. The marina also protects the closest thing in Sorrento to a spiaggia (beach).\nIf you want to just loll in the sun, nearby jetties sport umbrellas and deckchairs that you can rent for around €12."
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 4,
    "name": "Basilica di Sant’Antonino",
    "latitude": "40.62695",
    "longitude": "14.375235",
    "excerpt": "Named after Sorrento's patron saint, the town's oldest church barely looks like a church at all from the outside. The interior paints a more ecclesial…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/basilica-di-sant-antonino/a/poi-sig/1257146/359883",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c650a63e889436d27b1b3c305940da09-basilica-di-sant-antonino.jpg",
    "detail_description": "Named after Sorrento's patron saint, the town's oldest church barely looks like a church at all from the outside. The interior paints a more ecclesial picture with its Roman artefacts, dark medieval paintings, gilded ceiling, and the oddity of two whale ribs in the lobby by the front door. Apparently, the much-loved saint performed numerous miracles, including one in which he rescued a child from a whale’s stomach. The saint’s bones lie beneath the baroque interior in an 18th-century crypt.\nThe crypt also contains hundreds of silver medallions, many of them votives from shipwrecked sailors."
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 3,
    "name": "Chiesa & Chiostro di San Francesco",
    "latitude": "40.62756",
    "longitude": "14.373229",
    "excerpt": "Located next to the Villa Comunale Park, this church is best known for the peaceful 14th-century cloister abutting it, which is accessible via a small…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/chiesa-chiostro-di-san-francesco/a/poi-sig/457509/359883",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Italy%20Sorrento%20nikolpetr%20shutterstock_1046892613%20RFE.jpg",
    "detail_description": "Located next to the Villa Comunale Park, this church is best known for the peaceful 14th-century cloister abutting it, which is accessible via a small door from the church. The courtyard features an Arabic portico and interlaced arches supported by octagonal pillars. Replete with bougainvillea and birdsong, they're built on the ruins of a 7th-century monastery. Upstairs in the Sorrento International Photo School, the Gallery Celentano exhibits black-and-white photographs of Italian life and landscapes by contemporary local photographer Raffaele Celentano.\nThe cloisters host classical-music concerts in the summer."
},
{
    "country": "sorrento",
    "city": "Sorrento",
    "index": 2,
    "name": "Museo Bottega della Tarsia Lignea",
    "latitude": "40.625565",
    "longitude": "14.3706",
    "excerpt": "Since the 18th century, Sorrento has been famous for its intarsio (marquetry) furniture, made with elaborately designed inlaid wood. Some wonderful…",
    "detail_url": "https://www.lonelyplanet.com/italy/campania/sorrento/attractions/museo-bottega-della-tarsia-lignea/a/poi-sig/457513/359883",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f18b3a1e35d8c6dcbd79fb67a5f9fce9-museo-bottega-della-tarsia-lignea.jpg",
    "detail_description": "Since the 18th century, Sorrento has been famous for its intarsio (marquetry) furniture, made with elaborately designed inlaid wood. Some wonderful historical examples can be found in this museum, many of them etched in the once fashionable picaresque style. The museum, housed in an 18th-century palace complete with beautiful frescoes, also has an interesting collection of paintings, prints and photographs depicting the town and the surrounding area in the 19th century.\nIf you’re interested in purchasing a new intarsio piece, visit Gargiulo &amp; Jannuzzi, one of the longest-established specialist shops in town; it is happy to ship."
}
]