[
{
    "country": "sousse",
    "city": "Sousse",
    "index": 1,
    "name": "Sousse Archaeological Museum",
    "latitude": "35.822702",
    "longitude": "10.635602",
    "excerpt": "Located inside the 11th-century kasbah, this museum showcases an extraordinary collection of 2nd- and 3rd-century Roman mosaics, one of the best in the…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/central-tunisia/sousse/attractions/sousse-archaeological-museum/a/poi-sig/1483698/355683",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/556a3c39462a57872a566f193ed879b7-sousse-archaeological-museum.jpg",
    "detail_description": "Located inside the 11th-century kasbah, this museum showcases an extraordinary collection of 2nd- and 3rd-century Roman mosaics, one of the best in the country. Most of these embellished the buildings in ancient Byzacium (Sousse and surrounds) and depict scenes from daily life – the fishing scenes are particularly charming. Highlights include a richly coloured mosaic of Neptune standing in his chariot, drawn by two hippocamps, and another depicting Bacchus, the Roman god of wine, riding in a satyr-driven chariot pulled by tigers.\nAlso notable are a mosaic of the head of an ocean god that originally decorated the Baths of Themetra at Chott Meriem near Sousse, two huge hunting mosaics in the rear gallery, and a Byzantine-era mosaic-covered baptismal font from El Gaalla, only excavated in 1993 and in excellent condition.The multilingual labelling (Arabic, French and English) greatly enhances the visitor experience.Note that there is no entrance from inside the medina walls."
},
{
    "country": "sousse",
    "city": "Sousse",
    "index": 11,
    "name": "Zaouia Zakkak",
    "latitude": "35.82715",
    "longitude": "10.63779",
    "excerpt": "The splendid octagonal stone minaret belongs to the 17th-century Zaouia Zakkak, the medina’s leading example of Ottoman architecture. Its blue-green stone…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/central-tunisia/sousse/attractions/zaouia-zakkak/a/poi-sig/440288/355683",
    "image_url": null,
    "detail_description": "The splendid octagonal stone minaret belongs to the 17th-century Zaouia Zakkak, the medina’s leading example of Ottoman architecture. Its blue-green stone and tilework decoration echo the Andalusia region of Spain.\n"
},
{
    "country": "sousse",
    "city": "Sousse",
    "index": 10,
    "name": "Kalat El Koubba",
    "latitude": "35.82514",
    "longitude": "10.63819",
    "excerpt": "The rooms surrounding the courtyard of this funduq (caravanserai) contain naff mannequin displays of day-to-day life under the Ottomans. The building is…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/central-tunisia/sousse/attractions/kalat-el-koubba/a/poi-sig/440272/355683",
    "image_url": null,
    "detail_description": "The rooms surrounding the courtyard of this funduq (caravanserai) contain naff mannequin displays of day-to-day life under the Ottomans. The building is thought to have been built in the late 11th century and its most striking feature is a cupola with remarkable zigzag ribbing outside and fluted detailing inside.\n"
},
{
    "country": "sousse",
    "city": "Sousse",
    "index": 9,
    "name": "Souq Er Ribba",
    "latitude": "35.825008",
    "longitude": "10.638371",
    "excerpt": "This souq and its western extension, Souq El Kayed, are the closest Sousse comes to a medieval bazaar. The roof is unmistakably modern, yet the sales…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/central-tunisia/sousse/attractions/souq-er-ribba/a/poi-sig/440282/355683",
    "image_url": null,
    "detail_description": "This souq and its western extension, Souq El Kayed, are the closest Sousse comes to a medieval bazaar. The roof is unmistakably modern, yet the sales pitch beneath it is age-old. There are a few interesting bits and bobs for sale alongside the tourist tat, and the vibe is reasonably laid-back. It may not be Tunisia's most evocative bazaar, but it’s worth exploring nonetheless.\n"
},
{
    "country": "sousse",
    "city": "Sousse",
    "index": 8,
    "name": "Kasbah",
    "latitude": "35.822711",
    "longitude": "10.635602",
    "excerpt": "Standing at the high point of the medina, the kasbah was built onto the city walls in the 11th century. It incorporates the imposing square Khalef tower,…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/central-tunisia/sousse/attractions/kasbah/a/poi-sig/1600065/355683",
    "image_url": null,
    "detail_description": "Standing at the high point of the medina, the kasbah was built onto the city walls in the 11th century. It incorporates the imposing square Khalef tower, built by the Aghlabids in AD 859 at the same time as the city walls, which superseded the ribat as the city’s watchtower. The building now houses the impressive Sousse Archaeological Museum, and entry is limited to those with a museum ticket.\n"
},
{
    "country": "sousse",
    "city": "Sousse",
    "index": 7,
    "name": "Dar Am Taïeb",
    "latitude": "35.821293",
    "longitude": "10.630689",
    "excerpt": "Driven by passion and a healthy ego, local sculptor Taïeb Ben Hadj Ahmed has turned his large villa in a leafy residential neighbourhood into a gigantic…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/central-tunisia/sousse/attractions/dar-am-taieb/a/poi-sig/1483702/355683",
    "image_url": null,
    "detail_description": "Driven by passion and a healthy ego, local sculptor Taïeb Ben Hadj Ahmed has turned his large villa in a leafy residential neighbourhood into a gigantic and shambolic museum. His work is characterised by his use of recycled materials – we particularly like his Hommes Farcis (stuffed men) made from jerrycans and scrap metal, all with something in their stomachs but nothing in their heads.\nNote that some street signs use Rue Ben Ghedahem instead of Rue 25 Juillet."
},
{
    "country": "sousse",
    "city": "Sousse",
    "index": 6,
    "name": "Boujaffar Beach",
    "latitude": "35.837244912498",
    "longitude": "10.636517177111",
    "excerpt": "Named somewhat incongruously after a local Muslim holy man, thIs sandy strip of beach is a popular playground where families picnic, beach shacks sell…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/central-tunisia/sousse/attractions/boujaffar-beach/a/poi-sig/440266/355683",
    "image_url": null,
    "detail_description": "Named somewhat incongruously after a local Muslim holy man, thIs sandy strip of beach is a popular playground where families picnic, beach shacks sell drinks and ice cream, children frolic and foreigners sunbathe. Only a few small parts of the strip are claimed by beachfront hotels – their chaises longues and parasols are usually available to nonguests for a small fee. In sunny weather, the beachfront is packed with people strolling along the waterfront – a wonderful way to pass an evening.\n"
},
{
    "country": "sousse",
    "city": "Sousse",
    "index": 5,
    "name": "Great Mosque",
    "latitude": "35.826821441463",
    "longitude": "10.639797869579",
    "excerpt": "This typically austere Aghlabid affair was built in AD 851. Its architect adapted an earlier kasbah (fort), which explains the mosque’s turrets and…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/central-tunisia/sousse/attractions/great-mosque/a/poi-sig/440270/355683",
    "image_url": null,
    "detail_description": "This typically austere Aghlabid affair was built in AD 851. Its architect adapted an earlier kasbah (fort), which explains the mosque’s turrets and crenellated wall, as well as its unusual location (in Tunisia, 'Great Mosques' are usually sited in the centre of medinas). Its lack of a minaret is also unusual; the tower in the nearby ribat is used to call the faithful to prayer. Non-Muslims aren’t allowed beyond the courtyard but from there can view the barrel-vaulted prayer hall.\n"
},
{
    "country": "sousse",
    "city": "Sousse",
    "index": 4,
    "name": "Ribat",
    "latitude": "35.82754",
    "longitude": "10.63879",
    "excerpt": "This is the oldest monument in Sousse's medina, built in the final years of the 8th century AD as a fort. It was garrisoned by devout Islamic warriors,…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/central-tunisia/sousse/attractions/ribat/a/poi-sig/440278/355683",
    "image_url": null,
    "detail_description": "This is the oldest monument in Sousse's medina, built in the final years of the 8th century AD as a fort. It was garrisoned by devout Islamic warriors, who divided their time between fighting and silent study of the Quran in its tiny, cell-like rooms. The internal courtyard is surrounded by porticoes; in the corner is a nador (watchtower) added by the Aghlabids in AD 821; climb the narrow spiral staircase to enjoy spectacular views over the medina.\nThe prayer hall on the 1st floor has an elegant vaulted ceiling and reflects its dual purpose with its fortified windows that were used by archers and the simple mihrab (prayer niche in the wall indicating the direction of Mecca; this is one of the oldest in North Africa)."
},
{
    "country": "sousse",
    "city": "Sousse",
    "index": 3,
    "name": "Musée Dar Essid",
    "latitude": "35.82758",
    "longitude": "10.63624",
    "excerpt": "In a quiet part of Sousse's medina, this privately owned museum shows off a beautiful old home, furnished in the style of a well-to-do 19th-century Sousse…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/central-tunisia/sousse/attractions/musee-dar-essid/a/poi-sig/440276/355683",
    "image_url": null,
    "detail_description": "In a quiet part of Sousse's medina, this privately owned museum shows off a beautiful old home, furnished in the style of a well-to-do 19th-century Sousse official and his family. Enter the small ante-room, which was for greeting strangers, and then proceed to the tiled courtyard surrounded by the family rooms. There’s an extravagance reflected in the Andalusian tiled facades and in the objets d'art and European antique furniture in the downstairs rooms.\nCheck out the Roman lamp with the graphic depiction of a copulating couple; it’s by the master bed, to remind the husband to demonstrate his control and stamina until the lamp went out. Also of interest is a 700-year-old marriage contract that's decorated using 18-karat gold; this is in the first wife's bedroom.The upstairs area, reached by a heavily restored staircase, is the old servant’s quarters and the entrance to the house's tower."
},
{
    "country": "sousse",
    "city": "Sousse",
    "index": 2,
    "name": "Medina",
    "latitude": "35.825608",
    "longitude": "10.637609",
    "excerpt": "Added to Unesco's World Heritage List in 1988, Sousse's 9th-century medina is an unusual and important example of Aghlabid military coastal architecture…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/central-tunisia/sousse/attractions/medina/a/poi-sig/1600102/355683",
    "image_url": null,
    "detail_description": "Added to Unesco's World Heritage List in 1988, Sousse's 9th-century medina is an unusual and important example of Aghlabid military coastal architecture. It retains its kasbah, ramparts, Great Mosque and ribat, and still has a large residential population (35,300 at the last official census). The main pedestrian thoroughfares are Rue El Aghlaba, which runs east–west, and jam-packed Rue de France, running north–south. The most atmospheric shopping areas are Souq Er Ribba and its extension, Souq El Kayed.\nThe massive walls of the medina stretch 2.25km at a height of 8m and are fortified with a series of solid square turrets. They were built by the Aghlabids in AD 859 on the foundations of the city’s original Byzantine walls. Within the walls are 24 mosques (12 for men and 12 for women).The main entrance to the medina is at the northeastern corner at Pl des Martyrs. The area was created when Allied bombs blew away this section of the wall in 1943 during WWII. Of the other gates, the most historically interesting is Bab El Finga (meaning Gate of the Blade); the French set up their guillotine just outside."
}
]