[
{
    "country": "spain",
    "index": 1,
    "name": "La Sagrada Família",
    "latitude": "41.403338",
    "longitude": "2.174102",
    "excerpt": "The Temple Expiatori de la Sagrada Família (Expiatory Temple of the Holy Family) is considered to be the symbol of Barcelona by many residents, and the…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/leixample/attractions/la-sagrada-familia/a/poi-sig/374867/1320680",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstock756015418.jpg",
    "detail_description": "The Temple Expiatori de la Sagrada Família (Expiatory Temple of the Holy Family) is considered to be the symbol of Barcelona by many residents, and the one place you shouldn’t miss when you visit the Catalan capital.\nInitially intended to be a simple Roman Catholic church dedicated to Jesus, Mary and Joseph, the church ultimately became the most prominent example of Catalan Modernism. Pope Benedict XVI declared it a basilica in 2010.\nDreamed up by Catalan architect Antoni Gaudí, the basilica exemplifies Gaudí’s philosophy that nature is the work of God. Gaudí sought to combine Christian speech and biblical allegories with complex natural symbols like organic, geometric shapes which are prominent in every column, pinnacle and stained glass window of the basilica.\nThe end result is an astounding architectural masterpiece which, despite being unfinished and under construction for nearly 140 years, has become one of the most visited monuments in Spain, receiving 4.7 million visitors in 2019.\n\n  \nA detailed view of a facade of the Sagrada Familia in Barcelona. ©Yury Dmitrienko/Shutterstock\n\nHistory of the Sagrada Familia\nThe creation and construction of the Sagrada Familia is living history.\nLocal bookseller Josep Maria Bocabella wanted to build an expiatory temple consecrated to the Holy Family. Bocabella initially assigned the project to the architect Francisco de Paula del Villar, who designed a neo-Gothic project, and began construction in 1882.\nHowever, because of several disagreements with Bocabella, Antoni Gaudí took over the assignment. Gaudí conceived a groundbreaking design that pushed the boundaries of all known architectural styles.\nGaudí’s primary goal was to build a church with facades that highlighted the three phases in the life of Jesus: Nativity, Passion and Glory. The architect’s vision was to incorporate organic symbolism in the architecture, stained glass and design elements in order to tell Jesus’s story as well as highlight some key biblical histories.\nIn 1891, when development of the Nativity facade began, Gaudí realized that the construction of the Sagrada Família was such an ambitious project that he certainly would not see its completion in his lifetime. In fear of the project being stopped after his death and once the church acquired its worship function, Gaudí decided that, instead of building the central nave, he would start on the external part of the church.\nAt the time, Gaudí was also working on Casa Milà (La Pedrera) and when that was completed in 1912, he focused exclusively on the construction of the Sagrada Família. He worked on it until he died in 1926 and was buried inside the crypt. After Gaudi’s death, Domènec Sugrañes i Gras assumed the main role of architect.\nThe temple suffered heavy damage during Spain’s Civil War (1936-39), when a group of anarchists set it on fire, burning a significant part of Gaudí’s workshop. Fortunately, part of his material could be restored.\nWork resumed in 1954 and it’s been under construction ever since.\n\n  \nThe stained glass windows of the Sagrada Familia. ©Alessandro Colle/Shutterstock\n\nWhy is the Sagrada Família not finished and when will be completed?\nEven with today’s technology, skilled architects and engineers are finding it challenging to decipher and bring to life the complex geometric shapes that compose what is going to be the tallest church in the world (172.5m).\nIn addition, despite its international renown, the Sagrada Família is a project that was promoted by the people for the people, so it has always relied on private donations. There have been times in history when there wasn’t any funding, especially during Spain’s Civil War and the decades that followed. It was only after the 1992 Olympic Games in Barcelona, when the city started to gain an international reputation and the number of visitors increased, that construction accelerated exponentially.\nThe Sagrada Família was expected to be completed in 2026 - for the centenary of Gaudí’s death – but its completion has been postponed because of COVID-19. Work has resumed already but a new completion date hasn’t been announced.\nVisiting the Sagrada Família\nThe site of the Sagrada Família has four main sections: the basilica, the school building, museum and towers. In the past, each section required its own ticket to visit. However, due to COVID-19, the only portion available to visitors is the basilica. \nTo visit the basilica, an individual ticket with an audio-guide app - available in 16 languages - costs €26. If you prefer visiting it on a guided tour - available in 6 languages - an individual ticket costs €27, which also allows you to visit the site on your own after the 50-minute tour is finished.\nThe Basilica\nThe Basilica is composed of five naves, built in the shape of a Latin cross, the roof of which is supported by the angled pillars. These angled pillars are a treelike column structure that creates the effect of a living forest with dappled light streaming in.\nGaudí Museum\nThe Gaudí Museum has a recreation of the architect’s workshop, as well as a set of his materials and mockups.\nSchool Building\nGaudí designed and built the school building, which was for the workers’ children, in 1909. Its design is similar to that of the Casa Milà.\nThe Towers\nFour towers representing the 12 apostles ascend from each of the three exterior facades (Nativity, Passion and Glory). Gaudí built the Nativity Facade, and in 2005 it was declared a UNESCO World Heritage site, along with the crypt. On the west side is the controversial Passion Facade, whose architect, Josep Maria Subirachs, has been heavily criticized for being too abstract and not strictly following Gaudí’s model. The unfinished Glory Facade is supposed to be the most gorgeous of the three once it’s complete and crowned with its missing four towers.\nHow to get to the Sagrada Familia\nThe Sagrada Família is in the Eixample district, in Mallorca, 401 street. Metro lines 2 and 5 stop at Sagrada Família station. From Barcelona’s Old City, it’s a 30- to 40-minute walk.\nWhen to visit the Sagrada Familia\nThe Basilica is open to visitors every day of the year, subject to change due to special events taking place inside.\nTo avoid the largest crowds, it’s best to visit early weekday mornings.\nA complete visit takes 2-3 hours.\nThings to do around the Sagrada Familia\nThe Right Eixample is home to some of Barcelona’s major attractions which can be easily visited after your Sagrada Família tour. An unmissable landmark is Hospital Sant Pau, a building designed by Lluís Domènech i Montaner, one of the most influential architects of Catalan Modernism after Gaudí. Monumental, a former but imposing bullfighting arena, is also worth the detour. Finish your Eixample circuit at Barcelona’s triumphal arch, located at Passeig de Lluís Companys, a palm-lined boulevard that leads to Parc de la Ciutadella, the largest park in town.\nWhere to eat near the Sagrada Família\nBe aware that all restaurants surrounding the Sagrada Família cater to the tourist crowd. However, by walking just a few blocks, you come to a particularly local area of l’Eixample.\nFor Spanish tapas and wine, we recommend Hasta Los Andares. For authentic Spanish tortillas, look for La Granota and, for traditional Catalan food, grab a bite at Olé Mallorca, which tends to get busy at lunch time (2 to 3pm). In the morning, you must stop at Puiggròs, a one hundred year-old patisserie.\n \n"
},
{
    "country": "spain",
    "index": 18,
    "name": "Museu Nacional d’Art de Catalunya",
    "latitude": "41.36879",
    "longitude": "2.153395",
    "excerpt": "The spectacular neobaroque silhouette of the Palau Nacional can be seen on Montjuïc's slopes from across the city. Built for the 1929 World Exhibition and…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/montjuic-sants-and-el-poble-sec/attractions/museu-nacional-d-art-de-catalunya/a/poi-sig/375177/1320689",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/89360343.jpg",
    "detail_description": "The spectacular neobaroque silhouette of the Palau Nacional can be seen on Montjuïc's slopes from across the city. Built for the 1929 World Exhibition and restored in 2005, it houses a vast collection of mostly Catalan art spanning the early Middle Ages to the early 20th century. The high point is the unique collection of extraordinary Romanesque frescoes.\nThis building has come to be one of the city’s prime symbols of the region’s separate Catalan identity, but the fact that it was constructed under the centralist dictatorship of Miguel Primo de Rivera lends a whiff of irony.The real highlight here is the Romanesque art section, considered the most important concentration of early medieval art in the world. Rescued from neglected country churches across northern Catalonia in the early 20th century, the collection consists of 21 frescoes, woodcarvings and painted altar frontals (low-relief wooden panels that were the forerunners of the elaborate altarpieces that adorned later churches). The insides of several churches have been recreated and the frescoes – in some cases fragmentary, in others extraordinarily complete and alive with colour – have been placed as they were when in situ.The two most striking fresco sets follow one after the other. The first, in Sala 5, is a magnificent image of Christ in Majesty created around 1123. Based on the text of the Apocalypse, we see Christ enthroned on a rainbow with the world at his feet. He holds a book open with the words Ego Sum Lux Mundi (I am the Light of the World) and is surrounded by the four Evangelists. The images were taken from the apse of the Església de Sant Climent de Taüll in northwest Catalonia. Nearby in Sala 9 are frescoes done around the same time in the nearby Església de Santa Maria de Taüll. This time the central image taken from the apse is of the Virgin Mary and Christ Child. These images were not mere decoration but tools of instruction in the basics of Christian faith for the local population – try to set yourself in the mind of the average medieval citizen: illiterate, ignorant, fearful and in most cases eking out a subsistence living. These images transmitted the basic personalities and tenets of the faith and were accepted at face value by most.Opposite the Romanesque collection on the ground floor is the museum’s Gothic art section, with Catalan Gothic painting and works from other Spanish and Mediterranean regions. Look out especially for the work of Bernat Martorell in Sala 32 and Jaume Huguet in Sala 34. Among Martorell’s works figure images of the martyrdom of St Vincent and Santa Eulàlia. Huguet’s Consagració de Sant Agustí, in which St Augustine is depicted as a bishop, is dazzling in its detail.Next you pass into the 2018-launched Renaissance &amp; Baroque gallery, which exhibits some 300 Spanish and international pieces spanning the 16th to 19th centuries, including works by Diego Velázquez, Francisco de Zurbarán, Josep de Ribera, Francisco Goya, Tiepolo, Rubens, El Greco and Canaletto. Incorporated into this section are two eclectic and excellent private collections, the Cambò Bequest by Francesc Cambó and the Thyssen-Bornemisza collection on loan to the MNAC by Madrid's Museo Thyssen-Bornemisza.Up on the next floor, beyond a beautiful domed hall, the collection turns to modern art, mainly but not exclusively Catalan. These galleries are arranged thematically: Modernisme, Noucentisme, Art and the Civil War and so on. Among the many highlights: an early Salvador Dalí painting (Retrat del Meu Pare/Portrait of My Father), Juan Gris' collage-like paintings, the brilliant portraits of Marià Fortuny, and 1930s call-to-arms posters against the Francoist onslaught (nearby you'll find photos of soldiers and bombed-out city centres).Also on show are items of Modernista furniture and decoration, which include chairs by Gaudí and a mural by Ramon Casas that once adorned the legendary bar and restaurant Els Quatre Gats.After all this, you can relax in the museum restaurant, which offers great views north towards Plaça d’Espanya, and be sure to take in the fine city view from the terrace just in front of the museum, which draws crowds around sunset. Students can use the Biblioteca del MNAC, the city’s main art reference library."
},
{
    "country": "spain",
    "index": 16,
    "name": "Mezquita",
    "latitude": "37.878821135111",
    "longitude": "-4.7793669358701",
    "excerpt": "It’s impossible to overemphasise the beauty of Córdoba’s great mosque, with its remarkably serene (despite tourist crowds) and spacious interior. One of…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/cordoba/attractions/mezquita/a/poi-sig/1189075/360732",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6542f77f4718469b5903b713fee82256-mezquita.jpg",
    "detail_description": "It’s impossible to overemphasise the beauty of Córdoba’s great mosque, with its remarkably serene (despite tourist crowds) and spacious interior. One of the world's greatest works of Islamic architecture, the Mezquita hints, with all its lustrous decoration, at a refined age when Muslims, Jews and Christians lived side by side and enriched their city with a heady interaction of diverse, vibrant cultures.\nArab chronicles recount how Abd ar-Rahman I purchased half of the Visigothic church of San Vicente for the Muslim community’s Friday prayers, and then, in AD 784, bought the other half on which to erect a new mosque. Three later extensions nearly quintupled the size of Abd ar-Rahman I's mosque and brought it to the form you see today – with one major alteration: a Christian cathedral plonked right in the middle of the mosque in the 16th century (hence the often-used description ‘Mezquita-Catedral’).Patio de los NaranjosThis lovely courtyard, with its orange, palm and cypress trees and fountains, forms the entrance to the Mezquita. It was the site of ritual ablutions before prayer in the mosque. Its most impressive entrance is the Puerta del Perdón, a 14th-century Mudéjar archway next to the bell tower. The Mezquita's ticket office is just inside here.Bell Tower (Torre Campanario)You can climb the 54m-high bell tower for fine panoramas and an interesting bird's-eye angle on the main Mezquita building. Up to 20 people are allowed up the tower every half hour from 9.30am to 1.30pm and 4pm to 6.30pm (to 5.30pm November to February; no afternoon visits in July or August). Tickets (€2) are sold on the inner side of the Puerta del Perdón, next to the tower: they often sell out well ahead of visit times, so it's a good idea to buy them early in the day. Originally built by Abd ar-Rahman III in 951–52 as the Mezquita's minaret, the tower was encased in a strengthened outer shell and heightened by the Christians in the 16th and 17th centuries. You can still see some caliphal vaults and arches inside.The original minaret would have looked something like the Giralda in Seville, which was practically a copy. Córdoba’s minaret influenced all minarets built thereafter throughout the western Islamic world.The Mezquita's InteriorThe Mezquita’s architectural uniqueness and importance lies in the fact that, structurally speaking, it was a revolutionary building for its time. Earlier major Islamic buildings such as the Dome of the Rock in Jerusalem and the Great Mosque in Damascus placed an emphasis on verticality, but the Mezquita was intended as a democratically horizontal and simple space, where the spirit could be free to roam and communicate easily with God – a kind of glorious refinement of the original simple Islamic prayer space (usually the open yard of a desert home).Men prayed side by side on the argamasa, a floor made of compact, reddish slaked lime and sand. A flat roof, decorated with gold and multicoloured motifs, was supported by striped arches suggestive of a forest of date palms. The arches rested on, eventually, 1293 columns (of which 856 remain today). Useful leaflets in several languages are available free just inside the door by which visitors enter.Abd ar-Rahman I’s initial prayer hall – the area immediately inside today's visitor entrance – was divided into 11 ‘naves’ by lines of arches striped in red brick and white stone. The columns of these arches were a mishmash of material collected from the earlier church on the site, Córdoba’s Roman buildings and places as far away as Constantinople. To raise the ceiling high enough to create a sense of openness, inventive builders came up with the idea of a two-tier construction, using taller columns as a base and planting shorter ones on top.Later enlargements of the mosque, southward by Abd ar-Rahman II in the 9th century and Al-Hakim II in the 960s, and eastward by Al-Mansur in the 970s, extended it to an area of nearly 14,400 sq metres, making it one of the biggest mosques in the world. The arcades' simplicity and number give a sense of endlessness to the Mezquita.The final Mezquita had 19 doors along its north side, filling it with light and yielding a sense of openness. Nowadays, nearly all these doorways are closed off, dampening the vibrant effect of the red-and-white double arches. Christian additions to the building, such as the solid mass of the cathedral in the centre and the 50 or so chapels around the fringes, further enclose and impose on the airy space.Mihrab &amp; MaksuraLike Abd ar-Rahman II a century earlier, Al-Hakim II in the 960s lengthened the naves of the prayer hall, creating a new qiblah wall (indicating the direction of Mecca) and mihrab (prayer niche) at the south end. The bay immediately in front of the mihrab and the bays to each side form the maksura, the area where the caliphs and courtiers would have prayed. The mihrab and maksura are the most beautifully and intricately decorated parts of the whole mosque.The greatest glory of Al-Hakim II’s extension was the portal of the mihrab – a crescent arch with a rectangular surround known as an alfiz. For the portal’s decoration, Al-Hakim asked the emperor of Byzantium, Nicephoras II Phocas, to send him a mosaicist capable of imitating the superb mosaics of the Great Mosque of Damascus, one of the great 8th-century Syrian Umayyad buildings. The Christian emperor sent the Muslim caliph not only a mosaicist but also a gift of 1600kg of gold mosaic cubes. Shaped into flower motifs and inscriptions from the Quran, this gold is what gives the mihrab portal its magical glitter. Inside the mihrab, a single block of white marble sculpted into the shape of a scallop shell, a symbol of the Quran, forms the dome that amplified the voice of the imam throughout the mosque.The arches of the maksura are the mosque’s most intricate and sophisticated, forming a forest of interwoven horseshoe shapes. Equally attractive are the maksura’s skylit domes, decorated with star-patterned stone vaulting. Each dome is held up by four interlocking pairs of parallel ribs, a highly advanced technique for 10th-century Europe.CathedralFollowing the Christian conquest of Córdoba in 1236, the Mezquita was used as a cathedral but remained largely unaltered for nearly three centuries. But in the 16th century King Carlos I gave the cathedral authorities permission to rip out the centre of the Mezquita in order to construct a new Capilla Mayor (main altar area) and coro (choir).Legend has it that when the king saw the result he was horrified, exclaiming that the builders had destroyed something unique in the world. The cathedral took nearly 250 years to complete (1523–1766) and thus exhibits a range of architectural fashions, from plateresque and late Renaissance to extravagant Spanish baroque. Among the later features are the Capilla Mayor's rich 17th-century jasper and red-marble retable (altar screen), and the fine mahogany stalls in the choir, carved in the 18th century by Pedro Duque Cornejo.Night VisitsA one-hour sound-and-light show (www.elalmadecordoba.com), in nine languages via audio guides, is presented in the Mezquita twice nightly except Sundays from March to October, and on Friday and Saturday from November to February. Tickets are €18 (senior or student €9)."
},
{
    "country": "spain",
    "index": 17,
    "name": "Catedral de Santiago de Compostela",
    "latitude": "42.880571",
    "longitude": "-8.544885",
    "excerpt": "The grand heart of Santiago, the cathedral soars above the city in a splendid jumble of spires and sculpture. Built piecemeal over several centuries, its…",
    "detail_url": "https://www.lonelyplanet.com/spain/cantabria-asturias-and-galicia/santiago-de-compostela/attractions/catedral-de-santiago-de-compostela/a/poi-sig/1187488/360750",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/05a9c3472caf89cf4e7f241ed4ccf23c-catedral-de-santiago-de-compostela.jpg",
    "detail_description": "The grand heart of Santiago, the cathedral soars above the city in a splendid jumble of spires and sculpture. Built piecemeal over several centuries, its beauty is a mix of an original Romanesque structure (constructed between 1075 and 1211) and later Gothic and baroque flourishes. The tomb of Santiago beneath the main altar is a magnet for all who come here. The cathedral's artistic high point is the Pórtico de la Gloria inside the west entrance, featuring 200 masterly Romanesque sculptures.\nOver the centuries the cathedral has suffered considerable wear and tear from water seepage, settlement and humidity. A decade-long restoration programme, which saw parts of the building closed to visitors for years, was due to be completed by the end of 2020. The magnificent baroque western facade facing Praza do Obradoiro, and the Pórtico de la Gloria just inside it, are among sections that have been returned to their former glory. Before the restoration works, the main entrance to the cathedral was through this Obradoiro facade, erected in the 18th century to replace the weather-damaged Romanesque one. Today the main entrance is from Praza das Praterías by the southern facade – the only one that conserves its original Romanesque form.Visits to the artistically unparalleled Pórtico de la Gloria (Galician: Porta da Gloria) are limited to 25 people at a time. Guided visits of 45 minutes are given several times daily, with tickets sold up to 90 days ahead through the cathedral website or on the same day (if available) at the Pazo de Xelmírez, the 12th-century bishop's palace adjoining the cathedral, where the tour starts. Book as far ahead as possible. Tours are normally in Spanish but occasionally in English: you can ask at the Pazo on the day of your visit and change your tour time if necessary. Fifteen-minute unguided visits happen between 7pm and 8pm Monday to Saturday; 50 general-public tickets (free) for these are given out on a first-come-first-served basis between 7pm and 8pm the day before at the Fundación Catedral office in the Casa do Deán. For Monday visits go on Saturday. Take your ID document.The Pórtico de la Gloria features 200 Romanesque sculptures by Maestro Mateo, who was placed in charge of the cathedral-building programme in the late 12th century. Now with much of their original colour restored, these detailed, inspired and remarkably lifelike sculptures in Galician granite add up to a comprehensive review of major figures and scenes from the Bible. The Old Testament and its prophets (including a famously smiling Daniel) are on the north side, the New Testament, Apostles and Last Judgment on the south, and glory and resurrection are depicted in the central archway.The main figure in the central archway is a throned, resurrected Christ, surrounded by the four evangelists plus angels and symbols of Jesus' passion. Below Christ's feet is Santiago, and below him Hercules or Samson, holding open the mouths of two lions. Traditionally, visitors arriving in the cathedral said a brief prayer while placing their fingers in five holes above Hercules' head, created by the repetition of this very act by millions of faithful over centuries. On the central pillar's other side is a sculpture believed to represent Maestro Mateo himself. Another tradition called for visitors to bump heads with the maestro to acquire some of his genius. Countless knocks led to Mateo's notably flat nose; he and Hercules are now blocked off by metal barriers.The three naves of the cathedral's main body are separated by majestic lines of Romanesque arches. Towards the east end of the building rises the fantastically elaborate, Churrigueresque Altar Mayor (High Altar). From the right side of the ambulatory (walkway) running round behind the Altar Mayor, a small staircase leads up to a statue of Santiago that has watched over the cathedral since its consecration in 1211. The faithful queue up here to kiss or embrace the statue. From the statue you emerge on the left side, then descend some steps into the Cripta Apostólica, where we are assured Santiago's remains lie, inside a large 19th-century silver casket. Behind the Altar Mayor is the Puerta Santa, which opens onto Praza da Quintana and is cracked open only in holy years – years when Santiago's feast day, July 25, falls on a Sunday, and plenary indulgence (forgiveness of all sins) is granted to pilgrims – bringing even bigger numbers of people than usual flooding in Santiago. This happens in 2021 and 2027.A pilgrims' Mass is usually celebrated at the Altar Mayor at noon, and other Masses at least once daily. Check to see if the cathedral's rooftop tours resume after the restoration finishes. They offer fabulous views of the city, and of the cathedral's interior from its upper storeys."
},
{
    "country": "spain",
    "index": 15,
    "name": "Alhambra",
    "latitude": "37.176663",
    "longitude": "-3.588774",
    "excerpt": "The Alhambra is Granada’s – and Europe’s – love letter to Moorish culture. Set against the brooding Sierra Nevada peaks, this fortified palace started…",
    "detail_url": "https://www.lonelyplanet.com/spain/granada/attractions/alhambra/a/poi-sig/430192/360733",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-474558334_super.jpg",
    "detail_description": "The Alhambra is Granada’s – and Europe’s – love letter to Moorish culture. Set against the brooding Sierra Nevada peaks, this fortified palace started life as a walled citadel before becoming the opulent seat of Granada’s Nasrid emirs. Their showpiece palaces, the 14th-century Palacios Nazaríes, are among the finest Islamic buildings in Europe and, together with the Generalife gardens, form the Alhambra's great headline act. Tickets sell out, so book ahead; you’ll have to choose a time to enter the Palacios Nazaríes.\nThe origins of the Alhambra, whose name derives from the Arabic al-qala’a al-hamra (the Red Castle), are mired in mystery. The first references to construction in the area appear in the 9th century but it’s thought that buildings may already have been standing since Roman times. In its current form, it largely dates to the 13th and 14th centuries when Granada's Nasrid rulers transformed it into a fortified palace complex. Following the 1492 Reconquista (Christian reconquest), its mosque was replaced by a church and the Habsburg emperor Charles V had a wing of palaces demolished to make space for the huge Renaissance building that still bears his name. In the early 19th century, French Napoleonic forces destroyed part of the palace and attempted to blow up the entire site. Restoration work began in the mid-1800s and continues to this day.Palacio de Carlos V &amp; AroundFrom the southeastern entrance pavilion, a signposted path leads into the core of the complex, passing the 15th-century Convento de San Francisco, now the Parador de Granada hotel, where the bodies of Isabel and Fernando were laid to rest while their tombs were being built in the Capilla Real. A short walk further on brings you to the Iglesia de Santa María de la Alhambra, built between 1581 and 1618 on the site of the Alhambra's mosque.Beyond the church, the Palacio de Carlos V clashes spectacularly with its surroundings. The hulking palace, begun in 1527 by the Toledo architect Pedro Machuca, features a monumental facade and a two-tiered circular courtyard ringed by 32 columns.Inside the palace are two museums: the Museo de la Alhambra, which showcases an absorbing collection of Moorish artefacts, including the wood-carved door from the Sala de Dos Hermanas, and the excavated remains of the Acequia Real (Royal Water Channel); and the Museo de Bellas Artes, with 15th- to 20th-century artworks.AlcazabaOccupying the western tip of the Alhambra are the martial remnants of the Alcazaba, the site's original 13th-century citadel. The Torre de la Vela (Watchtower) is famous as the tower where the cross and banners of the Reconquista were raised in January 1492. A winding staircase leads to the top where you can enjoy sweeping views over Granada's rooftops.Palacios NazaríesThe Alhambra's stunning centrepiece, the palace complex known as the Palacios Nazaríes, was originally divided into three sections: the Mexuar, a chamber for administrative and public business; the Palacio de Comares, the emir's official and private residence; and the Palacio de los Leones, a private area for the royal family and harem. Access is limited to 300 people every half hour.Entrance is through the Mexuar, a 14th-century hall where the council of ministers would sit and the emir would adjudicate citizens' appeals. Two centuries later, it was converted into a chapel, with a prayer room at the far end. Look up here and elsewhere to appreciate the geometrically carved wood ceilings and elegant tiling.From the Mexuar, you pass into the Patio del Cuarto Dorado, a courtyard where the emirs gave audiences, with the Cuarto Dorado (Golden Room) on the left, looking out on the Albayzín. Opposite the Cuarto Dorado is the entrance to the Palacio de Comares through a beautiful facade of glazed tiles, stucco and carved wood. A dogleg corridor (a common strategy in Islamic architecture to keep interior rooms private) leads through to the Patio de los Arrayanes (Courtyard of the Myrtles). This elegant patio, named after the myrtle hedges around its rectangular pool, is the central space of the palace built in the mid-14th century as Emir Yusuf I’s official residence.The southern end of the patio is overshadowed by the walls of the Palacio de Carlos V. To the north, in the 45m-high Torre de Comares (Comares Tower), the Sala de la Barca (Hall of the Boat), with its sculpted ceilings, leads into the Salón de los Embajadores (Chamber of the Ambassadors; also the Salón de Comares), where the emirs would have conducted negotiations with Christian emissaries. The room's domed marquetry ceiling contains more than 8000 cedar pieces in an intricate star pattern representing the seven heavens of Islam.The Patio de los Arrayanes leads into the Palacio de los Leones (Palace of the Lions), built in the second half of the 14th century under Muhammad V. The palace rooms branch off the Patio de los Leones (Lion Courtyard), centred on an 11th-century fountain channelling water through the mouths of 12 marble lions. The courtyard layout, using the proportions of the golden ratio, demonstrates the complexity of Moorish geometric design – the 124 slender columns that support the ornamented pavilions are placed in such a way that they are symmetrical on numerous axes.Of the four halls around the patio, the Sala de los Abencerrajes, on the south side, is the most impressive. Boasting a mesmerising octagonal stalactite ceiling, this is the legendary site of the murders of the noble Abencerraj family, whose leader, the story goes, dared to dally with Zoraya, Abu al-Hasan's favourite concubine.At the eastern end of the patio is the Sala de los Reyes (Hall of the Kings), which has three leather-lined ceiling alcoves painted by 14th-century Christian artists. The central alcove is thought to depict 10 Nasrid emirs.On the patio’s northern side is the richly decorated Sala de Dos Hermanas (Hall of Two Sisters), probably named after the slabs of white marble flanking its fountain. It features a dizzying muqarnas (honeycomb-vaulted) dome with a central star and 5000 tiny cells, reminiscent of the constellations. The carved wood screens in the upper level enabled women (and perhaps others involved in palace intrigue) to peer down from hallways above without being seen. At its far end, the tile-trimmed Mirador de Daraxa (Daraxa Lookout) was a lovely place for palace denizens to look on the garden.From the Sala de Dos Hermanas, a passageway leads through the Estancias del Emperador (Emperor's Chambers), built for Carlos V in the 1520s, and later used by the American author Washington Irving. From here descend to the Patio de la Reja (Patio of the Grille) and the Patio de la Lindaraja, where, in the southwest corner you can peer into the Baño Real de Comares bathhouse, lit by star-shaped skylights.You eventually emerge into the Jardines del Partal, an area of terraced gardens laid out at the beginning of the 20th century. Here a reflecting pool stands in front of the Palacio del Partal, a small porticoed building with its own tower (the Torre de las Damas) dating to the early 14th century.GeneralifeThe Generalife, the sultans' gorgeous summer estate, dates to the 14th century. A soothing ensemble of pathways, patios, pools, fountains, trees and, in season, flowers of every imaginable hue, it takes its name from the Arabic jinan al-‘arif, meaning 'the overseer’s gardens'.A string of elegant rectangular plots with tinkling water features, the Jardines Nuevos, leads up to the whitewashed Palacio del Generalife, the emirs’ summer palace. The courtyards here are particularly graceful: the first, the Patio de la Acequia, has gorgeous gardens and distant views of the Palacios Nazaríes, while in the second one, the Patio de la Sultana, the trunk of a 700-year-old cypress tree suggests the delicate shade that would once have graced the area. Beyond this courtyard, the Escalera del Agua is a delightful work of landscape engineering with water channels running down a shaded staircase."
},
{
    "country": "spain",
    "index": 13,
    "name": "Plaza de Toros Las Ventas",
    "latitude": "40.43202",
    "longitude": "-3.663361",
    "excerpt": "One of Spain’s most atmospheric arenas, the Plaza de Toros Las Ventas has hosted everything from Beatles concerts to motocross competitions during its…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/salamanca/attractions/plaza-de-toros-las-ventas/a/poi-sig/1205219/1320802",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF149752556.jpg",
    "detail_description": "One of Spain’s most atmospheric arenas, the Plaza de Toros Las Ventas has hosted everything from Beatles concerts to motocross competitions during its eight-decade history. But it is the controversial sport of bullfighting for which the stadium was built and is best known for, with aficionados of the activity hailing it as Spain’s “Bullfighting Cathedral”.\nLocated east of central Madrid, the Plaza de Toros features a wide public square with a bullfighting ring constructed in the Mudéjar (Moorish) style. Its coliseum-like arena can seat a little over 23,000 people, making it the largest bullring in Spain and one of the largest in the world. Bullfights regularly take place here during the season, which runs from mid-May to September, while daily fights occur during the week-long San Isidro festival, held each May. A visit to the Museo Taurino (Bullfighting Museum) at the back of the bullring offers a comprehensive look at the history and evolution of this divisive Spanish tradition.\nHistory of the Plaza de Toros\nKnown officially as the Plaza de Toros de Ventas del Espíritu Santo, the arena is simply referred to as “Las Ventas”&nbsp;because the area upon which it stands used to be an enclave of several wayside taverns, known as “ventas” in Spanish.&nbsp;\nThe stadium was built in 1929 and officially inaugurated in 1931 with a charity bullfight. However, the area surrounding the plaza remained a shanty town. A mass clean up operation, coupled with the outbreak of the Spanish Civil War in 1936, meant that the Plaza de Toros was officially re-inaugurated in 1939, a decade after its initial construction.&nbsp;\nApart from the annual roster of bullfights during the season, the Plaza de Toros has also hosted opera performances, weddings, traveling circuses, car shows and rock concerts – this is where the Beatles held their first concert in Spain when they came to Madrid in 1965. Other high-profile artists who have performed here include Prince, Sting and B.B. King.\nHighlights of the Plaza de Toros\nCertainly not bereft of hyperbole, the main entrance of the bullring that features a grand Moorish arch is called “The Doorway to Eternal Glory.” To be carried through here, high on the shoulders of aficionados, is the ultimate dream of any young torero (bullfighter).\nOutside the arena are several statues paying tribute to important figures in the Spanish bullfighting world. Right by the main entrance are the monuments of two bullfighters, Antonio Bienvenida, a celebrated torero during his heyday in the 1970s, and José “El Yiyo” Cubero, a beloved matador who was only 21 when he was gored by a bull through the heart.\nCuriously, standing alongside these icons of the bullfighting world, is a bronze bust of Scottish doctor Alexander Fleming. Fleming’s discovery of the antibiotic penicillin helped save the lives of many bullfighters who suffered deep wounds after being stabbed by bull horns. Consequently, in 1964, bullfighters collected money to erect a monument in Dr Fleming’s honor. The monument includes a statue depicting&nbsp;Fleming, and&nbsp;a matador tipping his hat to the scientist in appreciation of his work.&nbsp;\nInside, the plaza’s bullring is divided into ten&nbsp;tendidos (sections), radiating from the sandy central ring. The rather uncomfortable stone seats are distinguished in price according to the amount of sunlight each gets, with the most expensive seats being in the sombra (shade), the cheapest under the sol (sun) and the midrange ones in the sol y sombra, or partial shade. The most diehard bullfighting aficionados sit in Tendido 7, under the sun.\nMuseo Taurino\nSituated at the back of the arena in the “Patio de Caballos” is the Bullfighting Museum, which is dedicated to the history and culture of bullfighting. Three large rooms exhibit fancy bullfighting dresses, accessories, busts and portraits of famous bulls and toreros, as well as the original posters advertising historic fights.\nIn the Trajes de Luces (Costumes of Lights) section, you’ll see the walking capes of well-loved bullfighters, such as the pink and gold ensemble worn by Manolete, one of the most famous matadors of all time, who died in the ring in 1947.\nSome other features to watch out for in the&nbsp;museum include a series of bullfighting-themed etchings (“La Tauromaquia”) by Spanish romantic painter Francisco Goya, as well as a framed copy of a – aptly named – papal bull (public decree) issued by Pope Pius V, in 1567, that forbade Catholics from participating in bullfights on punishment of excommunication, and prohibiting a Christian burial to anyone killed in a bullfight.\nGuided tours\nGuided visits (in English and Spanish) will take you out onto the sand and into the royal box. Tours must be booked in advance through Las Ventas Tour. Access to the Museo Taurino&nbsp;is free of charge.\n"
},
{
    "country": "spain",
    "index": 14,
    "name": "Templo de Debod",
    "latitude": "40.423976",
    "longitude": "-3.71766",
    "excerpt": "Few people would ever guess that a 2200-year-old Egyptian temple exists in the center of Madrid. Yet the Templo de Debod is in no way a Vegas-style…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/templo-de-debod/a/poi-sig/1094863/1324669",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3792afe9526ced9789d521e31e7c57fb-templo-de-debod.jpg",
    "detail_description": "Few people would ever guess that a 2200-year-old Egyptian temple exists in the center of Madrid. Yet the Templo de Debod is in no way a Vegas-style replica of an Egyptian monument — its origins trace as far back as the 2nd century BCE to the ancient city of Meroë on the east bank of the Nile. Dedicated to the Egyptian goddess Isis and the god Amun of Thebes, this temple is believed to have been the sacred site where Isis gave birth to the sky god Horus, according to some authors of myth and legend.\nThe Temple of Debod was a gift offered by the Egyptian government to Spain as a token of gratitude for its assistance in restoring the Abu Simbel temples in Upper Egypt. It was transported from its home next to the Nile and rebuilt stone by stone in Madrid’s Cuartel de la Montaña Park, northwest of Plaza España and right by Parque del Oeste and Casa de Campo. As one of the few standing ancient Egyptian monuments that can be seen outside of Egypt, it's a must-see attraction in Madrid.\n\n  \nTemplo de Debod, Madrid © Izaac Afridi / Getty Images\n\nHistory of the Temple of Debod\nThe temple was originally located close to the First Cataract of the Nile, south of Aswan in Nubia, southern Egypt. Its construction began in 2200 BCE under the rule of the Meroë King Adijalamani, and was completed over many centuries. Over time, the original small chapel dedicated to Amun and Isis was expanded by the succeeding kings of the Ptolemaic dynasty. After Egypt was annexed by the Roman Empire, its construction was completed by the Roman emperors Augustus, Tiberius and Hadrian. It was later abandoned for 12 centuries upon Nubia’s conversion to Christianity.\nFast forward to the 1960s, when the construction of the Aswan High Dam caused part of the Nile to flood and nearly submerged the ancient temples of Nubia. Wishing to save this precious cultural heritage, Unesco had sent out an appeal for countries to help, of which Spain and three other countries (the US, Italy and the Netherlands) responded.\nAs a gesture of thanks to the Spanish archaeologists that worked to save these Nubian temples, the Temple of Debod was gifted to the government of Spain. (The three other countries that came to the monuments’ rescue were given temples as well).\nThe Temple of Debod was transported stone by stone to Madrid and rebuilt over a period of two years in the Cuartel de la Parque de Montaña (Mountain Barracks), maintaining its original east to west orientation. It was officially opened to the public in 1972.\nAs the name of the park suggests, the site upon which the temple now stands has a bloody history. It was on this hilltop where hundreds of prisoners taken from the Dos de Mayo uprising in 1808 were summarily executed by firing squad by Napoleon’s troops during the Peninsular War. This fateful event is captured in Francisco de Goya’s painting, “El 3 de mayo en Madrid” (The Third of May 1808).\nThat tragic day is certainly offset by the serene, mystical presence of the Temple of Debod today. Surrounded by lush greens and pools, it is a favorite spot for Madrileños to host weekend picnics, hold yoga classes, or even just watch a spectacular sunset.\n\n  \nPeople enjoy sightseeing at the Temple of Debod (Templo de Debod), an ancient Egyptian temple transported to Madrid  © Page Light Studios / Getty Images\n\nHighlights of the Temple of Debod\nThe temple features various rooms, the Vestíbulo de Augusto (Augustus Vestibule), the Capilla de Adijalamani (Adijalamani Chapel) and the Vestíbulo de Naos (Naos Vestibule). Of particular interest is the Adijalamani Chapel at the heart of the temple complex — this is the oldest part of Debod that was first built by the Meroë regent. Its walls are decorated with relief scenes showing the king making offerings to different Egyptian gods.\nThe temple complex boasts some of the best panoramic views of western Madrid. Walk over here from the nearby Plaza de España to catch the sunset, when this monument is particularly arresting as the glowing temple walls are reflected off the surrounding pools.\nVisiting hours and restrictions\nAccess to the temple is open to the public and free of charge.\nFor conservation reasons, the temple restricts group visits and can only be visited individually with a maximum duration of 30 minutes.\n"
},
{
    "country": "spain",
    "index": 11,
    "name": "Fundació Joan Miró",
    "latitude": "41.368476",
    "longitude": "2.159983",
    "excerpt": "Joan Miró was a Catalan painter and sculptor born in Barcelona who combined abstract art with surrealism. He is considered one of the most influential…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/montjuic-sants-and-el-poble-sec/attractions/fundacio-joan-miro/a/poi-sig/374907/1320689",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1128241161.jpg",
    "detail_description": "Joan Miró was a Catalan painter and sculptor born in Barcelona who combined abstract art with surrealism. He is considered one of the most influential painters in the world from the first half of the 20th century.\nWhen you visit the Catalan capital, it’s difficult to miss the legacy that Miró left in the city. In fact, Miró’s work might be the first thing you see upon your arrival in Barcelona, since Airport Terminal 2 features a 50-meter mosaic that he designed. La Rambla includes one of his mosaics as well and the logo of the largest bank in Catalonia, La Caixa, which is visible on every corner, was also created by Miró.\nMost visitors, however, tend to miss his museum, Fundació Joan Miró, founded in 1975 by the artist himself. Fundació Joan Miró is a cultural institution that contains Miró’s largest collection and, along with Gaudí’s buildings, should be part of any first-timer’s itinerary.\n\n  \nThere are beautiful views of the city to be had from the museum's terrace, set on the Montjuïc hillside © pio3 / Shutterstock\n\nHistory of Fundació Joan Miró \nJoan Miró dreamt of having a foundation which not only served as a regular museum where artists’ works could be displayed, but he also wanted to create a real art gallery of cutting edge art, where rising talents could be discovered and promoted. For its construction, the Barcelona Council offered Joan Miró the palace in the Old City, where the Picasso Museum is now, but, for such a new concept of a museum, he knew that his foundation had to be built in a brand-new emblematic building with its own personality.\nFor that, he sought the help of the renowned Catalan architect Josep Lluís Sert and, together, they designed an imposing building with Mediterranean features that is integrated perfectly in Montjuïc’s landscape. Today, the building of the Fundació Joan Miró is considered to be one of the finest examples of rationalist architecture in Barcelona.\nIts opening provoked an unquestionable positive impact on Barcelona society, which perceived the museum as a new way of connecting with art and artists. Fundació Joan Miró quickly became one of the “art galleries” of reference in Spain and such was its growth that an extension had to be built in 1986.\n\n  \nMiró's \"Personnage\" offers a cheeky welcome you as you enter the museum © Jelena990 / Shutterstock\n\nFundació Joan Miró Collection\nJoan Miró was an extremely valued artist, so visitors should note that the greatest of his works are displayed in other parts of the world. From the Museum of Modern Art in New York City to the National Art Gallery in Washington DC and the Musée d’Art Moderne in Paris, Joan Miró is present in some of the top art galleries worldwide.\nIt is also important to mention that Joan Miró had many debts with Spain’s Treasury Department, debts which were paid off with some of his most valued works. Those works are displayed in the Museo Nacional Centro de Arte Reina Sofía in Madrid.\nHowever, Fundació Joan Miró houses absolute masterpieces. The collection is composed of more than 200 paintings. Man and woman in front of a pile of excrement (1935), Morning Star (1940) and The gold of the azure (1967) are among his most significant paintings. In addition, there are more than 169 statues that had been unseen before being displayed here and over 8,000 drawings and sketches which are essential to understand Miró’s work.\nBesides Miró’s works, the collection also includes works from the American artist Alexander Calder, like the Mercury Fountain (1937). Antoni Tàpies, one of the most important Catalan artists from the era, has some of his works displayed at the foundation, as well.\n\n  \nMore than just Miró, Quatre Ales, 1972 (Four Wings) by Alexander Calder on the museum grounds © Jelena990 / Shutterstock\n\nFundació Joan Miró tickets \nA general admission ticket costs 13€, which includes the permanent collection and access to the temporary exhibition. It is also possible to book a separate ticket for the temporary exhibition only, which costs 7€. Guided tours cost 20€.\nTickets for the Fundació Joan Miró can be booked online through the official website.\nFundació Joan Miró for kids\nWith his fantasy allegories and colorful shapes and patterns, the work of Joan Miró has always attracted the youngest generation as well, which is why the foundation is known for organizing activities for kids. Most of them are only available in either Catalan or Spanish, but they do organize some in English, like Miró Universe. In this play, the actors represent the landscape of a certain painting with movement, sounds and shadows, while kids also learn about Miró’s world.\nYou can find out the latest activities on their official website as well.\nHow to get to Fundació Joan Miró\nFundació Joan Miró is located in Parc de Montjuïc. The easiest way to get there is by taking the metro to Paral.lel (Line 3), from where you can take the funicular to the upper part of the park. For a more epic arrival, you can also take the cable car that departs from La Barceloneta and drops you off right next to the foundation.\nRestaurants in Fundació Joan Miró\nInside the foundation, there is one restaurant-bar with a garden and great city views. They serve traditional Spanish and Catalan dishes with a slight modern touch. It’s actually not bad for a museum, but we also recommend exploring Montjuïc and looking for Terraza Martínez, a restaurant serving one of the best paellas in town. It’s always packed with locals, so do book in advance. If you want to have some drinks in a relaxed atmosphere, go to Caseta del Migdia.\n \n"
},
{
    "country": "spain",
    "index": 12,
    "name": "Basílica de San Francisco El Grande",
    "latitude": "40.41044838",
    "longitude": "-3.714456602",
    "excerpt": "Crowning Madrid’s oldest neighborhood of La Latina is an architectural and visual masterpiece that is the Basílica de San Francisco el Grande (Basilica of…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/la-latina-lavapies/attractions/basilica-de-san-francisco-el-grande/a/poi-sig/1094816/1320807",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1278865309.jpg",
    "detail_description": "Crowning Madrid’s oldest neighborhood of La Latina is an architectural and visual masterpiece that is the Basílica de San Francisco el Grande (Basilica of Saint Francis the Great) — as much a place of Catholic worship as it is a temple paying homage to Spanish art. Its several marble and gold inlaid chapels and sacristy are home to an impressive collection of paintings by Spanish masters, the most famous of which is Francisco Goya’s St. Bernardino of Siena preaching to Alfonso V of Aragon. With a diameter of 33 meters and height of 58 meters, the Basilica’s great dome is the largest in Spain and the fourth largest in Europe, after those of Saint Peter’s Basilica and the Pantheon in Rome, and the Santa Maria del Fiore in Florence.\n\n  \nSide view of the Real Basilica de San Francisco el Grande, a Roman Catholic church in central Madrid, Spain © AndresGarciaM / Getty Images\n\nHistory of the Basilica de San Francisco el Grande\nThis treasured Spanish heritage has been through multiple incarnations, the earliest of which goes back to the 13th century. Legend has it that when Saint Francis of Assissi passed by Spain on his pilgrimage to the tomb of the St. James the Apostle in Compostela in 1214, he built a modest home for himself and his companions near a hermitage where the church stands today.\nFrom these humble beginnings, the structure was expanded and enriched over the years, and eventually exceeded the splendor of all the churches in Madrid, until it was completely demolished in 1760 in order to build an ever bigger and more beautiful church to replace it.\nThe ambitious work was then assigned to a Franciscan monk, Fray Francisco Cabezas, who had envisioned a dome covering a circular temple housing several chapels. He worked on it for seven years until the project was suspended because of a disagreement over the proposed plan for the dome. Years later, under the rule of King Carlos III, construction recommenced under the guidance of the famed Italian architect Francesco Sabatini (who likewise designed Madrid’s Puerta de Alcalá and oversaw the reconstruction of the Plaza Mayor). The royal church was finally consecrated on 1784, and nearly two centuries later in 1963, was officially conferred the status of Basilica Minor by Pope John XXIII.\n\n  \nView of the Royal Basilica de San Francisco el Grande, it is a Catholic church within the historic center of Madrid  © NurPhoto / Getty Images\n\nMuseum highlights\nOnce you step through the doors of the Basilica, it is impossible to not be awestruck by its floor-to-ceiling opulence and assembly of art under one dome. Underneath a celestial scene of frescoes and stained glass windows with biblical motifs, guarded by sculptures of the apostles and prophets, trompe-l’œil paintings of saints, and carved cherubim, are six chapels embracing a main altar. Each of these chapels have a different theme and is a mini museum unto itself, featuring altars surrounded by large oil paintings depicting religious scenes, mosaics, and intricately carved moldings. While the Basilica’s predominant architectural style is NeoClassical, these lavishly decorated chapels showcase different distinct periods, from Baroque to Byzantine, Renaissance to Rococo.\nThe Chapel of St. Bernardino of Siena, one of the chapels situated on the left side of the Basilica, features Goya’s famous St. Bernardino of Siena preaching to Alfonso V of Aragon, which was commissioned in 1781. As selfies were non-existent at that time, Goya managed to incorporate the closest thing — his self-portrait on the right-hand side of the painting (he’s the one dressed in yellow).\nWhile visiting the main church area is free during morning Mass hours, it is certainly worth paying for a ticket (5 euros, from Tuesday to Friday) to access the museum in the inner sacristy. These hallowed halls exhibit 49 large paintings depicting scenes from the life of Saint Francis of Assisi, by renowned Spanish artists such as Alonso Cano, Francisco Zurbarán, Antonio González Velazquez, José Moreno Carbonero, among others. It is no less opulent inside — the hefty carved seats, mahogany and oakwood floors, gold candelabras and ornate ceilings could make you pause and wonder just how far the church has come from its humble origins.\nOne room of interest is the ante-sacristy, a red-painted sanctum bordered by 17th century walnut-carved benches with Plateresque style backs. Six mirrors framed in gold gilded pinewood actually serve a purpose — when you stand in front of them, they perfectly reflect the central medallion painted on the ceiling, The Triumph of the Church, so you don’t need to strain your neck!\nA guided tour in Spanish is offered during these times and is included in the ticket price.\nNearby attractions\nThe Basílica de San Francisco el Grande is conveniently located in the southwestern corner of the historic La Latina barrio. If you happen to find yourself here on a Sunday, you could also catch the 400-year old flea market, El Rastro, or take part in a favorite local pastime — a Sunday tapas crawl along the cobblestone streets, in particular Cava Baja, long after the sun sets.\n"
},
{
    "country": "spain",
    "index": 10,
    "name": "La Pedrera",
    "latitude": "41.395234",
    "longitude": "2.161925",
    "excerpt": "In the top tier of Gaudí's achievements, this madcap Unesco-listed masterpiece, with 33 balconies, was built in 1905–10 as a combined apartment and office…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/leixample/attractions/la-pedrera/a/poi-sig/374869/1320680",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/AlamyRFM53E4G.jpg",
    "detail_description": "Sitting firmly in the top tier of Antoni Gaudí's many achievements, this madcap Unesco-listed Modernista masterpiece (officially called Casa Milà) was created in 1905–10 as a combined apartment and office block.\nLa Pedrera’s entirely unique use of light, space and movement remains just as astounding today as when Barcelona’s premier architect first dreamt it up, and the line between decoration and functionality is deliciously blurred.\nWhether you’re a first-time visitor or a local resident who walks past it every week, it’s impossible not to be stopped in your tracks by La Pedrera’s glowing grey-white facade – a wave-like, Catalan-stone wonder wafting around the corner of shop-lined Passeig de Gràcia onto Carrer de Provença. But that’s only the beginning.\nThere’s much more to discover once you step through the doors of one of the Catalan capital’s signature buildings, starting with a two-courtyard butterfly-shaped structure designed to maximize natural light and airflow. From here things only get more otherworldly as you spiral upwards to the fabled rooftop, with its medieval-knight-inspired chimneys.\nNature was Gaudí’s ever-present muse, and this is felt in every inch of space at La Pedrera, from the curving irregular apartment design to the plant-like shape of the glass-and-iron access gates.\nInsider tip\nDuring the hot summer months, La Pedrera hosts jazz concerts by emerging local musicians under the stars up on the roof. Book tickets ahead and soak up the musical magic and Mediterranean breeze over a glass of sparkling cava.\n\n  \nIf you're pushed for time, prioritize the roof of La Pedrera © FCG / Shutterstock\n\nHistory of La Pedrera\nThough commissioned by businessman/politician Pere Milà, La Pedrera was owned by his wealthy wife Rosario Segimon, who lived here until her death in 1964. Gaudí envisioned the building outdoing all his previous creations, which by this stage included Gràcia’s marigold-tiled Casa Vicens, El Raval’s Palau Güell and wondrous Casa Batlló just down the street. The building also broke architectural ground by bringing in a basement parking space – Milà was one of the first people in Barcelona to own a car.\nLa Pedrera gets its most popular nickname (The Quarry) from its wavy stone facade, though formally it’s called Casa Milà. These days it’s mostly devoted to cultural events, office space and tourism, but a few of the 16 apartments are still lived in. Author and long-time resident Ana Viladomiu shares fascinating snapshots of modern-day life at La Pedrera on social media and has even set some of her books here.\nHighlights of La Pedrera\nFirst there’s that dazzling, unmissable exterior, created using over 6000 blocks of stone from Catalonia’s Garraf, Vilafranca and Ulldecona areas. The undulating shape brings to mind an ocean-side cliff sculpted by the forces of nature, while the 32 wrought-iron balconies evoke tendrils of washed-up seaweed and were handcrafted at a local artisan workshop.\nOnce inside, two large ground-floor patios decorated with colorful murals set the scene for what is to come. You’ll probably want a couple of hours for an in-depth audioguide-led visit at a leisurely pace, but if you only have 30 minutes the extraordinary roof terrace is the big highlight.\nExpect a feast of up-and-down staircases, wraparound Barcelona views and curiously adorned sand-colored chimneys that resemble medieval knights from certain angles. In classic Gaudí style, a celebration of traditional Catalan artisanship infuses the entire building, and the chimneys – some of which are covered with sparkling-white trencadís (smashed-up tilework) or repurposed green cava bottles – are a prime example.\nMost visits also include a spin around El Pis de La Pedrera, a fourth-floor apartment styled as it would have been in the early 20th century when bourgeois Barcelona families lived here. This is a great place to appreciate Gaudí’s ingenious fusion of functional spaces with creative ornamental features, such as the door and window frames that feel almost like flowing sculptures. Not everyone was completely thrilled with La Pedrera’s unconventional apartments; after Gaudí died in 1926 (he was fatally injured by a tram), Rosario Segimon redesigned several elements of her own home, including some of the spiraling ceilings.\nThere’s also a dynamic museum set among the attic’s 270 parabolic red-brick arches, which showcases models of Gaudí’s buildings, examples of natural elements that inspired his work and more.\n\n  \nTake a look at the interior of a traditional apartment within La Pedrera © photoshooter2015 / Shutterstock\n\nTickets and other practicalities\nLa Pedrera is open all day (9am-8:30pm, excluding specific events/tours) Monday to Sunday throughout the year, excluding the odd holiday. Book all tickets in advance online to avoid the worst of the queues and to bag the best prices; basic tickets (adult/child €25/12.50) include an excellent audioguide.\nAn array of expert-guided tours includes an early-doors \"Sunrise\" itinerary that gets you in before the crowds, an after-dark tour ending with drinks on the roof and an \"Unseen La Pedrera\" option that opens up otherwise off-limits areas such as the famous car park and the curious ochre-red back facade.\nFor a free peek at the back facade, pop into one of the nearby shops just north along Passeig de Gràcia – some have terraces overlooking the building from across the interior of the same Eixample block.\n"
},
{
    "country": "spain",
    "index": 7,
    "name": "Mercat de la Boqueria",
    "latitude": "41.381929",
    "longitude": "2.172085",
    "excerpt": "Barcelona's most central fresh-produce market is one of the greatest sound, smell and colour sensations in Europe. It's housed in a packed-out Modernista…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-rambla-and-barri-gotic/attractions/mercat-de-la-boqueria/a/poi-sig/1260157/1320690",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-458132561.jpg",
    "detail_description": "With its banquet of fresh local produce, always-lively atmosphere, distinctive Modernista design and over 800 years of history on plane-tree-shaded La Rambla, Barcelona’s oldest market ranks among Spain’s most memorable experiences.\nAround every corner, La Boqueria’s counters overflow with the freshest locally sourced ingredients, from pungent cheeses to salt-tanged seafood to glistening-red tomatoes. While some stands have taken a tourism-focused turn in recent years, others have been going strong as family-owned businesses for decades and still provide ingredients to top restaurants across Barcelona – including La Boqueria’s very own tapas bars.\nThe whole place is a window onto the roots of Catalonia’s fabulous gastronomy, and many of Barcelona's top restaurateurs come here for their produce – a tribute to the quality of the market's offerings.\nDuring the Covid-19 pandemic La Boqueria came almost to a standstill, with stallholders quickly pivoting to home deliveries, and for a while local residents had the whole place to themselves. Now, after years of growing overtourism concerns, La Boqueria’s Asociación de Comerciantes (Business Owners’ Association) has brought in plans to refocus the market back to its more local roots, with fresh ideas such as gastronomic pop-ups and new specialised stalls.\n\n  \nJoin the locals to survey the most incredible food markets at La Boqueria © Getty Images / iStockphoto\n\nHistory of the Mercat de la Boqueria\nNow one the most-visited attractions in Spain, La Boqueria has been part of La Rambla’s fabric for centuries. Early records show that Catalan farmers were already running temporary meat stalls on this part of La Rambla all the way back in 1217 CE.\nToday’s 1840 building, designed by the Catalan architect Josep Mas i Vila, sits on the site of the former Convent de Sant Josep monastery, which was destroyed by a fire in the early 19th century. It started life as Barcelona’s original municipal market, though the distinctive stained-glass Modernista gate and metal roof created by Antoni de Falguera weren’t added until over 70 years later.\nWhere to eat and drink at La Boqueria\nThere’s a reason why long-running El Quim de la Boqueria, in the thick of the market’s maze-like interior, gets packed every day. What started as a five-stool bar in the 1980s has grown into one of central Barcelona’s most-loved tapas bars – even Ferran Adrià has been spotted eating here.\nFrom breakfast onwards, chef Quim Márquez and team serve delicious plates with a creative touch, all rooted in seasonal market produce – the signature fried eggs with cuttlefish, morning bocatas (rolls) with botifarra sausage and aioli, cheese-stuffed bombas (large croquette-like fritters) topped with Iberian ham.\nUnder the arches on the south edge of La Boqueria, Arnau Muñío has put Direkte Boqueria on Barcelona’s unstoppable culinary map with his highly innovative Catalan-Asian fusion tasting menus. Also set market-style around a bar counter, this ambitious kitchen with just a handful of seats sources its ingredients fresh from the surrounding stalls each day. Book well ahead!\nBest things to buy at La Boqueria\nSkip the market’s central tourist-focused pockets and stock up on local classics such as fuet (dried thin sausage) produced in nearby Vic, salt-tanged pernil (Iberian ham; jamón in Spanish) from Extremadura or Andalucía, bottles of golden Catalonia-made olive oil, all kinds of wild mushrooms and curious seafood including Galician percebes (goose barnacles).\nArtisanal cheeses are another staple, perhaps from Catalonia’s Empordà or Cerdanya regions or made in northern Spain’s Picos de Europa mountains. Seasonal treats include calçots (large spring onions), a favourite winter speciality typically served chargrilled with romesco sauce.\nMany of the most intriguing stalls are hidden away towards the back of the market. This is the perfect spot for picking up a picnic to devour later on, perhaps at La Ribera’s palm-studded Parc de la Ciutadella, just 15 minutes’ walk away.\n\n  \nTourists in famous La Boqueria market on September 13, 2009 in Barcelona. One of the oldest markets in Europe that still exist. Established 1217. © Tupungato / iStock\n\nWhen can I go and how do I pay?\nLa Boqueria is open from 8am to 8:30pm Monday to Saturday (except holidays), though individual stall and restaurant hours often vary. Nowadays it’s no easy task to get through the crowds, so it's best to arrive first thing in the morning, when stalls are packed with fresh ingredients, there are fewer visitors and local Barcelona shoppers might actually pop in.\nThese days most stalls take card payments, though cash can be handy for small purchases. When it gets busy, the market’s alleyways can feel like a labyrinth; if there are particular products you’re keen to find, the website has a handy map of all 300-plus stalls. It’s respectful to ask first and ideally buy something if you’re taking photos of stallholders.\nOne of the most exciting ways to deep-dive into La Boqueria’s marvels is with a local expert – there are some great food tours and cooking classes on offer. Barcelona Cooking runs hands-on cookathons led by professional chefs that start with a visit to the market; you’ll learn all about niche local ingredients and meet business owners, before popping back into the nearby kitchen to whip up a seafood paella while sampling Catalan wines.\nInsider tip\nLa Boqueria isn’t Barcelona’s only inspiring mercat. Most neighbourhoods have their own buzzing municipal market packed with fresh-produce stands, stalls selling traditional cooked meals to go and a lively counter or two serving tapas, coffees and chilled canyes (small beers).\nTry, for example, Gràcia’s Modernista-design Mercat de la Llibertat (where Hermós Bar de Peix is a great spot for seafood tapas), the beautiful 19th-century Mercat de Sant Antoni (which has curious archaeological finds including a 17th-century wall), the 1888 Mercat de la Concepció in Dreta de l’Eixample (known for its vibrant flower stalls) or Esquerra de l’Eixample’s smartly renovated 1933 Mercat del Ninot.\n"
},
{
    "country": "spain",
    "index": 8,
    "name": "Museo Thyssen-Bornemisza",
    "latitude": "40.4162",
    "longitude": "-3.694797",
    "excerpt": "The Thyssen-Bornemisza Museum is one of the three points composing Madrid’s Golden Triangle of Art along the Paseo del Prado (Art Walk), together with the…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/el-retiro-the-art-museums/attractions/museo-thyssen-bornemisza/a/poi-sig/399601/1324671",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock1537667003.jpg",
    "detail_description": "The Thyssen-Bornemisza Museum is one of the three points composing Madrid’s Golden Triangle of Art along the Paseo del Prado (Art Walk), together with the Museo del Prado and the Reina Sofía. Once a privately owned art collection started by the Baron Heinrich Thyssen-Bornemisza, and later on expanded by his son Baron Hans Heinrich Thyssen-Bornemisza, the Thyssen is home to a magnificent collection of nearly 1,000 paintings from several of the world’s most celebrated artists, from Dalí to Degas, Rembrandt to Renoir, and van Eyck to Van Gogh among several others. While the Prado and Reina Sofía’s massive size allows you to delve into the life’s work of a particular artist, which could take days to fully explore, the Thyssen’s relatively compact size offers visitors with limited time the memorable experience of immersing in a wide and varied range of artistic styles and periods from the 13th to the 20th century.\nHistory of the Thyssen-Bornemisza Museum\nThe story of how the Thyssen family’s prized art collection moved from an aristocrat’s private gallery housed in Switzerland to the Spanish capital is a curious one that spans three generations.\nThe Thyssen Museum’s earliest pieces could be traced to the seven sculptural groups of Auguste Rodin, which were commissioned by August Thyssen — the German industrialist and founder of the steel and iron Thyssen empire in the late 19th century. After his death, his third son Heinrich continued the family tradition of collecting art, acquiring major pieces in the 1920s. Heinrich had gained noble status after marrying the daughter of the Hungarian Baron Gabor Bornemisza de Kászon, Margit, and later adopted the surname Thyssen-Bornemisza. Between 1933 and 1935, Heinrich added many pieces to the collection, including Jan van Eyck’s “The Annunciation” and Caravaggio’s “Saint Catherine of Alexandria.” As his collection grew, he bought the palace of Villa Favorita in Lugano, Switzerland, to build an art gallery where he could privately exhibit his collection to guests.\nUpon Heinrich’s death in 1947, his treasured art collection went to his youngest son, the Baron Hans Heinrich. He further expanded his father’s collection to include avant-garde styles and modern art, and eventually opened the Villa Favorita gallery to the public. Wishing to preserve his collection, the Baron explored the possibility of expanding Villa Favorita in a foreign location. Subsequently, he received multiple offers from several German cities, the Getty Foundation, and the Spanish government. Owing to the influence of his Spanish wife, Carmen Cervera, the Baron eventually took his collection to Spain and loaned 775 works to the Spanish state in 1988. In June 1993, these were sold to the Spanish state for 350 million dollars.\nBaron Hans Heinrich bequeathed most of his paintings to Carmen Cervera, who continues to lend these paintings to the museum as part of the Carmen Thyssen-Bornemisza collection.\nMuseum highlights\nA good way to explore the Thyssen’s treasures is to do it chronologically, by starting on the top (second) floor and working your way down. The second floor showcases medieval art, including 13th and 14th century Italian, German and Flemish religious paintings and triptychs. Room 11 features masterpieces by El Greco and his Venetian contemporaries Tintoretto and Titian, while Room 14 and 15 display paintings by mid-century Spanish masters Zurbarán and Murillo. Aficionados of Dutch and Flemish art would not want to miss Rooms 19 to 21, which showcase works from Rembrandt, Rubens and van Dyck.&nbsp;\nThe top-floor highlights are Rooms A to H, which showcase the impressive collection of Carmen Thyssen-Bornemisza, including masterpieces from Boudin, Canaletto, Courbet, Fragonard, Matisse, Picasso and Renoir, among several others.\nThe museum's first floor is home to an exquisite assembly of 19th-century French Impressionist and Post-Impressionist paintings by Cézanne, Degas, Gauguin, Pissarro Toulouse-Lautrec and Van Gogh.&nbsp;&nbsp;\nFinally, the Thyssen’s ground floor is a toast to contemporary 20th-century art, with works from Cubist and Surrealist masters, including Picasso, Braque, Juan Gris, Paul Klee, Max Ernst, Joan Miró, Chagall and Salvador Dalí. Here is also where you can gaze at celebrated pop art and expressionist paintings from Lichtenstein and Jackson Pollock, a highly charged contrast to the medieval religious-inspired art at the start of your tour.\nThematic tours and temporary exhibitions\nOne curated way to experience the Thyssen’s collection, especially if you don’t have too much time to explore all its rooms, is taking a thematic tour marked by special routes according to specific themes such as food, wine, fashion or love and sensuality.&nbsp;\nIt’s not hard to understand why the Thyssen has embraced the motto, “Everyone’s Museum” — its layout is quite the opposite of the stuffy museum stereotype. There’s a vibrant, open and friendly atmosphere enlivened by regular open-air concerts, temporary exhibitions, educational programs for the youth, as well as free entry on Monday afternoons.\nAfter an enriching day of art appreciation, the Thyssen’s lobby and open-air terraces by the courtyard and garden are a welcoming setting for guests to enjoy cocktails and art-soaked conversations.\nTickets and opening hours\nIt is highly recommended that you book tickets in advance, especially during weekends when the museum gets packed. Full access tickets (EUR13) and tickets with an audio guide (EUR18) can be reserved online on the Thyssen website. The museum offers free entry on Mondays all year round from 12:00nn to 4:00pm.\n"
},
{
    "country": "spain",
    "index": 9,
    "name": "Casa Batlló",
    "latitude": "41.391709",
    "longitude": "2.164983",
    "excerpt": "One of Europe's strangest residential buildings, Casa Batlló (built 1904–6) is Gaudí at his fantastical best. From its playful facade and marine-world…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/leixample/attractions/casa-batllo/a/poi-sig/375147/1320680",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1164880261.jpg",
    "detail_description": "An unmatched architectural treasure in a city defined by its otherworldly Modernista buildings, Unesco-listed Casa Batlló is undoubtedly one of Antoni Gaudí’s great jewels.\nCreated between 1904 and 1906 for the wealthy Batlló family, the once-private home on glamorous Passeig de Gràcia combines a shimmering tile-covered facade, bone-evoking stone columns, a dragon-back-shaped rooftop and undulating marine-world forms with revolutionary advances in both light and architecture. This is Gaudí at his whimsical, nature-inspired peak.\nAs you gaze at the building’s swirling shapes, delicate trencadís (smashed-up tilework) and curving design (Gaudí avoided straight lines as nature doesn’t have any), the whole place feels almost alive. For many people, the legend of Sant Jordi (Saint George – the patron saint of Catalonia) and the Dragon runs through the entire structure, and you’ll certainly feel this up on the unmissable rooftop.\nUnlike Gaudí’s neighboring, also-spectacular La Pedrera (Casa Milà), which was originally conceived as apartments and offices, Casa Batlló was a custom-designed residential home from the beginning and most of the privately owned building is now open to visitors.\nInsider tip\nFrom around March to autumn, Casa Batlló offers live-music performances up on the roof terrace – flamenco, jazz, rock and more. These tickets also include an after-hours tour of the building, along with a sunset drink on the rooftop before the show starts.\n\n  \nCasa Amatller next to the facade of Casa Batlló makes for quite the Modernista spectacle © Tom Lau / Getty Images\n\nHistory of Casa Batlló\nThis building originally went up in 1877 under the watch of architect Emili Sala i Cortés, during the major construction boom along Passeig de Gràcia as Barcelona’s brand-new Eixample district was brought to life from scratch. But when it was taken over by the local textiles magnate Josep Batlló i Casanovas in 1903, he brought in Gaudí to renovate the entire property with complete creative freedom.\nCasa Batlló is flanked on one side by the 1900 Casa Amatller (designed by Modernista architect Josep Puig i Cadafalch), while the 1905 Casa Lleó Morera (courtesy of Lluís Domènech i Montaner) sits a few doors down. Jointly known as the Mansana de la Discòrdia (Block of Discord), these three fantastical buildings are a testament both to the many whims of Catalonia’s Modernisme movement and the enormous local wealth poured into their creation.\nHighlights of Casa Batlló\nThe facade\nThere’s no missing Casa Batlló’s fantastical facade, overlooking Passeig de Gràcia just a few blocks northwest of Plaça de Catalunya. With its slender stone window columns and wavy mask-shaped balconies, it’s easy to see why the building has been locally known as the casa dels ossos (house of bones) for years.\nA wildly beautiful canvas of blue, green and purple trencadís tilework ripples across the exterior – many experts liken it to the French Impressionist Claude Monet’s famous Water Lilies. Each April, during Barcelona’s Sant Jordi festivities, the balconies are decorated with swirls of red roses.\nStep inside\nClimbing the spiral wood-banister staircase to the main, early-20th-century salon on the 1st floor is like wandering into a monumental work of art. Wave-like wooden windows adorned with mollusk-shaped stained glass stretch across the length of the room, which gazes out onto Passeig de Gràcia, and the ceiling swirls like the sea around a splendid chandelier.\nContinuing on, Gaudí’s clever use of natural light means the ocean-blue lightwell feels almost like a moving wave. At the back of the building, tile-covered plant pots and more than 300 pieces of trencadís adorn the back terrace, which was designed as a hidden retreat in the thick of the city.\nUp on the roof\nIn the lofty attic, you’ll walk through 60 signature-Gaudí hyperboloid arches, which together resemble an animal’s ribcage. But Casa Batlló’s showstopper is the surreal meandering roof terrace, where colorfully tiled chimneys (another Gaudí specialty) spiral towards the sky and Barcelona sprawls out all around you.\nThe sparkling roof has the shape of a dragon’s back – its scale-like tiles even change color depending on where it’s glimpsed from, and the four-armed cross is said to represent Sant Jordi’s sword.\n\n  \nThe incredible beauty of Casa Battló continues throughout the building © imagIN.gr photography / Shutterstock\n\nA feast for all the senses\nA prize-winning renovation has brought in an all-new cutting-edge immersive experience at Casa Batlló. This includes the Gaudí Dôme – a sensory multimedia space set within the basement’s former coal bunkers that explores Gaudí’s strong connection with the natural world – and Turkish-American digital artist Refik Anadol’s Gaudí Cube, created as a deep-dive into the architect’s mind.\nAnother surprise is the bold \"intervention\" by Japanese architect Kengo Kuma, who has breathed new life into the building’s emergency staircase with a rippling multi-floor aluminum-chain curtain that continues Gaudí’s play with light, shapes and space.\nTickets and other practicalities\nCasa Batlló is open daily from around 9am to 8pm. For a full visit with a detailed audioguide (available in 15 languages), you’ll want around one to 1½ hours. Book tickets (adult/child €29/free under 12) in advance to skip the queues; the best prices are direct through the website.\nIf you'd prefer to sidestep the crowds, the best time to visit is either first thing in the morning or towards closing time, and ideally outside peak summer months when the city in general is less busy. \"Be the First\" tickets (adult/child €45/free under 12) bag you entry at around 8.30am, with just a few other visitors for company.\n"
},
{
    "country": "spain",
    "index": 6,
    "name": "Parque del Buen Retiro",
    "latitude": "40.416192",
    "longitude": "-3.688531",
    "excerpt": "Spend a day exploring the vast grounds of Madrid’s emblematic park.",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/el-retiro-the-art-museums/attractions/parque-del-buen-retiro/a/poi-sig/399603/1324671",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-107758765.jpg",
    "detail_description": "Once the exclusive preserve of the Spanish royal family, Parque del Buen Retiro has been public property since the late 19th century. The park’s name means “retreat” in Spanish and the huge 292-acre (118-hectare) green space provides just that to Madrid’s citizens. On any weekend, there’s a festive atmosphere as the grounds fill up with people dancing, fencing, skating and cycling.\nPart of a World Heritage Site that includes the nearby museums on the Paseo del Prado, visitors can easily spend a day exploring Retiro’s beautifully landscaped grounds. Offering rose and topiary gardens, museums, monuments and open-air cafes, there’s a huge amount to see so you will want to plan carefully if you want to catch the highlights. These include the world's only publicly commissioned statue of Lucifer, Madrid’s oldest tree and the grand boating lake that sits at the heart of the park.\nInsider tip: The eastern side of the park is less touristy and yet has some interesting sites, including the recently reopened artificial mountain, which gives visitors views of the city. Heading south along this side of the park you’ll also find the relocated ruins of a medieval church, the grounds of an old zoo, and a gorgeous walled garden containing a muster of peacocks.\n\n  \nThe Monument to King Alfonso XII stands over the parks boating lake © Gilles Gaonach / Shutterstock\n\nHow much time you need in Parque del Buen Retiro: three itineraries\nIf you have 30 minutes\nEnter the park from the Puerta de Felipe IV close to the Museo del Prado. Here you’ll find the Jardín Parterre, an elegant topiary garden that overlooks El Casón del Buen Retiro, one of the last remaining parts of king Felipe’s palace. Arrive just before the sun sets below this elegant brick building and watch the ever more interesting shapes cast by the garden’s hedges and grand statues as their shadows stretch towards you across the sandy ground.\nThe most impressive shape of all in this garden is the huge shaggy Ahuehuete tree. A lone survivor from the destruction wrought by Napoleon’s troops, Madrid’s oldest tree journeyed here all the way from Mexico in the 17th century. Those hungry for more history should head to the Paseo de las Estatuas, a collection of statues of past Spanish kings that line an avenue leading up to the park’s boating lake. \nIf you have 90 minutes\nBoth the Jardín Parterre and the Paseo de las Estatuas lead up to the western side of the boating lake. This spot is usually bustling with buskers playing to the crowds of pleasure seekers enjoying the views of the impressive Monument to King Alfonso XII across the Estanque Grande. To take it all in either order a drink from one of two open-air cafes or hire a boat from the north end of the lake.\nTo the south of the lake, you’ll find the Fuente Egipcia, a faux Egyptian fountain with a suitably outlandish legend attached to it: the enormous fortune of Felipe IV is rumored to be buried beneath the two stone sphinxes. Near to this monument, another pair of mythical creatures stand guard on either side of the doors to the Palacio de Velazquez. An annex to the Centro de Arte Reina Sofía art museum, here, visitors can enjoy temporary modern art exhibitions absolutely free of charge. \n\n  \nEl Angel Caído (The Fallen Angel) stands symbolically 666m above sea level © Iñigo Fdz de Pinedo / Getty Images\n\nIf you have half a day\nThe Palacio de Velazquez is not the only Reina Sofía gallery nearby. Venture further south and you’ll come upon the Palacio de Cristal, a huge greenhouse built in 1887 to house flora brought over from the Philippines — then a Spanish colony. Sadly, at the time, Filipino natives were also brought over and forced to live in their “natural habitat” by the side of the ornamental pond outside. The dark history of this human zoo was rightly exposed and condemned in a 2021 exhibition by Filipino artist, Kidlat Tahimik, held in the space. \nFurther south from here is a pretty space with a less troubling history. Designed in 1915, the Rosaleda Garden is a romantic little enclave with over 4000 roses. They are in full bloom from May to June, however, bear in mind that this part of the garden closes earlier than the rest of the park at 8pm. \nFinish off your visit with a look at El Angel Caído. A statue of Lucifer falling from grace, The Fallen Angel is Ricardo Bellver’s homage to Milton’s Paradise Lost. Mounted on a plinth complete with grinning demonic heads, this satanic statue stands at precisely 666m above sea level! \n\n  \nThe Palacio de Cristal (Glass Palace) dates from 1887 and has a dark history © bravo1954 / Getty Images\n\nHistory of Parque del Buen Retiro\nOriginally the spiritual retreat of Spain’s ultimate power couple, Isabella and Ferdinand, Retiro evolved into a pleasure palace when the rather less devout Felipe IV wore the crown. Built by his valido (the equivalent of Prime Minister), the Conde Duque de Olivares, more than 20 buildings went up between 1630 and 1660 to please the playboy king who enjoyed balls, theater and reenactments of naval battles performed on the park’s central lake. \nBesides the lake, only two buildings survive from this heady time, both owned by the Museo del Prado: The Cason del Buen Retiro and the Salon de los Reyes. The rest was destroyed when Napoleon’s troops camped out in the park and used the buildings and trees as target practise. When the park finally fell into public hands after the disastrous rule of Isabel II, much of the grounds were extensively relandscaped. However, to the north are some interesting buildings that date from the time her father, Ferdinand VII, was king of Spain. These include a charming fishing house and the park’s former zoo. \nTickets and other practicalities\nThe park is open from 6am throughout the year, through to 10pm in autumn/winter and midnight in spring/summer. On especially windy days you might find it closed due to the danger of falling branches.\nHiring a bike or scooter is a great way to get around the park. While there are plenty of companies offering this service, Retiro Magic is conveniently located right next to the park and offers Segway and bicycle tours in English. \nEntry to art galleries within the park is free of charge.\n"
},
{
    "country": "spain",
    "index": 5,
    "name": "Centro de Arte Reina Sofía",
    "latitude": "40.408448",
    "longitude": "-3.693949",
    "excerpt": "Home to Picasso’s Guernica, arguably Spain’s most famous artwork, the Centro de Arte Reina Sofía is Madrid’s premier collection of contemporary art.",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/el-retiro-the-art-museums/attractions/centro-de-arte-reina-sofia/a/poi-sig/399591/1324671",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_155320763.jpg",
    "detail_description": "Part of Madrid’s golden triangle of art museums, The Reina Sofia is home to a huge collection of modern art. Focussing on Spanish works, the star attraction is indisputably Guernica.\nA harrowing reflection on the atrocities committed during Spain’s Civil War, Picasso’s masterpiece still stuns crowds to this day. It’s a gigantic canvas that sits at the heart of a larger narrative, with artworks telling the often turbulent story of 20th-century Spain. Key figures in this story are, of course, Salvador Dalí, Joan Miró, and Pablo Picasso. However, the museum also has a smaller selection of works by non-Spanish artists including Man Ray, Francis Bacon and George Grosz.\nThe building itself is attractive, if somewhat imposing with the main collection located in the grand Edificio Sabatini just off from the Paseo del Prado. Bolted onto the back is the Edificio Nuevo, an extension that will delight fans of modern architecture. Housing a library, museum shop, and cafe, this shiny blood-red structure reaches out over a central courtyard to the older building, dramatically framing Roy Lichtenstein’s Brushstroke sculpture. Whichever side you approach from, most visits kick off with Guernica. If this is your plan, take the lift up to the 2nd floor and follow the signs to room 205.\nInsider tip\nThe roof of Edificio Nuevo provides protection from the sun and the rain, so it’s best to queue for tickets on this side on hot or rainy days.\nHow much time do you need to visit Centro de Arte Reina Sofía?\nIf you have 30 minutes\nHead straight for Guernica in room 205.10 on the second floor. The painting is a depiction of a brutal bombing raid on the Basque town of Gernika carried out by German and Italian airforces supporting the Nationalist side. Painted for the 1937 Paris World’s Fair, Picasso captures the horror of the moment, sounding a warning of atrocities to come during World War II.\nHere, you’ll also find Picasso’s preliminary sketches and paintings. Details of the gored horse, weeping woman and dead baby further ram home the powerful anti-war message and attest to Picasso’s startling creative output: this work was produced in under six weeks.\nHowever, Picasso himself has become a troubling figure to many of late with his treatment of women now coming under the spotlight. With this in mind, you may want to check out a painting in nearby room 205.06 by a female contemporary, which proves that genius was never the exclusive preserve of male artists. Another huge canvas, Un Mundo (A World) was produced by Ángeles Santos at the tender age of 17, stunning the Spanish art world when it appeared in 1929. With angels and stars shooting off a warped square-shaped earth, it's an intriguing composition that, like any great artwork, invites audiences to ponder its true meaning.\nIf you have 1.5 hours\nBefore dashing straight to see Guernica, spend some time checking out the rooms leading up to it. Squared away in room 204.01 is the museum’s collection of cubist works by artists such as Georges Braque, Juan Gris and Pablo Picasso, while rooms 205.15 explore the weird and wonderful world of surrealism with stunning works by Salvador Dalí, Joan Miró, René Magritte and Max Ernst.\nVisitors should note that the work of Dalí, Picasso and Miró is scattered about the museum, so you’ll have to consult the website and search for their names to hunt down more of their oeuvre. However, if you do stay on the second floor, all three feature prominently. Particularly worth seeking out are Dalí’s Invisible Man in room 206.03, Miró’s Man with a Pipe in room 206.02, and Picasso’s striking early work, Woman in Blue in room 201.2.\n\n  \nEven the outdoor courtyards are exhibition spaces at the Centro de Arte Reina Sofia © Richard Nebesky / Lonely Planet\n\nIf you have half a day\nThe Reina Sofia is not only about paintings and sculptures, part of its mission is to document the cultural backdrop against which these works were made, with displays of documentary photographs, posters, and publications. Much of this deals with the impact of the Civil War on Spanish society and runs chronologically. Staying on the second floor in room 208.02 you can see the roots of the conflict, while near Guernica, a colorful wall of propaganda posters produced during the war (room 205.5) brings the era vividly back to life.\nHeading upstairs to the quieter fourth floor, visitors can discover more about post-war Spain. Works by lesser-known Spanish artists worth seeking out include Joan Ponç’s playful Composició (room 400.05), Pancho Cossío’s beautiful yet unnerving Portrait of Ramiro de Ledesma (room 400.01) and Francisco Nieva’s avant-guard Postism (room 400.04). The art of South American creators is also featured on this floor and, while the museum sadly lacks any work by Frida Kahlo, it does have some excellent pieces by her husband Diego Rivera in room 405.\nHistory\nDespite being a modern art museum, the Reina Sofia has a dark history surrounding it. Originally a hospital in the 18th century, the building stood empty from 1961 until it opened its doors to the public in 1990. In the same year, during renovation work on the old chapel, the mummified remains of three nuns were found in the hospital chapel. Since then, all kinds of rumors have circulated about the site being haunted – understandable if you find yourself walking alone down a stone staircase that echoes with the sound of your footsteps and other eery noises.\nTickets and other practicalities\nEntry costs €12 for one day or €18 if you want to spread your trip out over two days. Visitors can attend a free guided tour in English or Spanish to help them get their bearings (30 mins) or to find out more about Guernica (90 mins). The museum is free to visit on a Sunday between 12:30pm and 2:30pm and all other days between 7pm and 9pm, though visitors should note that it’s closed on Tuesdays.\nIt can be difficult to navigate as paper guides were scrapped because of the pandemic. To get your bearings, download a map of the building or look at the floor plans on the walls. Unfortunately, there is little indication of what works are in which rooms, so if you’re after something in particular, you need to search for the appropriate room number on the website before referring to the floor plan.\n"
},
{
    "country": "spain",
    "index": 39,
    "name": "Real Monasterio de San Lorenzo",
    "latitude": "40.588944",
    "longitude": "-4.148846",
    "excerpt": "Home to the majestic monastery and palace complex of San Lorenzo de El Escorial, this one-time royal getaway rises up from the foothills of the mountains…",
    "detail_url": "https://www.lonelyplanet.com/spain/san-lorenzo-de-el-escorial/attractions/real-monasterio-de-san-lorenzo/a/poi-sig/1095721/1314107",
    "image_url": null,
    "detail_description": "Home to the majestic monastery and palace complex of San Lorenzo de El Escorial, this one-time royal getaway rises up from the foothills of the mountains that shelter Madrid from the north and west. Although it attracts its fair share of foreign tourists, this prim little town and its fresh, cool air has been drawing city dwellers here since the complex was first built on the orders of King Felipe II in the 16th century.\nThe monastery's main entrance is to the west. Above the gateway a statue of St Lawrence stands watch, holding a symbolic gridiron, the instrument of his martyrdom (he was roasted alive on one). From here you'll first enter the Patio de los Reyes (Patio of the Kings), which houses the statues of the six kings of Judah.Directly ahead lies the sombre basilica. As you enter, look up at the unusual flat vaulting by the choir stalls. Once inside the church proper, turn left to view Benvenuto Cellini's white Carrara marble statue of Christ crucified (1576). The remainder of the ground floor contains various treasures, including some tapestries and an El Greco painting – impressive as it is, it's a far cry from El Greco’s dream of decorating the whole complex. Then head downstairs to the northeastern corner of the complex.You pass through the Museo de Arquitectura and the Museo de Pintura. The former tells (in Spanish) the story of how the complex was built, the latter contains a range of 16th- and 17th-century Italian, Spanish and Flemish art.Head upstairs into a gallery around the eastern part of the complex known as the Palacio de Felipe II or Palacio de los Austrias. You'll then descend to the 17th-century Panteón de los Reyes (Crypt of the Kings), where almost all Spain's monarchs since Carlos I are interred. Backtracking a little, you'll find yourself in the Panteón de los Infantes (Crypt of the Princesses).Stairs lead up from the Patio de los Evangelistas (Patio of the Gospels) to the Salas Capitulares (Chapter Houses) in the southeastern corner of the monastery. These bright, airy rooms, with richly frescoed ceilings, contain a minor treasure chest of works by El Greco, Titian, Tintoretto, José de Ribera and Hieronymus Bosch (known as El Bosco to Spaniards).Just south of the monastery is the Jardín de los Frailes, which leads down to the town of El Escorial (and the train station), and contains the Casita del Príncipe, a little neoclassical gem built in 1772 by Juan de Villanueva under Carlos III for his heir, Carlos IV."
},
{
    "country": "spain",
    "index": 40,
    "name": "Casa-Museo de Colón",
    "latitude": "28.101440825033",
    "longitude": "-15.414307076615",
    "excerpt": "This fascinating museum documents Columbus’ voyages and features exhibits on the Canary Islands’ historical role as a staging post for transatlantic…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/casa-museo-de-colon/a/poi-sig/463644/355134",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/afea2c5e846040720e8a366821896893-casa-museo-de-colon.jpg",
    "detail_description": "This fascinating museum documents Columbus’ voyages and features exhibits on the Canary Islands’ historical role as a staging post for transatlantic shipping. Don’t miss the large section of model galleons ('La Niña') on the ground floor, which particularly impresses children with its working detail. The crucifix is said to have come from Columbus' ship. In the next room are models of all three of Columbus' ships: La Niña, La Pinta and the Santa María.\nRooms five and six contain historical maps and facsimiles of ancient maps, many from the early 16th century. Look out for the facsimile of the 'Universalis Cosmographia' map by the German cartographer Martin Waldseemüller, which was conceived in 1507 and is staggeringly accurate for its time. Astrolabes are also on display.A large collection of artwork dwells upstairs, as well as a diorama of old Las Palmas with buttons for illuminating specific buildings and edifices. After descending the long stairs into the basement you are rewarded with displays on ancient South American pottery and history.The building is a superb example of Canarian architecture, built around two lovely balconied patios, complete with fountains, palm trees and colourful macaws (the last make for excellent photo ops, but watch out, they can peck). The exterior is a work of art itself, with some showy plateresque (silversmith-like) elements, combined with traditional heavy wooden balconies.Although called Columbus’ House (it’s possible he stopped here in 1492), most of what you see dates from the time this building was the opulent residence of Las Palmas’ early governors.Check the website for details on free-entry days, including the first weekend of each month."
},
{
    "country": "spain",
    "index": 38,
    "name": "Barça Stadium Tour & Museum",
    "latitude": "41.380294",
    "longitude": "2.120758",
    "excerpt": "A pilgrimage site for football fans around the world, Camp Nou is a must for FC Barcelona fans. On this tour, which can be guided or self-guided, you'll…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-zona-alta/attractions/barca-stadium-tour-museum/a/poi-sig/1105758/1320688",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1482366803.jpg",
    "detail_description": "A pilgrimage site for football fans around the world, Camp Nou is a must for FC Barcelona fans. On this tour, which can be guided or self-guided, you'll get an in-depth look at the club, starting with a museum filled with multimedia exhibits, trophies and historical displays, followed by a tour of the stadium. Set aside at least 1½ hours.\nVisits begin in FC Barcelona's high-tech museum, where enormous touch-screens allow visitors to explore arcane aspects of the legendary team. You can also watch videos of particularly artful goals. Displays delve into the club's history, its social commitment and connection to Catalan identity, and in-depth stats of on-field action. Sound installations include the club's anthem (with translations in many languages) and the match-day roar of the amped-up crowds.You can admire the golden boots (in at least one case literally) of great goal scorers of the past and learn about the greats who have played for the club over the years, including Maradona, Ronaldinho, Kubala and Lionel Messi, considered to be one of the greatest footballers playing the game today.Gazing out across Camp Nou is an experience in itself. The stadium, built in 1957 and enlarged for the 1982 World Cup, is one of the world’s biggest, holding nearly 100,000 people. After current renovations wrap up in August 2023 (the stadium will remain open throughout) it will have a capacity of 106,000. The club has a membership of 140,000.The tour of the stadium takes in the visiting team’s dressing room, then heads out through the tunnel and on to the edge of the pitch. You'll also get to visit the press room. A Players Experience ticket (adult/child €149/99) allows you to visit the FC Barcelona dressing room and includes two free photos, a virtual experience and a leaving gift."
},
{
    "country": "spain",
    "index": 36,
    "name": "Reial Monestir de Santa Maria de Pedralbes",
    "latitude": "41.395556",
    "longitude": "2.113034",
    "excerpt": "Founded in 1327, this serene convent is now a museum of monastic life (the few remaining nuns have moved into more modern neighbouring buildings). It…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-zona-alta/attractions/reial-monestir-de-santa-maria-de-pedralbes/a/poi-sig/375369/1320688",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-518763986.jpg",
    "detail_description": "Founded in 1327, this serene convent is now a museum of monastic life (the few remaining nuns have moved into more modern neighbouring buildings). It stands in a residential area that was countryside until the 20th century, and which remains a divinely quiet corner of Barcelona. The convent's architectural highlight is the large, elegant, three-storey cloister, a jewel of Catalan Gothic, built in the early 14th century. The sober church is another excellent example of Catalan Gothic.\nFollowing its course to the right, stop at the first chapel, the Capella de Sant Miquel. Ferrer Bassá, one of Catalonia’s earliest documented painters, created its (now restored) murals in 1346. Nearby is the ornamental 14th-century grave of Queen Elisenda, who founded the convent. Unusually, it's divided in two: the cloister side shows her dressed as a penitent widow, while the other part, an alabaster masterpiece inside the adjacent church, depicts her dressed as queen.Strolling around the ground floor of the cloister, peek into the restored refectory, kitchen, stables, stores and a reconstruction of the infirmary, as well as the tiled cistern. All give a good idea of convent life. Eating in the refectory must have been dull, going by the exhortations of Silentium (Silence) and Audi Tacens (Listen and Keep Quiet) written around the walls. Harder still must have been spending one’s days in the cells on the ground and 1st floors in a state of near-perpetual prayer and devotional reading.Upstairs is a grand hall that housed the dormidor (sleeping quarters); its small night cells have long since been removed. Today a modest collection of the monastery’s art, especially Gothic devotional works, graces this space. Most is by largely unknown Catalan artists, with some 16th-century Flemish works, and was acquired thanks to the considerable wealth of the convent’s mostly upper-class nuns."
},
{
    "country": "spain",
    "index": 37,
    "name": "Catedral de San Salvador",
    "latitude": "43.362489",
    "longitude": "-5.843482",
    "excerpt": "Oviedo's stunning cathedral complex was built mainly in Gothic and baroque styles between the 13th and 18th centuries. But its origins and greatest…",
    "detail_url": "https://www.lonelyplanet.com/spain/asturias/oviedo/attractions/catedral-de-san-salvador/a/poi-sig/1083935/1004432",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-95500055_full.jpg",
    "detail_description": "Oviedo's stunning cathedral complex was built mainly in Gothic and baroque styles between the 13th and 18th centuries. But its origins and greatest interest lie in the World Heritage–listed Cámara Santa, a pre-Romanesque chapel begun in the 8th century by Alfonso II of Asturias to house important holy relics.\nVisitors pass through the Gothic naves of the main church to reach the Cámara Santa with its collection of sacred relics and medieval treasures, including two jewel-encrusted gold crosses. These items are viewed from the Sala Apostolar, whose remarkable Romanesque sculptures of the 12 apostles are in the style of Maestro Mateo, creator of Santiago de Compostela’s Pórtico de la Gloria. Alfonso II presented the Cruz de los Ángeles (Cross of the Angels) to the cathedral in 808 CE, and it’s still Oviedo’s city emblem. A century later Alfonso III donated the Cruz de la Victoria (Cross of Victory), the emblem of Asturias, whose gold covering is said to encase King Pelayo's standard from the battle of Covadonga.The Cámara Santa also contains the Santo Sudario, a cloth said to have covered Christ’s face after his death (the one on display is usually a replica). Turning to leave, you’ll see the heads of the Virgin Mary, Christ and St John on Calvary remarkably sculpted from a single block of stone above the doorway; their bodies were originally painted on the wall below.Upstairs, the museum displays an extensive collection of religious art and sculpture. From here you descend to the cloister, whose original ground-level framework of pure 14th-century Gothic arches – rare in Asturias – is overlaid with an 18th-century baroque upper storey."
},
{
    "country": "spain",
    "index": 35,
    "name": "Catedral de Mallorca",
    "latitude": "39.567438221195",
    "longitude": "2.64821389808",
    "excerpt": "Palma’s vast cathedral ('La Seu' in Catalan) is the city's major architectural landmark. Aside from its sheer scale, treasures and undoubted beauty, its…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/catedral-de-mallorca/a/poi-sig/1048567/1004365",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-535651867_super.jpg",
    "detail_description": "Palma’s vast cathedral ('La Seu' in Catalan) is the city's major architectural landmark. Aside from its sheer scale, treasures and undoubted beauty, its stunning interior features, designed by Antoni Gaudí and renowned contemporary artist Miquel Barceló, make this unlike any cathedral elsewhere in the world. The awesome structure is predominantly Gothic, apart from the main facade, which is startling, quite beautiful and completely mongrel. The stunning rose window is the largest in Europe, see it up close by visiting the roof terraces.\nThe Catedral occupies the site of what was the central mosque of Medina Mayurka, capital of Muslim Mallorca for three centuries. Although Jaume I and his marauding men forced their way into the city in 1229, work on the Catedral – one of Europe’s largest – did not begin until 1300. Rather, the mosque was used in the interim as a church and dedicated to the Virgin Mary. Work wasn’t completed until 1601.The original was a Renaissance cherry on the Gothic cake, but an earthquake in 1851 (which caused considerable panic but no loss of life) severely damaged it. Rather than mend the original, it was decided to add some neo-Gothic flavour. With its interlaced flying buttresses on each flank and soaring pinnacles, it's a masterful example of the style. The result is a hybrid of the Renaissance original (in particular the main doorway) and an inevitably artificial-feeling, 19th-century pseudo-Gothic monumentalism.For an additional €4, visitors can enjoy the cathedral's roof terraces which includes the bell tower, buttresses and corridor between the two main towers, all affording magnificent views of the city and sea. Note that there are around 280 steps and no available lift. The one-hour visits are guided at set times and must be booked in advance as numbers are limited.Mass times vary, but one always takes place at 9am Monday to Saturday."
},
{
    "country": "spain",
    "index": 34,
    "name": "Cueva Pintada Museum & Archaeological Park",
    "latitude": "28.144132",
    "longitude": "-15.655161",
    "excerpt": "Discovered by a local farmer in the late 19th century, this is one of Gran Canaria's most important pre-Hispanic archaeological sites: a cave adorned with…",
    "detail_url": "https://www.lonelyplanet.com/spain/galdar/attractions/cueva-pintada-museum-archaeological-park/a/poi-sig/1463381/1338662",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Spain%20Galdar%20David%20Herraez%20Calzada%20shutterstock_1462682909%20RFE.jpg",
    "detail_description": "Discovered by a local farmer in the late 19th century, this is one of Gran Canaria's most important pre-Hispanic archaeological sites: a cave adorned with geometric shapes, possibly thought to relate to the lunar and solar calendars (though this is debated). It's also the most accessible of the island's archaeological sites, situated not halfway up a cliff but right in the heart of town (it is wheelchair-friendly also). The highlight is the cave itself, fully explained on the tour.\nThe museum complex features videos and reconstructions shedding light onto local life before the conquistadors arrived, and showcases the 5000-sq-metre excavated site where the remains of cave houses have been dug out from the volcanic rock (around which you can walk). Videos in various languages offer pointers about the history of the site, but you will need to tag along on the 90-minute tour (in Spanish, English, French and German) to see the painted cave itself from within the confines of a glass room and to be in a position to ask questions. The colours and triangular shapes and patterns on the wall have deteriorated considerably but are still clear enough to admire. Try to book in advance via the website or over the phone – there is a limit of 20 people on each tour so you might be disappointed if you just show up.In order to prevent further deterioration to the paintings, the cave is open at numerous set times and viewing periods can be brief. In the decade after 1972 the colours of the pigments were reduced by a shocking 50% due to the constant stream of visitors (just the effects of human breath were enough to do considerable damage, hence the enclosed viewing experience).After seeing the wall paintings, you can explore the interiors of some recreated dwellings, strewn with animal skins.A combination €6 ticket is available that includes the Casa Museo Antonio Padrón, and the Casa-Museo Tomás Morales in Moya."
},
{
    "country": "spain",
    "index": 33,
    "name": "Castell de Púbol",
    "latitude": "42.014516",
    "longitude": "2.983346",
    "excerpt": "If you’re intrigued by artist Salvador Dalí, the Castell de Púbol is an essential piece of the puzzle. Between Girona and Palafrugell (22km northwest of…",
    "detail_url": "https://www.lonelyplanet.com/spain/palafrugell-around/attractions/castell-de-pubol/a/poi-sig/1107010/1321154",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF153552737.jpg",
    "detail_description": "If you’re intrigued by artist Salvador Dalí, the Castell de Púbol is an essential piece of the puzzle. Between Girona and Palafrugell (22km northwest of the latter, south off the C66), this 14th-century castle was Dalí’s gift to his wife and muse Gala, who is buried here. The Gothic-Renaissance building, with creeper-covered walls, spiral stone staircases and a shady garden, was decorated to Gala’s taste, though there are surrealist touches like a grimacing anglerfish fountain and a pouting-lips sofa.\nThe life of Gala Dalí is fascinating in its own right, due to her entanglement with several pivotal figures in the first half of the 20th century. Gala married French poet Paul Éluard in 1917, had a two-year affair with pioneer of Dadaism Max Ernst, and then met Dalí in 1929. With Dalí’s approval she continued to take lovers, though their loyalty to each other remained fierce. Russian-born Gala was as admired for her elegance as much as she was feared for her imposing manners. Within the castle you'll find a collection of her high-fashion ballgowns, including a red-brick-print number designed by Dalí himself.In 1969 Dalí finally found the ideal residence to turn into Gala’s refuge. At the age of 76, Gala preferred to flit in and out of Dalí’s decadent lifestyle. Dalí was only permitted to visit the castle with advance written permission, a restriction that held considerable erotic charge for the artist.Today the Castell de Púbol forms the southernmost point of Catalonia's ‘Salvador Dalí triangle’. The sombre castle is almost an antithesis to the flamboyance of Figueres' Teatre-Museu Dalí and Dalí's seaside home in Port Lligat near Cadaqués.To get here, catch a bus to La Pera from Girona (€3.05, 40 minutes, six to nine daily) or Palafrugell (€3.15, 30 minutes, seven to 10 daily), and alight at the stop on the C66 then walk 2km south to the castle. Alternatively, take a train from Girona to Flaça (€3.30, 15 minutes, at least 15 daily), then taxi the last 5km."
},
{
    "country": "spain",
    "index": 32,
    "name": "Empúries",
    "latitude": "42.132842",
    "longitude": "3.119838",
    "excerpt": "The evocative seaside archaeological site of Empúries, 1.5km northwest of central L'Escala, immerses you in a strategic Greek, and later Roman, trading…",
    "detail_url": "https://www.lonelyplanet.com/spain/l-escala/attractions/empuries/a/poi-sig/1288841/1315764",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-469734138.jpg",
    "detail_description": "The evocative seaside archaeological site of Empúries, 1.5km northwest of central L'Escala, immerses you in a strategic Greek, and later Roman, trading port. A lively audio guide commentary (included in the price) unravels the history of the Greek town in the lower part of the site, before leading up to the Roman town, with its reconstructed 1st-century-BCE forum. The museum exhibits the top finds, including a marble statue of Asclepius, Greek god of medicine, dating to the 2nd century BCE.\nTraders from Phocaea set up shop here in the 6th century BCE at what is now the charming village of Sant Martí d’Empúries, then an island. Soon afterwards they founded a mainland colony, Emporion (Market), which remained an important trading centre and conduit of Greek culture to the Iberians for centuries.In 218 BCE Roman legions clanked ashore to cut off Hannibal’s supply lines in the Second Punic War. Around 195 BCE they set up a military camp and by 100 BCE had added a town. A century later the Roman town had merged with the Greek one. Emporiae, as it was then known, was abandoned in the late 3rd century CE, after raids by Germanic tribes. Later, an early Christian basilica and cemetery were on the site of the Greek town, before the whole place disappeared under the sands for a millennium until its 20th-century excavation. Barely a quarter of the site has been excavated so far.Points of interest in the Greek ruins include the thick southern defensive walls, the site of the Asklepíeion (shrine to the god of medicine) with a copy of his statue, and the agora (town square), with remnants of the early Christian basilica (4th to 7th centuries CE) and the Greek stoa (market complex) beside it.The larger Roman town includes palatial Domus 1, source of many of the finest mosaics (displayed April to October only, for conservation purposes), and excavated Roman baths. Outside the walls are the remains of an oval amphitheatre, dating to the 1st century BCE."
},
{
    "country": "spain",
    "index": 31,
    "name": "Plaza Mayor",
    "latitude": "40.415567503931",
    "longitude": "-3.7068782776326",
    "excerpt": "Madrid's grand central square, a rare but expansive opening in the tightly packed streets of central Madrid, is one of the prettiest open spaces in Spain,…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/plaza-mayor-royal-madrid/attractions/plaza-mayor/a/poi-sig/399605/1324669",
    "image_url": "https://lp-cms-production.imgix.net/2022-12/GettyImages-679775764.jpeg",
    "detail_description": "Madrid's grand central square, a rare but expansive opening in the tightly packed streets of central Madrid, is one of the prettiest open spaces in Spain, a winning combination of imposing architecture, picaresque historical tales and vibrant street life. At once beautiful in its own right and a reference point for so many Madrid days, it also hosts the city's main tourist office, a Christmas market in December and arches leading to laneways out into the labyrinth.\nAh, the history the plaza has seen! Designed in 1619 by Juan Gómez de Mora and built in typical Herrerian style, of which the slate spires are the most obvious expression, its first public ceremony was suitably auspicious – the beatification of San Isidro Labrador (St Isidore the Farm Labourer), Madrid’s patron saint. Thereafter it was as if all that was controversial about Spain took place in this square. Bullfights, often in celebration of royal weddings or births, with royalty watching on from the balconies and up to 50,000 people crammed into the plaza, were a recurring theme until 1878. Far more notorious were the autos-da-fé (the ritual condemnations of heretics during the Spanish Inquisition), followed by executions – burnings at the stake and deaths by garrotte on the northern side of the square, hangings to the south. These continued until 1790 when a fire largely destroyed the square, which was subsequently reproduced under the supervision of Juan de Villanueva, who lent his name to the building that now houses the Museo del Prado. These days, the plaza is an epicentre of Madrid life.The grandeur of the plaza is due in large part to the warm colours of the uniformly ochre apartments, with 237 wrought-iron balconies offset by the exquisite frescoes of the 17th-century Real Casa de la Panadería. The present frescoes date to just 1992 and are the work of artist Carlos Franco, who chose images from the signs of the zodiac and gods (eg Cybele) to provide a stunning backdrop for the square. The frescoes were inaugurated to coincide with Madrid’s 1992 spell as the European Capital of Culture."
},
{
    "country": "spain",
    "index": 30,
    "name": "Real Academia de Bellas Artes de San Fernando",
    "latitude": "40.417703",
    "longitude": "-3.700612",
    "excerpt": "The Real Academia de Bellas Artes, Madrid’s ‘other’ art gallery, has for centuries played a pivotal role in the artistic life of the city. As the royal…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/sol-santa-ana-huertas/attractions/real-academia-de-bellas-artes-de-san-fernando/a/poi-sig/1094815/1324670",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1436306888.jpg",
    "detail_description": "The Real Academia de Bellas Artes, Madrid’s ‘other’ art gallery, has for centuries played a pivotal role in the artistic life of the city. As the royal fine arts academy, it has nurtured local talent, thereby complementing the royal penchant for drawing the great international artists of the day into their realm. The pantheon of former alumni reads like a who’s who of Spanish art, and the collection that now hangs on the academy’s walls is a suitably rich one.\nIn any other city, this gallery would be a standout attraction, but in Madrid it often gets forgotten in the rush to the Prado, Thyssen-Bornemisza or Reina Sofía. Nonetheless, a visit here is a fascinating journey into another age of art; when we tell you that Picasso and Dalí studied at this academy (long the academic centre of learning for up-and-coming artists), but found it far too stuffy for their liking, you’ll get an idea of what to expect. A centre of excellence since Fernando VI founded the academy in the 18th century, it remains a stunning repository of works by some of the best-loved old masters.The 1st floor, mainly devoted to 16th- to 19th-century paintings, is the most noteworthy of those in the academic gallery. Among relative unknowns, you come across a hall of works by Zurbarán (especially arresting is the series of full-length portraits of white-cloaked friars) and a San Jerónimo by El Greco.At a ‘fork’ in the exhibition, a sign points right to rooms 11 to 16, the main one showcasing Alonso Cano (1601–67) and José de Ribera (1591–1652). In the others a couple of minor portraits by Velázquez hang alongside the occasional Rubens, Tintoretto and Bellini, which have somehow been smuggled in. Rooms 17 to 22 offer a space full of Bravo Murillo and last, but most captivating, 13 pieces by Goya, including self-portraits, portraits of King Fernando VII and the infamous minister Manuel Godoy, along with one on bullfighting.The 19th and 20th centuries are the themes upstairs. It’s not the most extensive or engaging modern collection, but you’ll find drawings by Picasso as well as works by Joaquín Sorolla, Juan Gris, Eduardo Chillida and Ignacio Zuloaga, in most cases with only one or two items each."
},
{
    "country": "spain",
    "index": 28,
    "name": "Palau de l'Almudaina",
    "latitude": "39.568007844581",
    "longitude": "2.6471256670284",
    "excerpt": "Originally an Islamic fort, this mighty construction opposite the cathedral was converted into a residence for the Mallorcan monarchs at the end of the…",
    "detail_url": "https://www.lonelyplanet.com/spain/palma-de-mallorca/attractions/palau-de-l-almudaina/a/poi-sig/452807/1004365",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9b3a6dbaf10a7934264dfba011133fcf-palau-de-l-almudaina.jpg",
    "detail_description": "Originally an Islamic fort, this mighty construction opposite the cathedral was converted into a residence for the Mallorcan monarchs at the end of the 13th century. The King of Spain resides here still, at least symbolically. The royal family is rarely in residence, except for the occasional ceremony, as they prefer to spend summer in the Palau Marivent (in Cala Major). At other times you can wander through a series of cavernous stone-walled rooms that have been lavishly decorated.\nThe Romans are said to have built a castrum (fort) here, possibly on the site of a prehistoric settlement. The Wālis (Governors) of Muslim Mallorca altered and expanded the Roman original to build their own alcázar (fort), before Jaume I and his successors modified it to such an extent that little of the alcázar remains.The first narrow room you enter has a black-and-white Mudéjar ceiling, symbolising the extremes of night and day, darkness and light (and only discovered during restoration in 1967). You then enter a series of three grand rooms. Notice the bricked-in Gothic arches cut off in the middle. Originally these three rooms were double their present height and formed one single great hall added to the original Arab fort and known as the Saló del Tinell (from an Italian word, tinello, meaning ‘place where one eats’): this was once a giant banqueting and ceremonial hall. The rooms are graced by period furniture, tapestries and other curios. The following six bare rooms and terrace belonged to the original Arab citadel.In the main courtyard, Patio de Armas, troops would line up for an inspection and parade before heading out into the city. The 11th century lion fountain here is one of the palace’s rare Arab remnants. Up the grand Royal Staircase are the royal apartments, a succession of lavishly appointed rooms (look up to the beautiful coffered timber artesonado ceilings). Next door to the apartments is the royal Capella de Sant’Anna, a Gothic chapel whose entrance is a very rare Mallorcan example of late Romanesque in rose and white marble.After the death of Jaume III in 1349, no king lived here permanently again.In the shadow of the Almudaina’s walls, along Avinguda d’Antoni Maura, is S’Hort del Rei (the King’s Garden)."
},
{
    "country": "spain",
    "index": 29,
    "name": "Palau Güell",
    "latitude": "41.378872653262",
    "longitude": "2.1741909639775",
    "excerpt": "Built off La Rambla in the late 1880s for Gaudí's wealthy patron the industrialist Eusebi Güell, the Palau Güell is a magnificent example of the early…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/el-raval/attractions/palau-gueell/a/poi-sig/374909/1320667",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF97677236.jpg",
    "detail_description": "Built off La Rambla in the late 1880s for Gaudí's wealthy patron the industrialist Eusebi Güell, the Palau Güell is a magnificent example of the early days of the architect's fevered architectural imagination. This extraordinary neo-Gothic mansion (one of few major buildings of that era raised in Ciutat Vella) gives an insight into its maker’s prodigious genius, and, though a little sombre compared with some of his later whims, it's a characteristic riot of styles (Gothic, Islamic, art nouveau) and materials.\nAfter the civil war the police occupied the Palau and tortured political prisoners in the basement. The building was then abandoned, leading to its long-term disrepair. It was finally reopened in 2012 after several years of refurbishment.Visits begin on the ground floor, in what was once the coach house, and from there head down to the basement, with its squat mushroom-shaped brick pillars; this is where the horses were stabled. Back upstairs you can admire the elaborate wrought iron of the main doors from the splendid vestibule, and the grand staircase lined with sandstone columns. Up on the 1st floor is the main hall; central to the structure is the magnificent music room with its rebuilt organ that is played during opening hours. The hall is a parabolic pyramid – each wall an arch stretching up three floors and coming together to form a dome. Off the music room is the Sala de Visites, with an exquisite artesonado (ceiling of interlaced beams with decorative insertions).Above this main floor are the family rooms, some of which are labyrinthine and dotted with piercings of light, wrought iron arabesques or grand, stained-glass windows. The roof is a tumult of tiled mosaics and fanciful design in the building’s chimney pots. The audio guide is worth a listen not only for the detailed description of the architecture, but for the pieces of music and its photographic illustrations of the Güell family's life.Picasso – who, incidentally, hated Gaudí’s work – began his Blue Period in 1902 in a studio across the street at Carrer Nou de la Rambla 10. Begging to differ with Senyor Picasso, Unesco has declared the Palau, together with Gaudí’s other main works, a World Heritage site."
},
{
    "country": "spain",
    "index": 27,
    "name": "Museo Lázaro Galdiano",
    "latitude": "40.436838",
    "longitude": "-3.686181",
    "excerpt": "This imposing early-20th-century Italianate stone mansion, set discreetly back from the street, belonged to Don José Lázaro Galdiano (1862–1947), a…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/salamanca/attractions/museo-lazaro-galdiano/a/poi-sig/1094855/1320802",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a57972bb42c896fc3cb4fea4db7b4b57-museo-lazaro-galdiano.jpg",
    "detail_description": "This imposing early-20th-century Italianate stone mansion, set discreetly back from the street, belonged to Don José Lázaro Galdiano (1862–1947), a successful businessman and passionate patron of the arts. His astonishing private collection, which he bequeathed to the city upon his death, includes 13,000 works of art and objets d’art, a quarter of which are on show at any time.\nIt can be difficult to believe the breadth of masterpieces that Señor Lázaro Galdiano gathered during his lifetime, and there’s enough here to merit this museum’s inclusion among Madrid’s best art galleries. The highlights include works by Zurbarán, Claudio Coello, Hieronymus Bosch, Esteban Murillo, El Greco, Lucas Cranach and John Constable, and there’s even a painting in Room 11 attributed to Velázquez.As is often the case, Goya belongs in a class of his own. He dominates Room 13, while the ceiling of the adjoining Room 14 features a collage from some of Goya’s more famous works. Some that are easy to recognise include La maja desnuda, La maja vestida and the frescoes of the Ermita de San Antonio de la Florida.The ground floor is largely given over to a display setting the social context in which Galdiano lived, with hundreds of curios from all around the world on show. This remarkable collection ranges beyond paintings to sculptures, bronzes, miniature figures, jewellery, ceramics, furniture, weapons… clearly he was a man of wide interests. The lovely 1st floor is dominated by Spanish artworks arrayed around the centrepiece of the former ballroom and beneath lavishly frescoed ceilings. The 2nd floor contains numerous minor masterpieces from Italian, Flemish, English and French painters, while the top floor is jammed with all sorts of ephemera, including some exquisite textiles in Room 24.The labelling throughout the museum is excellent, appearing in both English and Spanish, and is accompanied by photos of each room as it appeared in Galdiano’s prime.Born in Navarra in northeastern Spain, José Lázaro Galdiano moved to Madrid as a young man. He would later become a hugely significant figure in the cultural life of the city. During WWI he was an important supporter of the Museo del Prado, and later built his own private collection by buying up Spanish artworks in danger of being sold overseas and bringing home those that had already left. He lived in exile during the Civil War, but continued to collect and upon his return he set up a respected artistic foundation in his former palace that would ultimately house the museum."
},
{
    "country": "spain",
    "index": 26,
    "name": "Catedral",
    "latitude": "42.340402",
    "longitude": "-3.704206",
    "excerpt": "This Unesco World Heritage–listed cathedral, once a former modest Romanesque church, is a masterpiece. Work began on a grander scale in 1221; remarkably,…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-y-leon/burgos/attractions/catedral/a/poi-sig/1210368/360752",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-151993767_full.jpg",
    "detail_description": "This Unesco World Heritage–listed cathedral, once a former modest Romanesque church, is a masterpiece. Work began on a grander scale in 1221; remarkably, within 40 years most of the French Gothic structure had been completed. You can enter from Plaza de Santa María for free for access to the Capilla del Santísimo Cristo, with its much-revered 13th-century crucifix, and the Capilla de Santa Tecla, with its extraordinary ceiling. However, we recommend that you visit the cathedral in its entirety.\nThe cathedral's twin towers went up in the 15th century; each is 84m of richly decorated Gothic fantasy surrounded by a sea of similarly intricate spires. Probably the most impressive of the portals is the Puerta del Sarmental, the main entrance for visitors – although the honour could also go to the Puerta de la Coronería, on the northwestern side, which shows Christ surrounded by the evangelists.Inside the main sanctuary, a host of other chapels showcase the diversity of the interior, from the light and airy Capilla de la Presentación to the Capilla de la Concepción, with its gilded, 15th-century altar, and the Capilla de Santa Ana, with its gorgeous retablo (altarpiece). The Capilla del Condestable, behind the main altar, bridges Gothic and plateresque styles; highlights here include three altars watched over by unusual star-shaped vaulting in the dome. The sculptures facing the entrance to the chapel are 15th- and 16th-century masterpieces of stone carving, portraying the Passion, death, resurrection and ascension of Christ.The main altar is a typically overwhelming piece of gold-encrusted extravagance, while directly beneath the star-vaulted central dome lies the tomb of El Cid. With so much else to catch the eye, it's easy to miss the sublime main dome, high above the main sanctuary – it's a masterpiece of the plateresque, with a few Gothic flourishes. Another highlight is Diego de Siloé's magnificent Escalera Dorada (Gilded Stairway) on the cathedral's northwestern flank.Also worth a look is the peaceful cloister, with its sculpted medieval tombs. Off the cloister is the Capilla de Corpus Cristi, where, high on the northwestern wall, hangs what legend calls the coffin of El Cid, although doubts remain as to its origins. The adjoining Museo Catedralicio has a wealth of oil paintings, tapestries and ornate chalices, while the lower cloister covers the history of the cathedral's development, with a scale model to help you take it all in."
},
{
    "country": "spain",
    "index": 24,
    "name": "Museu d’Història de Barcelona",
    "latitude": "41.383877",
    "longitude": "2.177793",
    "excerpt": "One of Barcelona's most fascinating museums travels back through the centuries to the very foundations of Roman Barcino. You'll stroll over ruins of the…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-rambla-and-barri-gotic/attractions/museu-d-historia-de-barcelona/a/poi-sig/1137415/1320690",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstock1866177223.jpg",
    "detail_description": "One of Barcelona's most fascinating museums travels back through the centuries to the very foundations of Roman Barcino. You'll stroll over ruins of the old streets, sewers, laundries, baths and wine- and fish-making factories that flourished here following the town's founding by Emperor Augustus around 10 BCE. Equally impressive is the building itself, which was once part of the Palau Reial Major (Grand Royal Palace) on Plaça del Rei, among the key locations of medieval princely power in Barcelona.\nEnter through the 16th-century Casa Padellàs, just south of Plaça del Rei. Originally built for a noble family on Carrer dels Mercaders, the grand home was moved here, stone by stone, in the 1930s. It has a courtyard typical of Barcelona’s late-Gothic and baroque mansions, with a graceful external staircase up to the 1st floor. Today it leads to a restored Roman tower and a section of Roman wall (whose exterior faces Plaça Ramon de Berenguer el Gran), as well as a section of the house set aside for temporary exhibitions.Below ground, under Plaça del Rei, lies a remarkable walk through 4 sq km of excavated Roman and Visigothic Barcelona. After a display on the typical Roman domus (villa), with mosaics and murals, you reach a public laundry, then pass dyeing shops, more laundries, fish-preserve stores, a 6th-century public cold-water bath and, as you hit the Cardo Minor (a main street), a factory dedicated to the making of garum (a popular paste across the Roman Empire, made of mashed-up fish intestines, eggs and blood).Next come remnants of a 6th- to 7th-century church and necropolis and episcopal buildings, followed by winemaking stores, with ducts for allowing the must to flow off, and ceramic, round-bottomed dolia for storing and ageing wine. Ramparts then wind around and upward, past remains of the gated patio of a Roman house and the medieval Palau Episcopal (Bishops’ Palace). Don't miss the 14th-century foundations of Barcelona's Gothic cathedral on the way up.You eventually emerge at a hall and ticket office on the north side of Plaça del Rei. To your right is the Saló del Tinell, the banqueting hall of the royal palace and a fine example of Catalan Gothic (built 1359–70). Its broad arches and bare walls give a sense of solemnity that would have made an appropriate setting for Fernando and Isabel to hear Columbus’ first reports of the New World. It's sometimes used for temporary exhibitions.As you leave the saló you come to the 14th-century Capella Reial de Santa Àgata, the palace chapel. Outside, a spindly bell tower rises from the northeast side of Plaça del Rei. Inside, all is bare except for the magnificent techumbre (decorated timber ceiling) and 15th-century altarpiece, considered one of Jaume Huguet’s finest surviving works.Detailed displays are in Catalan, Spanish and English, and audioguides are included. Entry here includes admission to other MUHBA-run sites such as the Domus de Sant Honorat and the MUHBA Refugi 307."
},
{
    "country": "spain",
    "index": 25,
    "name": "Teatre-Museu Dalí",
    "latitude": "42.268036",
    "longitude": "2.959721",
    "excerpt": "The first name that pops into your head when you lay eyes on this red castle-like building, topped with giant eggs and stylised Oscar-like statues and…",
    "detail_url": "https://www.lonelyplanet.com/spain/figueres/attractions/teatre-museu-dali/a/poi-sig/1081102/1004438",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-506637441_full.jpg",
    "detail_description": "The first name that pops into your head when you lay eyes on this red castle-like building, topped with giant eggs and stylised Oscar-like statues and studded with plaster-covered croissants, is Salvador Dalí. An entirely appropriate final resting place for the master of surrealism, it has assured his immortality. Exhibits range from enormous, impossible-to-miss installations – like Taxi Plujós (Rainy Taxi), an early Cadillac surmounted by statues – to the more discreet, including a tiny, mysterious room with a mirrored flamingo.\n‘Theatre-museum’ is an apt label for this trip through the incredibly fertile imagination of one of the great showmen of the 20th century. Between 1961 and 1974, Dalí converted Figueres’ former municipal theatre, destroyed by a fire in 1939 at the end of the civil war, into the Teatre-Museu Dalí. It’s full of illusions, tricks and the utterly unexpected, and contains a substantial portion of Dalí’s life’s work, though you won’t find his most famous pieces here (they're scattered around the world).Even outside, the building aims to surprise, from its entrance watched over by medieval suits of armour balancing baguettes on their heads, to bizarre sculptures outside the entrance on Plaça de Gala i Salvador Dalí, to the pink walls along Pujada al Castell and Carrer Canigó. The Torre Galatea, added in 1983, is where Dalí spent his final years.Opening the show is Taxi Plujós; put a coin in the slot and water washes all over the occupant of the car. The Sala de Peixateries (Fishmongers' Hall) holds a collection of Dalí oils, including the famous Autoretrat Tou amb Tall de Bacon Fregit (Soft Self-Portrait with Fried Bacon) and Retrat de Picasso (Portrait of Picasso). Beneath the former stage of the theatre is the crypt with Dalí’s plain tomb, located at what Dalí modestly described as the spiritual centre of Europe.After you’ve seen the more notorious pieces, such as climbing the stairs in the famous Mae West Room, see if you can track down a turtle with a gold coin balanced on its back, peepholes into a green-lit room where a mirrored flamingo stands amid fake plants, and Dalí's heavenly reimagining of the Sistine Chapel in the Palau del Vent (Palace of the Wind Room).Gala, Dalí’s wife and lifelong muse, is seen throughout – from the Gala Nua Mirant el Mar Mediterrani (Gala Nude Looking at the Mediterranean Sea) on the 2nd level, which also appears to be a portrait of Abraham Lincoln from afar (best seen from outside the Mae West room), to the classic Leda Atòmica (Atomic Leda).A separate entrance (same ticket and opening times) leads into Dalí Joies, a collection of 37 Dalí-designed jewels. Designed between 1941 and 1970, the jewellery was made by specialists in New York. Each piece, ranging from the disconcerting Ull del Temps (Eye of Time) to the Elefant de l'Espai (Space Elephant) and the Cor Reial (Royal Heart), is unique."
},
{
    "country": "spain",
    "index": 23,
    "name": "Real Monasterio de Santa María de Guadalupe",
    "latitude": "39.452289",
    "longitude": "-5.327594",
    "excerpt": "Guadalupe's renowned, Unesco World Heritage–listed monastery is located, according to legend, on the spot where, in the early 14th century, a shepherd…",
    "detail_url": "https://www.lonelyplanet.com/spain/guadalupe/attractions/real-monasterio-de-santa-maria-de-guadalupe/a/poi-sig/1132697/1315894",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-120681412.jpg",
    "detail_description": "Guadalupe's renowned, Unesco World Heritage–listed monastery is located, according to legend, on the spot where, in the early 14th century, a shepherd received a vision of the Virgin Mary. A sumptuous church-monastery was built on the site, drawing pilgrims from across the world ever since. Now cared for by nine Franciscan monks, it remains one of Spain's most important pilgrimage sites, especially for South American and Filipino Catholics. The building is an architectural delight, crammed with historical riches.\nThe church received royal patronage from Alfonso XI in the first half of the 14th century and became a Hieronymite monastery in the late 14th century. The figure of the Virgin, a black Madonna made from cedar wood, was so revered in the 16th century that she was made patron of all Spain's New World territories. Columbus was particularly devoted to her and, after his fragile fleet survived a terrible tempest on his first voyage, made a pilgrimage of thanks here shortly after returning.Hurried, obligatory but informative one-hour guided tours of the monastery (in Spanish only) leave on the hour. At the complex's centre is an exquisite late-14th-century Mudéjar cloister decorated with 17th-century paintings telling the history of the Virgin and miracles she wrought. Three museums line this gallery. The Museo de Bordados contains a lavish collection of vestments, including one robe made from a dress donated by Isabel la Católica, while the Museo de Libros Miniados displays enormous, intricately illustrated 15th- to 18th-century tomes. The Museo de Bellas Artes includes three distinctive paintings by El Greco (St Andrew, the Assumption, and St Peter), a sombre late Goya (Confession in Prison), a fine Ecce Homo by Pedro de Mena, a handful of monks by Francisco de Zurbarán and a beautiful little 16th-century ivory crucifixion attributed to Michelangelo.In the majestic sacristía (sacristy), downstairs, hang eight superb canvases (1638–47) by Zurbarán. There are some exalted works here, none better than the Temptation of St Jerome, the stern ascetic saint seemingly at odds with the elaborate baroque decoration of this chamber. The 16th-century Relicario-Tesoro holds spooky relics of martyr saints and a rather vulgar display of treasure, including a 200,000-pearl cape for the Virgin and her diamond-and-sapphire-encrusted crown (worn only on 12 October, the official date of her coronation as patron of Hispanic lands). The camarín, a chamber behind the altarpiece, contains the much-revered image of the Virgin, which is spun around so that the faithful can kiss a fragment of her mantle; you can choose to do this when your tour ends.Inside the church, the Virgin's image (seen from the other side) occupies the place of honour framed by flowers and lit up within the soaring retablo (altarpiece), separated from the main body of the nave by a fine plateresque reja (grille). The fantastic walnut choir at the back is an 18th-century work with an immense lectern and is sometimes visited alongside the fabulous baroque organs on the tour."
},
{
    "country": "spain",
    "index": 22,
    "name": "Catedral de Toledo",
    "latitude": "39.856841",
    "longitude": "-4.023571",
    "excerpt": "Toledo's illustrious main church ranks among the top 10 cathedrals in Spain. An impressive example of medieval Gothic architecture, its enormous interior…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/catedral-de-toledo/a/poi-sig/1131541/360759",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1327809299.jpg",
    "detail_description": "Toledo's illustrious main church ranks among the top 10 cathedrals in Spain. An impressive example of medieval Gothic architecture, its enormous interior is full of the classic characteristics of the style, rose windows, flying buttresses, ribbed vaults and pointed arches among them. The cathedral’s sacristy is a veritable art gallery of old masters, with works by Velázquez, Goya and – of course – El Greco. Admission also gives access to the nearby Museo de Tapices y Textiles de la Catedral.\nFrom the earliest days of the Visigothic occupation, the current site of the cathedral has been a centre of worship. During Muslim rule, it contained Toledo's central mosque, converted into a church in 1085, but ultimately destroyed 140 years later. Dating from the 1220s and essentially a Gothic structure, the cathedral was rebuilt from scratch in a melting pot of styles, including Mudéjar and Renaissance. The Visigothic influence continues today in the unique celebration of the Mozarabic Rite, a 6th-century liturgy that was allowed to endure after Cardinal Cisneros put its legitimacy to the test by burning missals in a fire of faith; they survived more or less intact. The rite is celebrated in the Capilla Mozarabe at 9am Monday to Saturday, and at 9.45am on Sunday.The high altar sits in the extravagant Capilla Mayor, the masterpiece of which is the retablo (altarpiece), with painted wooden sculptures depicting scenes from the lives of Christ and the Virgin Mary; it's flanked by royal tombs. The oldest of the cathedral's magnificent stained-glass pieces is the rose window above the Puerta del Reloj. Behind the main altar lies a mesmerising piece of 18th-century Churrigueresque (lavish baroque ornamentation), the Transparente, which is illuminated by a light well carved into the dome above.In the centre of things, the coro (choir stall) is a feast of sculpture and carved wooden stalls. The 15th-century lower tier depicts the various stages of the conquest of Granada.The tesoro, however, deals in treasure of the glittery kind. It's dominated by the extraordinary Custodia de Arfe: with 18kg of pure gold and 183kg of silver, this 16th-century processional monstrance bristles with some 260 statuettes. Its big day out is the Feast of Corpus Christi, when it is paraded around Toledo's streets.Other noteworthy features include the sober cloister, off which is the 14th-century Capilla de San Blas, with Gothic tombs and stunning frescoes; the gilded Capilla de Reyes Nuevos; and the sala capitular (chapter house), with its remarkable 500-year-old artesonado (wooden Mudéjar ceiling) and portraits of all the archbishops of Toledo.The highlight of all, however, is the sacristía (sacristy), which contains a gallery with paintings by masters such as El Greco, Zurbarán, Caravaggio, Titian, Raphael and Velázquez. It can be difficult to appreciate the packed-together, poorly lit artworks, but it's a stunning assemblage in a small space. In an adjacent chamber, don't miss the spectacular Moorish standard captured in the Battle of Salado in 1340.An extra €2.50 gets you entrance to the upper level of the cloister and the bell tower, which offers wonderful views over the centre of historic Toledo."
},
{
    "country": "spain",
    "index": 21,
    "name": "Museo Guggenheim Bilbao",
    "latitude": "43.268613",
    "longitude": "-2.934294",
    "excerpt": "Shimmering titanium Museo Guggenheim Bilbao is one of modern architecture's most iconic buildings. It played a major role in helping to lift Bilbao out of…",
    "detail_url": "https://www.lonelyplanet.com/spain/basque-country/bilbao/new-town/attractions/museo-guggenheim-bilbao/a/poi-sig/419033/1342124",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1270510876.jpg",
    "detail_description": "Shimmering titanium Museo Guggenheim Bilbao is one of modern architecture's most iconic buildings. It played a major role in helping to lift Bilbao out of its postindustrial depression and into the 21st century – and with sensation. It sparked the city’s inspired regeneration, stimulated further development and placed Bilbao firmly in the international art and tourism spotlight.\nSome might say that structure overwhelms function here and that the museum is more famous for its architecture than its content. But Canadian architect Frank Gehry’s inspired use of flowing canopies, cliffs, promontories, ship shapes, towers and flying fins is irresistible.Gehry designed the museum with historical and geographical contexts in mind. The site was an industrial wasteland, part of Bilbao’s wretched and decaying warehouse district on the banks of the Ría del Nervión. The city’s historical industries of shipbuilding and fishing reflected Gehry’s own interests, not least his engagement with industrial materials in previous works. The titanium tiles that sheathe most of the building like giant herring scales are said to have been inspired by the architect’s childhood fascination with fish.Other artists have added their touch as well. Lying between the glass buttresses of the central atrium and the Ría del Nervión is an installation by Fujiko Nakaya: a simple pool of water that emits a mist. Near the riverbank is Louise Bourgeois' Maman, a skeletal spider-like canopy said to symbolise a protective embrace. In the open area west of the museum, the child-favourite fountain sculpture randomly fires off jets of water. Jeff Koons’ kitsch whimsy Puppy, a 12m-tall highland terrier made up of thousands of begonias, is on the city side of the museum. Bilbao has hung on to ‘El Poop’, who was supposed to be a passing attraction as part of a world tour. Bilbaínos will tell you that El Poop came first – and then they had to build a kennel behind it.Heading inside, the interior is purposefully vast. The cathedral-like atrium is more than 45m high, with light pouring in through the glass cliffs. Permanent exhibitions fill the ground floor, including Richard Serra's massive maze-like sculptures in weathered steel and, reaching for the skies, Jenny Holzer's nine LED columns of ever-flowing phrases and text fragments (in English, Spanish and Basque).For many people, it is the temporary shows – from retrospectives of the groundbreaking contemporary video artist Bill Viola to wide-ranging exhibitions on fin de siècle Paris – that are the main attraction. Excellent self-guided audio tours in various languages are free with admission and there is a special children's audio guide.Free guided tours in Spanish take place at 5.45pm and 6.30pm; sign up half an hour before at the information desk. Tours can be conducted in other languages but you must ask at the information desk beforehand. Groups are limited to 20 (and there needs to be a minimum of eight), so get there early. It’s also possible to organise private group tours in Spanish, English, French and German, among other languages, by prior arrangement.The museum is equipped with specially adapted magnetic loop PDA video guides for those with hearing impairments, and is wheelchair accessible.Entry queues can be horrendous, particularly on wet summer days and during holidays such as Easter; in busy times, you're best prebooking online with an allocated time slot."
},
{
    "country": "spain",
    "index": 20,
    "name": "Medina Azahara",
    "latitude": "37.886726",
    "longitude": "-4.867244",
    "excerpt": "Eight kilometres west of Córdoba stands what's left of Medina Azahara, the sumptuous palace-city built by Caliph Abd ar-Rahman III in the 10th century…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/cordoba/attractions/medina-azahara/a/poi-sig/484214/360732",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1356812519.jpg",
    "detail_description": "Eight kilometres west of Córdoba stands what's left of Medina Azahara, the sumptuous palace-city built by Caliph Abd ar-Rahman III in the 10th century. The complex spills down a hillside, with the caliph’s palace (the area you visit today) on the highest levels overlooking what were gardens and open fields. The residential areas (still unexcavated) were set away to each side. A fascinating modern museum has been installed below the site.\nLegend has it that Abd ar-Rahman III built Medina Azahara for his favourite wife, Az-Zahra. Dismayed by her homesickness and yearnings for the snowy mountains of Syria, he surrounded his new city with almond and cherry trees, replacing snowflakes with fluffy white blossoms. More realistically, it was probably Abd ar-Rahman’s declaration of his caliphate in 929 that spurred him to construct, as caliphs were wont to do, a new capital. Building started in 940 and chroniclers record some staggering statistics: 10,000 labourers set 6000 stone blocks a day, with outer walls stretching 1518m east to west and 745m north to south.It is almost inconceivable to think that such a city, built over 35 years, was to last only a few more before the usurper Al-Mansur transferred government to a new palace complex of his own in 981. Then, between 1010 and 1013, Medina Azahara was wrecked by Berber soldiers. During succeeding centuries its ruins were plundered repeatedly for building materials.From the museum, where you arrive and get tickets for the site (and where you must park if coming in your own vehicle), a shuttle bus (lanzadera; adult/child/senior €2.10/1.50/1.50 return) takes you 2km up to the top of the site. The visitors’ route then leads down through the city’s original northern gate. Highlights of the visitable area are the grand, arched Edificio Basilical Superior, which housed the main state admin offices, and the Casa de Yafar, believed to have been residence of the caliph's prime minister. The crown jewel of the site, the royal reception hall known as the Salón de Abd ar-Rahman III (or Salón Rico), has been closed for restoration since 2009 (with no expected completion date at the time of research). This hall has exquisitely carved stucco work and is said to have been decorated with gold and silver tiles, arches of ivory and ebony, and walls of multicoloured marble.The museum takes you through the history of Medina Azahara, with sections on its planning and construction, its inhabitants and its eventual downfall – all illustrated with beautifully displayed pieces from the site and interactive displays, and complemented by flawless English translations.Drivers should leave Córdoba westward along Avenida de Medina Azahara. This feeds into the A431 road, with the turn-off to Medina Azahara signposted after 6km.A bus to Medina Azahara (adult/child €9/5 return including the shuttle from museum to site and back) leaves from a stop on Glorieta Cruz Roja near Córdoba's Puerta de Almodóvar at 10.15am and 11am Tuesday to Sunday, plus 2.45pm Tuesday to Saturday from mid-September to mid-June. You can get tickets on the bus, or in advance at tourist offices. Buying in advance is sensible for weekends and public holidays. The bus starts back from Medina Azahara 3¼ hours after it leaves Córdoba.An interesting alternative way of getting here is on an electric-bicycle tour with Elektrik.es. English- or Spanish-language guided visits with Córdoba Visión are offered for €20 (children €10), using the 10.15am bus service; get tickets in advance through its office or tourist offices."
},
{
    "country": "spain",
    "index": 19,
    "name": "La Catedral",
    "latitude": "41.384247",
    "longitude": "2.176269",
    "excerpt": "Barcelona’s central place of worship presents a magnificent image. The richly decorated main facade, dotted with gargoyles and the kinds of stone…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-rambla-and-barri-gotic/attractions/la-catedral/a/poi-sig/1204430/1320690",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7d33837f56726d05895439b4e424db47-lpl-00879.jpg",
    "detail_description": "Barcelona’s central place of worship presents a magnificent image. The richly decorated main facade, dotted with gargoyles and the kinds of stone intricacies you would expect of northern European Gothic, sets it quite apart from other Barcelona churches. The facade was actually added from 1887 to 1890. The rest of the building dates to between 1298 and 1460. Its other facades are sparse in decoration, and the octagonal, flat-roofed towers are a clear reminder that, even here, Catalan Gothic architectural principles prevailed.\nThe interior is a broad, soaring space divided into a central nave and two aisles by lines of elegant, slim pillars. The cathedral was one of the few churches in Barcelona spared by the anarchists in the civil war, so its ornamentation, never overly lavish, is intact.In the first chapel (for prayer only) on the right from the main northwest entrance, the main crucifixion figure above the altar is Sant Crist de Lepant; it is said Don Juan’s flagship bore it into battle at Lepanto and that the figure acquired its odd stance by dodging an incoming cannonball. Further along this same wall, past the southwest transept, are the wooden coffins of Count Ramon Berenguer I and his wife Almodis, founders of the 11th-century Romanesque predecessor to the present cathedral. Left from the main entrance is a 1433 marble baptismal font where, according to one story, six native North Americans brought to Europe by Columbus after his first voyage to the Americas were bathed in holy water.In the middle of the central nave is the exquisitely sculpted late 14th-century timber coro (choir stalls; closed during worshipping hours). The coats of arms on the stalls belong to members of the Barcelona chapter of the Order of the Golden Fleece. Emperor Carlos V presided over the order’s meeting here in 1519. Take the time to look at the artisanship up close – the Virgin Mary and Child depicted on the pulpit are especially fine.A broad staircase before the main altar leads you down to the crypt, which contains the 14th-century tomb of Santa Eulàlia, one of Barcelona’s two patron saints and more affectionately known as Laia. The reliefs on the alabaster sarcophagus, executed by Pisan artisans, recount some of her tortures and, along the top strip, the removal of her body to its present resting place.For a bird’s-eye view (mind the poop) of medieval Barcelona, visit the cathedral’s roof and tower by taking the lift (€3; cash only) from the Capella dels Sant Innocents near the northeast transept.From the southwest transept, exit by the partly Romanesque door (one of the few remnants of the present church’s predecessor) to the leafy claustre (cloister), with its fountains and flock of 13 geese. The geese supposedly represent the age of Santa Eulàlia at the time of her martyrdom and have, generation after generation, been squawking here since medieval days. One of the cloister chapels commemorates 930 priests, monks and nuns martyred during the civil war.Along the northern flank of the cloister you can enter the Sala Capitular (Chapter House). Although it’s bathed in rich red carpet and graced with fine timber seating, the few artworks gathered here are of minor interest; among them features a pietà by Bartolomeo Bermejo. Accessed from the northwest corner of the cloister, the Capella de Santa Llúcia is another of the few reminders of Romanesque Barcelona (although the interior is largely Gothic). It was originally the chapel for the adjacent Bishop's Palace and, from the exterior, you can see that, although incorporated into La Catedral, it is actually a separate building.Although technically it's free to go into La Catedral to pray, in practice if you go any time during tourist visiting hours, you'll need to pay. Otherwise, you can enter for free before 12.30pm (2pm on Sunday), though you'll have to pay to visit the choir stalls, Sala Capitular and/or roof."
},
{
    "country": "spain",
    "index": 4,
    "name": "Park Güell",
    "latitude": "41.413477",
    "longitude": "2.153213",
    "excerpt": "Visitors and locals alike love Park Güell. The waving balcony and the colorful Guard’s House, with the imposing Barcelona skyline and sea in the…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/gracia-and-park-guell/attractions/park-gueell/a/poi-sig/374905/1320687",
    "image_url": "https://lp-cms-production.imgix.net/2021-08/GettyImages-1266969151.jpg",
    "detail_description": ""
},
{
    "country": "spain",
    "index": 3,
    "name": "Museo del Prado",
    "latitude": "40.413783396853",
    "longitude": "-3.692289769871",
    "excerpt": "Welcome to one of the world's premier art galleries. More than 7000 paintings are held in the Museo del Prado’s collection (of which only around 1500 are…",
    "detail_url": "https://www.lonelyplanet.com/spain/madrid/el-retiro-the-art-museums/attractions/museo-del-prado/a/poi-sig/399599/1324671",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1884617752.jpg",
    "detail_description": ""
},
{
    "country": "spain",
    "index": 2,
    "name": "La Rambla",
    "latitude": "41.380185742433",
    "longitude": "2.1741288900375",
    "excerpt": "La Rambla is a tree-lined boulevard featuring a wide array of architectural delights, beautifully decorated flower stalls and particularly talented (and…",
    "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-rambla-and-barri-gotic/attractions/la-rambla/a/poi-sig/1105382/1320690",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_1054370150.jpg",
    "detail_description": ""
}
]