[
{
    "country": "stavanger",
    "city": "Stavanger",
    "index": 1,
    "name": "Norsk Oljemuseum",
    "latitude": "58.973583",
    "longitude": "5.734589",
    "excerpt": "Admittedly, the prospect of an 'oil museum' doesn't sound like the most promising option for an afternoon out, but this state-of-the-art place exploring…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/norsk-oljemuseum/a/poi-sig/1290570/360187",
    "image_url": null,
    "detail_description": "Admittedly, the prospect of an 'oil museum' doesn't sound like the most promising option for an afternoon out, but this state-of-the-art place exploring the history of North Sea oil exploration is well worth visiting. The volume of information is staggering: highlights include the world's largest drill bit, simulated rigs and a vast hall of oil-platform models. There's also an exhibit on how oil is created and thought-provoking displays on climate change and Norway's Sovereign Wealth Fund (amassed almost entirely from oil profits).\nThe museum nicely balances the technical side of oil exploration and extraction, while honouring those whose working lives have been spent in the industry. The latter is done through fascinating archival material that highlights significant moments in the history of Norwegian oil, including coverage of the Alexander L Kielland drilling-rig tragedy in 1980, when 123 oil workers were killed, and the 1972 decision by Norway's parliament that Statoil should be based in Stavanger. Don't miss the moving and darkly humorous short film Oljeunge (Oil Kid), shown in the theatre.You will spend longer here than you planned, especially if you have kids."
},
{
    "country": "stavanger",
    "city": "Stavanger",
    "index": 12,
    "name": "Breidablikk",
    "latitude": "58.96562882",
    "longitude": "5.722241832",
    "excerpt": "This opulent manor was constructed for the merchant shipowner Lars Berentsen. Its authentic late-19th-century interiors include old farming implements,…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/breidablikk/a/poi-sig/1114957/360187",
    "image_url": null,
    "detail_description": "This opulent manor was constructed for the merchant shipowner Lars Berentsen. Its authentic late-19th-century interiors include old farming implements, books and decorative objects.\n"
},
{
    "country": "stavanger",
    "city": "Stavanger",
    "index": 11,
    "name": "Ledaal",
    "latitude": "58.966784528838",
    "longitude": "5.7207965533958",
    "excerpt": "The empire-style Ledaal was constructed between 1799 and 1803 for wealthy merchant shipowner Gabriel Schanche Kielland. Recently restored, and featuring…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/ledaal/a/poi-sig/479548/360187",
    "image_url": null,
    "detail_description": "The empire-style Ledaal was constructed between 1799 and 1803 for wealthy merchant shipowner Gabriel Schanche Kielland. Recently restored, and featuring unusual antique furniture, it serves as the local royal residence and summer home.\n"
},
{
    "country": "stavanger",
    "city": "Stavanger",
    "index": 10,
    "name": "Jernaldergarden",
    "latitude": "58.940843",
    "longitude": "5.69242",
    "excerpt": "Always wanted to experience life on an Iron Age farm c AD 350–550? Then this living exhibition 4km south of town is as close as you'll ever get. Staff in…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/jernaldergarden/a/poi-sig/1415782/360187",
    "image_url": null,
    "detail_description": "Always wanted to experience life on an Iron Age farm c AD 350–550? Then this living exhibition 4km south of town is as close as you'll ever get. Staff in period dress greet you with cakes cooked over the hearth, and you can watch displays of farming, food preparation, tanning, handicrafts and so on. It's informative and fun.\n"
},
{
    "country": "stavanger",
    "city": "Stavanger",
    "index": 9,
    "name": "Stavanger Kunstmuseum",
    "latitude": "58.95501",
    "longitude": "5.703449",
    "excerpt": "This museum, 2.5km south of the town centre, displays Norwegian art from the 18th century to the present, including the haunting Gamle Furutrær and other…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/stavanger-kunstmuseum/a/poi-sig/1419775/360187",
    "image_url": null,
    "detail_description": "This museum, 2.5km south of the town centre, displays Norwegian art from the 18th century to the present, including the haunting Gamle Furutrær and other landscape paintings by Stavanger's own Lars Hertervig (1830–1902). There's a large collection for other important Norwegian artists too, such as Frida Hansen, Kitty Kielland and Olaf Lange. There's a small sculpture garden outside.\n"
},
{
    "country": "stavanger",
    "city": "Stavanger",
    "index": 8,
    "name": "Stavanger Museum",
    "latitude": "58.96475426",
    "longitude": "5.733050746",
    "excerpt": "Stavanger's main museum was founded in the 19th century, and it's a typically wide-ranging affair, encompassing everything from Stavanger's history to…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/stavanger-museum/a/poi-sig/1114956/360187",
    "image_url": null,
    "detail_description": "Stavanger's main museum was founded in the 19th century, and it's a typically wide-ranging affair, encompassing everything from Stavanger's history to Viking culture and a vast array of spooky stuffed animals in the natural history section. It's in a huge, rather gloomy building on Muségata, which was renovated in 2017 to accommodate the Norwegian Children's Museum.\n"
},
{
    "country": "stavanger",
    "city": "Stavanger",
    "index": 7,
    "name": "Norwegian Children's Museum",
    "latitude": "58.964675",
    "longitude": "5.733072",
    "excerpt": "Dragging kids round a museum can be a tough proposition, but this is one place that's designed specifically with them in mind. It traces the changing…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/norwegian-children-s-museum/a/poi-sig/1419777/360187",
    "image_url": null,
    "detail_description": "Dragging kids round a museum can be a tough proposition, but this is one place that's designed specifically with them in mind. It traces the changing story of childhood through the ages, with a particular emphasis on toys: there are more than 6000 individual items on display here, from antique train sets and spinning tops through to giant dolls and Meccano sets. Many of them were made at Norway's largest toy factory, Lærdal, just outside Stavanger.\nIt's located in the same building as the Stavanger Museum."
},
{
    "country": "stavanger",
    "city": "Stavanger",
    "index": 6,
    "name": "Stavanger Maritime Museum",
    "latitude": "58.970746",
    "longitude": "5.728317",
    "excerpt": "This worthwhile museum spread over two warehouses dating from around 1800 covers 200 years of Stavanger's maritime history. There's a large collection of…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/stavanger-maritime-museum/a/poi-sig/1290581/360187",
    "image_url": null,
    "detail_description": "This worthwhile museum spread over two warehouses dating from around 1800 covers 200 years of Stavanger's maritime history. There's a large collection of model boats, sailing vessels, a wind-up foghorn and reconstructions of a late-19th-century sailmaker's workshop and merchant's living quarters. Exhibitions examine the history of shipwrecks and rescue operations over 400 years. They also own two historic sailing vessels: the 1848 Anna of Sand and the 1896 Wyvern, both of which can be visited when in port.\n"
},
{
    "country": "stavanger",
    "city": "Stavanger",
    "index": 5,
    "name": "Archaeology Museum",
    "latitude": "58.96342",
    "longitude": "5.730143",
    "excerpt": "This museum traces 11,000 years of human history, including the Viking Age. Exhibits include skeletons, tools, a rune stone and a description of the…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/archaeology-museum/a/poi-sig/1419778/360187",
    "image_url": null,
    "detail_description": "This museum traces 11,000 years of human history, including the Viking Age. Exhibits include skeletons, tools, a rune stone and a description of the symbiosis between prehistoric humans and their environment. There's a full program of activities for kids (eg treasure hunts and wandering Vikings) in summer.\nIn summer, they also run an Iron Age farm site, Jernaldergarden, modelled on an Iron Age village. It's usually only open to groups, but ask at the museum whether you can tag along."
},
{
    "country": "stavanger",
    "city": "Stavanger",
    "index": 4,
    "name": "Stavanger Domkirke",
    "latitude": "58.969631326441",
    "longitude": "5.73324602464",
    "excerpt": "This beautiful church is an impressive but understated medieval stone cathedral dating from approximately 1125; it was extensively renovated following a…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/stavanger-domkirke/a/poi-sig/1114954/360187",
    "image_url": null,
    "detail_description": "This beautiful church is an impressive but understated medieval stone cathedral dating from approximately 1125; it was extensively renovated following a fire in 1272 and contains traces of Gothic, baroque, Romanesque and Anglo-Norman influences. Despite restoration in the 1860s and in 1940, and the stripping of some features during the Reformation, the cathedral is, by some accounts, Norway's oldest medieval cathedral still in its original form.\nIts interior, with wonderful stone columns, tapestries, elaborate baroque pulpit and stained-glass window depicting the main events of the Christian calendar, is moving."
},
{
    "country": "stavanger",
    "city": "Stavanger",
    "index": 3,
    "name": "Gamle Stavanger",
    "latitude": "58.973298",
    "longitude": "5.721399",
    "excerpt": "Gamle (Old) Stavanger, above the western shore of the harbour, is a delight. The Old Town's cobblestone walkways pass between rows of late-18th-century…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/gamle-stavanger/a/poi-sig/1290566/360187",
    "image_url": null,
    "detail_description": "Gamle (Old) Stavanger, above the western shore of the harbour, is a delight. The Old Town's cobblestone walkways pass between rows of late-18th-century whitewashed wooden houses, all immaculately kept and adorned with cheerful, well-tended flower boxes. It well rewards an hour of ambling and may see you casually perusing property prices. Ah well, we can all dream.\n"
},
{
    "country": "stavanger",
    "city": "Stavanger",
    "index": 2,
    "name": "Canning Museum",
    "latitude": "58.972693479998",
    "longitude": "5.7248850534263",
    "excerpt": "Don't miss this surprising museum housed in an old cannery: it's one of Stavanger's most entertaining. Before oil, there were sardines, and Stavanger was…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/canning-museum/a/poi-sig/479542/360187",
    "image_url": null,
    "detail_description": "Don't miss this surprising museum housed in an old cannery: it's one of Stavanger's most entertaining. Before oil, there were sardines, and Stavanger was once home to more than half of Norway's canning factories. By 1922 the city's canneries provided 50% of the town's employment. The exhibits here take you through the whole 12-stage process from salting through to threading, smoking, decapitating and packing. An adjoining building houses a touchingly restored workers' cottage furnished in 1920s (downstairs) and 1960s (upstairs) styles.\n"
}
]