[
    {
        "country": "stockholm",
        "city": "Stockholm",
        "index": 1,
        "name": "Millesgården",
        "latitude": "59.358757",
        "longitude": "18.122731",
        "excerpt": "Beautiful Millesgården was the home and studio of sculptor Carl Milles, whose delicate water sprites and other whimsical sculptures dot the city landscape…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/attractions/millesgaarden/a/poi-sig/1110937/360803",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockRF273139895.jpg",
        "detail_description": "Beautiful Millesgården was the home and studio of sculptor Carl Milles, whose delicate water sprites and other whimsical sculptures dot the city landscape. The grounds include a crisp modern gallery for changing exhibitions of contemporary art, Milles’ elaborately Pompeiian house and an exquisite outdoor sculpture garden where items from ancient Greece, Rome, medieval times and the Renaissance intermingle with Milles’ own creations. There’s also a museum shop and a cafe.\n"
    },
    {
        "country": "stockholm",
        "city": "Stockholm",
        "index": 2,
        "name": "Skogskyrkogården",
        "latitude": "59.27736",
        "longitude": "18.097454",
        "excerpt": "One of Stockholm’s most unexpected attractions, Skogskyrkogården (the Woodland Cemetery) is an arrestingly beautiful graveyard set in the soothing pine…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/attractions/skogskyrkogaarden/a/poi-sig/1110952/360803",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-821675208.jpeg",
        "detail_description": "One of Stockholm’s most unexpected attractions, Skogskyrkogården (the Woodland Cemetery) is an arrestingly beautiful graveyard set in the soothing pine woodlands a short subway ride south of town. Famous residents include the city's own screen goddess Greta Garbo. It’s a calming and meditative place to wander, especially if you need a break from the sensory overload of city touring.\nHistory of Skogskyrkogården\nDesigned by the great architects Gunnar Asplund and Sigurd Lewerentz, Skogskyrkogården is on the Unesco World Heritage List and is famed for its functionalist buildings and harmonious layout. It represents a different style of thinking about how to integrate buildings in a landscape, how man-made structures should subtly blend with their natural surroundings.\nA competition was held in 1914 for the job of designing the new cemetery according to this forward-thinking aesthetic, and only Asplund and Lewerentz’s submission got the idea right. It took another couple of decades to finish planning and complete the project. Several famous Swedish artists, including Carl Milles, contributed their work. The serene Woodland Crematorium, with its three chapels, was finished in 1940, and Asplund died just a few months later. His urn is buried near the Chapel of Faith.\nThoughtful design\nThe entire layout of the cemetery is carefully planned to elicit certain feelings in its visitors. Each structure works with the landscape to create a calm, soothing atmosphere. For example, a set of stairs leading up to a hilltop is built so that the higher you go, the shorter each step is, in hopes that you feel peaceful rather than tired when you get to the top.\nBut even for those who have no interest in architectural theory at that level, the experience of wandering around in this place is worth taking time to appreciate.\nTickets and other practicalities\nThe cemetery is located in Söckenvagen – take the tunnelbana to the Skogskyrkogården stop.\nSkogskyrkogården is open 24 hours but the visitor center is open 11am-4pm from mid-May to September, and Saturday and Sunday only during October. A visitor guide is available on the website in several languages. Guided tours (100kr) in English are available at 10.30am on Sunday, from June to September.\n&nbsp;\n"
    },
    {
        "country": "stockholm",
        "city": "Gamla Stan",
        "index": 3,
        "name": "Kungliga Slottet",
        "latitude": "59.326578",
        "longitude": "18.071104",
        "excerpt": "A massive structure with more than 600 rooms on 11 levels, Kungliga Slottet (the Royal Palace) dominates the north end of Gamla Stan. The official…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/gamla-stan/attractions/kungliga-slottet/a/poi-sig/406802/1341998",
        "image_url": "https://lp-cms-production.imgix.net/2021-09/shutterstockRF_67929517.jpg",
        "detail_description": "A massive structure with more than 600 rooms on 11 levels, Kungliga Slottet (the Royal Palace) dominates the north end of Gamla Stan. The official residence of the Swedish monarch, the palace is both a working government building and an important historical site with fine baroque and rococo interiors and furnishings that reflect the shifting tastes of nearly 400 years of royal occupants.\nHistory of Kungliga Slottet\nAround the mid-1200s, Birger Jarl, the powerful earl credited with founding Stockholm, erected a stone fortress on the site of the present royal palace. Under the Vasa rulers of the 16th and 17th centuries it developed into a magnificent Renaissance palace that became known as Tre Kronor for the three gilded crowns placed atop the main tower in 1588.\nFollowing the Thirty Years War, which ended in 1648, Sweden entered an era of great power. Extensive rebuilding of the palace began in 1692 under the royal architect Nicodemus Tessin the younger, who gave the northern wing its current baroque appearance.\nOn 7 May 1697, a devastating fire broke out, destroying everything except the newly renovated north wing. Six weeks later Tessin presented designs for a new palace that he estimated would take six years to build. In fact, it would take nearly six decades before the royal family was finally able to take up residence.\n\n  \nTre Kronor symbol at the gate of the Kungliga Slottet (royal palace) © Jonathan Smith / Lonely Planet\n\nMuseum Tre Kronor\nRemnants of the original Tre Kronor palace can still be seen in the north wing, where Tessin simply covered over the medieval walls and towers as he erected his new baroque facade. Start your visit here to follow the palace’s history in chronological order.\nEntering Museum Tre Kronor from Slottskajen, you pass through walls 5m (more than 16ft) thick that have stood since the 14th century. Inside, exhibits trace the development of Tre Kronor from defensive fortress to Renaissance palace, using models and objects rescued from the fire.\nThe Royal Apartments\nThe Royal Apartments consist of a series of grand rooms used for royal receptions, gala dinners, cabinet meetings and other official state business, as well as more intimate living chambers. Every royal resident has left a mark on the interior design, beginning with King Adolf Fredrik and Queen Lovisa Ulrika, who moved into the newly completed palace in December 1754. They resided in the 14 rooms now called the Bernadotte wing after the present dynasty, which has occupied the throne since 1818. The last to live in these apartments were King Oscar II and Queen Sofia, whose portraits hang in the main gallery along with those of other Bernadotte family members.\nThe nine rooms comprising the State Apartments include the bedchamber where Gustav III died in 1792, two weeks after being shot at a masquerade ball; Karl XI’s Gallery, a gilded chamber modeled after the Hall of Mirrors at Versailles; and the Don Quixote Room, with walls covered in 18th-century tapestries depicting scenes from the classic novel by Miguel Cervantes. Another highlight is the Hall of State with Queen Kristina’s silver throne, a gift for her coronation in 1650.\nKungliga Slottet is open year round, except for major holidays. Parts of the palace may be closed at other times due to state functions; check the website for the latest details.\nThe Royal Treasury\nThe monarchy’s greatest treasures are kept in underground vaults accessed through an entrance off Slottsbacken. They include crowns, swords and other symbols of state made for various royals in the 16th and 17th centuries.\nThe oldest items are the royal regalia, which include two swords of state belonging to Gustav Vasa, who came to power in 1523, and a jewel-studded gold crown, orb, scepter and key of state made for his son Erik XIV in 1561.\nThe last coronation held in Sweden was King Oscar II’s in 1873. His son Gustaf V inherited the throne in 1907 but declined to be formally crowned. Nowadays the regalia are used symbolically whenever a new monarch ascends to the throne, and at ceremonies such as royal baptisms, weddings and funerals.\nAlso on display is a silver baptismal font from 1696 that’s still used today, most recently in 2016 for the baptism of Prince Oscar, the son of Crown Princess Victoria and Prince Daniel.\nGustav III’s Museum of Antiquities\nLocated in the northeastern wing of the palace, this museum displays ancient sculptures collected by Gustav III during an extended trip to Italy in the 1780s. The main gallery’s star attraction is a sculpture of Endymion, a beautiful mortal who was the lover of the moon goddess, Selene. Statues of the nine muses and various Roman gods and goddesses line both sides of the gallery. A second, smaller gallery houses a collection of Roman portrait busts.\nThe museum is open from mid-May to mid-September.\n\n  \nThe ornate gilded interior of the royal chapel in Stockholm, Sweden © trabantos / Shutterstock\n\nThe Royal Chapel\nAlthough there has been a church at the palace since the 13th century, the present chapel was designed by Nicodemus Tessin and completed by architect Carl Hårleman as part of the rebuilding of the palace. The previous chapel had been inaugurated just five months before being destroyed in the fire.\nThe chapel is open to visitors during the summer.\n\n  \nThe Swedish Royal Guard at the Royal Palace Square in Stockholm © Ramonespelt / Getty Images\n\nThe Changing of the Guard\nIf you can time your visit accordingly, don’t miss the changing of the guard ceremony, which takes place in the outer palace courtyard daily at 12.15pm (1.15pm on Sundays and holidays) and lasts approximately 40 minutes.\nEvery day from late April through August, the royal guards march or ride in formal procession through the streets of central Stockholm to the palace, an impressive sight in their blue uniforms and glittering pointed helmets. In September and October the parade takes place on Wednesdays, Saturdays and Sundays. Details of the route and timing are listed on the Swedish Armed Forces website.\nTickets and other practicalities\nA single ticket costs 140 SEK ($16) for adults and 70 SEK ($8) for children ages 7-17. and includes access to all the attractions in the Royal Palace complex, including Museum Tre Kronor, the Royal Apartments, the Royal Treasury, the Royal Chapel and Gustav III’s Museum of Antiquities. Tickets are available at the entrance and online in advance. Combination tickets are available for the palace and nearby Riddarholmskyrkan, the medieval church where almost all Swedish royals until 1950 are buried.\nGuided tours of the Royal Apartments cost 30 SEK ($3.50) plus regular admission and are available in English at 10.30am and 1.30pm, with an additional English-language tour at 3.30pm from June through August. There’s no extra charge for the tour for children under 18 (regular admission tickets are required). Tours of the Royal Treasury in English take place at 2.30pm daily. Free audio guides to the Bernadotte Apartments and Gustav III’s Museum of Antiquities can be downloaded onto a smartphone or borrowed on site.\nDuring the COVID-19 pandemic only the Royal Apartments are open to visitors, and tickets are timed. There are no guided tours, and only the download option is available for audio guides. The changing of the guard ceremony and parade are also not taking place during the pandemic.\nThe Royal Palace also houses Livrustkammaren (the Royal Armoury), a free museum that traces the history of the Swedish monarchy since 1523 through armor, clothing and other items that once belonged to various royals. It’s accessible through a separate entrance off Slottsbacken.\n"
    },
    {
        "country": "stockholm",
        "city": "Gamla Stan",
        "index": 4,
        "name": "Royal Armoury",
        "latitude": "59.326632808315",
        "longitude": "18.073149661463",
        "excerpt": "The Royal Armoury is housed in the cellar vaults of the palace but has separate hours. It’s a family attic of sorts, crammed with engrossing memorabilia…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/gamla-stan/attractions/royal-armoury/a/poi-sig/406868/1341998",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1269929650.jpg",
        "detail_description": "The Royal Armoury is housed in the cellar vaults of the palace but has separate hours. It’s a family attic of sorts, crammed with engrossing memorabilia spanning more than 500 years of royal childhoods, coronations, weddings and murders. Meet Gustav II Adolf’s stuffed battle steed, Streiff; see the costume Gustav III wore to the masquerade ball on the night he was shot in 1792; or let the kids try on a suit of armour in the playroom.\nThere’s a fairy-tale collection of coronation coaches in the basement, including the outrageously rococo number used for the crowning of Adolf Fredrik and Ulrika Eleonora in 1751. Temporary exhibitions draw interesting connections between royal history and modern pop culture. Free guided tours in English at 3pm."
    },
    {
        "country": "stockholm",
        "city": "Gamla Stan",
        "index": 5,
        "name": "Medeltidsmuseet",
        "latitude": "59.328155",
        "longitude": "18.070235",
        "excerpt": "Tucked beneath the bridge that links Gamla Stan and Norrmalm, this child-friendly museum was established when construction workers preparing to build a…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/gamla-stan/attractions/medeltidsmuseet/a/poi-sig/1071482/1341998",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial334643858.jpg",
        "detail_description": "Tucked beneath the bridge that links Gamla Stan and Norrmalm, this child-friendly museum was established when construction workers preparing to build a car park here in the late 1970s unearthed foundations from the 1530s. The ancient walls were preserved as found, and a museum was built around them. The circular plan leads visitors through faithful reconstructions of typical homes, markets and workshops from medieval Stockholm. Tickets are valid for one year.\nAs with most Stockholm museums, there are plenty of hands-on and multimedia elements here to bring history to life and keep the yawns at bay. Highlights include the 1520s-era ship Riddarsholm, a display about Gallows Hill, and a mysterious gated tunnel that leads through many kilometres of brick wall to the castle."
    },
    {
        "country": "stockholm",
        "city": "Stockholm",
        "index": 6,
        "name": "Historiska Museet",
        "latitude": "59.33459",
        "longitude": "18.090813",
        "excerpt": "From Iron Age skates and a Viking boat to medieval textiles and Renaissance triptychs, Sweden's national historical collection spans over 10,000 years of…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/ostermalm-ladugardsgardet/attractions/historiska-museet/a/poi-sig/406836/1342001",
        "image_url": null,
        "detail_description": "From Iron Age skates and a Viking boat to medieval textiles and Renaissance triptychs, Sweden's national historical collection spans over 10,000 years of Swedish culture and history. The exhibition about the Battle of Gotland (1361) is an undisputed highlight, as is the subterranean Gold Room, the latter gleaming with Viking plunder and other precious treasures.\nLook out for the jewel-encrusted Reliquary of St Elisabeth (who died at 24 and was canonised in 1235), as well as the 5th-century seven-ringed gold collar. Weighing 823g and decorated with 458 symbolic figures, the collar was discovered in Västergötland in the 19th century. The museum's booty also includes exquisite altarpieces from the Middle Ages and the world's oldest organ.Historiska Museet's informative audio guide can be accessed free using your smartphone (wi-fi available). Alternatively, audio guides can be hired for 30kr at the front desk."
    },
    {
        "country": "stockholm",
        "city": "Stockholm",
        "index": 7,
        "name": "Medelhavsmuseet",
        "latitude": "59.32938",
        "longitude": "18.06747",
        "excerpt": "Housed in an elegant Italianate building, Medelhavsmuseet lures history buffs with its Egyptian, Greek, Cypriot, Roman and Etruscan treasures. A large…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/norrmalm/attractions/medelhavsmuseet/a/poi-sig/1071484/1342036",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2330059527.jpg",
        "detail_description": "Housed in an elegant Italianate building, Medelhavsmuseet lures history buffs with its Egyptian, Greek, Cypriot, Roman and Etruscan treasures. A large portion of the main hall is devoted to the Swedish expedition to Cyprus in 1927, which unearthed masses of well-preserved artefacts that are attractively displayed here. Don't miss the gleaming gold room, home to a 4th-century BC olive wreath made of gold. And in the basement: mummies! The attached Bagdad Cafe (open 11.30am to 1.30pm) has great food and atmosphere.\n"
    },
    {
        "country": "stockholm",
        "city": "Gamla Stan",
        "index": 8,
        "name": "Storkyrkan",
        "latitude": "59.325749956675",
        "longitude": "18.070498728487",
        "excerpt": "The one-time venue for royal weddings and coronations, Storkyrkan is both Stockholm’s oldest building (consecrated in 1306) and its cathedral. Behind a…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/gamla-stan/attractions/storkyrkan/a/poi-sig/406830/1341998",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3a3ab3bf77c8838ea64f91247a9c5d19de6f32223f10ef52f8103b81b6dc0c32.jpg",
        "detail_description": "The one-time venue for royal weddings and coronations, Storkyrkan is both Stockholm’s oldest building (consecrated in 1306) and its cathedral. Behind a baroque facade, the Gothic-baroque interior includes extravagant royal-box pews designed by Nicodemus Tessin the Younger, as well as German Berndt Notke’s dramatic sculpture St George and the Dragon, commissioned by Sten Sture the Elder to commemorate his victory over the Danes in 1471. Keep an eye out for posters and handbills advertising music performances here.\n"
    },
    {
        "country": "stockholm",
        "city": "Gamla Stan",
        "index": 9,
        "name": "Riddarholmskyrkan",
        "latitude": "59.324643124799",
        "longitude": "18.064671374075",
        "excerpt": "The strikingly beautiful Riddarholmskyrkan, on the equally pretty and under-visited islet of Riddarholmen, was built by Franciscan monks in the late 13th…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/gamla-stan/attractions/riddarholmskyrkan/a/poi-sig/406870/1341998",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1440526470.jpg",
        "detail_description": "The strikingly beautiful Riddarholmskyrkan, on the equally pretty and under-visited islet of Riddarholmen, was built by Franciscan monks in the late 13th century. It has been the royal necropolis since the burial of Magnus Ladulås in 1290, and is home to the armorial glory of the Seraphim knightly order. There’s a guided tour in English at noon (included with admission) and occasional concerts. Holiday closures are frequent; check the website for updates. Admission fee is by credit card only. \nWall plates display the coats of arms of the knights. Look for the marble sarcophagus of Gustav II Adolf, Sweden’s mightiest monarch, who died in 1632. Riddarholmen is easy to reach by footbridge from the Gamla Stan tunnelbana station. "
    },
    {
        "country": "stockholm",
        "city": "Stockholm",
        "index": 10,
        "name": "Hallwylska Museet",
        "latitude": "59.33308",
        "longitude": "18.074484",
        "excerpt": "A private palace completed in 1898, Hallwylska Museet was once home to compulsive hoarder Wilhelmina von Hallwyl, who collected items as diverse as…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/norrmalm/attractions/hallwylska-museet/a/poi-sig/406840/1342036",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-146818192.jpg",
        "detail_description": "A private palace completed in 1898, Hallwylska Museet was once home to compulsive hoarder Wilhelmina von Hallwyl, who collected items as diverse as kitchen utensils, Chinese pottery, 17th-century paintings, silverware, sculpture and her children’s teeth. In 1920 she and her husband donated the mansion and its contents to the state. Guided tours in English take place at 12.30pm Tuesday to Sunday, June to August (weekends only the rest of the year). The museum is not wheelchair accessible.\n"
    },
    {
        "country": "stockholm",
        "city": "Stockholm",
        "index": 11,
        "name": "Kulturhuset",
        "latitude": "59.332080050437",
        "longitude": "18.065006670292",
        "excerpt": "This architecturally divisive building, opened in 1974, is an arts hub, with a couple of galleries and workshops, a cinema, three restaurants, and…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/norrmalm/attractions/kulturhuset/a/poi-sig/1121480/1342036",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1098238582.jpg",
        "detail_description": "This architecturally divisive building, opened in 1974, is an arts hub, with a couple of galleries and workshops, a cinema, three restaurants, and libraries containing international periodicals, newspapers, books and an unusually good selection of graphic novels in many languages. It's home to Stadsteatern (the City Theatre), with performances in various-sized venues (mostly in Swedish). Stockholm's main visitor centre is also here, on the lower level.\n"
    },
    {
        "country": "stockholm",
        "city": "Stockholm",
        "index": 12,
        "name": "Ekoparken",
        "latitude": "59.335203",
        "longitude": "18.11285",
        "excerpt": "The vast Ekoparken, or Royal National City Park, is the world’s first national urban park. Established in 1995, it incorporates 26 sq km, stretching all…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/ostermalm-ladugardsgardet/attractions/ekoparken/a/poi-sig/1110921/1342001",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1601338936.jpg",
        "detail_description": "The vast Ekoparken, or Royal National City Park, is the world’s first national urban park. Established in 1995, it incorporates 26 sq km, stretching all over Stockholm and into the suburbs of Solna and Lidingö. The park is home to rare plant and insect species, some of which live nowhere else in Sweden. Several tourist attractions reside inside the park area (it incorporates Djurgården, Ladugårdsgärdet and the University area), so you'll probably end up wandering through it without even trying.\n"
    },
    {
        "country": "stockholm",
        "city": "Stockholm",
        "index": 13,
        "name": "St Jakobs Kyrka",
        "latitude": "59.330388",
        "longitude": "18.070707",
        "excerpt": "St Jakobs kyrka is one of Stockholm's most notable and oldest – though often overlooked – churches, away from the central islands of the old town and…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/norrmalm/attractions/st-jakobs-kyrka/a/poi-sig/1570234/1342036",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/12c71cd7e1fc2a5b98afa4ca93550729-st-jakobs-kyrka.jpg",
        "detail_description": "St Jakobs kyrka is one of Stockholm's most notable and oldest – though often overlooked – churches, away from the central islands of the old town and Riddarholmen. Just across the water from the Royal Palace, it's been standing on the same spot since the 16th century. Its uniquely red complexion and a number of facelifts make it perhaps the most eclectic church in the city.\nIt's also an excellent place to hear music. Check the schedule for upcoming special events."
    },
    {
        "country": "stockholm",
        "city": "Gamla Stan",
        "index": 14,
        "name": "Evert Taubes Terrass",
        "latitude": "59.325232",
        "longitude": "18.062167",
        "excerpt": "Evert Taubes Terrass is a tranquil and relaxed spot and one of the best viewpoints in Stockholm, at eye level with lake Mälaren on the quiet island of…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/gamla-stan/attractions/evert-taubes-terrass/a/poi-sig/1570233/1341998",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1192546047.jpg",
        "detail_description": "Evert Taubes Terrass is a tranquil and relaxed spot and one of the best viewpoints in Stockholm, at eye level with lake Mälaren on the quiet island of Riddarholmen, with open sightlines across the water to Stockholm City Hall, Münchenbryggeriet and Södermalm’s coastline. Sunset is the time to come. Taube, the park's namesake, was a beloved composer and troubadour who grew up on the Gothenburg archipelago; he's immortalised in the joyful statue at the corner of the park.\n"
    },
    {
        "country": "stockholm",
        "city": "Gamla Stan",
        "index": 15,
        "name": "Tyska Kyrkan",
        "latitude": "59.32411",
        "longitude": "18.07193",
        "excerpt": "Founded by a guild of German merchants in the 15th century, Tyska Kyrkan (The German Church) hints at Stockholm's multicultural past and present. The…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/gamla-stan/attractions/tyska-kyrkan/a/poi-sig/1559743/1341998",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/16501bdf7c7ee1940494900c096b0533-tyska-kyrkan.jpg",
        "detail_description": "Founded by a guild of German merchants in the 15th century, Tyska Kyrkan (The German Church) hints at Stockholm's multicultural past and present. The building's iconic spire is visible from all key vantage points across the water and within the Old Town itself. Don't miss the ornate gate embossed in gold, adjacent to the church’s garden. Psalms are still sung to this day by an active German congregation. Check the notice board by the southern portal entrance for the times of services.\n"
    },
    {
        "country": "stockholm",
        "city": "Gamla Stan",
        "index": 16,
        "name": "Riddarhuset",
        "latitude": "59.325916",
        "longitude": "18.065826",
        "excerpt": "The House of Nobility once hosted some of the most influential and powerful people in Sweden's history. Built in the 17th century, this magnificent and…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/gamla-stan/attractions/riddarhuset/a/poi-sig/1590563/1341998",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e56e03da501d12b8093a88dc7342fec2-riddarhuset.jpg",
        "detail_description": "The House of Nobility once hosted some of the most influential and powerful people in Sweden's history. Built in the 17th century, this magnificent and lavish building was strategically placed between the Royal Palace and governmental institutions on the island of Riddarholm. Often overlooked by visitors moving between the two islands, it's now a heraldic shrine to the age of the once mighty Swedish nobility.\n"
    },
    {
        "country": "stockholm",
        "city": "Stockholm",
        "index": 17,
        "name": "Nationalmuseum",
        "latitude": "59.32830282581",
        "longitude": "18.077871623717",
        "excerpt": "Sweden’s largest art museum is home to the nation’s collection of painting, sculpture, drawings, decorative arts and graphics from the Middle Ages to the…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/norrmalm/attractions/nationalmuseum/a/poi-sig/1121491/1342036",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1411962669.jpg",
        "detail_description": "Sweden’s largest art museum is home to the nation’s collection of painting, sculpture, drawings, decorative arts and graphics from the Middle Ages to the present.\nAt the time of research it was undergoing a major renovation to expand public spaces, and add climate control and natural light, with the works due to be completed in early 2018. Highlights from the collection are temporarily on display at Stadsteatern inside Kulturhuset."
    },
    {
        "country": "stockholm",
        "city": "Gamla Stan",
        "index": 18,
        "name": "Riksdagshuset",
        "latitude": "59.32767",
        "longitude": "18.06851",
        "excerpt": "Technically situated on Helgeandsholmen, the little island in the middle of Norrström, rather than on Gamla Stan, the Swedish Parliament building is an…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/gamla-stan/attractions/riksdagshuset/a/poi-sig/1121337/1341998",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF299133377.jpg",
        "detail_description": "Technically situated on Helgeandsholmen, the little island in the middle of Norrström, rather than on Gamla Stan, the Swedish Parliament building is an unexpected pleasure to visit. The building consists of two parts: the older front section (facing downstream) dates from the early 20th century, but the other more-modern part contains the current debating chamber. Tours of the building offer a compelling glimpse into the Swedish system of consensus-building government.\n"
    },
    {
        "country": "stockholm",
        "city": "Stockholm",
        "index": 19,
        "name": "Stora Synagogan",
        "latitude": "59.331646",
        "longitude": "18.073422",
        "excerpt": "Designed by Fredrik Scholander and completed in 1870, this unique building knows no counterpart in Stockholm. It's the centre of Sweden's Jewish community…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/norrmalm/attractions/stora-synagogan/a/poi-sig/1570238/1342036",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/fa1f73bb4b2f70874b3c0084f18b3acb-stora-synagogan.jpg",
        "detail_description": "Designed by Fredrik Scholander and completed in 1870, this unique building knows no counterpart in Stockholm. It's the centre of Sweden's Jewish community and its first permanent home. Open to visitors by guided tour (in English) on weekdays.\n"
    },
    {
        "country": "stockholm",
        "city": "Stockholm",
        "index": 20,
        "name": "Hedvig Eleonora's Church",
        "latitude": "59.335225",
        "longitude": "18.080642",
        "excerpt": "A perfect example of Swedish baroque architecture from the late-17th to early-18th centuries, Hedvig Eleonora church is an often-bypassed landmark in…",
        "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/ostermalm-ladugardsgardet/attractions/hedvig-eleonora-s-church/a/poi-sig/1570204/1342001",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ece61186b2c8517e8c7486629177ade8-hedvig-eleonora-s-church.jpg",
        "detail_description": "A perfect example of Swedish baroque architecture from the late-17th to early-18th centuries, Hedvig Eleonora church is an often-bypassed landmark in Stockholm. Centrally located in the Östermalm district overlooking the Östermalmstorg markets, it's great for a quick a visit to break up a day of shopping.\n"
    }
]