[
{
    "country": "surat-thani",
    "city": "Surat Thani",
    "index": 5,
    "name": "Statue of Guanyin (Kwan Im)",
    "latitude": "9.146429",
    "longitude": "99.327993",
    "excerpt": "This tall grey statue of the Buddhist bodhisattva of compassion (associated with the Mahayana tradition) is quite a sight, looking down from its elevated…",
    "detail_url": "https://www.lonelyplanet.com/thailand/lower-southern-gulf/surat-thani/attractions/statue-of-guanyin-kwan-im/a/poi-sig/1584505/357725",
    "image_url": null,
    "detail_description": "This tall grey statue of the Buddhist bodhisattva of compassion (associated with the Mahayana tradition) is quite a sight, looking down from its elevated position above Th Namuang. It stands next to a temple and charity dedicated to the goddess and equipped with its very own ambulance.\n"
},
{
    "country": "surat-thani",
    "city": "Surat Thani",
    "index": 4,
    "name": "Wat Tridhammaram",
    "latitude": "9.141032",
    "longitude": "99.322671",
    "excerpt": "Enter via the narrow alley on Na Mueng street, topped by a beautiful sitting Buddha gate, heading straight for the doors of the white temple. Once there,…",
    "detail_url": "https://www.lonelyplanet.com/thailand/lower-southern-gulf/surat-thani/attractions/wat-tridhammaram/a/poi-sig/1627196/357725",
    "image_url": null,
    "detail_description": "Enter via the narrow alley on Na Mueng street, topped by a beautiful sitting Buddha gate, heading straight for the doors of the white temple. Once there, turn around to greet the two giant, seated Buddhas the temple is famous for. Both are beneath huge trees – one seemingly emerging from the green foliage – in recreations of Buddhas reported enlightenment beneath the bodhi tree.\n"
},
{
    "country": "surat-thani",
    "city": "Surat Thani",
    "index": 3,
    "name": "Ko Lamphu Public Park",
    "latitude": "9.138728",
    "longitude": "99.318144",
    "excerpt": "The beautiful green Island park of Ko Lamphu on the river Mae Nam Tapi is neatly landscaped around a central lake. There are various sports courts …",
    "detail_url": "https://www.lonelyplanet.com/thailand/lower-southern-gulf/surat-thani/attractions/ko-lamphu-public-park/a/poi-sig/1627195/357725",
    "image_url": null,
    "detail_description": "The beautiful green Island park of Ko Lamphu on the river Mae Nam Tapi is neatly landscaped around a central lake. There are various sports courts (badminton, futsal, basketball and volleyball) and picnic areas buzzing throughout the evening, as well as lanes for cyclists and joggers. Ko Lamphu is Surat's finest public green space and a wonderful place to sit and watch locals literally at play.\n"
},
{
    "country": "surat-thani",
    "city": "Surat Thani",
    "index": 1,
    "name": "Pra Cha Rat Floating Market",
    "latitude": "9.151214",
    "longitude": "99.306783",
    "excerpt": "Park up in impressive Wat Bang Mai Bai, and cross the river along the tiny bridge with an ornate green and gold archway to enter a network of pathways…",
    "detail_url": "https://www.lonelyplanet.com/thailand/lower-southern-gulf/surat-thani/attractions/pra-cha-rat-floating-market/a/poi-sig/1627194/357725",
    "image_url": null,
    "detail_description": "Park up in impressive Wat Bang Mai Bai, and cross the river along the tiny bridge with an ornate green and gold archway to enter a network of pathways lined by shacks serving delicious local food in bamboo and banana leaf bowls, right in the heart of the steaming jungle. A few boats with goods pull up by the riverbank, but most offer boat rides up and down the waterway to glimpse local life and the surrounding mangrove forest.\nThe market is 3.5km northwest of the city centre on the small river Bang Bai Mai, a northern tributary of the Tapee."
},
{
    "country": "surat-thani",
    "city": "Surat Thani",
    "index": 2,
    "name": "Wat Sai Museum",
    "latitude": "9.145211",
    "longitude": "99.325751",
    "excerpt": "This tiny museum housed inside a beautiful wooden hall is part of the Wat Sai complex. Built in 1932, it was occupied by Japanese troops during WWII in…",
    "detail_url": "https://www.lonelyplanet.com/thailand/lower-southern-gulf/surat-thani/attractions/wat-sai-museum/a/poi-sig/1627277/357725",
    "image_url": null,
    "detail_description": "This tiny museum housed inside a beautiful wooden hall is part of the Wat Sai complex. Built in 1932, it was occupied by Japanese troops during WWII in 1941. Today, it houses many of the temple's ancient relics including a couple of gold Buddhas, ornate monk's seats, tons of beautiful ancient manuscripts and the temple's brass bell, dating from the reign of Rama III – temporarily used for raising the alarm during WWII.\n"
}
]