[
{
    "country": "surabaya",
    "city": "Surabaya",
    "index": 3,
    "name": "Masjid al Akbar",
    "latitude": "-7.336653",
    "longitude": "112.715242",
    "excerpt": "Perhaps the most impressive modern mosque in Indonesia. You'll probably get a glimpse of Masjid al Akbar's magnificent array of bulbous watery-turquoise…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/surabaya/attractions/masjid-al-akbar/a/poi-sig/1316534/356572",
    "image_url": null,
    "detail_description": "Perhaps the most impressive modern mosque in Indonesia. You'll probably get a glimpse of Masjid al Akbar's magnificent array of bulbous watery-turquoise-tiled domes as you exit the city. Staff are happy to show visitors around and will accompany you up the elevator to the top of the freestanding ottoman-style minaret, which offers spectacular views.\nTake any bus heading for the main bus terminal, ask for the mosque and you'll be dropped off on Jl Ahmad Yani, 1km from the building. From here you can walk through quiet residential streets or take a becak. A taxi from central Surabaya is around 50,000Rp. The traffic can be terrible."
},
{
    "country": "surabaya",
    "city": "Surabaya",
    "index": 2,
    "name": "Mesjid Ampel",
    "latitude": "-7.2297992648235",
    "longitude": "112.742856977",
    "excerpt": "The Mesjid Ampel is the most sacred mosque in Surabaya. While non-Muslims aren't allowed to enter the mosque itself, the souk-style streets surrounding it…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/surabaya/attractions/mesjid-ampel/a/poi-sig/462026/356572",
    "image_url": null,
    "detail_description": "The Mesjid Ampel is the most sacred mosque in Surabaya. While non-Muslims aren't allowed to enter the mosque itself, the souk-style streets surrounding it make it a worthwhile visit. It was here that Sunan Ampel (one of the wali songo who brought Islam to Java) was buried in 1481. The mosque itself is a huge space, the vast expanse of its marble floor divided by dozens of wooden pillars, but there’s very little in the way of ornamentation.\nBehind the mosque, pilgrims chant and present rose-petal offerings at Sunan Ampel’s grave.You have to access the mosque on foot. The most direct route is to take the lane that leads west from Jl Ampel Suci – a crowd of becak marks the entrance."
},
{
    "country": "surabaya",
    "city": "Surabaya",
    "index": 1,
    "name": "House of Sampoerna",
    "latitude": "-7.230315",
    "longitude": "112.734457",
    "excerpt": "Undoubtedly the city’s best-presented attraction, the House of Sampoerna is home to one of Indonesia’s most famous kretek cigarette manufacturers (now…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/surabaya/attractions/house-of-sampoerna/a/poi-sig/1189671/356572",
    "image_url": null,
    "detail_description": "Undoubtedly the city’s best-presented attraction, the House of Sampoerna is home to one of Indonesia’s most famous kretek cigarette manufacturers (now owned by US giant Altria, formerly Philip Morris). Whatever you think about the tobacco industry, this factory and museum make a fascinating place to visit. The building itself is a wonderful 19th-century Dutch structure, originally an orphanage but later converted into a theatre (indeed, Charlie Chaplin once dropped by).\nThe former lobby is now the museum and is something of a shrine to the Sampoerna empire. It has exhibits on the use of cloves and the history of kretek in Indonesia, alongside uniforms and drums of the Sampoerna marching band and other quirky company curios. There's also an incredible collection of cigarette lighters, holders and cases, mainly from Europe, as well as some Ming dynasty china and a vintage Heidelberg printing press.Upstairs there’s a bird’s-eye perspective of the factory’s former shop floor, where, until very recently, hundreds of women hand rolled, trimmed and packed the Dji Sam Soe brand (banned from most countries as the tar content is so strong). The fastest rollers here churned out 4000 cigarettes a day.After your visit, consider a trip on the company's free sightseeing bus tour, the Surabaya Heritage Track."
},
{
    "country": "surabaya",
    "city": "Surabaya",
    "index": 9,
    "name": "Gedung PTP XI",
    "latitude": "-7.2380662678189",
    "longitude": "112.73442800214",
    "excerpt": "The impressive Indo-European–style Gedung PTP XXII government office building is worth seeking out if you're an architecture fan.",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/surabaya/attractions/gedung-ptp-xi/a/poi-sig/1292043/356572",
    "image_url": null,
    "detail_description": "The impressive Indo-European–style Gedung PTP XXII government office building is worth seeking out if you're an architecture fan.\n"
},
{
    "country": "surabaya",
    "city": "Surabaya",
    "index": 8,
    "name": "Pasar Pabean",
    "latitude": "-7.2345768355532",
    "longitude": "112.74104758977",
    "excerpt": "Pasar Pabean is a sprawling, darkly lit market, which links the Chinese and Arab Quarters, where you can buy everything from Madurese chickens to Chinese…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/surabaya/attractions/pasar-pabean/a/poi-sig/1292045/356572",
    "image_url": null,
    "detail_description": "Pasar Pabean is a sprawling, darkly lit market, which links the Chinese and Arab Quarters, where you can buy everything from Madurese chickens to Chinese crockery.\n"
},
{
    "country": "surabaya",
    "city": "Surabaya",
    "index": 7,
    "name": "Governor's Residence",
    "latitude": "-7.2628907441771",
    "longitude": "112.74338524321",
    "excerpt": "A holdover from the early 20th century, the former governor's residence, with its front porch colonnade and touches of gold paint, fronts an expanse of…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/surabaya/attractions/governor-s-residence/a/poi-sig/1291955/356572",
    "image_url": null,
    "detail_description": "A holdover from the early 20th century, the former governor's residence, with its front porch colonnade and touches of gold paint, fronts an expanse of lawn. It's one of the signature buildings of the city. The only way to gain entry is to be invited to a shin-dig with the governor or to actually become the governor.\n"
},
{
    "country": "surabaya",
    "city": "Surabaya",
    "index": 6,
    "name": "Kong Co Kong Tik Cun Ong Temple",
    "latitude": "-7.237316",
    "longitude": "112.74366",
    "excerpt": "The highly evocative Kong Co Kong Tik Cun Ong delivers a blast of unfiltered culture. The primarily Buddhist complex (with dashes of Confucian and Taoist…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/surabaya/attractions/kong-co-kong-tik-cun-ong-temple/a/poi-sig/462024/356572",
    "image_url": null,
    "detail_description": "The highly evocative Kong Co Kong Tik Cun Ong delivers a blast of unfiltered culture. The primarily Buddhist complex (with dashes of Confucian and Taoist influences) spans two sides of a small gang, arched with temple gateways. Expect flickering candles, wafting incense, praying pilgrims, concrete columns wrapped with dragons and latticed teak altars.\n"
},
{
    "country": "surabaya",
    "city": "Surabaya",
    "index": 5,
    "name": "Monumen Kapal Selam",
    "latitude": "-7.265714",
    "longitude": "112.750143",
    "excerpt": "Surabaya’s foremost stretch of renovated waterside real estate centres on the iron hulk that is Pasopati, a massive Russian submarine commissioned into…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/surabaya/attractions/monumen-kapal-selam/a/poi-sig/1189675/356572",
    "image_url": null,
    "detail_description": "Surabaya’s foremost stretch of renovated waterside real estate centres on the iron hulk that is Pasopati, a massive Russian submarine commissioned into the Indonesian navy in 1962. You can poke around the horribly cramped interior, peek through the periscope and even climb into the torpedo tubes. It's in a small landscaped park near a couple of cafes popular with young smoochers.\n"
},
{
    "country": "surabaya",
    "city": "Surabaya",
    "index": 4,
    "name": "Jembatan Merah",
    "latitude": "-7.2366845711847",
    "longitude": "112.73839107892",
    "excerpt": "Originally the old city was divided along ethnic lines, with Europeans on the west side of the Kali Mas river and Chinese, Arabs and Javanese on the east…",
    "detail_url": "https://www.lonelyplanet.com/indonesia/java/surabaya/attractions/jembatan-merah/a/poi-sig/1218790/356572",
    "image_url": null,
    "detail_description": "Originally the old city was divided along ethnic lines, with Europeans on the west side of the Kali Mas river and Chinese, Arabs and Javanese on the east bank. Jembatan Merah is a famous bridge that connected the two halves of the city; it also saw fierce fighting during Indonesia’s battle for independence. Jl Jembatan Merah, running parallel to the canal, is a grungy replica of Amsterdam, but worthy (although run-down) examples of Dutch architecture can be seen here.\n"
}
]