[
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 22,
    "name": "Mosque Keizerstraat",
    "latitude": "5.828724",
    "longitude": "-55.160143",
    "excerpt": "This is the biggest mosque in the Caribbean. The current building was completed in 1984.",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/mosque-keizerstraat/a/poi-sig/1336609/363444",
    "image_url": null,
    "detail_description": "This is the biggest mosque in the Caribbean. The current building was completed in 1984.\n"
},
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 21,
    "name": "Palmentuin",
    "latitude": "5.827711",
    "longitude": "-55.15052",
    "excerpt": "The Palmentuin is a shady haven of tall royal palms, home to some tropical birds and a troop of capuchin monkeys.",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/palmentuin/a/poi-sig/437198/363444",
    "image_url": null,
    "detail_description": "The Palmentuin is a shady haven of tall royal palms, home to some tropical birds and a troop of capuchin monkeys.\n"
},
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 20,
    "name": "Hindu Temple",
    "latitude": "5.834403",
    "longitude": "-55.165915",
    "excerpt": "This is the biggest of the many Hindu temples in Paramaribo, and is a beautifully ornate structure both inside and out. Visitors are welcome.",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/hindu-temple/a/poi-sig/1336610/363444",
    "image_url": null,
    "detail_description": "This is the biggest of the many Hindu temples in Paramaribo, and is a beautifully ornate structure both inside and out. Visitors are welcome.\n"
},
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 19,
    "name": "Het Surinaamsch Rumhuis",
    "latitude": "5.831798",
    "longitude": "-55.139244",
    "excerpt": "Tours here begin with a 'happy shot,' then it's through the distillery, rum museum and tasting room, where you will learn to sample each variety like a…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/het-surinaamsch-rumhuis/a/poi-sig/1333245/363444",
    "image_url": null,
    "detail_description": "Tours here begin with a 'happy shot,' then it's through the distillery, rum museum and tasting room, where you will learn to sample each variety like a pro. Finish with cocktails on the patio. Shorter tours skip the distillery.\n"
},
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 18,
    "name": "Presidential Palace",
    "latitude": "5.826718",
    "longitude": "-55.151324",
    "excerpt": "Official residence of the President of Suriname, this fine white colonial house was originally built in 1730. It opens to the public on Suriname's…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/presidential-palace/a/poi-sig/1529999/363444",
    "image_url": null,
    "detail_description": "Official residence of the President of Suriname, this fine white colonial house was originally built in 1730. It opens to the public on Suriname's Independence Day (November 25) each year, and otherwise can only be enjoyed from the outside.\n"
},
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 17,
    "name": "Blauwgrond",
    "latitude": "5.872377",
    "longitude": "-55.12609",
    "excerpt": "This laid-back residential area about 10 minutes by taxi from downtown Paramaribo has dozens of tasty and cheap Javanese cafes to choose from and is a…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/blauwgrond/a/poi-sig/1595010/363444",
    "image_url": null,
    "detail_description": "This laid-back residential area about 10 minutes by taxi from downtown Paramaribo has dozens of tasty and cheap Javanese cafes to choose from and is a great place to come for a cheap and delicious evening meal, as well as for the great ambience.\n"
},
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 16,
    "name": "ReadyTex Art Gallery",
    "latitude": "5.825181",
    "longitude": "-55.16054",
    "excerpt": "Step off the chaotic streets and enter these five glorious floors of colorful local sculpture and paintings, all of which are for sale. Also check out the…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/readytex-art-gallery/a/poi-sig/1526371/363444",
    "image_url": null,
    "detail_description": "Step off the chaotic streets and enter these five glorious floors of colorful local sculpture and paintings, all of which are for sale. Also check out the ReadyTex craft and souvenir shop just around the corner.\n"
},
{
    "country": "suriname",
    "city": "Suriname",
    "index": 15,
    "name": "Fort Nieuw Amsterdam",
    "latitude": "5.888652",
    "longitude": "-55.092262",
    "excerpt": "This open-air museum is inside one of the earliest surviving Dutch structures in Suriname, a fortress built at the confluence of the Suriname and…",
    "detail_url": "https://www.lonelyplanet.com/suriname/commewijne-river/attractions/fort-nieuw-amsterdam/a/poi-sig/1600792/1327452",
    "image_url": null,
    "detail_description": "This open-air museum is inside one of the earliest surviving Dutch structures in Suriname, a fortress built at the confluence of the Suriname and Commewijne Rivers in 1747. Inside you'll find chilling artifacts of the slave trade and a Dutch-engineered system of locks holding back the river.\n"
},
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 14,
    "name": "Neveh Shalom Synagogue",
    "latitude": "5.82846",
    "longitude": "-55.15935",
    "excerpt": "The expansive Dutch Israeli synagogue, which famously sits side by side with the Caribbean's largest mosque on Keizerstraat, dates from 1716, when it was…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/neveh-shalom-synagogue/a/poi-sig/437188/363444",
    "image_url": null,
    "detail_description": "The expansive Dutch Israeli synagogue, which famously sits side by side with the Caribbean's largest mosque on Keizerstraat, dates from 1716, when it was founded by the Sephardic Jews. The current structure was completed in 1843 and contains a small museum about the history of Jews in Suriname.\n"
},
{
    "country": "suriname",
    "city": "Suriname",
    "index": 13,
    "name": "Matapica",
    "latitude": "5.994094",
    "longitude": "-55.00185",
    "excerpt": "North of Fort Nieuw Amsterdam, Matapica is a tranquil and almost mosquito-free beach where sea turtles come ashore April to August. Tours generally reach…",
    "detail_url": "https://www.lonelyplanet.com/suriname/commewijne-river/attractions/matapica/a/poi-sig/1600794/1327452",
    "image_url": null,
    "detail_description": "North of Fort Nieuw Amsterdam, Matapica is a tranquil and almost mosquito-free beach where sea turtles come ashore April to August. Tours generally reach it by boating through the plantation canals and a swamp rich in birdlife. Stinasu runs a small camp here.\n"
},
{
    "country": "suriname",
    "city": "Suriname",
    "index": 12,
    "name": "Maroon Museum",
    "latitude": "4.250765",
    "longitude": "-55.442333",
    "excerpt": "Guided visits of this little museum on a large property offer great insight into the local culture, from marriage customs to dress codes, music and much…",
    "detail_url": "https://www.lonelyplanet.com/suriname/upper-suriname-river/attractions/maroon-museum/a/poi-sig/1334081/1342572",
    "image_url": null,
    "detail_description": "Guided visits of this little museum on a large property offer great insight into the local culture, from marriage customs to dress codes, music and much more. It's an important institution for Maroon culture, and is generally visited by travelers staying in nearby lodges as part of day trips visiting Maroon villages.\n"
},
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 11,
    "name": "Saint Peter & Paul Cathedral-Basilica",
    "latitude": "5.828532",
    "longitude": "-55.154039",
    "excerpt": "Commonly called 'the Cathedral,' this gorgeously restored building was designated a Minor Basilica by Pope Francis in 2014. It's said to be the largest…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/saint-peter-paul-cathedral-basilica/a/poi-sig/1526370/363444",
    "image_url": null,
    "detail_description": "Commonly called 'the Cathedral,' this gorgeously restored building was designated a Minor Basilica by Pope Francis in 2014. It's said to be the largest wooden structure in the western hemisphere and is worth a peek inside for the masterful woodwork and carvings. Mass is held daily and English tours are available on demand.\n"
},
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 9,
    "name": "Stichting Surinaams Museum",
    "latitude": "5.8253366717947",
    "longitude": "-55.149766109624",
    "excerpt": "Inside the beautifully restored Fort Zeelandia, a pentagonal 17th-century fort built on the riverbank where the first colonists alighted, is the Stichting…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/stichting-surinaams-museum/a/poi-sig/437204/363444",
    "image_url": null,
    "detail_description": "Inside the beautifully restored Fort Zeelandia, a pentagonal 17th-century fort built on the riverbank where the first colonists alighted, is the Stichting Surinaams Museum, which features colonial-era relics, period rooms and temporary exhibitions. All labeling is in Dutch. It's an interesting visit and you can enjoy some great river views from the ramparts.\n"
},
{
    "country": "suriname",
    "city": "Suriname",
    "index": 10,
    "name": "Coppename Nature Reserve",
    "latitude": "5.959607",
    "longitude": "-55.745659",
    "excerpt": "Just 100 sq km in size, the diminutive Coppename Nature Reserve, at the mouth of the Coppename River, is home to the endangered manatee and is a haven for…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/attractions/coppename-nature-reserve/a/poi-sig/1600791/363443",
    "image_url": null,
    "detail_description": "Just 100 sq km in size, the diminutive Coppename Nature Reserve, at the mouth of the Coppename River, is home to the endangered manatee and is a haven for bird-watchers who come here to see rare species of migratory shorebirds and several types of herons. Stinasu organizes trips on request.\n"
},
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 7,
    "name": "Central Market",
    "latitude": "5.8237930484912",
    "longitude": "-55.157685783705",
    "excerpt": "The frenzied and fascinating central market is divided into distinct areas: the meat, fish, fruit and vegetable sections on the lower floor and a less…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/central-market/a/poi-sig/437186/363444",
    "image_url": null,
    "detail_description": "The frenzied and fascinating central market is divided into distinct areas: the meat, fish, fruit and vegetable sections on the lower floor and a less photogenic clothing area on the upper. The 'Witch's Market' (aka the Maroon Market; no photography allowed) has a separate entrance just to the west on Waterkant, and sells herbs, bones, shells and mysterious concoctions. It's best to get to these markets before noon.\n"
},
{
    "country": "suriname",
    "city": "Suriname",
    "index": 8,
    "name": "Peperpot Nature Park",
    "latitude": "5.782016",
    "longitude": "-55.12609",
    "excerpt": "Beautiful Peperpot Nature Park, about 10km from Paramaribo, stands in eerie dilapidation (with poorly maintained paths) across the Meerzorg Bridge. It is…",
    "detail_url": "https://www.lonelyplanet.com/suriname/commewijne-river/attractions/peperpot-nature-park/a/poi-sig/1600793/1327452",
    "image_url": null,
    "detail_description": "Beautiful Peperpot Nature Park, about 10km from Paramaribo, stands in eerie dilapidation (with poorly maintained paths) across the Meerzorg Bridge. It is a favorite bird-watchers' locale, with a well-marked 3km-long trail through the forest, from which you'll often see lots of monkeys as well. Bring your own water and mosquito repellent, and go early to see the most wildlife.\n"
},
{
    "country": "suriname",
    "city": "Suriname",
    "index": 5,
    "name": "Bigi Pan",
    "latitude": "5.954144",
    "longitude": "-56.851501",
    "excerpt": "Bigi Pan ('big lake') is a massive area of creeks, swampland, mangroves and jungle that is home to over 100 different species of migratory birds. Most…",
    "detail_url": "https://www.lonelyplanet.com/suriname/nieuw-nickerie/attractions/bigi-pan/a/poi-sig/1594863/1327369",
    "image_url": null,
    "detail_description": "Bigi Pan ('big lake') is a massive area of creeks, swampland, mangroves and jungle that is home to over 100 different species of migratory birds. Most famous of all is the red ibis, commonly seen here in all its blazing crimson glory against the green-brown background of the landscape. Caimans and snakes are also often seen here, making this a popular place to come on nature-watching excursions, which are generally done by boat and arranged out of Paramaribo.\n"
},
{
    "country": "suriname",
    "city": "Suriname",
    "index": 6,
    "name": "Galibi Nature Reserve",
    "latitude": "5.755372",
    "longitude": "-53.991623",
    "excerpt": "On Suriname's eastern shoulder, Galibi Nature Reserve faces French Guiana across the Marowijne River. Here, hordes of sea turtles, including the giant…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/attractions/galibi-nature-reserve/a/poi-sig/1592622/363443",
    "image_url": null,
    "detail_description": "On Suriname's eastern shoulder, Galibi Nature Reserve faces French Guiana across the Marowijne River. Here, hordes of sea turtles, including the giant leatherback, crowd the beaches during egg-laying season (April through August). You can get there from Albina with permission from members of the local Carib community and a hired canoe, or more easily from Paramaribo with the tour operator Stinasu.\n"
},
{
    "country": "suriname",
    "city": "Suriname",
    "index": 4,
    "name": "Central Suriname Nature Reserve",
    "latitude": "4.136531",
    "longitude": "-56.061859",
    "excerpt": "Covering 12% of Suriname's land area, this epic 16,000 sq km nature reserve was established in 1998 with a US$1 million donation from Conservation…",
    "detail_url": "https://www.lonelyplanet.com/suriname/upper-suriname-river/attractions/central-suriname-nature-reserve/a/poi-sig/1592621/1342572",
    "image_url": null,
    "detail_description": "Covering 12% of Suriname's land area, this epic 16,000 sq km nature reserve was established in 1998 with a US$1 million donation from Conservation International. Around 40% of the plants and animals here are found only in the Guianas, and the vast majority of the reserve is dense, impenetrable wilderness. As you'd expect, visiting the park is challenging but hugely rewarding, and can only be done by guided tour.\nThe most commonly visited place in the park is Raleighvallen (Raleigh Falls), a low, long staircase of cascading water on the upper Coppename River, about two hours upriver from the nearest Maroon village. Resident wildlife includes spider monkeys, electric eels and the Guiana cock-of-the-rock, a spectacular blood-orange bird. Stinasu has well-run tourist lodges on Foengoe Island next to the falls. Nearby Voltzberg is a 240m granite dome accessible by a 2½-hour jungle trail and then a steep ascent – the 360-degree views of the jungle from the top are simply astounding."
},
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 3,
    "name": "Fort Zeelandia",
    "latitude": "5.8253364641037",
    "longitude": "-55.149729843957",
    "excerpt": "Inside well-restored Fort Zeelandia, a star-shaped, 18th-century fort built on the site where the first colonists alighted, is the worthwhile Stichting…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/fort-zeelandia/a/poi-sig/437190/363444",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1d8b6582f337a77c22b741260f676ff1-fort-zeelandia.jpg",
    "detail_description": "Inside well-restored Fort Zeelandia, a star-shaped, 18th-century fort built on the site where the first colonists alighted, is the worthwhile Stichting Surinaams Museum, as well as the Baka Foto restaurant.\n"
},
{
    "country": "suriname",
    "city": "Paramaribo",
    "index": 2,
    "name": "Onafhankelijkheidsplein",
    "latitude": "5.826227",
    "longitude": "-55.151732",
    "excerpt": "Surrounding the centrally located Onafhankelijkheidsplein (Independence Square) are the contrasting stately 18th-century Presidential Palace – open to the…",
    "detail_url": "https://www.lonelyplanet.com/the-guianas/suriname/paramaribo/attractions/onafhankelijkheidsplein/a/poi-sig/437196/363444",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9e9a450537b7cf0aa80a32cc4cb2c66c-onafhankelijkheidsplein.jpg",
    "detail_description": "Surrounding the centrally located Onafhankelijkheidsplein (Independence Square) are the contrasting stately 18th-century Presidential Palace – open to the public November 25 only – and aging colonial government buildings. Behind the palace is the Palmentuin, a shady haven of tall royal palms where it's a pleasure to walk and escape the chaos of the city outside.\n"
},
{
    "country": "suriname",
    "city": "Suriname",
    "index": 1,
    "name": "Brownsberg Nature Reserve & Brokopondo",
    "latitude": "4.945591",
    "longitude": "-55.16098",
    "excerpt": "Brownsberg Nature Reserve, named after the eponymous 560m peak at its heart, was founded in 1969 and is made up of 112 sq km of pristine jungle populated…",
    "detail_url": "https://www.lonelyplanet.com/suriname/upper-suriname-river/attractions/brownsberg-nature-reserve-brokopondo/a/poi-sig/1592620/1342572",
    "image_url": null,
    "detail_description": "Brownsberg Nature Reserve, named after the eponymous 560m peak at its heart, was founded in 1969 and is made up of 112 sq km of pristine jungle populated by dozens of rare species of animal, many of which are unique to Suriname. It's a stunning slice of nature covered in thick jungle and bordering the vast Brokopondo reservoir. Head here for wild tropical adventure, some superb birdwatching and endless wildlife-viewing opportunities.\nBrownsberg's park headquarters are located on a high plateau overlooking the Brokopondo reservoir, about 100km south of Paramaribo along a red-dirt highway. Monkeys seem to be everywhere, whether they're red howlers growling in the canopy, or precious black-bearded sakis checking you out from a tree limb. Park operator Stinasu has rustic lodges (from SR$120) for groups, and camping (SR$50) and hammock sites (SR$30) at the headquarters.Brokopondo is a man-made reservoir, created in 1964 when the government dammed the Suriname River. Views of storm clouds moving in over the 1550 sq km lake are breathtaking, but a closer look reveals a rainforest graveyard, in which dead trees stick up through the water's surface from what was once the forest floor. The park headquarters has interesting displays detailing how the dam project required relocating thousands of mostly Maroon and Amerindian people as well as hundreds of thousands of animals.It's relatively easy to visit Brownsberg on your own: take an Atjoni-bound bus from the Saramacastraat bus station near the central market in Paramaribo and ask to be let off at the village of Brownsberg (SR$60, three hours). From here, arrange in advance for Stinasu to pick you up and drive you to the park (SR$70, 30 minutes). Several Parbo-based tour agencies also do Brownsberg as a (very) long day trip or a more relaxed overnight tour."
}
]