[
{
    "country": "suva",
    "city": "Suva",
    "index": 15,
    "name": "Shree Laxmi Narayan Temple",
    "latitude": "-18.14192005",
    "longitude": "178.42887468",
    "excerpt": "Just east of downtown, this bright orange and blue temple generally has a caretaker around to let you in for a look.",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/shree-laxmi-narayan-temple/a/poi-sig/441070/362606",
    "image_url": null,
    "detail_description": "Just east of downtown, this bright orange and blue temple generally has a caretaker around to let you in for a look.\n"
},
{
    "country": "suva",
    "city": "Suva",
    "index": 14,
    "name": "Oceania Centre for Arts & Culture",
    "latitude": "-18.14779068",
    "longitude": "178.44382215",
    "excerpt": "Arts centre at the University of the South Pacific, which hosts regular live music, dance and theatre, art shows, talks and other cultural events.",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/oceania-centre-for-arts-culture/a/poi-sig/1447069/362606",
    "image_url": null,
    "detail_description": "Arts centre at the University of the South Pacific, which hosts regular live music, dance and theatre, art shows, talks and other cultural events.\n"
},
{
    "country": "suva",
    "city": "Suva",
    "index": 13,
    "name": "Centenary Methodist Church",
    "latitude": "-18.13682392",
    "longitude": "178.42639128",
    "excerpt": "For a rousing chorus of song on a Sunday morning, head to the Methodist church. The pitch is more invigorating than dulcet and it often fills the…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/centenary-methodist-church/a/poi-sig/441054/362606",
    "image_url": null,
    "detail_description": "For a rousing chorus of song on a Sunday morning, head to the Methodist church. The pitch is more invigorating than dulcet and it often fills the surrounding streets.\n"
},
{
    "country": "suva",
    "city": "Suva",
    "index": 10,
    "name": "The Triangle",
    "latitude": "-18.13848",
    "longitude": "178.424191",
    "excerpt": "This intersection is the symbolic centre of Suva. A whitewashed marker commemorates the dates of the first missionaries arriving in Fiji, the…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/the-triangle/a/poi-sig/1522113/362606",
    "image_url": null,
    "detail_description": "This intersection is the symbolic centre of Suva. A whitewashed marker commemorates the dates of the first missionaries arriving in Fiji, the establishment of the capital and the first public land sales in the country. It's a useful place for getting your bearings downtown.\n"
},
{
    "country": "suva",
    "city": "Suva",
    "index": 12,
    "name": "Suva Cemetery",
    "latitude": "-18.11828402",
    "longitude": "178.43350552",
    "excerpt": "If you entered town via the Queens Road, you likely passed Suva Cemetery. Graves are dug by the inmates from the prison (built in 1913) just down the road…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/suva-cemetery/a/poi-sig/1412808/362606",
    "image_url": null,
    "detail_description": "If you entered town via the Queens Road, you likely passed Suva Cemetery. Graves are dug by the inmates from the prison (built in 1913) just down the road, and then decorated with bright cloth.\n"
},
{
    "country": "suva",
    "city": "Suva",
    "index": 11,
    "name": "Holy Trinity Cathedral",
    "latitude": "-18.14235169",
    "longitude": "178.42443538",
    "excerpt": "This cathedral, with its unique boat-shaped interior, interesting Fijian tapestries and wood-beamed ceiling, is a peaceful retreat. The gigantic tree in…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/holy-trinity-cathedral/a/poi-sig/441060/362606",
    "image_url": null,
    "detail_description": "This cathedral, with its unique boat-shaped interior, interesting Fijian tapestries and wood-beamed ceiling, is a peaceful retreat. The gigantic tree in front of the church is a showcase of Pacific plants, with cacti and ferns making themselves at home in its branches.\n"
},
{
    "country": "suva",
    "city": "Suva",
    "index": 9,
    "name": "Thurston Gardens",
    "latitude": "-18.14877545",
    "longitude": "178.42479009",
    "excerpt": "After visiting the museum, ponder on your new found knowledge with a wander through these compact but beautiful gardens ( M032A). The dense conglomeration…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/thurston-gardens/a/poi-sig/441072/362606",
    "image_url": null,
    "detail_description": "After visiting the museum, ponder on your new found knowledge with a wander through these compact but beautiful gardens ( M032A). The dense conglomeration of native flora and surrounding lawns are less manicured and more scattered haphazardly but heavy landscaping would detract from the tropical element. The colourful vegetation will generate appreciative murmurs from the casual visitor and much of the vegetation is also labelled for the benefit of avid horticulturalists.\nCrisscrossing walking trails traverse the park, and bench seating provides sensory-fatigue relief. It's a lovely spot for a picnic, particularly if you camp yourself under one of the grand and stately fig trees."
},
{
    "country": "suva",
    "city": "Suva",
    "index": 8,
    "name": "University of the South Pacific",
    "latitude": "-18.14785528",
    "longitude": "178.4437643",
    "excerpt": "While not necessarily a must-see from a tourist’s perspective, this is the foremost provider of tertiary education to the island nations of the Pacific…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/university-of-the-south-pacific/a/poi-sig/441074/362606",
    "image_url": null,
    "detail_description": "While not necessarily a must-see from a tourist’s perspective, this is the foremost provider of tertiary education to the island nations of the Pacific region. The USP’s main Laucala Campus offers some fascinating people-watching and picturesque strolling through a small botanical garden where you can see temporary exhibits of paintings and carvings at the Oceania Centre for Arts &amp; Culture. The USP Bookshop nearby is particularly well-stocked.\nThe governments of 12 Pacific countries jointly own the university and mingling among the Fijian students you’re likely to see young academics from the Cook Islands, Kiribati, Tonga, Vanuatu and Western Samoa. As this is a fee-paying institution, many of the 11,000 or so students rely on scholarships, and the competition for them is fierce."
},
{
    "country": "suva",
    "city": "Suva",
    "index": 5,
    "name": "Parliament of Fiji",
    "latitude": "-18.15780901",
    "longitude": "178.43402415",
    "excerpt": "Opened in June 1992, the parliament complex must be one of the world’s most striking political hubs. It was designed in the post-1987 atmosphere. The aim…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/parliament-of-fiji/a/poi-sig/441066/362606",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bc4864de543a97cf25f905d0dd1b0cb2-parliament-of-fiji.jpg",
    "detail_description": "Opened in June 1992, the parliament complex must be one of the world’s most striking political hubs. It was designed in the post-1987 atmosphere. The aim of maintaining indigenous Fijian values is apparent through the open-air corridors, traditional arts and structures, and masi cloths throughout. The main building, vale ne bose lawa (parliament house), takes its form from the traditional vale (family house) and has ceremonial access from Ratu Sukuna Rd.\nThe complex is 5km south of the city centre. Free tours are offered, but you need to email in advance to arrange the visit. It's also possible to watch debates when parliament is in session – a calendar of sitting days is available on the website.It’s easiest to reach by taxi, but you can hop on a bus along Queen Elizabeth Dr and walk along Ratu Sukuna Rd for 1km."
},
{
    "country": "suva",
    "city": "Suva",
    "index": 7,
    "name": "Albert Park",
    "latitude": "-18.147160878525",
    "longitude": "178.42474881284",
    "excerpt": "Charles Kingsford Smith was the first aviator to cross the Pacific, flying in his little Fokker trimotor, The Southern Cross, from California to Australia…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/albert-park/a/poi-sig/441052/362606",
    "image_url": null,
    "detail_description": "Charles Kingsford Smith was the first aviator to cross the Pacific, flying in his little Fokker trimotor, The Southern Cross, from California to Australia. The longest leg of the flight was the 34-hour trip from Hawaii to Fiji. Suva's Albert Park, with its hill at one end and the Grand Pacific Hotel at the other, was made into a makeshift landing strip for his arrival. Trees were still being cleared after Smith had already left Hawaii.\nKingsford Smith and his crew arrived on 6 June 1928, and were welcomed by a crowd of thousands, including colonial dignitaries who had gathered at the Grand Pacific Hotel to witness and celebrate this major event. Because the park was too short to take-off with a heavy load of fuel, Smith had to unload, fly to Nasilai Beach and reload for take-off to Brisbane and Sydney. Kingsford Smith and his crew were presented with a ceremonial tabua (whale's tooth) as a token of great respect."
},
{
    "country": "suva",
    "city": "Suva",
    "index": 6,
    "name": "Roman Catholic Cathedral",
    "latitude": "-18.13977399",
    "longitude": "178.42535932",
    "excerpt": "This 1902 cathedral is built from sandstone imported from Sydney and is one of Suva’s most prominent landmarks.",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/roman-catholic-cathedral/a/poi-sig/441068/362606",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bc5e19d931ba1c9ebc1d457386292c52-roman-catholic-cathedral.jpg",
    "detail_description": "This 1902 cathedral is built from sandstone imported from Sydney and is one of Suva’s most prominent landmarks.\n"
},
{
    "country": "suva",
    "city": "Suva",
    "index": 4,
    "name": "Mariamma Temple",
    "latitude": "-18.11915595",
    "longitude": "178.45052548",
    "excerpt": "The South Indian fire-walking festival is held here during July or August. Of all Fiji's cultural rituals, the extraordinary art of fire walking is…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/mariamma-temple/a/poi-sig/441062/362606",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstock_614123699%20The%20Kuala%20Lumpur%20Malaysia%20-%20Sri%20Maha%20Mariamman%20Temple.jpg",
    "detail_description": "The South Indian fire-walking festival is held here during July or August. Of all Fiji's cultural rituals, the extraordinary art of fire walking is perhaps the most impressive. Watching men display the poise of a lead ballerina while they traverse a pit of blazing embers without combusting is truly baffling. Even more mystifying is the fact that, originally, this ritual was practised in Fiji only on the tiny island of Beqa, and by two neighbouring and disparate cultures - Indigenous Fijian and Hindu - for completely different reasons.\nIndigenous Fijian firewalking is known as vilavilairevo (literally 'jumping into the oven'). Hindu fire walking is part of an annual religious festival coinciding with a full moon in July or August and lasts 10 days.Hindu fire walking is a religious sacrament performed mostly by descendants of southern Indians. They believe life is like walking on fire; discipline helps them to achieve a balanced life, self-acceptance and to see good in everything.The Hindu fire walking takes place at many temples around Fiji. Preparations for the ceremony are overseen by a priest and take three to 10 days, with the fire walking the climax of the ritual. During this period participants isolate themselves, abstain from sex and eating meat, and meditate to worship the goddess Maha Devi. The participants rise early, pray until late at night, survive on little food or sleep and dress in red and yellow, which symbolises the cleansing of physical and spiritual impurity. Yellow turmeric is smeared on the face as a symbol of prosperity and power over diseases. On the final day the participants at the Mariamma Temple bathe in the sea. The priests pierce the tongues, cheeks and bodies of the fire walkers with three-pronged skewers. The fire walkers then dance into an ecstatic trance for about 2km back to the temple for the fire walking; their altered state enabling them to perform the feat. Devotees' bodies are whipped before and during the ceremony. If fire walkers are focused on the divine Mother they should not feel pain.A decorated statue of the goddess is placed facing the pit for her to watch and bless the ceremony. It only takes about five seconds to walk along the pit, which is filled with charred wood raked over glowing coals, and the walk is repeated about five times to chanting and drumming. Fijian fire walking: the ability to walk barefoot on white-hot stones without being burned was, according to local legend, granted to a local chief by the leader of the veli, a group of little gods. Now the direct descendants of the chief (tui qalita) serve as the bete (priests) who instruct in the ritual of fire walking.Preparations for fire walking used to occupy a whole village for nearly a month. Firewood and appropriate stones had to be selected, costumes made and various ceremonies performed. Fire walkers had to abstain from sex and refrain from eating any coconut for up to a month before the ritual. None of the fire walkers' wives could be pregnant, or it was believed the whole group would receive burns.Traditionally vilavilairevo was only performed on special occasions in the village of Navakaisese. Today, though, it's performed only for commercial purposes and has little religious meaning. There are regular performances at the Pacific Harbour Arts Village, at the larger resort hotels, and at Suva's annual Hibiscus Festival."
},
{
    "country": "suva",
    "city": "Suva",
    "index": 3,
    "name": "Suva Municipal Market",
    "latitude": "-18.13580735",
    "longitude": "178.42429756",
    "excerpt": "It’s the beating heart of Suva and a great place to spend an hour or so poking around with a camera. The boys with barrows own the lanes and they aren’t…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/suva-municipal-market/a/poi-sig/441102/362606",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5e8825a93cbd29eb336b5da4781db67c-suva-municipal-market.jpg",
    "detail_description": "It’s the beating heart of Suva and a great place to spend an hour or so poking around with a camera. The boys with barrows own the lanes and they aren’t afraid to mow down a few tourists to deliver their cassava on time. Besides the recognisable tomatoes, cabbages and chillies, look out for bitter gourds, jackfruit, dalo (taro), cassava and yams. Produce is cheaper than in supermarkets and there's no need to haggle – prices are clearly marked.\nIf you need refreshment, try the fresh pineapple juice stands. Head upstairs to buy your sevusevu. Yaqona (kava) root costs anything from $25 to $40 a kilo and a gift of these guarantees 100-watt smiles. Only cheapskates opt for the powdered, less potent, stems."
},
{
    "country": "suva",
    "city": "Suva",
    "index": 1,
    "name": "Colo-i-Suva Forest Park",
    "latitude": "-18.05671907",
    "longitude": "178.44454635",
    "excerpt": "Colo-i-Suva (pronounced tholo-ee-soo-va) is a 2.5-sq-km oasis of lush rainforest teeming with tropical plants and vivid and melodic bird life. The 6.5km…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/colo-i-suva-forest-park/a/poi-sig/441056/362606",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-72901548_full.jpg",
    "detail_description": "Colo-i-Suva (pronounced tholo-ee-soo-va) is a 2.5-sq-km oasis of lush rainforest teeming with tropical plants and vivid and melodic bird life. The 6.5km of walking trails navigate clear natural pools and gorgeous vistas. Sitting at an altitude of 120m to 180m, it’s a cool and peaceful respite from Suva’s urban hubbub.Slipping and sliding through the forest over water-worn rocks is the Waisila Creek, which makes its way down to Waimanu River and forms the water swimming holes along the way.\nThe mahogany and pines were planted after a period of aggressive logging in the 1940s and ‘50s to stabilise the topsoil without impinging on the indigenous vegetation. Among the wildlife are 14 different bird species, including scarlet robins, spotted fantails, Fiji goshawks, sulphur-breasted musk parrots, Fiji warblers, golden doves and barking pigeons.The visitor information centre is on the leftside of the road as you approach from Suva. Buy your ticket here, check the state of the trails and any current security warnings, then head to the entrance booth on the other side of the road. The recommended route is to follow Kalabu Rd as it skirts the park, turning up Pool Rd to the car park. From here, you take the Nature Trail to the Lower Pools for swimming, the aforementioned rope swinging and, if you remembered to bring it, lunch. It’s a sweaty, uphill walk back to the main road via the Falls Trail. Without stopping this loop takes about 1½ hours to complete.There have been very occasional incidents of muggings in the park and thefts from parked vehicles. Use your judgement. Rangers will lead guided two-hour walks ($30). The park receives an annual rainfall of 420cm and the trails can be extremely slippery, so sturdy footwear is essential.The Sawani bus leaves Suva bus station every half hour ($2, 30 minutes) and will drop you at the gate. A taxi costs $15. If driving, follow Princes Rd out of Suva through Tamavua and Tacirua village."
},
{
    "country": "suva",
    "city": "Suva",
    "index": 2,
    "name": "Fiji Museum",
    "latitude": "-18.14959791",
    "longitude": "178.42570743",
    "excerpt": "This museum offers a great journey into Fiji’s historical and cultural and evolution. To enjoy the exhibits in chronological order, start with the…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/fiji-museum/a/poi-sig/441058/362606",
    "image_url": null,
    "detail_description": "This museum offers a great journey into Fiji’s historical and cultural and evolution. To enjoy the exhibits in chronological order, start with the displays behind the ticket counter and work your way around clockwise. The centre piece is the massive Ratu Finau (1913), Fiji’s last waqa tabus (double-hulled canoe), over 13m long and with an enclosed deck for rough weather. Other attractions in the main hall include war clubs, a gruesome display about cannibalism and the rudder from The Bounty (of Mutiny fame).\nThe growing influence of other South Pacific and European cultures is documented in a hall on the other side of the museum shop. It is here that you’ll find the well-chewed, but ultimately inedible, shoe of Thomas Baker, a Christian missionary eaten for his indiscretions in 1867. Upstairs, a small Indo-Fijian hall chronicles some of the contributions made by the Indian workers and their descendants who were brought to Fiji in the 1870s as indentured labourers. Also on the same floor is a gallery of beautiful masi by some of Fiji’s finest contemporary artists.The museum continually undertakes archaeological research and collects and preserves oral traditions. Many of these are published in Domodomo, a quarterly journal on history, language, culture, art and natural history that is available in the museum’s gift shop. The museum has excellent open days on the last Saturday of every month, with live music, traditional dance (and sometime firewalkers), poetry, food and craft stalls.After visiting the museum, ponder your new-found knowledge with a wander through the compact but beautiful Thurston Gardens. The dense conglomeration of native flora and surrounding lawns are less manicured and growing more haphazard with every coup, but it was here that the original village of Suva once stood. It’s a lovely spot for a picnic – particularly if you camp yourself under one of the grand and stately fig trees."
}
]