[
{
    "country": "suwon",
    "city": "Suwon",
    "index": 12,
    "name": "Alternative Art Space Noon",
    "latitude": "37.285885",
    "longitude": "127.016684",
    "excerpt": "This vibrant little gallery exhibits local artists in a converted '70s home within Haenggung-dong Mural Village.",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/alternative-art-space-noon/a/poi-sig/1513515/357402",
    "image_url": null,
    "detail_description": "This vibrant little gallery exhibits local artists in a converted '70s home within Haenggung-dong Mural Village.\n"
},
{
    "country": "suwon",
    "city": "Suwon",
    "index": 11,
    "name": "Ji-dong Mural Village",
    "latitude": "37.280976",
    "longitude": "127.021877",
    "excerpt": "There are more whimsical murals adorning the walls of houses here just outside the eastern wall of Suwon Hwaseong.",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/ji-dong-mural-village/a/poi-sig/1513514/357402",
    "image_url": null,
    "detail_description": "There are more whimsical murals adorning the walls of houses here just outside the eastern wall of Suwon Hwaseong.\n"
},
{
    "country": "suwon",
    "city": "Suwon",
    "index": 10,
    "name": "IPark Museum of Art",
    "latitude": "37.282496",
    "longitude": "127.015804",
    "excerpt": "This contemporary-styled museum on the plaza in front of Hwaseong Haenggung hosts a variety of art-related exhibitions across its five galleries.",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/ipark-museum-of-art/a/poi-sig/1600578/357402",
    "image_url": null,
    "detail_description": "This contemporary-styled museum on the plaza in front of Hwaseong Haenggung hosts a variety of art-related exhibitions across its five galleries.\n"
},
{
    "country": "suwon",
    "city": "Suwon",
    "index": 8,
    "name": "Suwon Hwaseong Museum",
    "latitude": "37.282632",
    "longitude": "127.019033",
    "excerpt": "Head to this modern museum to find out how detailed court records from 1801 were vital to ensure authenticity in the 1970s reconstruction process of Suwon…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/suwon-hwaseong-museum/a/poi-sig/1513509/357402",
    "image_url": null,
    "detail_description": "Head to this modern museum to find out how detailed court records from 1801 were vital to ensure authenticity in the 1970s reconstruction process of Suwon Hwaseong.\n"
},
{
    "country": "suwon",
    "city": "Suwon",
    "index": 9,
    "name": "Gyeonggi Provincial Museum",
    "latitude": "37.269664",
    "longitude": "127.110271",
    "excerpt": "This well-curated museum features cultural relics from around the province. A stop here is worth tacking on if you're visiting the Nam June Paik Art…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/gyeonggi-provincial-museum/a/poi-sig/1513510/357402",
    "image_url": null,
    "detail_description": "This well-curated museum features cultural relics from around the province. A stop here is worth tacking on if you're visiting the Nam June Paik Art Centre.\n"
},
{
    "country": "suwon",
    "city": "Suwon",
    "index": 6,
    "name": "Paldal-sa",
    "latitude": "37.276115",
    "longitude": "127.015353",
    "excerpt": "Consider popping in to this well-frequented, laid-back Buddhist temple lost amidst shops a short stroll south-east of Paldalmun, the iconic South Gate of…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/paldal-sa/a/poi-sig/1417021/357402",
    "image_url": null,
    "detail_description": "Consider popping in to this well-frequented, laid-back Buddhist temple lost amidst shops a short stroll south-east of Paldalmun, the iconic South Gate of Hwaseong, before starting your ascent on the fortress.\n"
},
{
    "country": "suwon",
    "city": "Suwon",
    "index": 7,
    "name": "Haenggung-dong Mural Village",
    "latitude": "37.286969",
    "longitude": "127.016791",
    "excerpt": "This low-rise '70s neighbourhood has been adorned with eye-catching murals, and makes for a relaxing stroll in conjunction with a visit to quirky gallery…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/haenggung-dong-mural-village/a/poi-sig/1513513/357402",
    "image_url": null,
    "detail_description": "This low-rise '70s neighbourhood has been adorned with eye-catching murals, and makes for a relaxing stroll in conjunction with a visit to quirky gallery Alternative Art Space Noon.\n"
},
{
    "country": "suwon",
    "city": "Suwon",
    "index": 5,
    "name": "Nam June Paik Art Centre",
    "latitude": "37.268964",
    "longitude": "127.110658",
    "excerpt": "This gallery features the pioneering new-media work of internationally acclaimed avant-garde artist Nam June Paik (1932–2006). It's not far from Korean…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/nam-june-paik-art-centre/a/poi-sig/1513351/357402",
    "image_url": null,
    "detail_description": "This gallery features the pioneering new-media work of internationally acclaimed avant-garde artist Nam June Paik (1932–2006). It's not far from Korean Folk Village.\nFrom Suwon station take bus 10 or 66 or the Budang Line subway to Sanggal station (from where it's a 10-minute walk). En route you'll pass Gyeonggi Provincial Museum, worth a stop for its fine collection of cultural artefacts."
},
{
    "country": "suwon",
    "city": "Suwon",
    "index": 4,
    "name": "Mr Toilet House",
    "latitude": "37.319232",
    "longitude": "126.977867",
    "excerpt": "A contender for Korea's wackiest museum, Mr Toilet House is the former residence of Suwon's mayor, the late Sim Jae-duck. Appropriately designed like a…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/mr-toilet-house/a/poi-sig/1513511/357402",
    "image_url": null,
    "detail_description": "A contender for Korea's wackiest museum, Mr Toilet House is the former residence of Suwon's mayor, the late Sim Jae-duck. Appropriately designed like a toilet, it houses hilarious poo-related exhibits and a sculpture garden, as well as covering more serious sanitation issues – the museum is also an NGO established to improve public sanitation worldwide. Kids especially will love it, and there's a children's museum across the road with an observatory deck for viewing the toilet house.\nJae-duck was famous for his efforts in beautifying Suwon's public toilets during the lead-up to the FIFA World Cup (2002), decorating them in art, flowers and classical music – many of which remain around the city today.To get here take bus 65 or 301 from Hwaseong Haenggung (25 minutes) and get off at Dongwon High School, from where it's a 10-minute walk. A taxi from Suwon station should cost about ₩10,000."
},
{
    "country": "suwon",
    "city": "Suwon",
    "index": 3,
    "name": "Korean Folk Village",
    "latitude": "37.259777",
    "longitude": "127.120829",
    "excerpt": "This 245-acre themed experience is designed to transport you back to the Joseon dynasty as you wander through picturesque grounds filled with thatched and…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/korean-folk-village/a/poi-sig/1099825/357402",
    "image_url": null,
    "detail_description": "This 245-acre themed experience is designed to transport you back to the Joseon dynasty as you wander through picturesque grounds filled with thatched and tiled buildings relocated here from around Korea. Performers wearing hanbok (traditional clothing) craft pots and handmake paper, while others tend to vegetable plots and livestock. Throughout the day there are shows by traditional musicians, dancers, acrobats and tightrope walkers, and you can watch a staged wedding ceremony.\nThe Folk Museum offers a fascinating snapshot of 19th-century Korean life, and there are many hands-on activities for kids, as well as a child-oriented amusement park, which costs extra, plus several traditional restaurants.From Suwon station, take bus 37 or 10-5 to Korean Folk Village, or there's a free shuttle bus that leaves from outside the station at 10.30am, 12.30pm and 2.30pm. The last shuttle bus leaves the folk village at 4.30pm (5pm on weekends). After that time, walk to the far end of the car park and catch city bus 37 (₩1300, one hour, every 20 minutes) back to Suwon station."
},
{
    "country": "suwon",
    "city": "Suwon",
    "index": 1,
    "name": "Hwaseong",
    "latitude": "37.277331",
    "longitude": "127.016759",
    "excerpt": "The World Heritage–listed fortress wall that encloses the original town of Suwon is what brings most travellers to the city. Snaking up and down Paldal…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/hwaseong/a/poi-sig/1410030/357402",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/shutterstockRF_1162613329.jpg",
    "detail_description": "The World Heritage–listed fortress wall that encloses the original town of Suwon is what brings most travellers to the city. Snaking up and down Paldal-san (143m), the fortification wall stretches a scenic 5.7km past four majestic gates, command posts, pavilions, observation towers and fire-beacon platforms. Built by King Jeongjo and completed in 1796, it was constructed of earth and faced with large stone blocks and grey bricks, nearly all of which have been restored.\nIt takes around two hours to complete the circuit. Try to go outside the wall for at least part of the way, as the fortress looks much more impressive the way an enemy would see it.Start at Paldalmun (팔달문), also known as Nammun (South Gate); the most iconic of Hwaseong's four main gates, it stands at the heart of the city on a busy roundabout. From here follow the steep steps off to the left up to the Seonam Gangu (서남각루, South-west Pavilion), an observation point near the peak of Paldal-san.At the top of Paldal-san, near Seojangdae (서장대, Western Command Post), is the large Hyowon Bell which you can can pay to ring (three tolls for ₩1000) and Seonodae (서노대, West Crossbow Platform), an octagonal tower on the summit that was used by crossbow archers, and offers spectacular panoramic views of the city.On the north edge of the fortress wall is Hwahongmun (화홍문), a water gate that bridges the Suwon-cheon gurgling beneath it. Nearby Dongbukgongsimdon (동북공심돈), the northeast observation tower, has a unique rounded, oval shape and stands three storeys tall (8m), with a spiral staircase threading the centre of the structure.Further on, the Bongdon Beacon Towers (봉돈), a row of brick chimneys, were used to send messages and alerts around the country using a system of fire and smoke signals. They would have had a clear line of sight to Hwaseong Haenggung in order to alert the king of various threats.If you don’t fancy the walk, head up the hill at the rear of the palace to the find the Hwaseong Trolley that winds in and out of the fortress wall to the archery field at Dongjangdae (동장대, East Command Post), also nicknamed Yeonmudae, a reference to its second function as a training camp. The grassy area was used as a sword and archery training ground for 200 years after the fortress opened.Other notable structures in the fortress complex include Janganmun (장안문), the main north gate of Hwaseong and the largest gate of its kind in Korea. Visitors coming from Seoul would have entered the city here. It was reconstructed in the 1970s. The northwest watchtower Seobuk Gongsimdon (서북공심돈) stands guard next to Hwaseomun (화서문), the west gate, surrounded by its own fortress walls in miniature.If you want to find out more about the fortress, including how detailed court records aided the 1970s reconstruction process, check out the Suwon Hwaseong Museum.In August the fortress is illuminated with light shows at night."
},
{
    "country": "suwon",
    "city": "Suwon",
    "index": 2,
    "name": "Hwaseong Haenggung",
    "latitude": "37.281745",
    "longitude": "127.014055",
    "excerpt": "Sitting at the base of Paldal-san (143m), King Jeongjo’s palace was built in the late 18th century as a residence for when he visited to worship at his…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/hwaseong-haenggung/a/poi-sig/1410052/357402",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-474167484_high.jpg",
    "detail_description": "Sitting at the base of Paldal-san (143m), King Jeongjo’s palace was built in the late 18th century as a residence for when he visited to worship at his father's tomb. The palace was mostly destroyed during the Japanese colonial period and has been meticulously reconstructed. From March to November, various traditional performances are held at the plaza in front of the palace, including a changing-of-the-guard ceremony (2pm Sunday) and martial-arts display (11am Tuesday to Sunday).\nEvery October a grand royal procession is re-enacted here as part of Suwon’s annual festival."
}
]