[
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 1,
    "name": "Jetty",
    "latitude": "-22.680820225156",
    "longitude": "14.520804646308",
    "excerpt": "In 1905 the need for a good cargo- and passenger-landing site led Swakopmund’s founders to construct the original wooden pier. In the years that followed,…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/jetty/a/poi-sig/463960/355536",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e0202998430b679e11356deca02da036-jetty.jpg",
    "detail_description": "In 1905 the need for a good cargo- and passenger-landing site led Swakopmund’s founders to construct the original wooden pier. In the years that followed, it was battered by the high seas and damaged by woodworm, and in 1911 construction began on a 500m iron jetty. When the South African forces occupied Swakopmund, the port became redundant (they already controlled Walvis Bay), so the old wooden pier was removed in 1916, and the unfinished iron pier – a starkly beautiful thing – was left to the elements.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 24,
    "name": "Old German School",
    "latitude": "-22.676654317067",
    "longitude": "14.527870151363",
    "excerpt": "The 1912 baroque-style Old German School was the result of a 1912 competition, which was won by budding German architect Emil Krause.",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/old-german-school/a/poi-sig/463978/355536",
    "image_url": null,
    "detail_description": "The 1912 baroque-style Old German School was the result of a 1912 competition, which was won by budding German architect Emil Krause.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 22,
    "name": "German Evangelical Lutheran Church",
    "latitude": "-22.676991432852",
    "longitude": "14.529311102358",
    "excerpt": "This neo-baroque church was built in 1906 to accommodate the growing Lutheran congregation of Dr Heinrich Vedde – it still holds regular services.",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/german-evangelical-lutheran-church/a/poi-sig/463954/355536",
    "image_url": null,
    "detail_description": "This neo-baroque church was built in 1906 to accommodate the growing Lutheran congregation of Dr Heinrich Vedde – it still holds regular services.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 23,
    "name": "Alte Kaserne",
    "latitude": "-22.6818492963",
    "longitude": "14.524801236267",
    "excerpt": "The imposing, fort-like Alte Kaserne was built in 1906 by the railway company, and now houses the Hostelling International Youth Hostel.",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/alte-kaserne/a/poi-sig/463942/355536",
    "image_url": null,
    "detail_description": "The imposing, fort-like Alte Kaserne was built in 1906 by the railway company, and now houses the Hostelling International Youth Hostel.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 20,
    "name": "Living Desert Snake Park",
    "latitude": "-22.678105091977",
    "longitude": "14.530968107278",
    "excerpt": "This park houses an array of serpentine sorts. The owner knows everything you’d ever want to know – or not know – about snakes, scorpions, spiders and…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/living-desert-snake-park/a/poi-sig/463970/355536",
    "image_url": null,
    "detail_description": "This park houses an array of serpentine sorts. The owner knows everything you’d ever want to know – or not know – about snakes, scorpions, spiders and other widely misunderstood creatures.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 21,
    "name": "Lighthouse",
    "latitude": "-22.675827153635",
    "longitude": "14.524326100392",
    "excerpt": "This operational lighthouse, an endearing Swakopmund landmark just off Strand St, was constructed in 1902. It was originally built 11m high, but an…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/lighthouse/a/poi-sig/463966/355536",
    "image_url": null,
    "detail_description": "This operational lighthouse, an endearing Swakopmund landmark just off Strand St, was constructed in 1902. It was originally built 11m high, but an additional 10m was added in 1910.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 19,
    "name": "Old German Cemetery",
    "latitude": "-22.682283958238",
    "longitude": "14.535381425264",
    "excerpt": "It's worth having a quick wander past the historical cemeteries beside the Swakop River. The neatly manicured Old German Cemetery dates from the colonial…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/old-german-cemetery/a/poi-sig/463976/355536",
    "image_url": null,
    "detail_description": "It's worth having a quick wander past the historical cemeteries beside the Swakop River. The neatly manicured Old German Cemetery dates from the colonial era, and the tombstones, which are still maintained by resident families, tell countless stories.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 18,
    "name": "Deutsche-Afrika Bank Building",
    "latitude": "-22.679332",
    "longitude": "14.525578",
    "excerpt": "Swakopmund brims with numerous historic examples of traditional German architecture. The handsome neo-classical Deutsche-Afrika Bank Building was opened…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/deutsche-afrika-bank-building/a/poi-sig/463948/355536",
    "image_url": null,
    "detail_description": "Swakopmund brims with numerous historic examples of traditional German architecture. The handsome neo-classical Deutsche-Afrika Bank Building was opened in 1909 as a branch office of the Deutsche-Afrika Bank. It's now a functioning Bank of Windhoek branch.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 17,
    "name": "Hohenzollern Building",
    "latitude": "-22.680549302257",
    "longitude": "14.525749128897",
    "excerpt": "This imposing baroque-style building was constructed in 1906 to serve as a hotel. Its rather outlandish decor is crowned by a fibreglass cast of Atlas…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/hohenzollern-building/a/poi-sig/463958/355536",
    "image_url": null,
    "detail_description": "This imposing baroque-style building was constructed in 1906 to serve as a hotel. Its rather outlandish decor is crowned by a fibreglass cast of Atlas supporting the world, which replaced the precarious cement version that graced the roof prior to renovations in 1988.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 16,
    "name": "OMEG Haus",
    "latitude": "-22.678081276803",
    "longitude": "14.531795983386",
    "excerpt": "Thanks to the narrow-gauge railway to the coast, the colonial company Otavi Minen und Eisenbahn Gesellschaft (OMEG), which oversaw the rich Otavi and…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/omeg-haus/a/poi-sig/463980/355536",
    "image_url": null,
    "detail_description": "Thanks to the narrow-gauge railway to the coast, the colonial company Otavi Minen und Eisenbahn Gesellschaft (OMEG), which oversaw the rich Otavi and Tsumeb mines, also maintained their office in Swakopmund. Known as OMEG Haus, it is a historic example of traditional German architecture.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 15,
    "name": "Alte Gefängnis (Old Prison)",
    "latitude": "-22.671042659943",
    "longitude": "14.53235952268",
    "excerpt": "This impressive 1909 structure, on Nordring St, was built as a prison, but if you didn’t know this, you’d swear it was either an early train station or a…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/alte-gefaengnis-old-prison/a/poi-sig/463940/355536",
    "image_url": null,
    "detail_description": "This impressive 1909 structure, on Nordring St, was built as a prison, but if you didn’t know this, you’d swear it was either an early train station or a health-spa hotel. The main building was used only for staff housing, while the prisoners were relegated to much less opulent quarters on one side.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 14,
    "name": "Kristall Galerie",
    "latitude": "-22.674749010705",
    "longitude": "14.526217895543",
    "excerpt": "This architecturally astute gallery features some of the planet’s most incredible crystal formations, including the largest quartz crystal that has ever…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/kristall-galerie/a/poi-sig/463964/355536",
    "image_url": null,
    "detail_description": "This architecturally astute gallery features some of the planet’s most incredible crystal formations, including the largest quartz crystal that has ever been found. The adjacent shop sells lovely mineral samples, crystal jewellery, and intriguing plates, cups and wine glasses that are carved from local stone.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 13,
    "name": "Litfass-Saule",
    "latitude": "-22.677181646714",
    "longitude": "14.527342565126",
    "excerpt": "In 1855, the Berlin printer Litfass came up with the notion of erecting advertising pillars on German street corners. For the citizens of early Swakopmund…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/litfass-saule/a/poi-sig/463968/355536",
    "image_url": null,
    "detail_description": "In 1855, the Berlin printer Litfass came up with the notion of erecting advertising pillars on German street corners. For the citizens of early Swakopmund, they became a common source of information and advertising. The remaining example of this local curiosity, Litfass-Saule, sits on the corner of Daniel Tjongarero and Nathaniel Maxulili Sts.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 12,
    "name": "Kaiserliches Bezirksgericht (State House)",
    "latitude": "-22.676327374754",
    "longitude": "14.524173617459",
    "excerpt": "This rather stately building was constructed in 1902 to serve as the district magistrates’ court. It was extended in 1905, and again in 1945 when a tower…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/kaiserliches-bezirksgericht-state-house/a/poi-sig/463962/355536",
    "image_url": null,
    "detail_description": "This rather stately building was constructed in 1902 to serve as the district magistrates’ court. It was extended in 1905, and again in 1945 when a tower was added. After WWI it was converted into the official holiday home of the territorial administrator. In keeping with that tradition, it’s now the official Swakopmund residence of the president.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 11,
    "name": "Prinzessin Rupprecht Heim",
    "latitude": "-22.682007329803",
    "longitude": "14.524159606027",
    "excerpt": "The single-storey Prinzessin Rupprecht Heim, on Lazarett St, was constructed in 1902 as a military hospital. In 1914 it was transferred to the Bavarian…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/prinzessin-rupprecht-heim/a/poi-sig/463982/355536",
    "image_url": null,
    "detail_description": "The single-storey Prinzessin Rupprecht Heim, on Lazarett St, was constructed in 1902 as a military hospital. In 1914 it was transferred to the Bavarian Women’s Red Cross, which named it after its patron, Princess Rupprecht, wife of the Bavarian crown prince. The idea was to expose convalescents to the healthy effects of the sea breeze. The building currently operates as a hotel.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 10,
    "name": "Marine Memorial",
    "latitude": "-22.676242903881",
    "longitude": "14.525116055431",
    "excerpt": "Often known by its German name, Marine Denkmal, this memorial was commissioned in 1907 by the Marine Infantry in Kiel, Germany, and designed by sculptor…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/marine-memorial/a/poi-sig/463972/355536",
    "image_url": null,
    "detail_description": "Often known by its German name, Marine Denkmal, this memorial was commissioned in 1907 by the Marine Infantry in Kiel, Germany, and designed by sculptor AM Wolff. It commemorates the German First Marine Expedition Corps that helped beat back the Herero uprisings of 1904. As a national historical monument, it will continue to stand, but one has to wonder how long it will be before the Herero erect a memorial of their own.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 9,
    "name": "Goanikontes",
    "latitude": "-22.666215",
    "longitude": "14.848108",
    "excerpt": "If you're on a quest to see welwitschias, continue east along the Welwitschia Drive to the Moon Landscape, a vista across eroded hills and valleys carved…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/goanikontes/a/poi-sig/1368135/355536",
    "image_url": null,
    "detail_description": "If you're on a quest to see welwitschias, continue east along the Welwitschia Drive to the Moon Landscape, a vista across eroded hills and valleys carved by the Swakop River. Here you may want to take a quick 12km return side trip north to the farm and oasis of Goanikontes, which dates from 1848. It lies beside the Swakop River amid fabulous desert mountains, and serves as an excellent picnic site.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 8,
    "name": "Moon Landscape",
    "latitude": "-22.665819",
    "longitude": "14.845705",
    "excerpt": "If you're on a quest to see weltwitschias, continue east along the Weltwitschia Drive to the Moon Landscape, a vista across eroded hills and valleys…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/moon-landscape/a/poi-sig/1368134/355536",
    "image_url": null,
    "detail_description": "If you're on a quest to see weltwitschias, continue east along the Weltwitschia Drive to the Moon Landscape, a vista across eroded hills and valleys carved by the Swakop River. Here you may want to take a quick 12km return side-trip north to the farm and oasis of Goanikontes, which dates from 1848. It lies beside the Swakop River amid fabulous desert mountains, and serves as an excellent picnic site.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 7,
    "name": "Altes Amtsgericht",
    "latitude": "-22.675147104593",
    "longitude": "14.525548934183",
    "excerpt": "This gabled building, on the corner of Garnison and Bahnhof Sts, was constructed in 1908 as a private school. When the funds ran out, the government took…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/altes-amtsgericht/a/poi-sig/463944/355536",
    "image_url": null,
    "detail_description": "This gabled building, on the corner of Garnison and Bahnhof Sts, was constructed in 1908 as a private school. When the funds ran out, the government took over the project and requisitioned it as a magistrates’ court. In the 1960s it functioned as a school dormitory, and now houses municipal offices. Just so no one can doubt its identity, the words ‘Altes Amtsgericht’ (German for ‘Old Magistrates’ Court’) are painted across the front.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 3,
    "name": "Bahnhof (Railway Station)",
    "latitude": "-22.673853791153",
    "longitude": "14.528972827451",
    "excerpt": "This ornate railway station, built in 1901 as the terminal for the Kaiserliche Eisenbahn Verwaltung (Imperial Railway Authority), connected Swakopmund to…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/bahnhof-railway-station/a/poi-sig/1282901/355536",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a077ef5da3d3b503c6d17935bbe1ef55-bahnhof.jpg",
    "detail_description": "This ornate railway station, built in 1901 as the terminal for the Kaiserliche Eisenbahn Verwaltung (Imperial Railway Authority), connected Swakopmund to Windhoek. In 1910, when the railway closed down, the building assumed the role as main station for the narrow-gauge mine railway between Swakopmund and Otavi.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 5,
    "name": "Mole",
    "latitude": "-22.674901833524",
    "longitude": "14.521508269284",
    "excerpt": "In 1899, architect FW Ortloff’s sea wall (better known as the Mole) was intended to enhance Swakopmund’s poor harbour and create a mooring place for large…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/mole/a/poi-sig/463988/355536",
    "image_url": null,
    "detail_description": "In 1899, architect FW Ortloff’s sea wall (better known as the Mole) was intended to enhance Swakopmund’s poor harbour and create a mooring place for large cargo vessels. But Mr Ortloff was unfamiliar with the Benguela Current, which sweeps northwards along the coast, carrying with it a load of sand from the southern deserts. Within less than five years, the harbour entrance was choked off by a sand bank.\nTwo years later the harbour itself had been invaded by sand to create what is now called Palm Beach. The Mole is currently used as a mooring for pleasure boats."
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 4,
    "name": "Swakopmund Museum",
    "latitude": "-22.675786788977",
    "longitude": "14.52337768382",
    "excerpt": "When ill winds blow, head for this museum at the foot of the lighthouse, where you can hole up and learn about the town's history. The museum occupies the…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/swakopmund-museum/a/poi-sig/463986/355536",
    "image_url": null,
    "detail_description": "When ill winds blow, head for this museum at the foot of the lighthouse, where you can hole up and learn about the town's history. The museum occupies the site of the old harbour warehouse, which was destroyed in 1914 by a ‘lucky’ shot from a British warship. Displays include exhibits on Namibia’s history and ethnology, including information on local flora and fauna. Especially good is the display on the !nara melon, a fruit which was vital to the early Khoekhoen people of the Namib region.\nIt also harbours a reconstructed colonial home interior, Emil Kiewittand’s apothecary shop and an informative display on the Rössing Mine. Military buffs will appreciate the stifling uniforms of the Camel Corps and the Shell furniture, so called because it was homemade from 1930s depression-era petrol and paraffin tins."
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 6,
    "name": "Woermannhaus",
    "latitude": "-22.679766754746",
    "longitude": "14.524381046401",
    "excerpt": "From the shore, the delightful German-style Woermannhaus stands out above surrounding buildings. Built in 1905 as the main offices of the Damara & Namaqua…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/woermannhaus/a/poi-sig/463990/355536",
    "image_url": null,
    "detail_description": "From the shore, the delightful German-style Woermannhaus stands out above surrounding buildings. Built in 1905 as the main offices of the Damara &amp; Namaqua Trading Company, it was taken over four years later by the Woermann &amp; Brock Trading Company, which supplied the current name. In the 1920s, it was used as a school dormitory and later served as a merchant sailors’ hostel. It eventually fell into disrepair, but was declared a national monument and restored in 1976.\n"
},
{
    "country": "swakopmund",
    "city": "Swakopmund",
    "index": 2,
    "name": "National Marine Aquarium",
    "latitude": "-22.684759116073",
    "longitude": "14.52276413134",
    "excerpt": "This recently overhauled waterfront aquarium provides an excellent introduction to the cold offshore world in the South Atlantic Ocean. Most impressive is…",
    "detail_url": "https://www.lonelyplanet.com/namibia/western-namibia/swakopmund/attractions/national-marine-aquarium/a/poi-sig/463974/355536",
    "image_url": null,
    "detail_description": "This recently overhauled waterfront aquarium provides an excellent introduction to the cold offshore world in the South Atlantic Ocean. Most impressive is the tunnel through the largest aquarium, which allows close-up views of graceful rays, toothy sharks (you can literally count the teeth!) and other little marine beasties.\n"
}
]