[
{
    "country": "sweden",
    "city": "Gamla Stan",
    "index": 1,
    "name": "Kungliga Slottet",
    "latitude": "59.326578",
    "longitude": "18.071104",
    "excerpt": "A massive structure with more than 600 rooms on 11 levels, Kungliga Slottet (the Royal Palace) dominates the north end of Gamla Stan. The official…",
    "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/gamla-stan/attractions/kungliga-slottet/a/poi-sig/406802/1341998",
    "image_url": "https://lp-cms-production.imgix.net/2021-09/shutterstockRF_67929517.jpg",
    "detail_description": "A massive structure with more than 600 rooms on 11 levels, Kungliga Slottet (the Royal Palace) dominates the north end of Gamla Stan. The official residence of the Swedish monarch, the palace is both a working government building and an important historical site with fine baroque and rococo interiors and furnishings that reflect the shifting tastes of nearly 400 years of royal occupants.\nHistory of Kungliga Slottet\nAround the mid-1200s, Birger Jarl, the powerful earl credited with founding Stockholm, erected a stone fortress on the site of the present royal palace. Under the Vasa rulers of the 16th and 17th centuries it developed into a magnificent Renaissance palace that became known as Tre Kronor for the three gilded crowns placed atop the main tower in 1588.\nFollowing the Thirty Years War, which ended in 1648, Sweden entered an era of great power. Extensive rebuilding of the palace began in 1692 under the royal architect Nicodemus Tessin the younger, who gave the northern wing its current baroque appearance.\nOn 7 May 1697, a devastating fire broke out, destroying everything except the newly renovated north wing. Six weeks later Tessin presented designs for a new palace that he estimated would take six years to build. In fact, it would take nearly six decades before the royal family was finally able to take up residence.\n\n  \nTre Kronor symbol at the gate of the Kungliga Slottet (royal palace) © Jonathan Smith / Lonely Planet\n\nMuseum Tre Kronor\nRemnants of the original Tre Kronor palace can still be seen in the north wing, where Tessin simply covered over the medieval walls and towers as he erected his new baroque facade. Start your visit here to follow the palace’s history in chronological order.\nEntering Museum Tre Kronor from Slottskajen, you pass through walls 5m (more than 16ft) thick that have stood since the 14th century. Inside, exhibits trace the development of Tre Kronor from defensive fortress to Renaissance palace, using models and objects rescued from the fire.\nThe Royal Apartments\nThe Royal Apartments consist of a series of grand rooms used for royal receptions, gala dinners, cabinet meetings and other official state business, as well as more intimate living chambers. Every royal resident has left a mark on the interior design, beginning with King Adolf Fredrik and Queen Lovisa Ulrika, who moved into the newly completed palace in December 1754. They resided in the 14 rooms now called the Bernadotte wing after the present dynasty, which has occupied the throne since 1818. The last to live in these apartments were King Oscar II and Queen Sofia, whose portraits hang in the main gallery along with those of other Bernadotte family members.\nThe nine rooms comprising the State Apartments include the bedchamber where Gustav III died in 1792, two weeks after being shot at a masquerade ball; Karl XI’s Gallery, a gilded chamber modeled after the Hall of Mirrors at Versailles; and the Don Quixote Room, with walls covered in 18th-century tapestries depicting scenes from the classic novel by Miguel Cervantes. Another highlight is the Hall of State with Queen Kristina’s silver throne, a gift for her coronation in 1650.\nKungliga Slottet is open year round, except for major holidays. Parts of the palace may be closed at other times due to state functions; check the website for the latest details.\nThe Royal Treasury\nThe monarchy’s greatest treasures are kept in underground vaults accessed through an entrance off Slottsbacken. They include crowns, swords and other symbols of state made for various royals in the 16th and 17th centuries.\nThe oldest items are the royal regalia, which include two swords of state belonging to Gustav Vasa, who came to power in 1523, and a jewel-studded gold crown, orb, scepter and key of state made for his son Erik XIV in 1561.\nThe last coronation held in Sweden was King Oscar II’s in 1873. His son Gustaf V inherited the throne in 1907 but declined to be formally crowned. Nowadays the regalia are used symbolically whenever a new monarch ascends to the throne, and at ceremonies such as royal baptisms, weddings and funerals.\nAlso on display is a silver baptismal font from 1696 that’s still used today, most recently in 2016 for the baptism of Prince Oscar, the son of Crown Princess Victoria and Prince Daniel.\nGustav III’s Museum of Antiquities\nLocated in the northeastern wing of the palace, this museum displays ancient sculptures collected by Gustav III during an extended trip to Italy in the 1780s. The main gallery’s star attraction is a sculpture of Endymion, a beautiful mortal who was the lover of the moon goddess, Selene. Statues of the nine muses and various Roman gods and goddesses line both sides of the gallery. A second, smaller gallery houses a collection of Roman portrait busts.\nThe museum is open from mid-May to mid-September.\n\n  \nThe ornate gilded interior of the royal chapel in Stockholm, Sweden © trabantos / Shutterstock\n\nThe Royal Chapel\nAlthough there has been a church at the palace since the 13th century, the present chapel was designed by Nicodemus Tessin and completed by architect Carl Hårleman as part of the rebuilding of the palace. The previous chapel had been inaugurated just five months before being destroyed in the fire.\nThe chapel is open to visitors during the summer.\n\n  \nThe Swedish Royal Guard at the Royal Palace Square in Stockholm © Ramonespelt / Getty Images\n\nThe Changing of the Guard\nIf you can time your visit accordingly, don’t miss the changing of the guard ceremony, which takes place in the outer palace courtyard daily at 12.15pm (1.15pm on Sundays and holidays) and lasts approximately 40 minutes.\nEvery day from late April through August, the royal guards march or ride in formal procession through the streets of central Stockholm to the palace, an impressive sight in their blue uniforms and glittering pointed helmets. In September and October the parade takes place on Wednesdays, Saturdays and Sundays. Details of the route and timing are listed on the Swedish Armed Forces website.\nTickets and other practicalities\nA single ticket costs 140 SEK ($16) for adults and 70 SEK ($8) for children ages 7-17. and includes access to all the attractions in the Royal Palace complex, including Museum Tre Kronor, the Royal Apartments, the Royal Treasury, the Royal Chapel and Gustav III’s Museum of Antiquities. Tickets are available at the entrance and online in advance. Combination tickets are available for the palace and nearby Riddarholmskyrkan, the medieval church where almost all Swedish royals until 1950 are buried.\nGuided tours of the Royal Apartments cost 30 SEK ($3.50) plus regular admission and are available in English at 10.30am and 1.30pm, with an additional English-language tour at 3.30pm from June through August. There’s no extra charge for the tour for children under 18 (regular admission tickets are required). Tours of the Royal Treasury in English take place at 2.30pm daily. Free audio guides to the Bernadotte Apartments and Gustav III’s Museum of Antiquities can be downloaded onto a smartphone or borrowed on site.\nDuring the COVID-19 pandemic only the Royal Apartments are open to visitors, and tickets are timed. There are no guided tours, and only the download option is available for audio guides. The changing of the guard ceremony and parade are also not taking place during the pandemic.\nThe Royal Palace also houses Livrustkammaren (the Royal Armoury), a free museum that traces the history of the Swedish monarchy since 1523 through armor, clothing and other items that once belonged to various royals. It’s accessible through a separate entrance off Slottsbacken.\n"
},
{
    "country": "sweden",
    "city": "Gamla Stan",
    "index": 40,
    "name": "Medeltidsmuseet",
    "latitude": "59.328155",
    "longitude": "18.070235",
    "excerpt": "Tucked beneath the bridge that links Gamla Stan and Norrmalm, this child-friendly museum was established when construction workers preparing to build a…",
    "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/gamla-stan/attractions/medeltidsmuseet/a/poi-sig/1071482/1341998",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial334643858.jpg",
    "detail_description": "Tucked beneath the bridge that links Gamla Stan and Norrmalm, this child-friendly museum was established when construction workers preparing to build a car park here in the late 1970s unearthed foundations from the 1530s. The ancient walls were preserved as found, and a museum was built around them. The circular plan leads visitors through faithful reconstructions of typical homes, markets and workshops from medieval Stockholm. Tickets are valid for one year.\nAs with most Stockholm museums, there are plenty of hands-on and multimedia elements here to bring history to life and keep the yawns at bay. Highlights include the 1520s-era ship Riddarsholm, a display about Gallows Hill, and a mysterious gated tunnel that leads through many kilometres of brick wall to the castle."
},
{
    "country": "sweden",
    "city": "Gotland",
    "index": 38,
    "name": "Gothem Kyrka",
    "latitude": "57.575469",
    "longitude": "18.734951",
    "excerpt": "On the east coast, 34km from Visby, Gothem church is one of the most impressive in Gotland; the nave is decorated with friezes dating from 1300.",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotland/southern-gotland/attractions/gothem-kyrka/a/poi-sig/1579920/1330227",
    "image_url": null,
    "detail_description": "On the east coast, 34km from Visby, Gothem church is one of the most impressive in Gotland; the nave is decorated with friezes dating from 1300.\n"
},
{
    "country": "sweden",
    "city": "Gothenburg",
    "index": 39,
    "name": "Liseberg",
    "latitude": "57.696603",
    "longitude": "11.99029",
    "excerpt": "The attractions of Liseberg, Scandinavia's largest amusement park, are many and varied. Adrenalin blasts include the venerable wooden roller coaster…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/liseberg/a/poi-sig/1113236/360780",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_358328426.jpg",
    "detail_description": "The attractions of Liseberg, Scandinavia's largest amusement park, are many and varied. Adrenalin blasts include the venerable wooden roller coaster Balder; AtmosFear, Europe’s tallest (116m) free-fall tower; Loke, a fast-paced spinning 'wheel' that soars 42m into the air; and the Valkyria, Europe's longest-dive roller coaster, with a nerve-racking vertical drop of 50m. Softer options include carousels, fairy-tale castles, an outdoor dance floor, adventure playgrounds, and shows and concerts.\nEntry to the park grounds is reasonable (100kr), which is ideal for those who just want to enjoy the charming landscaped grounds studded with impressive sculptures, but note that you pay for individual rides using coupons or an armband. Opening hours are varied – check the website.When it comes to refuelling in between rides, Liseberg is also the first theme park in the world to offer a very high-quality, exclusively vegetarian buffet lunch (adult/child 165/65kr) at the Green Room."
},
{
    "country": "sweden",
    "city": "Gotland",
    "index": 37,
    "name": "Blå Lagunen",
    "latitude": "57.91837",
    "longitude": "18.92248",
    "excerpt": "This remote, flooded, former quarry really does have that tropical azure water, but it has two drawbacks: it's steep, deep and not great for kids; and in…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotland/northern-gotland/attractions/blaa-lagunen/a/poi-sig/1579928/1330225",
    "image_url": null,
    "detail_description": "This remote, flooded, former quarry really does have that tropical azure water, but it has two drawbacks: it's steep, deep and not great for kids; and in summer it feels as busy as Bondi (or Biarritz, or Ipanema) on a scorcher of a day.\n"
},
{
    "country": "sweden",
    "city": "Gotland",
    "index": 36,
    "name": "Bungemuseet",
    "latitude": "57.853937",
    "longitude": "19.027784",
    "excerpt": "Step back in time at the Bungemuseet, an open-air museum with 17th- to 19th-century houses, picture stones dating from AD800 and a historic playground. It…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotland/northern-gotland/attractions/bungemuseet/a/poi-sig/1112469/1330225",
    "image_url": null,
    "detail_description": "Step back in time at the Bungemuseet, an open-air museum with 17th- to 19th-century houses, picture stones dating from AD800 and a historic playground. It’s near Gotland's northeastern tip, about 1km south of where the Fårö ferry departs.\n"
},
{
    "country": "sweden",
    "city": "Lappland",
    "index": 35,
    "name": "Sameslöjdstiftelsen Sami Duodji",
    "latitude": "66.606402",
    "longitude": "19.833938",
    "excerpt": "This centrally located Sami gallery and crafts centre is your one-stop shop for diverse, authentic Sami handicrafts of the highest quality: from…",
    "detail_url": "https://www.lonelyplanet.com/sweden/norrland/jokkmokk/attractions/samesloejdstiftelsen-sami-duodji/a/poi-sig/1114654/360787",
    "image_url": null,
    "detail_description": "This centrally located Sami gallery and crafts centre is your one-stop shop for diverse, authentic Sami handicrafts of the highest quality: from leatherwork, clothing in Sami colours and silver jewellery to bone-inlaid wood carvings and Sami knives in reindeer-antler sheaths. Most items are available for purchase.\n"
},
{
    "country": "sweden",
    "city": "Lappland",
    "index": 34,
    "name": "Stensele Kyrka",
    "latitude": "65.065319",
    "longitude": "17.164582",
    "excerpt": "Built in 1885, with seating for 2000 over two floors, Stensele Church is Sweden's biggest wooden church. A seat was provided for every man, woman and…",
    "detail_url": "https://www.lonelyplanet.com/sweden/storuman/attractions/stensele-kyrka/a/poi-sig/1577505/1330272",
    "image_url": null,
    "detail_description": "Built in 1885, with seating for 2000 over two floors, Stensele Church is Sweden's biggest wooden church. A seat was provided for every man, woman and child in the parish. Enter this massive structure, push the right buttons, and an English explanation will boom over speakers loud enough to keep even the most sleepy sermon-listener awake. Located 5km east of Storuman.\n"
},
{
    "country": "sweden",
    "city": "Lund",
    "index": 33,
    "name": "Kulturen",
    "latitude": "55.704638898038",
    "longitude": "13.196587348075",
    "excerpt": "Dating from 1892, this huge open-air museum spans two whole blocks. Its 30-odd buildings include everything from the meanest birch-bark hovel to grand…",
    "detail_url": "https://www.lonelyplanet.com/sweden/skane/lund/attractions/kulturen/a/poi-sig/1112651/360796",
    "image_url": null,
    "detail_description": "Dating from 1892, this huge open-air museum spans two whole blocks. Its 30-odd buildings include everything from the meanest birch-bark hovel to grand 17th-century houses. Permanent displays encompass Lund in the Middle Ages, vintage toys, ceramics, silver and glass (among many others); ask about guided tours in English. The popular outdoor cafe flanks several rune stones.\n"
},
{
    "country": "sweden",
    "city": "Malmö",
    "index": 32,
    "name": "Moderna Museet Malmö",
    "latitude": "55.604584",
    "longitude": "13.009433",
    "excerpt": "Architects Tham & Videgård chose to make the most of the distinct 1901 Rooseum, once a power-generating turbine hall, by adding a contemporary annexe,…",
    "detail_url": "https://www.lonelyplanet.com/sweden/skane/malmo/attractions/moderna-museet-malmoe/a/poi-sig/1290569/360797",
    "image_url": null,
    "detail_description": "Architects Tham &amp; Videgård chose to make the most of the distinct 1901 Rooseum, once a power-generating turbine hall, by adding a contemporary annexe, complete with a bright, perforated orange-red facade. Venue aside, the museum's galleries are well worth visiting, with regularly updated exhibitions that often include works from the museum's own collection, which includes works by Dalí and Picasso.\n"
},
{
    "country": "sweden",
    "city": "Lund",
    "index": 31,
    "name": "Lunds domkyrka",
    "latitude": "55.70408930111",
    "longitude": "13.193505223881",
    "excerpt": "Lund’s twin-towered Romanesque cathedral is magnificent. Try to pop in at noon or 3pm (1pm and 3pm on Sunday) when the marvellous astronomical clock…",
    "detail_url": "https://www.lonelyplanet.com/sweden/skane/lund/attractions/lunds-domkyrka/a/poi-sig/492952/360796",
    "image_url": null,
    "detail_description": "Lund’s twin-towered Romanesque cathedral is magnificent. Try to pop in at noon or 3pm (1pm and 3pm on Sunday) when the marvellous astronomical clock strikes up In Dulci Jubilo (a traditional Christmas carol) and the wooden figures at the top whirr into action. Within the crypt, you’ll find Finn, the mythological giant who helped construct the cathedral, and a 16th-century well, carved with comical scenes.\n"
},
{
    "country": "sweden",
    "city": "Lappland",
    "index": 30,
    "name": "Lappstaden",
    "latitude": "65.596512",
    "longitude": "19.171797",
    "excerpt": "The first church was built in Arvidsjaur in 1607, and church-attendance laws (urged by zealous priests and enforced by the monarchy) imposed a certain…",
    "detail_url": "https://www.lonelyplanet.com/sweden/arvidsjaur/attractions/lappstaden/a/poi-sig/1114677/1314651",
    "image_url": null,
    "detail_description": "The first church was built in Arvidsjaur in 1607, and church-attendance laws (urged by zealous priests and enforced by the monarchy) imposed a certain amount of pew time upon the nomadic Sami. To make their church visits manageable, they built small, square cottages with pyramid-shaped roofs (gåhties) for overnighting. Eighty gåhties are preserved here, just across Storgatan from the modern church.\n"
},
{
    "country": "sweden",
    "city": "Lund",
    "index": 29,
    "name": "Skissernas Museum",
    "latitude": "55.707638",
    "longitude": "13.197547",
    "excerpt": "The exhibition rooms here, with their visual feast of paintings and sculpture, are designed for maximum impact and art immersion. Several sculptures and…",
    "detail_url": "https://www.lonelyplanet.com/sweden/skane/lund/attractions/skissernas-museum/a/poi-sig/492960/360796",
    "image_url": null,
    "detail_description": "The exhibition rooms here, with their visual feast of paintings and sculpture, are designed for maximum impact and art immersion. Several sculptures and installations are huge, including the 6m-high Women by the Sea by Ivar Johnsson. Formerly a private collection, it includes works by some of the world’s greats, including Joan Miró, Henri Matisse, Raoul Dufy, Sonia Delaunay and Fernand Léger. A sculpture park includes pieces by Henry Moore.\n"
},
{
    "country": "sweden",
    "city": "Southern Sweden",
    "index": 28,
    "name": "Karlshamns Museum",
    "latitude": "56.173774",
    "longitude": "14.859395",
    "excerpt": "The ‘culture quarter’ museum has interesting information about Karlshamn’s history of producing tobacco and punsch (strong alcoholic punch), as well as a…",
    "detail_url": "https://www.lonelyplanet.com/sweden/blekinge/karlshamn/attractions/karlshamns-museum/a/poi-sig/1113185/1300226",
    "image_url": null,
    "detail_description": "The ‘culture quarter’ museum has interesting information about Karlshamn’s history of producing tobacco and punsch (strong alcoholic punch), as well as a replica of the city’s liquor factory (Punchmuseet, admission 20kr), complete with barrels, bottles and machinery. Beautiful 18th-century houses include the manor and merchant house Skottsbergska Gården and Holländarhuset (Dutchman’s house).\n"
},
{
    "country": "sweden",
    "city": "Malmö",
    "index": 27,
    "name": "Kungsparken",
    "latitude": "55.602354",
    "longitude": "12.988243",
    "excerpt": "Since 1872, the 34,000-sq-metre King's Park in the shadow of Malmöhus Slott has been delighting Malmö's residents and visitors with its magnificent…",
    "detail_url": "https://www.lonelyplanet.com/sweden/skane/malmo/attractions/kungsparken/a/poi-sig/1581636/360797",
    "image_url": null,
    "detail_description": "Since 1872, the 34,000-sq-metre King's Park in the shadow of Malmöhus Slott has been delighting Malmö's residents and visitors with its magnificent collection of more than 130 mature trees from around the world, as well as ponds, an organic vegetable garden and a fountain. It's a great spot for a picnic when the weather is fine. For those partial to a flutter, Malmö's only casino, the Cosmopol, is within the park bounds.\n"
},
{
    "country": "sweden",
    "city": "Lappland",
    "index": 26,
    "name": "Atoklimpen",
    "latitude": "65.682461",
    "longitude": "14.65353",
    "excerpt": "Atoklimpen (1006m), a monolithic, bare mountain 35km west of Tärnaby, has been regarded as holy by the Sami for centuries. Evidence of sacrificial sites…",
    "detail_url": "https://www.lonelyplanet.com/sweden/hemavan-tarnaby/attractions/atoklimpen/a/poi-sig/1114692/1330273",
    "image_url": null,
    "detail_description": "Atoklimpen (1006m), a monolithic, bare mountain 35km west of Tärnaby, has been regarded as holy by the Sami for centuries. Evidence of sacrificial sites and encampments with hearths is scattered across the area, and dates back to the 15th century; a 3km trail leads up to the top.\nNear the car park (off Rd 1116) is a peat hut and a small cottage, built by a Sami couple in the early 1920s, a time when the government forbade the Sami to build permanent structures; the ensuing debate over the cottage helped to change the law in 1928."
},
{
    "country": "sweden",
    "city": "Malmö",
    "index": 25,
    "name": "Teknikens och sjöfartens hus",
    "latitude": "55.604778",
    "longitude": "12.982879",
    "excerpt": "A short distance to the west of Malmöhus Slott, the Technology and Maritime museum is home to aircraft, vehicles, a horse-drawn tram, steam engines, and…",
    "detail_url": "https://www.lonelyplanet.com/sweden/skane/malmo/attractions/teknikens-och-sjoefartens-hus/a/poi-sig/1581639/360797",
    "image_url": null,
    "detail_description": "A short distance to the west of Malmöhus Slott, the Technology and Maritime museum is home to aircraft, vehicles, a horse-drawn tram, steam engines, and the amazing ‘U3’ walk-in submarine, outside the main building. The submarine was launched in Karlskrona in 1943 and decommissioned in 1967. Upstairs, a superb hands-on experiment room will keep kids (of all ages) suitably engrossed. Admission includes access to all the museums of the Malmö Museer conglomeration.\n"
},
{
    "country": "sweden",
    "city": "Lappland",
    "index": 24,
    "name": "Laponia World Heritage Area",
    "latitude": null,
    "longitude": null,
    "excerpt": "The World Heritage Area includes four national parks and two nature reserves within the districts of Jokkmokk and Gällivare. The magnificent Naturum…",
    "detail_url": "https://www.lonelyplanet.com/sweden/laponia-world-heritage-area/attractions/laponia-world-heritage-area/a/poi-sig/1499875/1330276",
    "image_url": null,
    "detail_description": "The World Heritage Area includes four national parks and two nature reserves within the districts of Jokkmokk and Gällivare. The magnificent Naturum Laponia, on Viedásnjárgga Headland in Stora Sjöfallet National Park, 92km off the E45, is the main visitor centre – though it's a long drive to get there. Laponia Visitor Centre Gällivare is at the train station and its equivalent in Jokkmokk is the Ájtte Museum. There are also visitor centres in Porjus and Kvikkjokk.\n"
},
{
    "country": "sweden",
    "city": "Gothenburg",
    "index": 23,
    "name": "Universeum",
    "latitude": "57.69549",
    "longitude": "11.988487",
    "excerpt": "In what is arguably the best museum for kids in Sweden, you find yourself in the midst of a humid rainforest, complete with trickling water, tropical…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/universeum/a/poi-sig/420699/360780",
    "image_url": null,
    "detail_description": "In what is arguably the best museum for kids in Sweden, you find yourself in the midst of a humid rainforest, complete with trickling water, tropical birds and butterflies flitting through the greenery and tiny marmosets. On a level above, roaring dinosaurs maul each other, while next door, denizens of the deep float through the shark tunnel and venomous beauties lie coiled in the serpent tanks.\nIf that's not enough, go button crazy with the fantastically fun, hands-on science exhibitions, where themes range from nanotechnology and space travel to mixing music."
},
{
    "country": "sweden",
    "city": "Lappland",
    "index": 22,
    "name": "Båtsuoj Sami Camp",
    "latitude": "65.721099",
    "longitude": "18.00745",
    "excerpt": "To experience the life of the forest Sami, visit Båtsuoj, where Tom and Lotta Svensson practise their traditional livelihood full time. You can watch the…",
    "detail_url": "https://www.lonelyplanet.com/sweden/lappland/attractions/baatsuoj-sami-camp/a/poi-sig/1348962/1330269",
    "image_url": null,
    "detail_description": "To experience the life of the forest Sami, visit Båtsuoj, where Tom and Lotta Svensson practise their traditional livelihood full time. You can watch the reindeer get lassoed, stay overnight on reindeer skins inside a kåta (typical forest Sami log hut), learn about Sami shamanic practices, eat grilled reindeer and sip coffee cooked over a wood fire. Book visits in advance.\nThe camp is near the village of Gasa, 17km north of the village of Slagnäs (30km east of Sorsele, 53km west of Arvidsjaur on the E45). Follow the red hand-painted signs that point north."
},
{
    "country": "sweden",
    "city": "Gotland",
    "index": 21,
    "name": "Gotska Sandön",
    "latitude": "58.364995",
    "longitude": "19.249763",
    "excerpt": "Isolated Gotska Sandön, with an area of 37 sq km, is an unusual island with lighthouses at its three corners, 30km of beaches, sand dunes, pine forest and…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotland/northern-gotland/attractions/gotska-sandoen/a/poi-sig/1579922/1330225",
    "image_url": null,
    "detail_description": "Isolated Gotska Sandön, with an area of 37 sq km, is an unusual island with lighthouses at its three corners, 30km of beaches, sand dunes, pine forest and a church. There’s a fantastic network of trails right around the island. Contact Gotska Sandön Accommodation to book the basic but rustic beds that are available on the island: bring all supplies with you.\nGotska Sandön Ferries run from Fårösund and Nynäshamn three to four times weekly when operating (895/1095kr return from Fårösund/Nynäshamn)."
},
{
    "country": "sweden",
    "city": "Gothenburg",
    "index": 20,
    "name": "Konstmuseum",
    "latitude": "57.696494",
    "longitude": "11.980666",
    "excerpt": "Home to Gothenburg’s premier art collection, Konstmuseum traverses the Renaissance to the present day, with works by the French impressionists, Rubens,…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/konstmuseum/a/poi-sig/420671/360780",
    "image_url": null,
    "detail_description": "Home to Gothenburg’s premier art collection, Konstmuseum traverses the Renaissance to the present day, with works by the French impressionists, Rubens, Van Gogh, Rembrandt and Picasso. Scandinavian masters such as Bruno Liljefors, Edvard Munch, Anders Zorn and Carl Larsson have pride of place in the Fürstenburg Galleries, with other highlights including a superb sculpture hall and the Hasselblad Center, the latter home to rotating photography exhibitions featuring both Nordic and global artists.\nThe unveiling of the bronze Poseidon fountain at the front scandalised Gothenburg’s strait-laced citizens, who insisted on drastic penile-reduction surgery."
},
{
    "country": "sweden",
    "city": "Gothenburg",
    "index": 19,
    "name": "Röda Sten Konsthall",
    "latitude": "57.689114",
    "longitude": "11.90167",
    "excerpt": "Occupying a defunct power station beside Älvsborgs bridge, Röda Sten Konsthall's four floors serve up edgy, contemporary exhibitions showcasing both…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/roeda-sten-konsthall/a/poi-sig/1113241/360780",
    "image_url": null,
    "detail_description": "Occupying a defunct power station beside Älvsborgs bridge, Röda Sten Konsthall's four floors serve up edgy, contemporary exhibitions showcasing both Swedish and international artists working in mediums as varied as photography, sound art and installation art. It also hosts the Göteborg International Biennial for Contemporary Art (Gibca). The indie-style cafe serves delicious bites (sandwiches 79kr, dishes 139kr to 169kr), as well as hosting weekly live music. To get here, walk towards the Klippan precinct, continue under Älvsborgsbron and look for the brown-brick building.\r\n\nBeside Röda Sten, check out work-in-progress Draken, a 41m-long sculpture which visitors are welcome to decorate graffiti-style; bring your own paint.\r\n"
},
{
    "country": "sweden",
    "city": "Lappland",
    "index": 18,
    "name": "Silvermuseet",
    "latitude": "66.050886",
    "longitude": "17.887266",
    "excerpt": "Housed in what used to be a nomad school, the tour de force at Arjeplog's Silvermuseet is the vast collection of Sami silver objects – the most extensive…",
    "detail_url": "https://www.lonelyplanet.com/sweden/arjeplog/attractions/silvermuseet/a/poi-sig/1348961/1330275",
    "image_url": null,
    "detail_description": "Housed in what used to be a nomad school, the tour de force at Arjeplog's Silvermuseet is the vast collection of Sami silver objects – the most extensive of its kind – including belt buckles, ornate spoons and goblets, and collars that would traditionally have been passed down from mother to daughter. You may also spot a dássko, a special bag for a silver spoon, used by the Southern Sami; shaman drums; and 2000-year-old skis worn by Sami hunters.\nOther displays trace the history of the town and its main industries – silver mining and logging, and delve into Sami medical lore by focusing on native plants and their traditional uses. Linger in the basement cinema to catch the engaging slideshow and voice-over describing life in Arjeplog through its harsh seasons."
},
{
    "country": "sweden",
    "city": "Malmö",
    "index": 17,
    "name": "Malmö Museer",
    "latitude": "55.60460756067",
    "longitude": "12.987808602769",
    "excerpt": "Located within the rambling Malmöhus Slott, operating under the broad banner (and one low admission fee) of the Malmö Museer, are three main museums…",
    "detail_url": "https://www.lonelyplanet.com/sweden/skane/malmo/attractions/malmoe-museer/a/poi-sig/492890/360797",
    "image_url": null,
    "detail_description": "Located within the rambling Malmöhus Slott, operating under the broad banner (and one low admission fee) of the Malmö Museer, are three main museums within a museum: the Malmö Konstmuseum, Stadsmuseum and a large, unexpected Aquarium that's popular with younger visitors. Top billing goes to the Malmö Konstmuseum, which features a superb collection of Swedish furniture and handicrafts, plus a vast collection of 19th- and 20th-century Nordic art. There's a cafe and decent museum gift shop too.\nThe excellent Teknikens och sjöfartens hus is part of the collection but not located within the castle walls: it's about 300m to the west."
},
{
    "country": "sweden",
    "city": "Stockholm",
    "index": 16,
    "name": "Historiska Museet",
    "latitude": "59.33459",
    "longitude": "18.090813",
    "excerpt": "From Iron Age skates and a Viking boat to medieval textiles and Renaissance triptychs, Sweden's national historical collection spans over 10,000 years of…",
    "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/ostermalm-ladugardsgardet/attractions/historiska-museet/a/poi-sig/406836/1342001",
    "image_url": null,
    "detail_description": "From Iron Age skates and a Viking boat to medieval textiles and Renaissance triptychs, Sweden's national historical collection spans over 10,000 years of Swedish culture and history. The exhibition about the Battle of Gotland (1361) is an undisputed highlight, as is the subterranean Gold Room, the latter gleaming with Viking plunder and other precious treasures.\nLook out for the jewel-encrusted Reliquary of St Elisabeth (who died at 24 and was canonised in 1235), as well as the 5th-century seven-ringed gold collar. Weighing 823g and decorated with 458 symbolic figures, the collar was discovered in Västergötland in the 19th century. The museum's booty also includes exquisite altarpieces from the Middle Ages and the world's oldest organ.Historiska Museet's informative audio guide can be accessed free using your smartphone (wi-fi available). Alternatively, audio guides can be hired for 30kr at the front desk."
},
{
    "country": "sweden",
    "city": "Uppsala",
    "index": 15,
    "name": "Domkyrka",
    "latitude": "59.858124",
    "longitude": "17.633561",
    "excerpt": "The Gothic Domkyrka dominates the city and is Scandinavia's largest and tallest church, with towers soaring 119m. The interior is imposing, with the…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/domkyrka/a/poi-sig/1113625/360808",
    "image_url": null,
    "detail_description": "The Gothic Domkyrka dominates the city and is Scandinavia's largest and tallest church, with towers soaring 119m. The interior is imposing, with the French Gothic ambulatory flanked by small chapels. Tombs here include those of St Erik, Gustav Vasa and the scientist Carl von Linné. Dating from 1710, the magnificent pulpit was designed by baroque architect Nicodemus Tessin the Younger, whose work includes Stockholm's current Royal Palace.\nConstruction of the cathedral began in around 1270, with the building consecrated in 1435. Originally a Roman Catholic church, it would go on to witness centuries of Swedish coronations following the Protestant Reformation. Although a fire in 1702 caused significant damage, some of its medieval frescoes survive. Much newer are the spires and stained glass, added in the 19th century. Regular English-language tours of the cathedral are conducted from late June to mid-August and at other times by appointment.Gustav’s funerary sword and silver crown, among other treasures, are kept in the fascinating Treasury."
},
{
    "country": "sweden",
    "city": "Malmö",
    "index": 14,
    "name": "Gamla Staden",
    "latitude": "55.605493",
    "longitude": "12.999208",
    "excerpt": "Focusing on the area around Stortorget (the town square) and lively Lilla Torget (the little square) Malmö's Old Town is a gorgeous warren of cobblestone…",
    "detail_url": "https://www.lonelyplanet.com/sweden/skane/malmo/attractions/gamla-staden/a/poi-sig/1581641/360797",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2248417767.jpg",
    "detail_description": "Focusing on the area around Stortorget (the town square) and lively Lilla Torget (the little square) Malmö's Old Town is a gorgeous warren of cobblestone streets, half-timbered houses and bold facades that feel like they'd be more at home in Hamburg.\n"
},
{
    "country": "sweden",
    "city": "Southern Sweden",
    "index": 13,
    "name": "Marinmuseum",
    "latitude": "56.161336",
    "longitude": "15.599483",
    "excerpt": "The striking Marinmuseum is the national naval museum. Dive in for reconstructions of a battle deck in wartime, a hall full of fantastic figureheads,…",
    "detail_url": "https://www.lonelyplanet.com/sweden/smaland/karlskrona/attractions/marinmuseum/a/poi-sig/492728/360801",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial423617626.jpg",
    "detail_description": "The striking Marinmuseum is the national naval museum. Dive in for reconstructions of a battle deck in wartime, a hall full of fantastic figureheads, piles of model boats, and even some of the real thing – such as a minesweeper, the HMS Västervik and Sweden’s royal sloop. There is also a pleasant restaurant (mains from 100kr).\n"
},
{
    "country": "sweden",
    "city": "Abisko",
    "index": 12,
    "name": "Aurora Sky Station",
    "latitude": "68.361765",
    "longitude": "18.768822",
    "excerpt": "Across the highway from the STF Turiststation, a chairlift takes you up Mt Nuolja (1164m), where you can enjoy epic views from the deck of the Panorama…",
    "detail_url": "https://www.lonelyplanet.com/sweden/norrland/abisko/attractions/aurora-sky-station/a/poi-sig/1292753/360785",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1658296516.jpg",
    "detail_description": "Across the highway from the STF Turiststation, a chairlift takes you up Mt Nuolja (1164m), where you can enjoy epic views from the deck of the Panorama Café. In summer this is a prime spot from which to see the midnight sun – the lift is open 10pm to 1am three days per week in June &amp; July. In winter, come to view the northern lights.\n"
},
{
    "country": "sweden",
    "city": "Southern Sweden",
    "index": 11,
    "name": "Drottningskärs kastell",
    "latitude": "56.110294",
    "longitude": "15.564709",
    "excerpt": "Bristling with cannons, this fortified tower on the island of Aspö was described by Admiral Nelson of the British Royal Navy as ‘impregnable’. You can…",
    "detail_url": "https://www.lonelyplanet.com/sweden/smaland/karlskrona/attractions/drottningskaers-kastell/a/poi-sig/1420239/360801",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2087771149.jpg",
    "detail_description": "Bristling with cannons, this fortified tower on the island of Aspö was described by Admiral Nelson of the British Royal Navy as ‘impregnable’. You can visit it on an Äspoleden, a free car ferry that runs up to twice hourly in July and August from Handelshamnen, north of the Marinmuseum.\n"
},
{
    "country": "sweden",
    "city": "Southern Sweden",
    "index": 10,
    "name": "Kungsholms Fort",
    "latitude": "56.107039",
    "longitude": "15.588312",
    "excerpt": "Karlskrona’s star is the extraordinary offshore Kungsholms Fort, with its curious circular harbour, established in 1680 to defend the town. The fort can…",
    "detail_url": "https://www.lonelyplanet.com/sweden/smaland/karlskrona/attractions/kungsholms-fort/a/poi-sig/492726/360801",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1240241146.jpg",
    "detail_description": "Karlskrona’s star is the extraordinary offshore Kungsholms Fort, with its curious circular harbour, established in 1680 to defend the town. The fort can only be visited on two-hour guided boat tours that must be booked through Karlskrona Turistbyrå or at the Marinmuseum. Highly recommended.\n"
},
{
    "country": "sweden",
    "city": "Stockholm",
    "index": 9,
    "name": "Millesgården",
    "latitude": "59.358757",
    "longitude": "18.122731",
    "excerpt": "Beautiful Millesgården was the home and studio of sculptor Carl Milles, whose delicate water sprites and other whimsical sculptures dot the city landscape…",
    "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/attractions/millesgaarden/a/poi-sig/1110937/360803",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockRF273139895.jpg",
    "detail_description": "Beautiful Millesgården was the home and studio of sculptor Carl Milles, whose delicate water sprites and other whimsical sculptures dot the city landscape. The grounds include a crisp modern gallery for changing exhibitions of contemporary art, Milles’ elaborately Pompeiian house and an exquisite outdoor sculpture garden where items from ancient Greece, Rome, medieval times and the Renaissance intermingle with Milles’ own creations. There’s also a museum shop and a cafe.\n"
},
{
    "country": "sweden",
    "city": "Gotland",
    "index": 8,
    "name": "Stora Karlsö",
    "latitude": "57.284795",
    "longitude": "17.978439",
    "excerpt": "This remote island nature reserve is home to extensive bird life including thousands of guillemots and razorbills, as well as the maculinea arion (large…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotland/southern-gotland/attractions/stora-karlsoe/a/poi-sig/1417000/1330227",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock772070887.jpg",
    "detail_description": "This remote island nature reserve is home to extensive bird life including thousands of guillemots and razorbills, as well as the maculinea arion (large blue butterfly). For nature-lovers, it's well worth the travel time needed to get there. You can visit the island as a day trip (with 3½ hours ashore) or stay overnight.\nFrom Klintehamn harbour, catch the passenger-only Klintehamn-Stora Karlsö Farje to the nature reserve one to three times daily from May to early September (adult/six to 15 years return 345/155kr, 30 minutes)."
},
{
    "country": "sweden",
    "city": "Gotland",
    "index": 7,
    "name": "Bergmancenter",
    "latitude": "57.91911",
    "longitude": "19.138913",
    "excerpt": "The Bergmancenter, honouring Sweden's most famous film director, the late Ingmar Bergman, a Fårö local, was inaugurated in 2014 and hosts exhibits,…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotland/faro/attractions/bergmancenter/a/poi-sig/1417169/1341330",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockRF228618811.jpg",
    "detail_description": "The Bergmancenter, honouring Sweden's most famous film director, the late Ingmar Bergman, a Fårö local, was inaugurated in 2014 and hosts exhibits, lectures, workshops and screenings, as well as a library and cafe. It's free to take a look around the centre but prices vary for screenings and special events.\nThe centre can set you up with your very own Bergman guide of the area (125kr for one hour) or you can try a Bergman bus safari (tours every other Saturday in July and August from 3pm to 5pm, from 325kr) or during Bergman Week in late June."
},
{
    "country": "sweden",
    "city": "Uppsala",
    "index": 6,
    "name": "Museum Gustavianum",
    "latitude": "59.857936",
    "longitude": "17.631683",
    "excerpt": "A wonder cabinet of wonder cabinets, the Museum Gustavianum rewards appreciation of the weird and well organised. The shelves in the pleasantly musty…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/museum-gustavianum/a/poi-sig/493078/360808",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial629269517.jpg",
    "detail_description": "A wonder cabinet of wonder cabinets, the Museum Gustavianum rewards appreciation of the weird and well organised. The shelves in the pleasantly musty building hold case after case of obsolete tools and preserved oddities: stuffed birds, astrolabes, alligator mummies, exotic stones and dried sea creatures. A highlight is the fascinating 17th-century Augsburg Art Cabinet and its 1000 ingenious trinkets. Don’t miss Olof Rudbeck’s vertiginous anatomical theatre, where executed criminals were dissected. Admission includes a tour in English at 1pm Saturday and Sunday.\n"
},
{
    "country": "sweden",
    "city": "Malmö",
    "index": 5,
    "name": "Västra Hamnen",
    "latitude": "55.613383",
    "longitude": "12.980905",
    "excerpt": "Located about 2.5km northwest of the Old Town, buzzing, bayside Västra Hamnen represents the modern face of Malmö. It's a popular spot to stroll, sip…",
    "detail_url": "https://www.lonelyplanet.com/sweden/skane/malmo/attractions/vaestra-hamnen/a/poi-sig/1581635/360797",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2237637147.jpg",
    "detail_description": "Located about 2.5km northwest of the Old Town, buzzing, bayside Västra Hamnen represents the modern face of Malmö. It's a popular spot to stroll, sip coffee and browse boutiques, but mostly people come to marvel at the Öresund bridge and ogle the Turning Torso twisting its way skyward: it's beautiful and an engineering marvel, but one can't help feel it's out of place here.\nFollow the seafront in a southerly direction for 2km and you'll come to Ribersborgs Kallbadhus and its eponymous beach; both are local institutions."
},
{
    "country": "sweden",
    "city": "Lappland",
    "index": 4,
    "name": "Ájtte Museum",
    "latitude": "66.603794",
    "longitude": "19.842296",
    "excerpt": "This illuminating museum is Sweden’s most thorough introduction to Sami culture. Follow the ‘spokes’ radiating from the central chamber, each dealing with…",
    "detail_url": "https://www.lonelyplanet.com/sweden/norrland/jokkmokk/attractions/ajtte-museum/a/poi-sig/1062487/360787",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_112839769.jpg",
    "detail_description": "This illuminating museum is Sweden’s most thorough introduction to Sami culture. Follow the ‘spokes’ radiating from the central chamber, each dealing with a different theme – from traditional costume, silverware, creatures from Sami folk tales and 400-year-old painted shamans’ drums, to replicas of sacrificial sites and a diagram explaining the uses and significance of various reindeer entrails. The beautifully showcased collection of traditional silver jewellery features heavy collars, now making a comeback among Sami women after a long absence.\nOne section details the widespread practice of harnessing the rivers in Lappland for hydroelectric power and the consequences this has had for the Sami people and their territory. And there is a large fauna section featuring some impressive taxidermied mammals and birds of the Swedish Arctic."
},
{
    "country": "sweden",
    "city": "Uppsala",
    "index": 3,
    "name": "Gamla Uppsala",
    "latitude": "59.897951",
    "longitude": "17.633057",
    "excerpt": "One of Sweden’s largest and most important burial sites, Gamla Uppsala (4km north of Uppsala) contains 300 mounds from the 6th to 12th centuries. The…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/gamla-uppsala/a/poi-sig/1291028/360808",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Sweden%20Uppsala%20Nadezhda%20Kharitonova%20shutterstock_1138429115%20RFC.jpg",
    "detail_description": "One of Sweden’s largest and most important burial sites, Gamla Uppsala (4km north of Uppsala) contains 300 mounds from the 6th to 12th centuries. The earliest are also the three most impressive. Legend has it they contain the pre-Viking kings Aun, Egil and Adils, who appear in Beowulf and Icelandic historian Snorre Sturlason’s Ynglingsaga. More recent evidence suggests the occupant of Östhögen (East Mound) was a woman, probably a female regent in her 20s or 30s.\nAccording to Olof Rudbeck’s 1679 book Atlantica, Gamla Uppsala was the seat of Western culture. Rudbeck (1630–1702), a scientist, writer and all-around colourful character, amassed copious evidence proving that Old Uppsala was, in fact, the mythical lost city of Atlantis. In retrospect this seems unlikely, but the area is a fascinating attraction nevertheless. You can learn more in the adjoining Gamla Uppsala Museum, or wander on your own; there are informative plaques throughout the site.Speculation has surrounded the burial site from the beginning. Early press reports include that of medieval chronicler Adam of Bremen – who never actually visited – describing a vast golden temple in Gamla Uppsala in the 10th century. Allegedly, animal and human sacrifices were strung up in a sacred grove outside.When Christianity arrived around 1090, Thor, Odin and the other Viking gods began to fade. From 1164, the archbishop of Uppsala had his seat in a cathedral on the site of the present church.If you feel like a stroll or a bicycle ride, Eriksleden is a 6km ‘pilgrims path’ between the cathedral in Uppsala and the church in Gamla Uppsala. Its namesake, Erik the Holy, was king of Sweden from around 1150 until the Danes beheaded him 10 years later. The story is that his head rolled down the hill, and where it stopped a spring came up. The main trail also provides access to a ridged wilderness area called Tunåsen, with a panoramic viewpoint (follow signs along Eriksleden just south of Gamla Uppsala to ‘utsiktsleden’).Buses for Gamla Uppsala leave from Stora Torget in central Uppsala."
},
{
    "country": "sweden",
    "city": "Stockholm",
    "index": 2,
    "name": "Skogskyrkogården",
    "latitude": "59.27736",
    "longitude": "18.097454",
    "excerpt": "One of Stockholm’s most unexpected attractions, Skogskyrkogården (the Woodland Cemetery) is an arrestingly beautiful graveyard set in the soothing pine…",
    "detail_url": "https://www.lonelyplanet.com/sweden/stockholm/attractions/skogskyrkogaarden/a/poi-sig/1110952/360803",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-821675208.jpeg",
    "detail_description": "One of Stockholm’s most unexpected attractions, Skogskyrkogården (the Woodland Cemetery) is an arrestingly beautiful graveyard set in the soothing pine woodlands a short subway ride south of town. Famous residents include the city's own screen goddess Greta Garbo. It’s a calming and meditative place to wander, especially if you need a break from the sensory overload of city touring.\nHistory of Skogskyrkogården\nDesigned by the great architects Gunnar Asplund and Sigurd Lewerentz, Skogskyrkogården is on the Unesco World Heritage List and is famed for its functionalist buildings and harmonious layout. It represents a different style of thinking about how to integrate buildings in a landscape, how man-made structures should subtly blend with their natural surroundings.\nA competition was held in 1914 for the job of designing the new cemetery according to this forward-thinking aesthetic, and only Asplund and Lewerentz’s submission got the idea right. It took another couple of decades to finish planning and complete the project. Several famous Swedish artists, including Carl Milles, contributed their work. The serene Woodland Crematorium, with its three chapels, was finished in 1940, and Asplund died just a few months later. His urn is buried near the Chapel of Faith.\nThoughtful design\nThe entire layout of the cemetery is carefully planned to elicit certain feelings in its visitors. Each structure works with the landscape to create a calm, soothing atmosphere. For example, a set of stairs leading up to a hilltop is built so that the higher you go, the shorter each step is, in hopes that you feel peaceful rather than tired when you get to the top.\nBut even for those who have no interest in architectural theory at that level, the experience of wandering around in this place is worth taking time to appreciate.\nTickets and other practicalities\nThe cemetery is located in Söckenvagen – take the tunnelbana to the Skogskyrkogården stop.\nSkogskyrkogården is open 24 hours but the visitor center is open 11am-4pm from mid-May to September, and Saturday and Sunday only during October. A visitor guide is available on the website in several languages. Guided tours (100kr) in English are available at 10.30am on Sunday, from June to September.\n&nbsp;\n"
}
]