[
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 1,
        "name": "Watsons Bay",
        "latitude": "-33.843348",
        "longitude": "151.283691",
        "excerpt": "Lovely Watsons Bay, east of the city centre and north of Bondi, was once a small fishing village, as evidenced by the heritage cottages that pepper the…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/sydney-harbour/attractions/watsons-bay/a/poi-sig/1254498/362320",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/101dbe57de0856d497ad228842882067-watsons-bay.jpg",
        "detail_description": "Lovely Watsons Bay, east of the city centre and north of Bondi, was once a small fishing village, as evidenced by the heritage cottages that pepper the suburb’s narrow streets (but which now cost a tiny fortune).&nbsp;\nFor the Sydney visitor, it's a lovely day trip by ferry. If time allows explore South Head by foot, take a dip at Camp Cove or enjoy a leisurely lunch at one of its popular restaurants.&nbsp;On the ocean side, The Gap is a dramatic clifftop lookout worth a visit.\nBeaches\nThe closest spot for a swim is at Camp Cove, a short walk from Watsons Bay ferry terminal. It’s a small sheltered beach, perfect for families. At the eastern end, there’s a short jetty where you might find locals snorkelling, plus public toilets and a kiosk to buy refreshments.&nbsp;\nFurther around the harbour is Lady Bay Beach, a more secluded, clothing-optional, harbourside beach. It was the first nudist beach in Sydney to be given a nod from officials back in the 1970s (nudity is permitted on the beach only).&nbsp;&nbsp;\nRestaurants\nNext to the Beach Club, Doyles on the Beach is another Watsons Bay institution which opened here on the beach front in 1885. It also has a shopfront for takeaway on Fishermans Wharf. Slightly more upmarket again is Dunbar House, a 1830s restored mansion on Marine Parade that serves breakfast, lunch and high tea.&nbsp;&nbsp;\nWatsons Bay Hotel\nThe Watsons Bay Boutique Hotel is blessed with one of those iconic locations that you can’t miss. The ferry pulls up practically outside, sailing boats bob in the harbour, with views to Sydney city beyond. While you’re here, tradition demands that you sit in the Beach Club beer garden at sunset and watch the sun dissolve behind the Harbour Bridge, jutting above Bradley’s Head.\nFerry&nbsp;\nTo take the ferry to Watsons Bay, you can go direct from Circular Quay or as a stop on the way to and from Manly. The ferry leaves around every 30 mins and takes around 25 mins.\nLeave the car behind if visiting Watsons Bay; the parking options can't cope especially on weekends.\n&nbsp;\n"
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 2,
        "name": "Bondi Beach",
        "latitude": "-33.891377260728",
        "longitude": "151.27729013664",
        "excerpt": "Definitively Sydney, Bondi is one of the world’s great beaches. It’s the closest ocean beach to the city centre (8km away), has consistently good (though…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/bondi-to-coogee/attractions/bondi-beach/a/poi-sig/1242450/1324165",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-dv802147_super.jpg",
        "detail_description": "Definitively Sydney, Bondi is one of the world’s great beaches. It’s the closest ocean beach to the city centre (8km away), has consistently good (though crowded) waves, and is great for a rough-and-tumble swim (the average water temperature is a considerate 21°C).&nbsp;\nIf the sea’s looking a bit angry, you can always head to the child-friendly saltwater sea baths at either end of the beach, both of which received an upgrade in 2019. Surfers also carve up sandbar breaks at either end of the beach; it’s a good place for learners, too.&nbsp;\nAt the beach’s northern end there’s a grassy spot with coin-operated barbecues, but don't bring alcohol to your picnic – it's banned on the beach. Changing rooms and lockers can be found at Bondi Pavilion. Free beach-friendly wheelchairs (for adults and children) can also be booked through the Bondi Pavilion.\nIf you’re looking for your LGBTQIA+ community, head to near the North Bondi Surf Club where there's an outdoor workout area. This is one of the main hangouts for queer beach-going Sydneysiders.\nTwo surf clubs – Bondi and North Bondi – patrol the beach between sets of red-and-yellow flags, positioned to avoid the worst rips and holes. Thousands of unfortunates have to be rescued from the surf each year. Don’t become a statistic – swim between the flags.\nBondi’s lifeguards\nBondi Rescue, the hugely popular Australian TV series based at Bondi Beach began in 2006 but the history of Sydney’s Bondi Beach Surf Life Saving club dates back to 1907. The club began when a group of local swimmers met at Bondi’s Royal Hotel to discuss forming a surf life-saving organisation, the first in the world.&nbsp;\nSurf lifesavers, of lifeguards as they’re also known, deal with everything from swimmers getting into trouble in the sea swell to treating jellyfish stings.&nbsp;\nShark attacks at Bondi?&nbsp;\nHeadline grabbing yes, but there has been very few shark attacks at Bondi. The beach is ringed by a shark net protecting it from great white sharks. Although it is not entirely shark-proof, the chance of a large shark entering the area is low, and surfers and lifeguards are on the lookout to keep swimmers safe.&nbsp;\nThe last major incident when the shark alarm was raised in 2019 -- the unmissable signal from lifeguards for everyone to evacuate the water -- turned out to be a false alarm. The shark spotted by two surfers was a harmless baby shark.&nbsp;\n\nHotels near Bondi Beach\nBondi is blessed with excellent accommodation options in every budget category.&nbsp;\nBondi Backpackers\nBaxley Bondi\nDive Hotel\nQT Bondi\n&nbsp;\n"
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 3,
        "name": "Ku-ring-gai Chase National Park",
        "latitude": "-33.638347",
        "longitude": "151.195736",
        "excerpt": "A spectacular mix of sandstone, Australian bushland and tranquil water vistas, this 14,928-hectare park forms Sydney’s northern boundary. It’s located 20…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/attractions/ku-ring-gai-chase-national-park/a/poi-sig/1244983/362319",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0cd8174c12c6c34fd063c8ec18ce4cd3-ku-ring-gai-chase-national-park.jpg",
        "detail_description": "A spectacular mix of sandstone, Australian bushland and tranquil water vistas, this 14,928-hectare park forms Sydney’s northern boundary. It’s located 20 to 30km from the city centre and accessible by public transport, making a spectacular day trip from the city.&nbsp;It is a popular place to visit for its wilderness, its Aboriginal heritage, as well as activities such as walking, cycling, and kayaking. In winter add whale-watching to the reasons to visit.&nbsp;\nThe park takes in over 100km of coastline along the southern edge of Broken Bay, where it heads into the Hawkesbury River. There are two unconnected principal sections, Bobbin Head and the West Head area. The Barrenjoey headland at Palm Beach is also part of the park and the site of an historic&nbsp;lighthouse.\nThe second national park in Australia, Ku-ring-gai was created in 1894. Its name comes from its original inhabitants, the Guringai people, who were all but wiped out just after colonization through violence at the hands of settlers and the devastating introduction of smallpox. It’s well worth reading Kate Grenville’s The Secret River for an engrossing but harrowing telling of this story.\nRemnants of pre-colonial Aboriginal life are visible today thanks to the preservation of more than 800 sites, including rock paintings, middens and cave art.\nWalks&nbsp;\nElevated park sections offer glorious water views over Cowan Creek, Broken Bay and Pittwater. For information about walking trails, stop at the Bobbin Head Information Centre, operated by the NSW National Parks &amp; Wildlife Service. There are a marina, picnic areas, a cafe and a boardwalk leading through mangroves at Bobbin Head.\nWaterfalls\nUpper Gledhill Falls is a fairly easily accessible waterfall inside the park, and a popular ‘secret’ wild swimming spot for competent swimmers.\nFurther downstream along McCarrs Creek there’s a series of cascades including another swimming spot known as Duck Hole or Duck Pond with a large sandy bank on one side.\nCamping&nbsp;\nThe Basin Campground is a remote camping spot accessed by ferry with basic facilities: a shower block, toilets, picnic tables and drinking water. Campers need to be well-prepared and self-sufficient. Sites are pre-booked via the NSW National Parks &amp; Wildlife Service website&nbsp;\nPicnic areas\nThere are multiple picnic areas in the park, with toilets and drinking water taps; some also have BBQ areas. &nbsp;\nEntry fee&nbsp;\nAs with all Australian national parks there are entry fees for vehicles, and per person per day. More information can be found on the NSW National Parks &amp; Wildlife Service website on current fees and how to pay.&nbsp;\nHow to get to Ku-ring-gai Chase National Park\nAccess to the park is by the Palm Beach water taxi or by car via McCarrs Creek Rd (off Mona Vale Rd, Terrey Hills) for West Head; or via Bobbin Head Rd (North Turramurra) or Ku-ring-gai Chase Rd (Mount Colah) for Bobbin Head.\nAccommodation&nbsp;\nAs well as camping and a YHA at Pittwater and Collaroy, accommodation options includes houseboats on the Hawkesbury River and a Sydney Lakeside Holiday Park in nearby Narrabeen.&nbsp;&nbsp;&nbsp;\n&nbsp;\n"
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 4,
        "name": "Cockatoo Island",
        "latitude": "-33.847085085773",
        "longitude": "151.17212370364",
        "excerpt": "Studded with photogenic industrial relics, convict architecture and art installations, fascinating Cockatoo Island (Wareamah) opened to the public in 2007…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/sydney-harbour/attractions/cockatoo-island/a/poi-sig/1077323/362320",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-496239147_high.jpg",
        "detail_description": "Studded with photogenic industrial relics, convict architecture and art installations, fascinating Cockatoo Island (Wareamah) opened to the public in 2007 and has regular ferry services, a campground, rental accommodation, and two cafe-bars. Information boards and audioguides ($5) explain the island's time as a brutal convict prison, a shipyard and a naval base. A range of tours run from the Visitor Centre, from straight-up heritage tours to Ghostyard Paranormal and Convict Escape Attempts (from $16). The island's a major venue for the Biennale.\nA spooky tunnel passes clear through the middle of the island and you can also explore the remains of the prison. During WWII most of the old sandstone buildings were stripped of their roofs and converted into bomb shelters. Solitary confinement cells were unearthed here after being filled in and forgotten in the 1890s."
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 5,
        "name": "West Head",
        "latitude": "-33.579016",
        "longitude": "151.30929",
        "excerpt": "This central section of Ku-ring-gai Chase National Park is a spectacular wilderness, with awe-inspiring vistas over Pittwater and Broken Bay, hidden beach…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/attractions/west-head/a/poi-sig/1589286/362319",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Sydney%20Patricia%20Mado%20GettyImages-1278338799%20RFE.jpg",
        "detail_description": "This central section of Ku-ring-gai Chase National Park is a spectacular wilderness, with awe-inspiring vistas over Pittwater and Broken Bay, hidden beach communities, Aboriginal engravings and great walking tracks down to perfect little coves. It's accessed off Mona Vale Rd in Terrey Hills or via boat from Palm Beach. West Head itself, 14km from the main road, offers a sensational lookout point and a precipitous trail down to a WWII emplacement. Other trailheads are signposted along the road.\nThe West Head lookout sees you gazing eastwards over the Palm Beach peninsula or north to Lion Island and across Broken Bay to Umina and Pearl Beach.About 3.5km short of West Head is the Basin Track, which offers an easy stroll to a good set of Indigenous carvings. Approximately 2.5km further along the track is the Basin, a shallow round inlet where there is a beach (day visitors adult/child $3/2) and camping area. Access is via this track or by boat from Palm Beach. A branch off the Basin Track heads down to the remote, carless beachside suburbs of Mackerel Beach and Currawong (Little Mackerel) Beach, also accessible by ferry from Palm Beach.About 1km short of West Head, the Resolute picnic area has faint Indigenous handprints in ochre nearby at Red Hands Cave. Also from here, the Resolute Track, heads past an Aboriginal engraving site on a 3km loop that takes in pretty Resolute Beach and another site. You can push on a little (some wading required) to Mackerel Beach, allowing you to return via the Basin Track.Normally elusive, lyrebirds are conspicuous at West Head during their mating season, from May to July.Accessed via the same exit off Mona Vale Rd are the pretty Pittwater locales of Church Point, Akuna Bay and Cottage Point, all bristling with bobbing leisure boats. All have eating options. The scenic road winding along the water is curiously named after the liberator of Argentina, General José de San Martín. Apparently it was a reciprocal gesture after a Buenos Aires street was named Australia.There are no buses into the park. The only public transport to reach it are the ferries from Palm Beach. Cycling is a good option around the park's roads, but it's a long ride to here from the nearest station. Bus 270 goes from central Sydney to Terrey Hills; you could head on from there by taxi, Uber or perhaps bike-share. Sydney OutBack run good tours to the park."
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 6,
        "name": "Taronga Zoo Sydney",
        "latitude": "-33.8435",
        "longitude": "151.241645",
        "excerpt": "A 12-minute ferry ride from Circular Quay, this forested harbour hillside is full of kangaroos, koalas and similarly hirsute Australians, plus numerous…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/sydney-harbour/attractions/taronga-zoo-sydney/a/poi-sig/367123/362320",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-121549339_super.jpg",
        "detail_description": "A 12-minute ferry ride from Circular Quay, this forested harbour hillside is full of kangaroos, koalas and similarly hirsute Australians, plus numerous imported guests.&nbsp;\nThe zoo’s inhabitants have million-dollar harbour views, but seem blissfully unaware of what the humans consider a privilege. Encouragingly as far as zoos go, Taronga is said to set benchmarks in animal care and welfare. If you want to know more go to their website where there is detailed information about the zoos contribution to conservation, transforming zoos, and caring for the wild.\nHighlights include the nocturnal platypus habitat, the Great Southern Oceans section and the Asian elephants enclosure. Feedings and encounters happen throughout the day, while in summer, twilight concerts jazz things up (see www.twilightattaronga.org.au).\nTickets&nbsp;\nPrebook your zoo tickets online for discounts of between 10% and 20%. There's also the option to include Wild Ropes, a high-ropes courses offering special views (it's cheaper to buy this with zoo entry than separately).\nAccommodation\nVisits to Taronga Zoo Sydney (and Taronga’s other Zoo in Dubbo outside Sydney) include Roar &amp; Snore, an overnight family glamping experience and a more luxurious eco-retreat also onsite at the zoo.&nbsp;\nGetting to Taronga Zoo&nbsp;\nIf you are driving and staying a while, note that the zoo car park is cheaper than the metered parking on the streets around.\nGetting here by bus is the cheapest option; the M30 heads here from Wynyard in Sydney’s city centre.\nTaronga Zoo ferry\nCatching the ferry is part of the fun of a visit to Taronga Zoo Sydney. From the wharf, the Sky Safari cable car or a bus will whisk you to the main entrance, from which you can traverse the zoo downhill back to the ferry. Access for people with disabilities is good, even when arriving by ferry.\n&nbsp;\n"
    },
    {
        "country": "sydney",
        "city": "Newtown & the Inner West",
        "index": 7,
        "name": "Carriageworks",
        "latitude": "-33.894046",
        "longitude": "151.191766",
        "excerpt": "Built between 1880 and 1889, this intriguing group of huge Victorian-era workshops was part of the Eveleigh Railyards. The rail workers chugged out in…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/glebe-and-newtown/attractions/carriageworks/a/poi-sig/367539/1322842",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/38e6b1544a9d87f286fc552fe685ed6d-carriageworks.jpg",
        "detail_description": "Built between 1880 and 1889, this intriguing group of huge Victorian-era workshops was part of the Eveleigh Railyards. The rail workers chugged out in 1988, and in 2007 the artists moved in. It's now home to an impressive artist-led program of inventive visual arts and performance, often on a monumental scale. Expect anything from Indigenous dance retrospectives to aura photography or giant incense sculpture; have a look on the website to see what's on.\nThere's a very pleasant cafe-bar here and an excellent Saturday morning farmers market."
    },
    {
        "country": "sydney",
        "city": "Surry Hills & Darlinghurst",
        "index": 8,
        "name": "Brett Whiteley Studio",
        "latitude": "-33.888782",
        "longitude": "151.214586",
        "excerpt": "Acclaimed local artist Brett Whiteley (1939–1992) lived fast and without restraint. Many of his multimillion-dollar paintings were created in this hard-to…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/surry-hills-and-darlinghurst/attractions/brett-whiteley-studio/a/poi-sig/367471/1324162",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/828cd0c88a401354225b3099e67239bf87bd60888b5a0a054dfed2bbd92954e1.jpg",
        "detail_description": "Acclaimed local artist Brett Whiteley (1939–1992) lived fast and without restraint. Many of his multimillion-dollar paintings were created in this hard-to-find studio (look for the signs on Devonshire and Bourke Sts), which has been preserved as a gallery. Pride of place goes to his astonishing Alchemy, a giant multi-panel extravaganza that could absorb you for hours with its broad themes, intricate details and humorous asides. The studio room upstairs gives insight into the character of this masterful draughtsman and off-the-wall genius.\nAt the door is a miniature of his famous matchstick sculpture Almost once, which you can see in all its glory in the Domain. Check the website for regular events like poetry readings and life drawing workshops."
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 9,
        "name": "Centennial Park",
        "latitude": "-33.893663",
        "longitude": "151.236248",
        "excerpt": "Scratched out of the sand in 1888 in grand Victorian style, Sydney’s biggest park is a rambling 189-hectare expanse full of horse riders, joggers,…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/paddington-and-centennial-park/attractions/centennial-park/a/poi-sig/367497/1324164",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/baaabc45466f3df73e8d61947555a236-centennial-park.jpg",
        "detail_description": "Scratched out of the sand in 1888 in grand Victorian style, Sydney’s biggest park is a rambling 189-hectare expanse full of horse riders, joggers, cyclists and in-line skaters. Grab a park map at any of the entrances or the information centre in the middle. During summer the Moonlight Cinema attracts crowds.\nAmong the wide formal avenues, ponds and statues is the domed Federation Pavilion. The Wild Play garden, with a water play area, treehouse and bamboo forest, is a great nature play space for kids on the east side. Other highlights include a raucous fruit bat colony. At the southern edge of the park is Royal Randwick Racecourse, while on its eastern edge the park joins Queens Park and continues for another 26 hectares.Exploring the park on foot is a pleasure; you can also hire bikes, skates or go horse riding."
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 10,
        "name": "Sydney Harbour National Park",
        "latitude": null,
        "longitude": null,
        "excerpt": "Sydney Harbour National Park protects large swathes of bushland around the harbour shoreline, plus several harbour islands. In among the greenery you’ll…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/sydney-harbour/attractions/sydney-harbour-national-park/a/poi-sig/1104299/362320",
        "image_url": null,
        "detail_description": "Sydney Harbour National Park protects large swathes of bushland around the harbour shoreline, plus several harbour islands. In among the greenery you’ll find walking tracks, scenic lookouts, Aboriginal carvings, beaches and a handful of historic sites. The park incorporates South Head and Nielsen Park on the south side of the harbour, but most of the park is on the North Shore – including Bradleys Head, Middle Head, Dobroyd Head and North Head.\n"
    },
    {
        "country": "sydney",
        "city": "Surry Hills & Darlinghurst",
        "index": 11,
        "name": "Australian Museum",
        "latitude": "-33.874246",
        "longitude": "151.213042",
        "excerpt": "Closed for renovation at the time of research, this wonderful institution plans to reopen in mid-2020. Australia's first museum was established just 40…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/surry-hills-and-darlinghurst/attractions/australian-museum/a/poi-sig/367293/1324162",
        "image_url": null,
        "detail_description": "Closed for renovation at the time of research, this wonderful institution plans to reopen in mid-2020. Australia's first museum was established just 40 years after the First Fleet dropped anchor and behind its sandstone facade are modernised halls showcasing a 21-million-piece collection. Standouts include exhibits on Aboriginal history and spirituality, a new Pacific Spirit Gallery to rehouse the colourful Pacific Island collection and a showcase of Australian dinosaurs such as the Muttaburrasaurus.\nThe redevelopment will also expand the touring exhibitions halls for global blockbusters such as Tutankhamun: Treasures of the Golden Pharaoh, which will arrive in early 2021 for a six-month run."
    },
    {
        "country": "sydney",
        "city": "Surry Hills & Darlinghurst",
        "index": 12,
        "name": "Sydney Jewish Museum",
        "latitude": "-33.87905348725",
        "longitude": "151.22011735314",
        "excerpt": "One of Sydney's best museums revolves around a detailed and expertly curated exhibition on the Holocaust, with sobering personal testimonies and moving…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/surry-hills-and-darlinghurst/attractions/sydney-jewish-museum/a/poi-sig/367477/1324162",
        "image_url": null,
        "detail_description": "One of Sydney's best museums revolves around a detailed and expertly curated exhibition on the Holocaust, with sobering personal testimonies and moving objects as well as a memorial section for the 1.5 million child victims. Other sections cover the history and practice of Judaism itself and Australian Jewish history, culture and tradition. A section on the top floor examines contemporary human rights challenges, while temporary exhibitions are always excellent. Free tours run at 2pm.\nSydney has had an important Jewish history from the time of the First Fleet (which included 16 known Jews), to the immediate aftermath of WWII (when Australia became home to the greatest number of Holocaust survivors per capita, after Israel), to the present day. Visiting on a Sunday or weekday afternoon is recommended, as the museum often packs out with school groups."
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 13,
        "name": "McMahons Point",
        "latitude": "-33.848882",
        "longitude": "151.206132",
        "excerpt": "Is there a better view of the bridge and the Opera House than from the wharf at this point, a short hop by ferry northwest of the centre? It's all…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/sydney-harbour/attractions/mcmahons-point/a/poi-sig/1551785/362320",
        "image_url": null,
        "detail_description": "Is there a better view of the bridge and the Opera House than from the wharf at this point, a short hop by ferry northwest of the centre? It's all unfolded before you and is a stunning spot to be when the sun is setting. Between Luna Park and McMahons Point, at the head of Lavender Bay, Wendy Whiteley's Secret Garden is a guerrilla garden created by the widow of artist Brett Whiteley (an artist herself) on an old railway siding.\n"
    },
    {
        "country": "sydney",
        "city": "Newtown & the Inner West",
        "index": 14,
        "name": "White Rabbit",
        "latitude": "-33.886511",
        "longitude": "151.200188",
        "excerpt": "In many ways Sydney's best contemporary-art gallery, White Rabbit is tucked away behind the Central Park development in Chippendale. It's the project of…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/glebe-and-newtown/attractions/white-rabbit/a/poi-sig/1271014/1322842",
        "image_url": null,
        "detail_description": "In many ways Sydney's best contemporary-art gallery, White Rabbit is tucked away behind the Central Park development in Chippendale. It's the project of billionaire philanthropist Judith Neilson, who has amassed one of the world's largest collections of cutting-edge, contemporary Chinese art (works produced since 2000) and has so many pieces that only a fraction can be displayed at one time. You'll find art here that is edgy, funny, sexy and idiosyncratic. An on-site cafe does speciality teas and dumplings.\n"
    },
    {
        "country": "sydney",
        "city": "Newtown & the Inner West",
        "index": 15,
        "name": "Nicholson Museum",
        "latitude": "-33.8863747975",
        "longitude": "151.18875543423",
        "excerpt": "Within the University of Sydney's quadrangle, this is a great under-the-radar attraction. Combining modern ideas with ancient artefacts, it's an…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/glebe-and-newtown/attractions/nicholson-museum/a/poi-sig/368039/1322842",
        "image_url": null,
        "detail_description": "Within the University of Sydney's quadrangle, this is a great under-the-radar attraction. Combining modern ideas with ancient artefacts, it's an intriguing collection of Greek, Roman, Cypriot, Egyptian and Western Asian antiquities. Attic vases and Egyptian mummies take their place alongside themed cross-cultural displays, plus there's a fabulous Pompeii made from Lego that features toga-clad citizens alongside the likes of Pink Floyd rocking the amphitheatre. The museum will close in early 2020 to be incorporated into the new Chau Chak Wing Museum.\n"
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 16,
        "name": "Lane Cove National Park",
        "latitude": "-33.791203",
        "longitude": "151.148443",
        "excerpt": "This lovely park, surrounded by North Shore suburbia, flanks the Lane Cove River, which spills into the harbour. It's a great place to stretch out on some…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/attractions/lane-cove-national-park/a/poi-sig/368121/362319",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Sydney%20RichardMilnes%20shutterstock_1928920796%20RFE.jpg",
        "detail_description": "This lovely park, surrounded by North Shore suburbia, flanks the Lane Cove River, which spills into the harbour. It's a great place to stretch out on some middle-sized bushwalks and is on the Great North Walk (www.greatnorthwalk.com) from Sydney to Newcastle. It’s home to dozens of critters, including some endangered owls and toads. If you visit in spring, the water dragons will be getting frisky and the native orchids and lilies will be flowering. The information office near the main entrance has a cafe.\nThere's a path along each bank of the river; you could walk out one side, cross the river (5km away) and walk back the other side for a 10km round trip. There’s a boat shed on Lane Cove River that rents out rowboats and kayaks, but swimming isn’t a good idea. You can also cycle or grab one of the many barbecue spots. There's a good campground here too, and some sections are wheelchair accessible.You can reach the park easily from North Ryde Station; from Chatswood Station, the 545 and 550 buses can drop you close to the main entrance."
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 17,
        "name": "Bobbin Head",
        "latitude": "-33.660425",
        "longitude": "151.159687",
        "excerpt": "This lovely section of Ku-ring-gai Chase National Park has two entrance points joined by a road that snakes through glorious bushland down to Cowan Creek,…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/attractions/bobbin-head/a/poi-sig/1587337/362319",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Sydney%20Manfred%20Gottschalk%20GettyImages-162217295%20RFC%20crop.jpg",
        "detail_description": "This lovely section of Ku-ring-gai Chase National Park has two entrance points joined by a road that snakes through glorious bushland down to Cowan Creek, a tributary of the Hawkesbury River. Its fame as a beauty spot has made it prime weekend picnic territory since the 1930s, but midweek you'll have it to yourself. Excellent bush tracks run from both entrances down to Bobbin Head itself, where there's an information office, boat hire and a couple of places to eat.\nThree kilometres from Bobbin Head, on the road up to Mt Colah, the Kalkari Discovery Centre has a small exhibition and a short loop track that has some great information about local tree species and also gives you the chance to see eastern grey kangaroos and other wildlife.At Bobbin Head, pedal boats are available from the Bobbin Inn by the information centre. For boats, 'tinnies' seating six can be hired at the marina (02-9457 9011; $80 for two hours, $160 for a day) and include a fishing license. The marina's cafe is a nice spot to sit by the water eating some fish.Buses from Turramurra station will drop you at the end of Bobbin Head Rd, where you have a choice of two tracks to reach the bottom (3.5km and 6.5km), one beginning at a curious sandstone sphinx carved by a war-wounded soldier as a WWI memorial. From the Mt Colah entrance, follow the Kalkari and Birrawanna tracks (6km). Another trail leads in from near Mt Ku-Ring-Gai station (5.5km). You can also get here on a river cruise from Palm Beach."
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 18,
        "name": "Kamay Botany Bay National Park",
        "latitude": "-34.005285",
        "longitude": "151.224403",
        "excerpt": "This national park straddles both heads of Botany Bay, 15km south of Sydney Harbour, enclosing 458 hectares of coastal bushland. Visitors come here to…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/attractions/kamay-botany-bay-national-park/a/poi-sig/368113/362319",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-135618134_large.jpg",
        "detail_description": "This national park straddles both heads of Botany Bay, 15km south of Sydney Harbour, enclosing 458 hectares of coastal bushland. Visitors come here to enjoy the walking tracks, picnic areas and sheltered beaches. The area played a key role in Australia's history; the first European settlers originally landed in this area in 1788, and today there are a number of interesting historical exhibits and monuments to explore.\nPrior to European settlement, Captain Cook had landed here in 1770, naming the bay after the botanical specimens his naturalist Joseph Banks found here. Banks suggested it would be a good place to incarcerate a few crims, but when the First Fleet arrived in summer 18 years later, the scorched vegetation and limited water supplies were a far cry from Banks’ wintry paradise. The new arrivals quickly relocated to Sydney Harbour.Cook’s monument-marked landing place is on the southern side of the park in Kurnell. The nearby visitor centre conveys the impact of European arrival on the local Aboriginal people, and has information on the surrounding wetlands and Cook’s life and expeditions.Note that the car-entry fee only applies on this southern headland, and that pedestrian access is free. Most of the walking tracks begin close to the park entrance, so you might as well park outside. Tracks include the 1.1km Burrawang Walk, which lets you imagine what the park looked like in 1770 when the Endeavour, Cook's ship, arrived, and the spectacular 4km (each way) Cape Baily Coast Walk.La Perouse is on Botany Bay’s northern headland, at the spot where the French explorer of the same name landed in 1788. He turned up just six days after the First Fleet arrived (much sooner than expected) and gave Mother England a decent scare. Anglo-Franco relations were apparently conducted without the usual disdain – La Pérouse and his men camped at Botany Bay for a few weeks before sailing off into the Pacific, never to be seen again. It wasn’t until 1826 that the wrecks of their ships were discovered on a reef near Vanikoro in the Solomon Islands.There’s a monument at La Perouse, built in 1828 by French sailors, to commemorate the explorer. You can also visit the fabulous La Perouse Museum housed inside an old cable station (1882). The centre has relics from La Pérouse’s many expeditions, an interesting Aboriginal gallery and changing exhibitions on local history and environment. About 50m offshore at La Perouse is the strange Bare Island, a decaying, grass-tussocked concrete fort built in 1885 to discourage a feared Russian invasion. A 45-minute guided tour is the only way to access the island.Nearby, Congwong Beach faces the bay and is good for families. Its neighbour, Little Congwong, is a more adult, clothing-optional scene."
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 19,
        "name": "Luna Park",
        "latitude": "-33.848338",
        "longitude": "151.210241",
        "excerpt": "A sinister chip-toothed clown face (50 times life-sized) forms the entrance to this old-fashioned amusement park overlooking Sydney Harbour. It's one of…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/sydney-harbour/attractions/luna-park/a/poi-sig/367121/362320",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/bb527327dce18b4b108acb7ceeaf5485-luna-park.jpg",
        "detail_description": "A sinister chip-toothed clown face (50 times life-sized) forms the entrance to this old-fashioned amusement park overlooking Sydney Harbour. It's one of several 1930s features, including the Coney Island funhouse, a pretty carousel and the nausea-inducing Rotor. There are two-ride passes ($22), or height-based unlimited-ride passes (adults $57, kids $25 to $47; cheaper online) but you can also wander through without buying a ticket. Hours are extended during school and public holidays. There's a bar-restaurant on-site with a great harbour view.\nOpened in 1935, Luna Park was knocked up in three months by a thousand Depression-era workers.If you purchase your ride pass from Captain Cook cruises, they'll throw in free ferry travel here."
    },
    {
        "country": "sydney",
        "city": "Sydney",
        "index": 20,
        "name": "Coogee Beach",
        "latitude": "-33.920420713922",
        "longitude": "151.25808025459",
        "excerpt": "Bondi without the glitz and the poseurs, Coogee (locals pronounce the 'oo' as in the word ‘took’) has a deep sweep of sand, historic ocean baths and…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/bondi-to-coogee/attractions/coogee-beach/a/poi-sig/368013/1324165",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-132371661_medium.jpg",
        "detail_description": "Bondi without the glitz and the poseurs, Coogee (locals pronounce the 'oo' as in the word ‘took’) has a deep sweep of sand, historic ocean baths and plenty of green space for barbecues and Frisbee hurling. There are lockers and showers here. Between the world wars, Coogee had an English-style pier, with a 1400-seat theatre and a 600-seat ballroom…until the surf took it.\nOffshore, compromising the surf here a little, is craggy Wedding Cake Island, immortalised in a surf-guitar instrumental by Midnight Oil. At Coogee Beach’s northern end, below Dolphins Point, Giles Baths is what’s known as a ‘bogey hole’ – a semiformal rock pool open to the surging surf. At the beach’s southern end, Ross Jones Memorial Pool has sandcastle-like concrete turrets. A short walk beyond the beach are the McIver's and Wylie's sea pools."
    }
]