[
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 4,
    "name": "Piazza del Duomo",
    "latitude": "37.059355",
    "longitude": "15.293108",
    "excerpt": "Syracuse's showpiece square is a masterpiece of baroque town planning. A long, rectangular piazza flanked by flamboyant palazzi, it sits on what was once…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/piazza-del-duomo/a/poi-sig/1372278/360014",
    "image_url": null,
    "detail_description": "Syracuse's showpiece square is a masterpiece of baroque town planning. A long, rectangular piazza flanked by flamboyant palazzi, it sits on what was once Syracuse's ancient acropolis (fortified citadel). Little remains of the original Greek building but if you look along the side of the Duomo, you'll see a number of thick Doric columns incorporated into the cathedral's structure.\nTo the north of the Duomo, over Via Minerva, Palazzo Municipale (or Palazzo Senatoriale) is home to Syracuse city council. It was built in 1629 by the Spaniard Juan Vermexio, who was nicknamed 'Il Lucertolone' (the Lizard) – you can see the architect's signature (a small lizard) carved into a stone on the left corner of the cornice. On the other side of the Duomo, the elegant, 17th-century Palazzo Arcivescovile is home to the Biblioteca Alagoniana and some rare 13th-century manuscripts.Over the square, in the northwestern corner, is the Palazzo Beneventano del Bosco, which sports a pretty 18th-century facade, while at its southern end is the Chiesa di Santa Lucia alla Badia."
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 3,
    "name": "Teatro Greco",
    "latitude": "37.075433",
    "longitude": "15.274783",
    "excerpt": "The highlight of the Neapolis archaeological area is the Teatro Greco, a masterpiece of classical architecture that could accommodate up to 16,000 people…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/teatro-greco/a/poi-sig/471864/360014",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4bbd8c2979c4405e56d44e609b834140-teatro-greco.jpg",
    "detail_description": "The highlight of the Neapolis archaeological area is the Teatro Greco, a masterpiece of classical architecture that could accommodate up to 16,000 people. Hewn out of the rocky hillside, the amphitheatre was constructed in the 5th century BC, rebuilt in the 3rd century and further modified during the Roman period. Impressively, it staged the works of Sophocles, Euripides and the last tragedies of Aeschylus, including The Persians, Prometheus Bound and Prometheus Unbound, which were first performed here in his presence.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 2,
    "name": "Duomo",
    "latitude": "37.059422242588",
    "longitude": "15.293786432152",
    "excerpt": "Built on the skeleton of a 5th-century BC Greek temple to Athena (note the Doric columns still visible inside and out), Syracuse's 7th-century cathedral…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/duomo/a/poi-sig/1255697/360014",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-549717609_master.jpg",
    "detail_description": "Built on the skeleton of a 5th-century BC Greek temple to Athena (note the Doric columns still visible inside and out), Syracuse's 7th-century cathedral became a church when the island was evangelised by St Paul. Its most striking feature is the columned baroque facade (1728–53) added by Andrea Palma after the 1693 earthquake. A statue of the Virgin Mary crowns the rooftop, in the same spot where a golden statue of Athena once served as a beacon to homecoming Greek sailors.\nThe original temple was renowned throughout the Mediterranean, in no small part thanks to Cicero, who visited Ortygia in the 1st century BC. Note the interesting baptismal font to the right as you enter; it consists of an ancient Greek krater (large vase) adorned by seven 13th-century bronze lions."
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 1,
    "name": "Parco Archeologico della Neapolis",
    "latitude": "37.076682323413",
    "longitude": "15.277819633484",
    "excerpt": "For the classicist, Syracuse's real attraction is this archaeological park, home to the pearly Teatro Greco. Constructed in the 5th century BC and rebuilt…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/parco-archeologico-della-neapolis/a/poi-sig/471856/360014",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Italy%20Syracuse%20duchy%20shutterstock_430621414%20RFC.jpg",
    "detail_description": "For the classicist, Syracuse's real attraction is this archaeological park, home to the pearly Teatro Greco. Constructed in the 5th century BC and rebuilt in the 3rd century, the 16,000-capacity amphitheatre staged the last tragedies of Aeschylus (including The Persians), first performed here in his presence. From early May to early July it's brought to life with an annual season of classical theatre.\nBeside the theatre is the mysterious Latomia del Paradiso, a deep, precipitous limestone quarry out of which stone for the ancient city was extracted. Riddled with catacombs and filled with citrus and magnolia trees, it's also where the 7000 survivors of the war between Syracuse and Athens in 413 BC were imprisoned. The Orecchio di Dionisio, a 23m-high grotto extending 65m back into the cliffside, was named by Caravaggio after the tyrant Dionysius, who is said to have used the almost perfect acoustics of the quarry to eavesdrop on his prisoners.Back outside this area you'll find the entrance to the 2nd-century Anfiteatro Romano, originally used for gladiatorial combats and horse races. The Spaniards, little interested in archaeology, largely destroyed the site in the 16th century, using it as a quarry to build Ortygia's city walls. West of the amphitheatre is the 3rd-century-BC Ara di Gerone II, a monolithic sacrificial altar to Hieron II, where up to 450 oxen could be killed at one time.To reach the park, take Sd'A Trasporti minibus 2 (€1, 15 minutes) from Molo Sant'Antonio, on the west side of the main bridge into Ortygia; purchase tickets on-board. Alternatively, walking from Ortygia will take about 30 minutes. If driving, there is limited free parking on Viale Augusto.There are two ticket offices: one office is located near the corner of Via Cavallari and Viale Augusto, opposite the main site, while the second outlet is located down the path leading to the actual ruins. Those wanting a break will find a cafe between the second ticket office and the Anfiteatro Romano."
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 27,
    "name": "Parco Archeologico della Neapolis Main Entrance",
    "latitude": "37.075381",
    "longitude": "15.278656",
    "excerpt": "Entrance to the archaeological zone.",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/parco-archeologico-della-neapolis-main-entrance/a/poi-sig/1378304/360014",
    "image_url": null,
    "detail_description": "Entrance to the archaeological zone.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 26,
    "name": "Palazzo Platamone",
    "latitude": "37.061222",
    "longitude": "15.293537",
    "excerpt": "A handsome palazzo on the western flank of airy Piazza Archimede.",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/palazzo-platamone/a/poi-sig/1378165/360014",
    "image_url": null,
    "detail_description": "A handsome palazzo on the western flank of airy Piazza Archimede.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 25,
    "name": "Anfiteatro Romano",
    "latitude": "37.074167",
    "longitude": "15.278913",
    "excerpt": "This 2nd-century Roman amphitheatre was originally used for gladiatorial combats and horse races.",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/anfiteatro-romano/a/poi-sig/1378308/360014",
    "image_url": null,
    "detail_description": "This 2nd-century Roman amphitheatre was originally used for gladiatorial combats and horse races.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 24,
    "name": "Palazzo Lanza-Bucceri",
    "latitude": "37.060935",
    "longitude": "15.293996",
    "excerpt": "Syracuse's 'drawing room', Piazza Archimede is flanked by Catalan-Gothic palazzi, including Palazzo Lanza-Bucceri.",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/palazzo-lanza-bucceri/a/poi-sig/471852/360014",
    "image_url": null,
    "detail_description": "Syracuse's 'drawing room', Piazza Archimede is flanked by Catalan-Gothic palazzi, including Palazzo Lanza-Bucceri.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 23,
    "name": "Palazzo Arcivescovile",
    "latitude": "37.059235",
    "longitude": "15.293387",
    "excerpt": "The elegant, 17th-century Palazzo Arcivescovile is home to the Biblioteca Alagoniana and some rare 13th-century manuscripts.",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/palazzo-arcivescovile/a/poi-sig/471848/360014",
    "image_url": null,
    "detail_description": "The elegant, 17th-century Palazzo Arcivescovile is home to the Biblioteca Alagoniana and some rare 13th-century manuscripts.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 22,
    "name": "Ara di Gerone II",
    "latitude": "37.074628",
    "longitude": "15.277122",
    "excerpt": "West of the Roman amphitheatre is the 3rd-century-BC Ara di Gerone II. This monolithic sacrificial altar was a kind of giant abattoir where 450 oxen could…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/ara-di-gerone-ii/a/poi-sig/471806/360014",
    "image_url": null,
    "detail_description": "West of the Roman amphitheatre is the 3rd-century-BC Ara di Gerone II. This monolithic sacrificial altar was a kind of giant abattoir where 450 oxen could be killed at one time.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 21,
    "name": "Palazzo Beneventano del Bosco",
    "latitude": "37.059972",
    "longitude": "15.292979",
    "excerpt": "In the northwestern corner of Piazza del Duomo is the Palazzo Beneventano del Bosco. While its origins are medieval, the baroque palace you see today is…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/palazzo-beneventano-del-bosco/a/poi-sig/471850/360014",
    "image_url": null,
    "detail_description": "In the northwestern corner of Piazza del Duomo is the Palazzo Beneventano del Bosco. While its origins are medieval, the baroque palace you see today is the result of a late-18th-century makeover by prolific local architect Luciano Alì.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 20,
    "name": "Fontana Aretusa",
    "latitude": "37.057209",
    "longitude": "15.292912",
    "excerpt": "Down the winding main street from the cathedral is this ancient spring, where fresh water still bubbles up just as it did in ancient times when it was the…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/fontana-aretusa/a/poi-sig/471820/360014",
    "image_url": null,
    "detail_description": "Down the winding main street from the cathedral is this ancient spring, where fresh water still bubbles up just as it did in ancient times when it was the city's main water supply. Legend has it that the goddess Artemis transformed her beautiful handmaiden Aretusa into the spring to protect her from the unwelcome attention of the river god Alpheus.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 19,
    "name": "Museo del Papiro",
    "latitude": "37.060271",
    "longitude": "15.298237",
    "excerpt": "Ortygia's Museo del Papiro offers a fine collection of papyrus documents and products, including artefacts from antiquity. There's also an English…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/museo-del-papiro/a/poi-sig/471836/360014",
    "image_url": null,
    "detail_description": "Ortygia's Museo del Papiro offers a fine collection of papyrus documents and products, including artefacts from antiquity. There's also an English-language film about the nifty material's history. That Syracuse has a museum dedicated to papyrus is not coincidental; the papyrus plant grows in abundance around the nearby Ciane River, and was used to make paper in the 18th century.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 18,
    "name": "Museo dei Pupi",
    "latitude": "37.059193",
    "longitude": "15.296112",
    "excerpt": "The small Museo dei Pupi chronicles the history of Sicilian puppetry, with a particular focus on the role local puppeteers Alfredo and Saro Vaccaro played…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/museo-dei-pupi/a/poi-sig/1372275/360014",
    "image_url": null,
    "detail_description": "The small Museo dei Pupi chronicles the history of Sicilian puppetry, with a particular focus on the role local puppeteers Alfredo and Saro Vaccaro played in its rebirth in the 1970s. Artefacts include a range of handcrafted pupi (puppets), as well as examples of set design. A cumulative ticket (adult/reduced €10.50/6) is available and includes admission to a Sicilian puppet show.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 15,
    "name": "Orecchio di Dionisio",
    "latitude": "37.076552",
    "longitude": "15.276211",
    "excerpt": "A renowned curiosity at the heart of the Latomia del Paradiso (Garden of Paradise) is the ear-shaped artificial grotto known as the Ear of Dionysius…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/orecchio-di-dionisio/a/poi-sig/471846/360014",
    "image_url": null,
    "detail_description": "A renowned curiosity at the heart of the Latomia del Paradiso (Garden of Paradise) is the ear-shaped artificial grotto known as the Ear of Dionysius. According to Caravaggio, Dionysius must have had it built so he could listen in on the conversations of the prisoners, but it is most likely that the grotto – 23m high and 65m deep – was dug out as a rock quarry and later used as a sounding board for theatrical performances.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 14,
    "name": "Fontana di Artemide",
    "latitude": "37.061222",
    "longitude": "15.293902",
    "excerpt": "At the heart of Ortygia is handsome Piazza Archimede, home to Giulio Moschetti's Fontana di Artemide. Constructed between 1906 and 1907, the fountain's…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/fontana-di-artemide/a/poi-sig/471822/360014",
    "image_url": null,
    "detail_description": "At the heart of Ortygia is handsome Piazza Archimede, home to Giulio Moschetti's Fontana di Artemide. Constructed between 1906 and 1907, the fountain's leading lady is Artemis, the goddess of hunting. Speechless by her side is river god Alpheus, looking on as Aretusa – the object of his lust – undergoes a magical metamorphosis. According to legend, Artemis transformed her handmaiden Aretusa into a spring to protect her from Alpheus' bothersome advances.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 17,
    "name": "Latomia del Paradiso",
    "latitude": "37.075854",
    "longitude": "15.27691",
    "excerpt": "It was out of this deep, precipitous limestone quarry that stone for the ancient city was extracted. Riddled with catacombs and filled with citrus and…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/latomia-del-paradiso/a/poi-sig/471828/360014",
    "image_url": null,
    "detail_description": "It was out of this deep, precipitous limestone quarry that stone for the ancient city was extracted. Riddled with catacombs and filled with citrus and magnolia trees, it's also where the 7000 survivors of the war between Syracuse and Athens in 413 BC were imprisoned. Its vaulted 'roof' of earth collapsed in the 1693 earthquake, leaving it exposed to sunlight and making it an ideal place in which to plant its current gardens.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 16,
    "name": "Artemision",
    "latitude": "37.059955",
    "longitude": "15.293473",
    "excerpt": "Loitering beneath Palazzo Municipale are the scant remains of a 6th-century-BC Greek temple dedicated to the goddess Artemis, as well as the modest traces…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/artemision/a/poi-sig/1539822/360014",
    "image_url": null,
    "detail_description": "Loitering beneath Palazzo Municipale are the scant remains of a 6th-century-BC Greek temple dedicated to the goddess Artemis, as well as the modest traces of prehistoric stone huts. The best-preserved relic, however, is a medieval crypt with a row of niches once used by the schiattamorti (literally 'corpse squashers') to rest the dead while they poked and prodded all bodily fluids from them in preparation for burial.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 13,
    "name": "Chiesa di Santa Lucia alla Badia",
    "latitude": "37.058645",
    "longitude": "15.293258",
    "excerpt": "The Chiesa di Santa Lucia alla Badia is dedicated to the city's patron saint, St Lucy, martyred in Syracuse during the reign of the Roman emperor…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/chiesa-di-santa-lucia-alla-badia/a/poi-sig/471816/360014",
    "image_url": null,
    "detail_description": "The Chiesa di Santa Lucia alla Badia is dedicated to the city's patron saint, St Lucy, martyred in Syracuse during the reign of the Roman emperor Diocletian. The church is home to Caravaggio's arresting masterpiece, Seppellimento di Santa Lucia (Burial of St Lucy, 1609). Caravaggio created the painting in Syracuse after escaping imprisonment in Malta, his own personal struggles depicted in the work (he's the one on the right, looking away in anguish).\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 12,
    "name": "Palazzo Municipale",
    "latitude": "37.059955",
    "longitude": "15.293366",
    "excerpt": "The Palazzo Municipale or Palazzo Senatoriale was built in 1629 by the Spanish architect Juan Vermexio, who was nicknamed 'Il Lucertolone' or 'the lizard'…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/palazzo-municipale/a/poi-sig/471854/360014",
    "image_url": null,
    "detail_description": "The Palazzo Municipale or Palazzo Senatoriale was built in 1629 by the Spanish architect Juan Vermexio, who was nicknamed 'Il Lucertolone' or 'the lizard'. On the left corner of the cornice is the architect's signature: a small lizard carved into a stone. Excavations beneath the building (now serving as city hall) have uncovered the remains of an Ionic temple, better known as the 'couch of Artemis', to whom Ortygia was dedicated.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 11,
    "name": "Castello Maniace",
    "latitude": "37.053889",
    "longitude": "15.295006",
    "excerpt": "Guarding the island's southern tip, Ortygia's 13th-century castle is an evocative place to wander, gaze out over the water and contemplate Syracuse's past…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/castello-maniace/a/poi-sig/471810/360014",
    "image_url": null,
    "detail_description": "Guarding the island's southern tip, Ortygia's 13th-century castle is an evocative place to wander, gaze out over the water and contemplate Syracuse's past glories. Built for Emperor Frederick II, it's an important example of Swabian (German) architecture, with a magnificent, vaulted central hall (Sala Ipostila). The grounds house a small antiquarium displaying archaeological objects from the site, including Norman-era ceramics and some curious-looking ceramic hand grenades from the 16th century.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 10,
    "name": "Santuario della Madonna delle Lacrime",
    "latitude": "37.07472",
    "longitude": "15.285618",
    "excerpt": "Supposedly modelled on the shape of a tear drop, the 102m-high spire of this church dominates modern Syracuse's skyline. The church itself houses a statue…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/santuario-della-madonna-delle-lacrime/a/poi-sig/471860/360014",
    "image_url": null,
    "detail_description": "Supposedly modelled on the shape of a tear drop, the 102m-high spire of this church dominates modern Syracuse's skyline. The church itself houses a statue of the Virgin Mary that allegedly wept for four days in 1953 and bestowed more than 300 miraculous cures; a room full of ex-voti (votives) – among them crutches – testify to the Virgin's healing powers. The sanctuary's lower floor houses the Museo della Lacrimazione (Museum of the Lacrymation), a small, underwhelming museum summarising the 1953 event.\n"
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 9,
    "name": "Galleria Regionale di Palazzo Bellomo",
    "latitude": "37.057686",
    "longitude": "15.294449",
    "excerpt": "Housed in a 13th-century Catalan-Gothic palace, this art museum's eclectic collection ranges from early Byzantine and Norman stonework to 19th-century…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/galleria-regionale-di-palazzo-bellomo/a/poi-sig/1255699/360014",
    "image_url": null,
    "detail_description": "Housed in a 13th-century Catalan-Gothic palace, this art museum's eclectic collection ranges from early Byzantine and Norman stonework to 19th-century Caltagirone ceramics. In between there's a good range of medieval sculpture, as well as medieval, Renaissance and baroque religious paintings. Among the latter is Annunciation (1474), executed by Sicily's greatest 15th-century artist, Antonella da Messina. The museum also claims a couple of storybook 18th-century Sicilian carriages.\nThe museum's cumulative ticket (adult/reduced €13.50/7) includes admission to the Parco Archeologico della Neapolis and is valid for three days."
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 8,
    "name": "Miqweh",
    "latitude": "37.059638",
    "longitude": "15.297571",
    "excerpt": "Buried 20m beneath the Alla Giudecca hotel in Ortygia's old Jewish ghetto (known as the Giudecca) is an extraordinary ancient Jewish miqwe (ritual bath),…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/miqweh/a/poi-sig/471832/360014",
    "image_url": null,
    "detail_description": "Buried 20m beneath the Alla Giudecca hotel in Ortygia's old Jewish ghetto (known as the Giudecca) is an extraordinary ancient Jewish miqwe (ritual bath), reputedly Europe's oldest. The baths were once connected to a synagogue, but were blocked by members of the Jewish community when they were expelled from the island in 1492. Tours, which depart every 30 minutes, are offered in English and Italian.\nIt's a fascinating sight – the three deep pools intended for total immersion constantly bubble with fresh water, now pumped out of the chamber to prevent flooding. To the sides of the main pools are two separate, private pools, reserved for the sole use of the rabbis."
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 7,
    "name": "Basilica & Catacombe di San Giovanni",
    "latitude": "37.077153",
    "longitude": "15.284525",
    "excerpt": "The city's most extensive catacombs lie beneath the Basilica di San Giovanni, itself a pretty, truncated church that served as the city's cathedral in the…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/basilica-catacombe-di-san-giovanni/a/poi-sig/471808/360014",
    "image_url": null,
    "detail_description": "The city's most extensive catacombs lie beneath the Basilica di San Giovanni, itself a pretty, truncated church that served as the city's cathedral in the 17th century. It is dedicated to the city's first bishop, St Marcian, who was tied to one of its pillars and flogged to death in 254. The church and eerie catacombs are only accessible on 30- to 40-minute guided tours (available in English), which depart regularly from the site's ticket office.\nIn the catacombs, thousands of little niches line the walls, with tunnels leading off from the main chamber (decumanus maximus) into rotonde, round chambers used by the faithful for praying. All of the treasures that accompanied the dead on their spiritual journey fell victim to tomb robbers over the centuries bar one: a sarcophagus unearthed in 1872 and now on exhibition in the Museo Archeologico Paolo Orsi."
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 6,
    "name": "Basilica Santuario di Santa Lucia al Sepolcro",
    "latitude": "37.072902",
    "longitude": "15.291739",
    "excerpt": "This 17th-century basilica occupies the site where Syracuse's patron saint, Lucia, an aristocratic girl who devoted herself to saintliness after being…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/basilica-santuario-di-santa-lucia-al-sepolcro/a/poi-sig/1372266/360014",
    "image_url": null,
    "detail_description": "This 17th-century basilica occupies the site where Syracuse's patron saint, Lucia, an aristocratic girl who devoted herself to saintliness after being blessed by St Agatha, was martyred in 304. The marble column to the right of the altar is believed to be the very spot where the saint's life was taken. Beneath lie early-Christian catacombs, accessible on guided tours (available in English). Tour times vary, so email or call ahead to confirm the current schedule.\nAccording to Roman law, Christians were not allowed to bury their dead within the city limits (which, during the Roman occupation, did not extend beyond Ortygia), so the early Christians used the outlying district of Tyche for burials, accessing underground aqueducts unused since Greek times. New tunnels were carved out, and the result was a labyrinthine network of burial chambers.The basilica itself is an impressive sight with its columned portico, Norman portal (a remnant of the previous Norman church) and 18th-century octagonal chapel known as the Sepolcro. The chapel is home to a reputedly miraculous sculpture of St Lucia. Created by Tuscan sculptor Gregorio Tedeschi in the 17th century, the saint's marble face, hands and feet famously perspired for three consecutive days in May 1735."
},
{
    "country": "syracuse",
    "city": "Syracuse",
    "index": 5,
    "name": "Museo Archeologico Paolo Orsi",
    "latitude": "37.076433",
    "longitude": "15.286714",
    "excerpt": "Located about 500m east of the archaeological park, Syracuse's archaeological museum claims one of Sicily's largest and most interesting collections of…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/syracuse/attractions/museo-archeologico-paolo-orsi/a/poi-sig/471834/360014",
    "image_url": null,
    "detail_description": "Located about 500m east of the archaeological park, Syracuse's archaeological museum claims one of Sicily's largest and most interesting collections of antiquities. Allow at least a couple of hours to investigate its various sprawling sections, which chart the area's prehistory, as well as the city's development from foundation to the late Roman period.\n"
}
]