[
{
    "country": "szczecin",
    "city": "Szczecin",
    "index": 1,
    "name": "Castle of the Pomeranian Dukes",
    "latitude": "53.426451289148",
    "longitude": "14.560442439936",
    "excerpt": "This castle is the mother of all Szczecin monuments. This vast, blocky building looms over the Old Town, but the square central courtyard and simple…",
    "detail_url": "https://www.lonelyplanet.com/poland/pomerania/szczecin/attractions/castle-of-the-pomeranian-dukes/a/poi-sig/479480/360321",
    "image_url": null,
    "detail_description": "This castle is the mother of all Szczecin monuments. This vast, blocky building looms over the Old Town, but the square central courtyard and simple Renaissance-style decoration atop the walls have a certain understated grace (spot the repeated circular pattern that resembles the Yin and Yang symbol). The castle was originally built in the mid-14th century and grew into its current form by 1577, but was destroyed by Allied carpet bombing in 1944 before being extensively restored.\nThe Castle Museum (Muzeum Zamkowe) allows you to get inside the building where the star exhibits are six spectacular sarcophagi of the Pomeranian dukes. These large tin boxes are decorated with a fine engraved ornamentation and were made between 1606 and 1637 by artists from Königsberg. Following the death of the last Pomeranian duke, Bogusław XIV, the crypt was walled up until the sarcophagi were discovered during restoration work in 1946, after the castle’s wartime destruction. The remains of the dukes were deposited in the cathedral, while the least-damaged sarcophagi were restored for display.Various temporary exhibitions and displays of art take place in other rooms of the castle. In summer, concerts and opera are held in the courtyard (www.opera.szczecin.pl). The castle also houses a restaurant, a cinema and a decent gift shop."
},
{
    "country": "szczecin",
    "city": "Szczecin",
    "index": 6,
    "name": "Town Hall",
    "latitude": "53.422059",
    "longitude": "14.552207",
    "excerpt": "Szczecin's huge former town hall is a red-brick colossus dating from the late 19th century. It now houses various obscure maritime institutions.",
    "detail_url": "https://www.lonelyplanet.com/poland/pomerania/szczecin/attractions/town-hall/a/poi-sig/1432096/360321",
    "image_url": null,
    "detail_description": "Szczecin's huge former town hall is a red-brick colossus dating from the late 19th century. It now houses various obscure maritime institutions.\n"
},
{
    "country": "szczecin",
    "city": "Szczecin",
    "index": 5,
    "name": "National Museum's Department of Art",
    "latitude": "53.42754063",
    "longitude": "14.55507111",
    "excerpt": "The National Museum’s Art Gallery resides in an 18th-century palace that formerly served as the Pomeranian parliament. It displays a collection of…",
    "detail_url": "https://www.lonelyplanet.com/poland/pomerania/szczecin/attractions/national-museum-s-department-of-art/a/poi-sig/479490/360321",
    "image_url": null,
    "detail_description": "The National Museum’s Art Gallery resides in an 18th-century palace that formerly served as the Pomeranian parliament. It displays a collection of religious art, particularly woodcarving from the 14th to 16th centuries, and you can also take a peek at the Pomeranian crown jewels.\n"
},
{
    "country": "szczecin",
    "city": "Szczecin",
    "index": 3,
    "name": "Historical Museum of Szczecin",
    "latitude": "53.42442367",
    "longitude": "14.56024981",
    "excerpt": "Szczecin's 15th-century Gothic Town Hall, one of the most architecturally fascinating buildings in the city with its monster red-brick gable, is the only…",
    "detail_url": "https://www.lonelyplanet.com/poland/pomerania/szczecin/attractions/historical-museum-of-szczecin/a/poi-sig/479486/360321",
    "image_url": null,
    "detail_description": "Szczecin's 15th-century Gothic Town Hall, one of the most architecturally fascinating buildings in the city with its monster red-brick gable, is the only relic of the Old Town, having miraculously survived the near-total destruction of the surrounding streets in WWII. It is home to the Historical Museum, a well-curated exhibit in the light-filled interior.\nThe most fascinating exhibit is a medieval treasure trove unearthed in 2001 during building works elsewhere in the city, a multimillion-dollar collection of silver coins, buttons, rings and other jewellery – and the small iron pot the loot was stashed in."
},
{
    "country": "szczecin",
    "city": "Szczecin",
    "index": 4,
    "name": "Museum of Technology & Transport",
    "latitude": "53.447733",
    "longitude": "14.540362",
    "excerpt": "This surprisingly good museum 2.5km north of the centre has a fascinating collection of vehicles, mostly of Polish origin – interesting as today Poland…",
    "detail_url": "https://www.lonelyplanet.com/poland/pomerania/szczecin/attractions/museum-of-technology-transport/a/poi-sig/1619723/360321",
    "image_url": null,
    "detail_description": "This surprisingly good museum 2.5km north of the centre has a fascinating collection of vehicles, mostly of Polish origin – interesting as today Poland has no car brand of its own. Highlights include a six-wheel amphibious vehicle from the 1970s, clunky communist-era cars such as the inevitable Polski Fiat, Szczecin-produced motorbikes from between the wars and exhibitions on the city's public transport and Polish brands. Well worth taking tram 3 or 10 to see.\n"
},
{
    "country": "szczecin",
    "city": "Szczecin",
    "index": 2,
    "name": "Cathedral Basilica of St James",
    "latitude": "53.42466625",
    "longitude": "14.5560387",
    "excerpt": "Head downhill from the city centre to explore Szczecin’s 12th-century cathedral, partially destroyed by Red Army shells in 1945 and reconstructed in 1972…",
    "detail_url": "https://www.lonelyplanet.com/poland/pomerania/szczecin/attractions/cathedral-basilica-of-st-james/a/poi-sig/479482/360321",
    "image_url": null,
    "detail_description": "Head downhill from the city centre to explore Szczecin’s 12th-century cathedral, partially destroyed by Red Army shells in 1945 and reconstructed in 1972. It’s the early 1970s renovation you’ll notice first, an incongruously modern facade more reminiscent of a derelict factory than a place of worship. As a foreigner you’re certain to be cherry-picked to shell out the 8zł admission, then proceed to the nave where a forest of red-brick columns provides perspective to an interior lacking atmosphere.\nOn the right, almost at the end of the nave, a plaque remembering those who perished in the 2010 Smolensk air disaster sits below another to the Katyń victims they were on their way to honour. Otherwise, possibly the world’s tiniest crypt and some impressive stained glass are the only other distractions, along with the tower where a lift winches you up to striking views of the river."
}
]