[
{
    "country": "tampere",
    "city": "Tampere",
    "index": 1,
    "name": "Vapriikki",
    "latitude": "61.5032429",
    "longitude": "23.76061393",
    "excerpt": "This bright, modern glass-and-steel exhibition space in the renovated Tampella textile mill hosts regularly changing exhibitions on anything from bicycles…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/vapriikki/a/poi-sig/1186983/359210",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1158583394.jpg",
    "detail_description": "This bright, modern glass-and-steel exhibition space in the renovated Tampella textile mill hosts regularly changing exhibitions on anything from bicycles to Buddhism. It also has a permanent display on Tampere’s history, a beautiful mineral museum, a natural history museum and a small but cluttered ice-hockey museum, with memorabilia of star players and teams from Finland’s sporting passion. There’s also a museum of shoes – Tampere was known for its footwear industry – and a pleasant cafe (open 11am to 2pm Tuesday to Friday, noon to 3pm Saturday and Sunday).\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 16,
    "name": "Aleksanterin Kirkko",
    "latitude": "61.497086",
    "longitude": "23.749545",
    "excerpt": "The beautiful Aleksanterin Kirkko has red brick and green spires and was named in honour of Tsar Alexander II.",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/aleksanterin-kirkko/a/poi-sig/1186996/359210",
    "image_url": null,
    "detail_description": "The beautiful Aleksanterin Kirkko has red brick and green spires and was named in honour of Tsar Alexander II.\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 15,
    "name": "Finlaysonin Kirkko",
    "latitude": "61.502201593758",
    "longitude": "23.755097389403",
    "excerpt": "The Finlaysonin Kirkko was built in 1879 as a place of worship for employees of the cotton mill and their families.",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/finlaysonin-kirkko/a/poi-sig/1186997/359210",
    "image_url": null,
    "detail_description": "The Finlaysonin Kirkko was built in 1879 as a place of worship for employees of the cotton mill and their families.\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 14,
    "name": "Ortodoksinen Kirkko",
    "latitude": "61.495284",
    "longitude": "23.771796",
    "excerpt": "Near the train station, this ornate, onion-domed Orthodox church is worth a visit. During the civil war, White troops besieged the church, which had been…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/ortodoksinen-kirkko/a/poi-sig/1430230/359210",
    "image_url": null,
    "detail_description": "Near the train station, this ornate, onion-domed Orthodox church is worth a visit. During the civil war, White troops besieged the church, which had been taken over by the Reds. Services are at 6pm Saturday, 10am Sunday and 8pm Wednesday.\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 13,
    "name": "Särkänniemi Aquarium",
    "latitude": "61.504913",
    "longitude": "23.742753",
    "excerpt": "The aquarium inside the Särkänniemi amusement park has limited information in English and isn’t especially memorable, with the Finnish fish (including…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/saerkaenniemi-aquarium/a/poi-sig/462726/359210",
    "image_url": null,
    "detail_description": "The aquarium inside the Särkänniemi amusement park has limited information in English and isn’t especially memorable, with the Finnish fish (including some rare sturgeon relatives) more interesting than the colourful hobby-tank favourites.\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 12,
    "name": "Pyynikin Näkötorni",
    "latitude": "61.496308",
    "longitude": "23.732395",
    "excerpt": "This stone observation tower is on the ridge of Pyynikki Park, and has a cafe serving delicious freshly made doughnuts. You can walk from the centre of…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/pyynikin-naekoetorni/a/poi-sig/1186999/359210",
    "image_url": null,
    "detail_description": "This stone observation tower is on the ridge of Pyynikki Park, and has a cafe serving delicious freshly made doughnuts. You can walk from the centre of town, or take westbound bus 15 (€3) to its terminus and walk back from there along the ridge.\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 11,
    "name": "Lenin Museo",
    "latitude": "61.49577",
    "longitude": "23.75213",
    "excerpt": "There are few displays dedicated to the revolutionary leader here; rather, displays focus on the shared modern history of Finland and Russia. The…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/lenin-museo/a/poi-sig/462738/359210",
    "image_url": null,
    "detail_description": "There are few displays dedicated to the revolutionary leader here; rather, displays focus on the shared modern history of Finland and Russia. The interpretation is most certainly presented through rose-coloured glasses and the visiting experience is generally disappointing.\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 10,
    "name": "Moomimuseo",
    "latitude": "61.496098",
    "longitude": "23.780562",
    "excerpt": "Enter the world of Tove Jansson’s enduringly popular Moomins at this impressive museum in Tampere-talo. It contains original drawings and beautiful…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/moomimuseo/a/poi-sig/1186986/359210",
    "image_url": null,
    "detail_description": "Enter the world of Tove Jansson’s enduringly popular Moomins at this impressive museum in Tampere-talo. It contains original drawings and beautiful dioramas depicting scenes from these quirky stories (English explanations available).\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 9,
    "name": "Näsinneula Observation Tower",
    "latitude": "61.50499406467",
    "longitude": "23.743207917726",
    "excerpt": "The 168m-high Näsinneula Observation Tower is in the Särkänniemi amusement park. This is the tallest such tower in these northern lands and that alone…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/naesinneula-observation-tower/a/poi-sig/1186991/359210",
    "image_url": null,
    "detail_description": "The 168m-high Näsinneula Observation Tower is in the Särkänniemi amusement park. This is the tallest such tower in these northern lands and that alone makes it worth the visit, with spectacular views of the city and surrounding lakes. There’s a revolving restaurant near the top.\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 8,
    "name": "Sara Hildénin Taidemuseo",
    "latitude": "61.505215",
    "longitude": "23.741241",
    "excerpt": "Located in the Särkänniemi amusement park, this museum showcases a collection of international and Finnish modern art and sculpture amassed by Sara Hildén…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/sara-hildenin-taidemuseo/a/poi-sig/1186992/359210",
    "image_url": null,
    "detail_description": "Located in the Särkänniemi amusement park, this museum showcases a collection of international and Finnish modern art and sculpture amassed by Sara Hildén (1905–93), a local businessperson and art collector. It also hosts visiting exhibitions. There are good views from the museum cafe.\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 7,
    "name": "Werstas",
    "latitude": "61.501719",
    "longitude": "23.759801",
    "excerpt": "This worthwhile labour museum has a variety of changing exhibitions covering social history and labour industries. The permanent exhibition consists of…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/werstas/a/poi-sig/1430222/359210",
    "image_url": null,
    "detail_description": "This worthwhile labour museum has a variety of changing exhibitions covering social history and labour industries. The permanent exhibition consists of three parts: a reconstruction of various historically typical Finnish workplaces – a shop and printing press; an in-depth focus on textiles; and a hall holding the enormous steam engine and wheel that powered the Finlayson factory in the 19th century.\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 6,
    "name": "Finlayson Centre",
    "latitude": "61.501371",
    "longitude": "23.759201",
    "excerpt": "Tampere’s industrial era began with Scot James Finlayson, who established a cotton mill by the Tammerkoski in the 1820s. Later it grew massively and was…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/finlayson-centre/a/poi-sig/462732/359210",
    "image_url": null,
    "detail_description": "Tampere’s industrial era began with Scot James Finlayson, who established a cotton mill by the Tammerkoski in the 1820s. Later it grew massively and was the first building in the Nordic countries to have electric lighting, which started operating in 1882. It has now been sensitively converted into a mall of cafes and shops; you’ll also find a cinema, brewery pub and a couple of intriguing museums here.\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 5,
    "name": "Vakoilumuseo",
    "latitude": "61.501094",
    "longitude": "23.760842",
    "excerpt": "The offbeat spy museum under the Finlayson Centre offers a small but well-assembled display of devices of international espionage, mainly from the Cold…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/vakoilumuseo/a/poi-sig/462758/359210",
    "image_url": null,
    "detail_description": "The offbeat spy museum under the Finlayson Centre offers a small but well-assembled display of devices of international espionage, mainly from the Cold War era. As well as histories of famous Finnish and foreign spies, it has numerous Bond-style gadgets and some interactive displays. English translations are slightly unsatisfying. For €5 extra, kids aged 7+ can take a suitability test for KGB cadet school. Book ahead to take a lie detector test (€30) – excellent if you're travelling with teenagers!\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 4,
    "name": "Amurin Työläismuseokortteli",
    "latitude": "61.499456",
    "longitude": "23.743451",
    "excerpt": "An entire block of wooden houses – including 32 apartments in five residential buildings, a bakery, a shoemaker, a public sauna, two general shops and a…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/amurin-tyoelaeismuseokortteli/a/poi-sig/1186989/359210",
    "image_url": null,
    "detail_description": "An entire block of wooden houses – including 32 apartments in five residential buildings, a bakery, a shoemaker, a public sauna, two general shops and a cafe – is preserved at the Amuri Museum of Workers' Housing, evoking life from 1882 to 1973. Interpretative panels (English translation available) outlining the fictional lives of residents give plenty of historical information and make for a visit that is as entertaining as it is educational. There's a good on-site cafe (soup lunch €7).\n"
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 3,
    "name": "Särkänniemi",
    "latitude": "61.506162",
    "longitude": "23.746294",
    "excerpt": "This promontory-set amusement park complex offers dozens of rides, an observation tower, art gallery, aquarium, farm zoo and planetarium. A one-day pass…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/saerkaenniemi/a/poi-sig/462756/359210",
    "image_url": null,
    "detail_description": "This promontory-set amusement park complex offers dozens of rides, an observation tower, art gallery, aquarium, farm zoo and planetarium. A one-day pass gives you access to them all. Among the best rides are the Tornado roller coaster, super-fast High Voltage, speedboat rides on the lake and an Angry Birds area for younger kids. Opening times are complex; check the website. Indoor attractions stay open year-round. Take bus 20 (€3) from the train station or central square.\nThe aquarium is mediocre, the Finnish fish are more interesting than the hobby-tank favourites. The planetarium is in the same complex, above which soars the 168m Näsinneula Observation Tower, the tallest in these northern lands. It commands spectacular city and lake views and has a revolving restaurant. Sara Hildénin Taidemuseo has a collection of international and Finnish modern art and sculpture, and also hosts travelling exhibitions."
},
{
    "country": "tampere",
    "city": "Tampere",
    "index": 2,
    "name": "Tuomiokirkko",
    "latitude": "61.50239",
    "longitude": "23.769929",
    "excerpt": "An iconic example of National Romantic art nouveau architecture, Tampere's cathedral dates from 1907. Hugo Simberg created the frescoes and stained glass;…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/tuomiokirkko/a/poi-sig/1290178/359210",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148c09a1cbc7a8d5d3f0ac9b8780bd40-tuomiokirkko.jpg",
    "detail_description": "An iconic example of National Romantic art nouveau architecture, Tampere's cathedral dates from 1907. Hugo Simberg created the frescoes and stained glass; you’ll appreciate that they were controversial. A procession of naked childlike apostles holds the ‘garland of life’, graves and plants are tended by skeletal figures, and in the upstairs gallery a wounded angel is stretchered off by two children. Magnus Enckell's dreamlike Resurrection altarpiece is designed in a similar style. The serpent on the dome adds to the strange ambience.\n"
}
]