[
{
    "country": "tampa",
    "city": "Tampa",
    "index": 1,
    "name": "Florida Aquarium",
    "latitude": "27.944313",
    "longitude": "-82.445108",
    "excerpt": "Tampa's excellent aquarium is among the state's best. Cleverly designed, the re-created swamp lets you walk among herons and ibis as they prowl the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tampa/attractions/florida-aquarium/a/poi-sig/427223/361927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-182283457_full.jpg",
    "detail_description": "Tampa's excellent aquarium is among the state's best. Cleverly designed, the re-created swamp lets you walk among herons and ibis as they prowl the mangroves. Programs let you swim with the fishes (and the sharks) or take a catamaran ecotour in Tampa Bay. For better control of the crowds, tickets are priced by entry time.\n"
},
{
    "country": "tampa",
    "city": "Tampa",
    "index": 14,
    "name": "Lowry Park Zoo",
    "latitude": "28.013081518207",
    "longitude": "-82.469730377197",
    "excerpt": "North of downtown, Tampa's zoo gets you as close to the animals as possible, with several free-flight aviaries, giraffe feeding, a wallaby enclosure and a…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tampa/attractions/lowry-park-zoo/a/poi-sig/1251482/361927",
    "image_url": null,
    "detail_description": "North of downtown, Tampa's zoo gets you as close to the animals as possible, with several free-flight aviaries, giraffe feeding, a wallaby enclosure and a rhino 'encounter.'\n"
},
{
    "country": "tampa",
    "city": "Tampa",
    "index": 13,
    "name": "Glazer Children's Museum",
    "latitude": "27.949535",
    "longitude": "-82.461319",
    "excerpt": "This crayon-bright, interactive museum provides a creative play space for kids under 10. The staff are delightful and the adjacent Curtis Hixon Park is…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tampa/attractions/glazer-children-s-museum/a/poi-sig/1251487/361927",
    "image_url": null,
    "detail_description": "This crayon-bright, interactive museum provides a creative play space for kids under 10. The staff are delightful and the adjacent Curtis Hixon Park is picnic- and playground-friendly.\n"
},
{
    "country": "tampa",
    "city": "Tampa",
    "index": 12,
    "name": "Florida Museum of Photographic Arts",
    "latitude": "27.94726",
    "longitude": "-82.460536",
    "excerpt": "This small, intimate photography museum is housed on the 2nd and 3rd stories of the Cube, a five-story atrium in downtown Tampa. In addition to a…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tampa/attractions/florida-museum-of-photographic-arts/a/poi-sig/1491342/361927",
    "image_url": null,
    "detail_description": "This small, intimate photography museum is housed on the 2nd and 3rd stories of the Cube, a five-story atrium in downtown Tampa. In addition to a permanent collection from Harold Edgerton and Len Prince, temporary exhibits have included the work of Ansel Adams, Andy Warhol and contemporary photographers such as Jerry Uelsmann. Photography courses are also offered.\n"
},
{
    "country": "tampa",
    "city": "Tampa",
    "index": 11,
    "name": "Tampa Bay History Center",
    "latitude": "27.942161",
    "longitude": "-82.450107",
    "excerpt": "This first-rate history museum presents the region's Seminole and Miccosukee people, Cracker pioneers and cattle breeders, and Tampa's Cuban community and…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tampa/attractions/tampa-bay-history-center/a/poi-sig/1251484/361927",
    "image_url": null,
    "detail_description": "This first-rate history museum presents the region's Seminole and Miccosukee people, Cracker pioneers and cattle breeders, and Tampa's Cuban community and cigar industry. The cartography collection, spanning six centuries, dazzles. At the time of research, the museum had just announced an $11-million expansion involving pirate history and a 60ft replica of a pirate ship.\n"
},
{
    "country": "tampa",
    "city": "Tampa",
    "index": 10,
    "name": "Ybor City Museum State Park",
    "latitude": "27.961798196421",
    "longitude": "-82.43811249733",
    "excerpt": "This dusty, old-school history museum preserves a bygone era, with cigar-worker houses (open 10am to 3pm) and wonderful photos. The museum has information…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tampa/attractions/ybor-city-museum-state-park/a/poi-sig/427257/361927",
    "image_url": null,
    "detail_description": "This dusty, old-school history museum preserves a bygone era, with cigar-worker houses (open 10am to 3pm) and wonderful photos. The museum has information on a free, self-guided, multimedia tour of Ybor City, accessible with any internet-connected device. The tour includes 21 stops and narration from prominent characters within the community.\n"
},
{
    "country": "tampa",
    "city": "Tampa",
    "index": 9,
    "name": "Tampa Museum of Art",
    "latitude": "27.949393",
    "longitude": "-82.462252",
    "excerpt": "Architect Stanley Saitowitz's dramatically cantilevered museum building appears to float above Curtis Hixon Park overlooking the Hillsborough River…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tampa/attractions/tampa-museum-of-art/a/poi-sig/427249/361927",
    "image_url": null,
    "detail_description": "Architect Stanley Saitowitz's dramatically cantilevered museum building appears to float above Curtis Hixon Park overlooking the Hillsborough River. Inside its sculptural shell six galleries house a permanent collection of Greek and Roman antiquities beside contemporary exhibitions of photography and new media.\n"
},
{
    "country": "tampa",
    "city": "Tampa",
    "index": 8,
    "name": "Tampa Riverwalk",
    "latitude": null,
    "longitude": null,
    "excerpt": "Downtown, the attractive Tampa Riverwalk connects most sights. Located along the Hillsborough River, this undulating green space, with playgrounds and…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tampa/attractions/tampa-riverwalk/a/poi-sig/1251481/361927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5632a88df269ddce2922752578779e32-tampa-riverwalk.jpg",
    "detail_description": "Downtown, the attractive Tampa Riverwalk connects most sights. Located along the Hillsborough River, this undulating green space, with playgrounds and restrooms, makes a pretty walk from the museums edging Curtis Hixon Park, past the Convention Center, to the aquarium at the far end.\n"
},
{
    "country": "tampa",
    "city": "Tampa",
    "index": 7,
    "name": "Museum of Science & Industry",
    "latitude": "28.053651275854",
    "longitude": "-82.404885292053",
    "excerpt": "There's something intriguing for all ages at this interactive science museum. Younger kids go straight to Kids in Charge, where a wealth of hands-on…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tampa/attractions/museum-of-science-industry/a/poi-sig/427237/361927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/85cb20df2ab361968ad3eae3cbb3ab53-museum-of-science-industry.jpg",
    "detail_description": "There's something intriguing for all ages at this interactive science museum. Younger kids go straight to Kids in Charge, where a wealth of hands-on activities hides science beneath unadorned play. The frank human body exhibit – with 3-D printed fetuses and cautionary looks at pregnancy and health – is best for older kids. Don't miss the IMAX movie; it's included with admission.\n"
},
{
    "country": "tampa",
    "city": "Tampa",
    "index": 6,
    "name": "Adventure Island",
    "latitude": "28.0411902983",
    "longitude": "-82.413296699524",
    "excerpt": "This 30-acre water park has everything a modern, top-flight water park requires: a long lazy river, a huge wave pool, bucket-dumping splash zones, a…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tampa/attractions/adventure-island/a/poi-sig/427209/361927",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Tampa%20Khairil%20Azhar%20Junos%20shutterstock_2091524860%20RFE.jpg",
    "detail_description": "This 30-acre water park has everything a modern, top-flight water park requires: a long lazy river, a huge wave pool, bucket-dumping splash zones, a swimming pool, sandy lounge areas and enough twisting, plunging, adrenaline-fueled waterslides to keep teens lining up till closing. Adventure Island also features outdoor cafes, picnic and sunbathing areas, a gift shop and a championship sand volleyball complex for hours of fun in the sun.\n"
}