[
{
    "country": "tarragona",
    "city": "Tarragona",
    "index": 1,
    "name": "Catedral de Tarragona",
    "latitude": "41.118798",
    "longitude": "1.257817",
    "excerpt": "Crowning the town, Tarragona’s cathedral incorporates both Romanesque and Gothic features, as typified by the main facade. The flower-filled cloister has…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/tarragona/attractions/catedral-de-tarragona/a/poi-sig/1205097/360764",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1313877392.jpg",
    "detail_description": "Crowning the town, Tarragona’s cathedral incorporates both Romanesque and Gothic features, as typified by the main facade. The flower-filled cloister has Gothic vaulting and Romanesque carved capitals, one of which shows rats conducting a cat’s funeral…until the cat comes back to life! Chambers off the cloister display the remains of a Roman temple (unearthed in 2015) and the Museu Diocesà, its collection extending from Roman hairpins to 13th- and 14th-century polychrome Virgin woodcarvings. Don't miss the east nave's 14th-century frescoes.\nDetailed audio guides (€2 to €4) are available in six languages. Cathedral rooftop tours (€15) can be booked online."
},
{
    "country": "tarragona",
    "city": "Tarragona",
    "index": 12,
    "name": "Platja del Miracle",
    "latitude": "41.113545899647",
    "longitude": "1.2593116378492",
    "excerpt": "Tarragona's mediocre main beach is separated from town by train tracks and is reasonably clean, but can get terribly crowded; there are more appealing…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/tarragona/attractions/platja-del-miracle/a/poi-sig/1063496/360764",
    "image_url": null,
    "detail_description": "Tarragona's mediocre main beach is separated from town by train tracks and is reasonably clean, but can get terribly crowded; there are more appealing choices nearby.\n"
},
{
    "country": "tarragona",
    "city": "Tarragona",
    "index": 11,
    "name": "Tinglado 4",
    "latitude": "41.110019",
    "longitude": "1.245146",
    "excerpt": "Temporary exhibition space for major pieces from the Museu Nacional Arqueològic de Tarragona while the museum undergoes renovation (scheduled for…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/tarragona/attractions/tinglado-4/a/poi-sig/1634338/360764",
    "image_url": null,
    "detail_description": "Temporary exhibition space for major pieces from the Museu Nacional Arqueològic de Tarragona while the museum undergoes renovation (scheduled for completion in 2022). Bus 22 takes you to the port (El Serallo, last stop) from the Portal del Roser in the old town, or it's a 20-minute downhill walk.\n"
},
{
    "country": "tarragona",
    "city": "Tarragona",
    "index": 10,
    "name": "Museu i Necròpolis Paleocristians",
    "latitude": "41.115702",
    "longitude": "1.239127",
    "excerpt": "This sprawling Roman-Christian city of the dead on the western edge of town consists of over 2000 elaborate tombs. It was used from the 3rd century AD…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/tarragona/attractions/museu-i-necropolis-paleocristians/a/poi-sig/1063505/360764",
    "image_url": null,
    "detail_description": "This sprawling Roman-Christian city of the dead on the western edge of town consists of over 2000 elaborate tombs. It was used from the 3rd century AD onwards, thus attesting to Rome’s conversion to Christianity. The museum features curious funereal objects and sarcophagi. Entry is free with a Museu Nacional Arqueològic de Tarragona ticket.\n"
},
{
    "country": "tarragona",
    "city": "Tarragona",
    "index": 9,
    "name": "Passeig Arqueològic Muralles",
    "latitude": "41.118612",
    "longitude": "1.254952",
    "excerpt": "A peaceful walk takes you around the inland part of the old town's perimeter between two lines of city walls. The inner walls are mainly Roman and date…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/tarragona/attractions/passeig-arqueologic-muralles/a/poi-sig/1205107/360764",
    "image_url": null,
    "detail_description": "A peaceful walk takes you around the inland part of the old town's perimeter between two lines of city walls. The inner walls are mainly Roman and date back to the 3rd century BCE, while the outer ones were put up by the British in 1709 during the War of the Spanish Succession. The earliest stretches are a mighty 4m thick. There's a small but helpful interpretation centre (Catalan, Spanish and English).\nEntry is from the Portal del Roser, where Avinguda de Catalunya touches the west side of the old town."
},
{
    "country": "tarragona",
    "city": "Tarragona",
    "index": 8,
    "name": "Pretori i Circ Romà",
    "latitude": "41.116599",
    "longitude": "1.258192",
    "excerpt": "This sizeable complex with two separate entrances includes part of the vaults of Tarragona's well-preserved, late-1st-century Roman circus, where chariot…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/tarragona/attractions/pretori-i-circ-roma/a/poi-sig/1063500/360764",
    "image_url": null,
    "detail_description": "This sizeable complex with two separate entrances includes part of the vaults of Tarragona's well-preserved, late-1st-century Roman circus, where chariot races were once held, as well as the Plaça del Rei's Pretori tower (climb it for 360° city views) and part of the provincial forum, the political heart of Roman Tarraconensis province. The circus, over 300m long and accommodating 30,000 spectators, stretched from here to beyond Plaça de la Font to the west.\n"
},
{
    "country": "tarragona",
    "city": "Tarragona",
    "index": 7,
    "name": "Fòrum de la Colònia",
    "latitude": "41.11474",
    "longitude": "1.248279",
    "excerpt": "For a time-hopping view of Roman archways framing modern tower blocks, visit Tarragona's main provincial forum, thought to date from around 30 BC. You'll…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/tarragona/attractions/forum-de-la-colonia/a/poi-sig/1063497/360764",
    "image_url": null,
    "detail_description": "For a time-hopping view of Roman archways framing modern tower blocks, visit Tarragona's main provincial forum, thought to date from around 30 BC. You'll see the foundations of former tabernae (shops) scattered around the curia, the municipal council's meeting place. Linked to the site by a footbridge is another excavated area, which includes a stretch of Roman street.\nThe discovery of foundations of a temple to Jupiter, Juno and Minerva suggests the forum was bigger and more important than had previously been assumed."
},
{
    "country": "tarragona",
    "city": "Tarragona",
    "index": 6,
    "name": "Aqüeducte de les Ferreres",
    "latitude": "41.145416",
    "longitude": "1.244191",
    "excerpt": "This magnificent aqueduct sits in a tangle of dusty pathways and glades 4km north of central Tarragona, just off the AP7 (near where it intersects with…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/tarragona/attractions/aqueeducte-de-les-ferreres/a/poi-sig/1086058/360764",
    "image_url": null,
    "detail_description": "This magnificent aqueduct sits in a tangle of dusty pathways and glades 4km north of central Tarragona, just off the AP7 (near where it intersects with the N240). It is a fine stretch of two-tiered aqueduct (217m long and 27m high), which you can totter across. Buses 5 and 85 (€1.50, every 30 minutes) to Sant Salvador from Plaça Imperial de Tarraco stop nearby; you can walk 4.6km back to the city along the river (about 90 minutes).\nIf driving, park in one of the lay-bys signposted on the north side of the AP7 (just outside the freeway toll gates) or the east side of the N240."
},
{
    "country": "tarragona",
    "city": "Tarragona",
    "index": 5,
    "name": "PortAventura",
    "latitude": "41.086476",
    "longitude": "1.153404",
    "excerpt": "A massive, blockbuster amusement park, PortAventura lies 10km west of Tarragona. Divided into themed sections, it's crammed with exhilarating rides and…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/tarragona/attractions/portaventura/a/poi-sig/1205125/360764",
    "image_url": null,
    "detail_description": "A massive, blockbuster amusement park, PortAventura lies 10km west of Tarragona. Divided into themed sections, it's crammed with exhilarating rides and shows to keep all ages happy. The complex encompasses Himalayan-themed rollercoaster Shambhala along with Caribe Aquatic Park, a water world sporting fear-inducing slides. New in 2017 is the park's flashy £855million Ferrari Land, which hosts Europe's highest and fastest rollercoaster, Red Force. Various combined and multiday tickets are available, as is themed on-site accommodation for families with young kids.\nFrequent daily trains run to PortAventura’s station, 1km west of the site, from Tarragona (€2.85, 10 minutes) and Barcelona (€8.80, one to 1½ hours). There are also hourly buses to/from Tarragona's bus station between 8.15am and 10.15pm. Opening hours vary seasonally; check ahead. The park opens at Christmas and only at weekends during November and December; it's closed for much of January and February."
},
{
    "country": "tarragona",
    "city": "Tarragona",
    "index": 3,
    "name": "Amfiteatre Romà",
    "latitude": "41.114829",
    "longitude": "1.258525",
    "excerpt": "Near the beach is Tarragona's well-preserved amphitheatre, dating from the 2nd century CE, where gladiators hacked away at each other or wild animals. In…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/tarragona/attractions/amfiteatre-roma/a/poi-sig/1063502/360764",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1345342374.jpg",
    "detail_description": "Near the beach is Tarragona's well-preserved amphitheatre, dating from the 2nd century CE, where gladiators hacked away at each other or wild animals. In its arena are the remains of a 6th-century Visigothic church and a 12th-century Romanesque church, both built to commemorate Saint Fructuosus and two deacons, believed to have been burnt alive here in CE 259. At the time of research, parts of the amphitheatre were undergoing restoration, though the upper viewing gallery was open (and admission free).\nMuch of the amphitheatre was picked to bits, the stone used to build the port and the two churches, so what you see now is a partial reconstruction."
},
{
    "country": "tarragona",
    "city": "Tarragona",
    "index": 4,
    "name": "Museu d'Història de Tarragona",
    "latitude": null,
    "longitude": null,
    "excerpt": "The Museu d'Història de Tarragona consists of various Unesco World Heritage Roman sites, as well as some other historic buildings around town. A combined…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/tarragona/attractions/museu-d-historia-de-tarragona/a/poi-sig/1107333/360764",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock497745871.jpg",
    "detail_description": "The Museu d'Història de Tarragona consists of various Unesco World Heritage Roman sites, as well as some other historic buildings around town. A combined ticket covers the Pretori i Circ Romans, Amfiteatre Romà, Passeig Arqueològic Muralles and Fòrum de la Colònia. Get exploring!\n"
},
{
    "country": "tarragona",
    "city": "Tarragona",
    "index": 2,
    "name": "Museu Nacional Arqueològic de Tarragona",
    "latitude": "41.116712",
    "longitude": "1.258492",
    "excerpt": "This excellent museum does justice to the cultural and material wealth of Roman Tarraco. The mosaic collection traces changing trends from simple black…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/tarragona/attractions/museu-nacional-arqueologic-de-tarragona/a/poi-sig/1188579/360764",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock511669240.jpg",
    "detail_description": "This excellent museum does justice to the cultural and material wealth of Roman Tarraco. The mosaic collection traces changing trends from simple black-and-white designs to complex full-colour creations; highlights include the fine 2nd- or 3rd-century Mosaic de la Medusa and the large, almost complete 3rd-century Mosaic dels Peixos de la Pineda, showing fish and sea creatures.\nThe museum is currently closed for renovations, and is slated to reopen in 2022. Until then, some of the most important pieces from the collection are on display in Tinglado 4 in Tarragona's port; bus 22 takes you there from a stop near the Portal del Roser."
}
]