[
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 1,
        "name": "Museum of Applied Arts",
        "latitude": "41.3009",
        "longitude": "69.25961",
        "excerpt": "The Museum of Applied Arts occupies an exquisite house full of bright ghanch (carved and painted plaster) and carved wood. It was built in the 1930s, at…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/museum-of-applied-arts/a/poi-sig/443527/357844",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock716645335.jpg",
        "detail_description": "The Museum of Applied Arts occupies an exquisite house full of bright ghanch (carved and painted plaster) and carved wood. It was built in the 1930s, at the height of the Soviet period, but nonetheless serves as a sneak preview of the older architectural highlights lurking in Bukhara and Samarkand. The ceramic and textile exhibits here, with English descriptions, are a fine way to bone up on the regional decorative styles of Uzbekistan. There’s a small cafe and pricey gift shop here too.\n"
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 2,
        "name": "Chorsu Bazaar",
        "latitude": "41.326695",
        "longitude": "69.235062",
        "excerpt": "Tashkent’s most famous farmers market, topped by a giant green dome, is a delightful slice of city life spilling into the streets off the Old Town’s…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/chorsu-bazaar/a/poi-sig/443505/357844",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-539242186.jpg",
        "detail_description": "Tashkent’s most famous farmers market, topped by a giant green dome, is a delightful slice of city life spilling into the streets off the Old Town’s southern edge. There are acres of spices arranged in brightly coloured mountains, Volkswagen-sized sacks of grain, entire warehouses dedicated to sweets, and the freshest bread and fruits around. Souvenir hunters will find kurpacha (colourful sitting mattresses), skullcaps, chapan (traditional heavy quilted cloaks), ceramics and knives here.\n"
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 3,
        "name": "History Museum of the People of Uzbekistan",
        "latitude": "41.311469",
        "longitude": "69.269389",
        "excerpt": "The History Museum is a must-visit for anyone looking for a primer on the history of Turkestan from its earliest settlements 5000 years ago to the present…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/history-museum-of-the-people-of-uzbekistan/a/poi-sig/443513/357844",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1501383971.jpg",
        "detail_description": "The History Museum is a must-visit for anyone looking for a primer on the history of Turkestan from its earliest settlements 5000 years ago to the present. The 2nd floor has some fine Zoroastrian and Buddhist artefacts, including several 1st- to 3rd-century Buddhas and Buddha fragments from Fayoz-Tepe area near Termiz.\nOn the 3rd floor English placards walk you through the Russian conquests of the khanates and emirates, and there are some foreboding newspaper clippings of revolts in Andijon being brutally suppressed by the Russians in 1915. On the 4th floor you’ll also find the normal ode to post-independence gas plants and first President Karimov."
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 4,
        "name": "Moyie Mubarek Library Museum",
        "latitude": "41.336994",
        "longitude": "69.240367",
        "excerpt": "The primary attraction of Khast Imom square is this library museum, which houses the 7th-century Osman Quran (Uthman Quran), said to be the world’s oldest…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/moyie-mubarek-library-museum/a/poi-sig/443525/357844",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2291597755.jpg",
        "detail_description": "The primary attraction of Khast Imom square is this library museum, which houses the 7th-century Osman Quran (Uthman Quran), said to be the world’s oldest. This enormous deerskin tome was brought to Samarkand by Timur, then taken to Moscow by the Russians in 1868 before being returned to Tashkent by Lenin in 1924 as an act of goodwill towards Turkestan’s Muslims. It is Tashkent’s most important sight.\nThe museum also contains 30 or 40 rare 14th- to 17th-century books among its collection, including one thumb-sized koran in an amulet case. Photos are not allowed. The library is in the southeast of the square, next to the spartan 1856 Telyashayakh Mosque."
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 5,
        "name": "Earthquake Memorial",
        "latitude": "41.324089",
        "longitude": "69.272246",
        "excerpt": "The New Soviet men and women who rebuilt Tashkent after the 1966 earthquake are remembered in stone at the Earthquake Memorial just north of Mustaqilik…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/earthquake-memorial/a/poi-sig/443509/357844",
        "image_url": null,
        "detail_description": "The New Soviet men and women who rebuilt Tashkent after the 1966 earthquake are remembered in stone at the Earthquake Memorial just north of Mustaqilik Maydoni. Newlyweds flock here to have their photos taken on weekends.\n"
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 6,
        "name": "State Fine Arts Museum",
        "latitude": "41.30272",
        "longitude": "69.2778",
        "excerpt": "The four floors of this excellent museum walk you through 1500 years of art in Uzbekistan, from 7th-century Buddhist relics from Kuva and the Greek…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/state-fine-arts-museum/a/poi-sig/443511/357844",
        "image_url": null,
        "detail_description": "The four floors of this excellent museum walk you through 1500 years of art in Uzbekistan, from 7th-century Buddhist relics from Kuva and the Greek-inspired head of Hercules from Khalchayan near Termiz, to the art of Soviet Uzbekistan. There are even a few 19th-century paintings of second-tier Russian and European artists hanging about. There’s an impressive section on Uzbek applied art – notably some lovely ghanch (plaster carvings) from Bukhara, carved wooden doors from Khiva and the silk-on-cotton embroidered hangings called suzani.\n"
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 7,
        "name": "Statue of Timur",
        "latitude": "41.311159",
        "longitude": "69.279679",
        "excerpt": "Tashkent's main streets radiate from Amir Timur Maydoni, where this statue of Timur (Tamerlane) takes pride of place.",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/statue-of-timur/a/poi-sig/1388823/357844",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/aa7f7d8c41e85d794716a30b4485b338-statue-of-timur.jpg",
        "detail_description": "Tashkent's main streets radiate from Amir Timur Maydoni, where this statue of Timur (Tamerlane) takes pride of place.\nA glance under the statue reveals that the stallion has been divested of a certain reproductive appendage. Just who stole it is one of Tashkent's great mysteries. Fortunately the horse's formidable family jewels remain intact - for now."
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 8,
        "name": "Assumption Cathedral",
        "latitude": "41.290795",
        "longitude": "69.278884",
        "excerpt": "It's impossible to miss the handsome gold onion domes, pastel blue walls and 50m bell tower of the impressive Assumption Cathedral. Built in 1958 and…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/assumption-cathedral/a/poi-sig/443501/357844",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1328976074.jpg",
        "detail_description": "It's impossible to miss the handsome gold onion domes, pastel blue walls and 50m bell tower of the impressive Assumption Cathedral. Built in 1958 and renovated in the 1990s, this is the biggest of the four Orthodox churches in Tashkent. It's particularly worth visiting on Sunday when Tashkent's Russian babushkas (old women) flock here to make devotions in a sea of incense.\n"
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 9,
        "name": "Minor Mosque",
        "latitude": "41.336486",
        "longitude": "69.275032",
        "excerpt": "The striking new Minor Mosque, also known as the white mosque for the colour of its marble, is proof that Uzbekistan still knows how to create sublime…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/minor-mosque/a/poi-sig/1576378/357844",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial2205934805.jpg",
        "detail_description": "The striking new Minor Mosque, also known as the white mosque for the colour of its marble, is proof that Uzbekistan still knows how to create sublime Islamic architecture. The lovely circular prayer hall has a beautifully ornate mihrab (a niche indicating the direction of Mecca) and ceiling. Walk south back to Minor metro through the nearby Minor Cemetery or the pleasant canal-side path.\n"
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 10,
        "name": "State History Museum of the Timurids",
        "latitude": "41.313661",
        "longitude": "69.279013",
        "excerpt": "Shaped like a Mexican sombrero, this museum was built to commemorate the 600th birthday of Timur. There are almost no genuine artefacts here, but there…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/state-history-museum-of-the-timurids/a/poi-sig/1575960/357844",
        "image_url": null,
        "detail_description": "Shaped like a Mexican sombrero, this museum was built to commemorate the 600th birthday of Timur. There are almost no genuine artefacts here, but there are some interesting displays on Timur's descendants and their almost exclusively violent deaths. Timur's great-great-grandson Umar Sheikh, for example, 'unexpectedly died falling into the abyss from his pigeonry'. Look out for the copy of the 15th-century letter from Timur to King Charles I of France.\nOther interesting exhibits include the 14th-century stone pond from Samarkand's now-vanished Bagi Baland garden and a model of what the Bibi Khanum Mosque would have looked like (very Persian) had it ever been completed."
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 11,
        "name": "Sheikhantaur Mausoleum Complex",
        "latitude": "41.322685",
        "longitude": "69.256543",
        "excerpt": "Just north of Navoi boulevard are three 15th-century mausoleums. The biggest, on the grounds of the Tashkent Islamic University, bears the name of Yunus…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/sheikhantaur-mausoleum-complex/a/poi-sig/443553/357844",
        "image_url": null,
        "detail_description": "Just north of Navoi boulevard are three 15th-century mausoleums. The biggest, on the grounds of the Tashkent Islamic University, bears the name of Yunus Khan, grandfather of the Mughal emperor and Andijon native Babur. The mausoleum itself sits locked and idle, but you can check out its attractive Timurid-style pishtak (entrance portal). Access is from Abdulla Kodiri.\nTwo smaller mausoleums are east of the university grounds, accessible via a small side street running north from Navoi – the pyramid-roofed Kaldirgochbiy and the silver-domed Sheikh Hovendi Tahur. Next to the latter is a mosque with beautifully carved wooden doors and attractive tilework."
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 12,
        "name": "Barak Khan Medressa",
        "latitude": "41.336905",
        "longitude": "69.239016",
        "excerpt": "Souvenir shops occupy the student rooms of this 16th-century medressa located on the western side of Khast Imom square, making this one of the best places…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/barak-khan-medressa/a/poi-sig/1459541/357844",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8c79e0276ab3d1e5093565aaf7a35af4-barak-khan-medressa.jpg",
        "detail_description": ""
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 13,
        "name": "Mausoleum of Abu Bakr Kaffal Shoshi",
        "latitude": "41.338105",
        "longitude": "69.238114",
        "excerpt": "This little 16th-century mausoleum of Abu Bakr Kaffal Shoshi, an Islamic scholar and poet of the Shaybanid period, is located northwest of Khast Imom…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/mausoleum-of-abu-bakr-kaffal-shoshi/a/poi-sig/1459542/357844",
        "image_url": null,
        "detail_description": "This little 16th-century mausoleum of Abu Bakr Kaffal Shoshi, an Islamic scholar and poet of the Shaybanid period, is located northwest of Khast Imom square. The front room contains his large tomb and five smaller ones. Larger tombs of three more sheikhs are at the back.\n"
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 14,
        "name": "Art Gallery of Uzbekistan",
        "latitude": "41.316143",
        "longitude": "69.271621",
        "excerpt": "One of the more recent additions to Tashkent's museum scene is this impressive building, which presents rotating exhibits of Uzbekistan's top contemporary…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/art-gallery-of-uzbekistan/a/poi-sig/443499/357844",
        "image_url": null,
        "detail_description": "One of the more recent additions to Tashkent's museum scene is this impressive building, which presents rotating exhibits of Uzbekistan's top contemporary artists. With both temporary exhibits and a permanent collection, it's an interesting survey of the national psyche, albeit one that has been given the official stamp of approval.\n"
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 15,
        "name": "TV Tower",
        "latitude": "41.345725",
        "longitude": "69.285879",
        "excerpt": "This 375m-tall, three-legged monster, the epitome of Soviet design, stands north of the city centre but can be seen from all over town. The price of…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/tv-tower/a/poi-sig/443549/357844",
        "image_url": null,
        "detail_description": "This 375m-tall, three-legged monster, the epitome of Soviet design, stands north of the city centre but can be seen from all over town. The price of admission gets you up to the 100m viewing platform but photos are technically forbidden. To go up to the next level (about 220m) you’ll have to grease the guard’s palm – US$5 in som should do the trick. You’ll need your passport to buy a ticket.\nAt 110m there’s a revolving restaurant that serves a decidedly mediocre set Russian meal."
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 16,
        "name": "Kaldirgochbiy Mausoleum",
        "latitude": "41.323088",
        "longitude": "69.258873",
        "excerpt": "This little-visited, pyramid-roofed mausoleum is for devoted fans of Central Asian architecture. It's tricky to find, east of the Tashkent Islamic…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/kaldirgochbiy-mausoleum/a/poi-sig/1388802/357844",
        "image_url": null,
        "detail_description": "This little-visited, pyramid-roofed mausoleum is for devoted fans of Central Asian architecture. It's tricky to find, east of the Tashkent Islamic University grounds, accessible via a small side street running north from Navoi.\n"
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 17,
        "name": "Sheikh Hovendi Tahur Mausoleum",
        "latitude": "41.322356",
        "longitude": "69.259053",
        "excerpt": "This little-visited mausoleum was built for a 14th-century Sufi saint and gives its name to the surrounding Sheikhantur complex. It's tricky to find, east…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/sheikh-hovendi-tahur-mausoleum/a/poi-sig/1388804/357844",
        "image_url": null,
        "detail_description": "This little-visited mausoleum was built for a 14th-century Sufi saint and gives its name to the surrounding Sheikhantur complex. It's tricky to find, east of the Tashkent Islamic University grounds, accessible via a small side street running north from Navoi.\n"
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 18,
        "name": "Railway Museum",
        "latitude": "41.294382",
        "longitude": "69.289377",
        "excerpt": "The magnificent collection of 1930s to 1950s Soviet locomotives at the open-air Railway Museum will thrill train buffs, though it's worth visiting even if…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/railway-museum/a/poi-sig/1383668/357844",
        "image_url": null,
        "detail_description": "The magnificent collection of 1930s to 1950s Soviet locomotives at the open-air Railway Museum will thrill train buffs, though it's worth visiting even if you aren’t one. You have licence to clamber all over any train with an open door. Kids will love the mini-railway.\n"
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 19,
        "name": "House of Photography",
        "latitude": "41.307536",
        "longitude": "69.282682",
        "excerpt": "The House of Photography hosts rotating exhibits of Uzbekistan’s top contemporary photographers as well as shows by international names in the field. It's…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/house-of-photography/a/poi-sig/1383667/357844",
        "image_url": null,
        "detail_description": "The House of Photography hosts rotating exhibits of Uzbekistan’s top contemporary photographers as well as shows by international names in the field. It's one of Tashkent's artier, edgier spots.\n"
    },
    {
        "country": "tashkent",
        "city": "Tashkent",
        "index": 20,
        "name": "Dom Forum",
        "latitude": "41.309348",
        "longitude": "69.283085",
        "excerpt": "This preposterously large hall is usually locked tight but occasionally hosts state-sponsored events for honoured guests. You may recognise the tigers on…",
        "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/dom-forum/a/poi-sig/1386752/357844",
        "image_url": null,
        "detail_description": "This preposterously large hall is usually locked tight but occasionally hosts state-sponsored events for honoured guests. You may recognise the tigers on the facade from the Sher Dor Medressa at the Registan in Samarkand.\n"
    }
]