[
{
    "country": "taupo",
    "city": "Taupo",
    "index": 5,
    "name": "Aratiatia Rapids",
    "latitude": "-38.617617",
    "longitude": "176.137211",
    "excerpt": "Two kilometres off SH5, this gorge was a spectacular part of the Waikato River until a hydroelectric dam was plonked across the waterway, shutting off the…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/aratiatia-rapids/a/poi-sig/1246649/362760",
    "image_url": null,
    "detail_description": "Two kilometres off SH5, this gorge was a spectacular part of the Waikato River until a hydroelectric dam was plonked across the waterway, shutting off the flow. But the floodgates still open at 10am, noon and 2pm (plus 4pm from October to March), releasing 80,000L of water a second for 15 minutes. You can see the water surge through the dam from two good vantage points atop the cliffs.\nDrive here or take a leisurely cycle along the river from Taupō (four-hours return; 30km). You might recognise the rapids from the scene in The Hobbit: The Desolation of Smaug, when the dwarves escape from the elves in barrels."
},
{
    "country": "taupo",
    "city": "Taupo",
    "index": 11,
    "name": "Huka Falls Lookout",
    "latitude": "-38.648794",
    "longitude": "176.090187",
    "excerpt": "Excellent spot to view spectacular Huka Falls. From the car park, cross the bridge and turn left.",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/huka-falls-lookout/a/poi-sig/1204185/362760",
    "image_url": null,
    "detail_description": "Excellent spot to view spectacular Huka Falls. From the car park, cross the bridge and turn left.\n"
},
{
    "country": "taupo",
    "city": "Taupo",
    "index": 10,
    "name": "Hot Water Beach",
    "latitude": "-38.699771",
    "longitude": "176.084543",
    "excerpt": "At the end of the long town beach are patches of warm water right in front of a car park. It’s no Coromandel, but have a dig and you might find some…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/hot-water-beach/a/poi-sig/1589631/362760",
    "image_url": null,
    "detail_description": "At the end of the long town beach are patches of warm water right in front of a car park. It’s no Coromandel, but have a dig and you might find some warmth.\n"
},
{
    "country": "taupo",
    "city": "Taupo",
    "index": 9,
    "name": "Aratiatia Lookouts",
    "latitude": "-38.617633",
    "longitude": "176.138853",
    "excerpt": "The best spot to watch the raging Aratiatia Rapids. The first lookout is an easy five-minute walk from the rapids' car park, while the upper lookout takes…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/aratiatia-lookouts/a/poi-sig/1204186/362760",
    "image_url": null,
    "detail_description": "The best spot to watch the raging Aratiatia Rapids. The first lookout is an easy five-minute walk from the rapids' car park, while the upper lookout takes 10 minutes to reach and rewards with a view of the Aratiatia Power Station.\n"
},
{
    "country": "taupo",
    "city": "Taupo",
    "index": 8,
    "name": "Butcher's Pool",
    "latitude": "-38.453841",
    "longitude": "176.343395",
    "excerpt": "Named after one of the first settlers in Reporoa, this artificial pool is filled by a natural spring. Water levels can vary as a result, but with public…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/butcher-s-pool/a/poi-sig/1589595/362760",
    "image_url": null,
    "detail_description": "Named after one of the first settlers in Reporoa, this artificial pool is filled by a natural spring. Water levels can vary as a result, but with public toilets, bins and a car park, it's a great spot to pull up for some R&amp;R or for the night.\n"
},
{
    "country": "taupo",
    "city": "Taupo",
    "index": 7,
    "name": "Wairakei Natural Thermal Valley",
    "latitude": "-38.61615",
    "longitude": "176.083846",
    "excerpt": "This thermal walk (1.8km) on a secluded property explores the steaming banks of the Wairakei Stream and the deep pit of the Witches Cauldron. Kids will…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/wairakei-natural-thermal-valley/a/poi-sig/1589596/362760",
    "image_url": null,
    "detail_description": "This thermal walk (1.8km) on a secluded property explores the steaming banks of the Wairakei Stream and the deep pit of the Witches Cauldron. Kids will get a kick out of the thermal laser guns for testing the temperature of the ground and steam, which can turn the walk into something of a hot treasure hunt.\nThe property also has a peaceful campsite (sites $16 to $24, cabins $75 to $95, and cottages from $155), shared with peacocks and a host of farm animals, and a cafe."
},
{
    "country": "taupo",
    "city": "Taupo",
    "index": 6,
    "name": "Craters of the Moon",
    "latitude": "-38.644311",
    "longitude": "176.071454",
    "excerpt": "This geothermal area sprang to life when hydroelectric tinkering around the power station in 1958 caused water levels to fall. The pressure shifted,…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/craters-of-the-moon/a/poi-sig/1529468/362760",
    "image_url": null,
    "detail_description": "This geothermal area sprang to life when hydroelectric tinkering around the power station in 1958 caused water levels to fall. The pressure shifted, creating new steam vents and bubbling mud pools. The gentle 2.7km walk takes about 45 minutes and loops through a mass of steaming features. A side track constructed in late 2019 adds a five-minute climb to perhaps the most impressive crater, which hisses like a factory boiler.\nIt's more active from June through August when it's cold and wet (from December through February, summer can dry everything out). It's signposted from SH1, at the Hub, about 5km north of Taupō."
},
{
    "country": "taupo",
    "city": "Taupo",
    "index": 4,
    "name": "Māori Rock Carvings",
    "latitude": "-38.733155",
    "longitude": "176.007521",
    "excerpt": "Accessible only by boat or kayak, these 14m-high carvings were etched into the cliffs near Mine Bay by master carver Matahi Whakataka-Brightwell in the…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/maori-rock-carvings/a/poi-sig/1199114/362760",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/LPT0517067.jpg",
    "detail_description": "Accessible only by boat or kayak, these 14m-high carvings were etched into the cliffs near Mine Bay by master carver Matahi Whakataka-Brightwell in the late 1970s. They depict Ngātoro-i-rangi, the Māori navigator who guided the Tūwharetoa and Te Arawa tribes to the Taupō area 1000 years ago.\nYou can reach the carvings by boat with Sail Barbary or Ernest Kemp Cruises, or paddle to them with Taupo Kayaking Adventures or Canoe &amp; Kayak."
},
{
    "country": "taupo",
    "city": "Taupo",
    "index": 3,
    "name": "Taupō Museum",
    "latitude": "-38.687176",
    "longitude": "176.067603",
    "excerpt": "This small but fascinating museum has an excellent Māori gallery and quirky displays, which include a 1960s caravan set up as if the occupants have just…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/taupo-museum/a/poi-sig/1072219/362760",
    "image_url": null,
    "detail_description": "This small but fascinating museum has an excellent Māori gallery and quirky displays, which include a 1960s caravan set up as if the occupants have just popped down to the lake. The centrepiece is an elaborately carved Māori meeting house, Te Aroha o Rongoheikume. Historical displays cover trout fishing, volcanic activity and a scale-model diorama of a sawmill tramway.\nThere's also a gallery devoted to local and visiting exhibitions. Horticulture lovers should check out the rose garden next door, as well as the 'Ora Garden of Wellbeing' in the courtyard, a re-creation of NZ’s gold-medal-winning entry into the 2004 Chelsea Flower Show."
},
{
    "country": "taupo",
    "city": "Taupo",
    "index": 1,
    "name": "Huka Falls",
    "latitude": "-38.649648",
    "longitude": "176.089479",
    "excerpt": "The Waikato, New Zealand’s longest river, squeezes through a narrow chasm at Huka Falls, making the dramatic 11m drop into a surging crystal-blue…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/huka-falls/a/poi-sig/1246648/362760",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF177029227.jpg",
    "detail_description": "The Waikato, New Zealand’s longest river, squeezes through a narrow chasm at Huka Falls, making the&nbsp;dramatic 11m drop into a surging crystal-blue whirlpool at a rate of 220,000L per second.&nbsp;\nYou can experience the full force of this torrent, which the Māori called Hukanui (Great Body of Spray), from the footbridge straddling the falls. Walking tracks run along both banks.\nWalk\nThe Huka Falls Walkway heads back towards town and the Spa Thermal Park, while the Huka Falls to Aratiatia Rapids track goes 7km downstream to the rapids. On sunny days the water is crystal clear and you can take great photographs from the lookout on the other side of the footbridge.\nJet boats\nThere are multiple ways to see the falls on a tour.&nbsp;An adenaline-pumping&nbsp;jet-boat tour will take you to the base of Huka Falls where you’ll feel the spray on your face. For a more relaxed&nbsp;experience, book a Huka Falls river cruise for a cup of tea with your views. Alternatively, take a helicopter tour of the Taupo region and get a birds-eye view of this spectacular natural phenomenon instead.&nbsp;\nHuka Falls deaths&nbsp;\nThis is a treacherous body of water with a very high-pressure and extremely dangerous waterfall. There have unfortunately been a number of drownings here over the years, so locals stress that it is a tourist attraction for viewing only. Do not enter the falls. We repeat: do not enter the falls.\n"
},
{
    "country": "taupo",
    "city": "Taupo",
    "index": 2,
    "name": "Orakei Korako",
    "latitude": "-38.474145",
    "longitude": "176.143895",
    "excerpt": "Tucked away from other more popular thermal fields, Orakei Korako is (since the destruction of the Pink and White Terraces, at least) arguably NZ's most…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/orakei-korako/a/poi-sig/1478471/362760",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1029979468.jpg",
    "detail_description": "Tucked away from other more popular thermal fields, Orakei Korako is (since the destruction of the Pink and White Terraces, at least) arguably NZ's most spectacular thermal area, with active geysers, stunning terraces, bubbling rainbow lands and one of only two geothermal caves in the world. A 2.5km walking track (allow 1½ hours) follows stairs and boardwalks around the colourful silica terraces for which the park is famous. Entry includes the boat ride across the lake.\nBe sure to take the short side track to Ruatapu Cave. This impressive natural cave has a jade-green pool, thought to have been used as a mirror by Māori women preparing for rituals (Orakei Korako means ‘the Place of Adorning’).MudCake Cafe, inside the visitor centre, does only the likes of sandwiches and pies, but has a lovely terrace overlooking Lake Ohakuri.It’s about 30 minutes to Orakei Korako from Taupō. Take SH1 towards Hamilton for 23km, and then travel for 14km from the signposted turn-off. From Rotorua the turn-off is on SH5, beside Mihi Bridge. You can also arrive in more spectacular style with New Zealand River Jet."
}
]