[
{
    "country": "taxco",
    "city": "Taxco",
    "index": 5,
    "name": "Casa Borda",
    "latitude": "18.556867",
    "longitude": "-99.605228",
    "excerpt": "Built by José de la Borda in 1759, the Casa Borda serves as a cultural center hosting experimental theater and exhibiting contemporary sculpture, painting…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/taxco/attractions/casa-borda/a/poi-sig/1063682/361628",
    "image_url": null,
    "detail_description": "Built by José de la Borda in 1759, the Casa Borda serves as a cultural center hosting experimental theater and exhibiting contemporary sculpture, painting and photography by Guerrero artists. The building, however, is the main attraction. Due to the unevenness of the terrain, the rear window looks out on a precipitous four-story drop, even though the entrance is on the ground floor on the zócalo.\n"
},
{
    "country": "taxco",
    "city": "Taxco",
    "index": 4,
    "name": "Museo Guillermo Spratling",
    "latitude": "18.556275",
    "longitude": "-99.604357",
    "excerpt": "This well laid-out three-story history and archaeology museum is off an alley behind Templo de Santa Prisca. It contains a small collection of pre…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/taxco/attractions/museo-guillermo-spratling/a/poi-sig/1149968/361628",
    "image_url": null,
    "detail_description": "This well laid-out three-story history and archaeology museum is off an alley behind Templo de Santa Prisca. It contains a small collection of pre-Hispanic jewelry, art, pottery and sculpture from US silversmith William Spratling’s private collection. The phallic cult pieces are a particular eye-opener. The basement displays examples of Spratling’s designs using pre-Hispanic motifs. The top floor hosts occasional temporary exhibits.\n"
},
{
    "country": "taxco",
    "city": "Taxco",
    "index": 2,
    "name": "Museo Casa Figueroa",
    "latitude": "18.556455",
    "longitude": "-99.605767",
    "excerpt": "A splendid, envy-inducing home-turned-museum, with an interesting collection of vintage art and craftwork from across Mexico, comes to life alongside…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/taxco/attractions/museo-casa-figueroa/a/poi-sig/1631134/361628",
    "image_url": null,
    "detail_description": "A splendid, envy-inducing home-turned-museum, with an interesting collection of vintage art and craftwork from across Mexico, comes to life alongside creepy features. Admission includes a guided tour in Spanish or simple English, retelling the building's construction in 1767 for the Count of Cadena (friend of Borda) by Tlahuica people who suffered mistreatment, lending the nickname 'House of Tears'. Eerie highlights are secret hiding spots for jewels, a panic room, and crawl spaces that once led to Santa Prisca.\nOther oddities include statues of Jesus made with real human hair; beds where Morelos himself apparently slept when he took over the house as his army barracks; and photos of previous famous visitors including Elvis, Bette Davis and Richard Nixon. The kitchen is decked out in colorful pottery and leads into a secluded courtyard with a replica of the Aztec sun stone."
},
{
    "country": "taxco",
    "city": "Taxco",
    "index": 3,
    "name": "Museo de Arte Virreinal",
    "latitude": "18.55705",
    "longitude": "-99.604525",
    "excerpt": "This charming, rather ragtag religious-art museum is housed in a wonderful old house. It hosts a small but well-displayed collection of art, labeled in…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/taxco/attractions/museo-de-arte-virreinal/a/poi-sig/1086090/361628",
    "image_url": null,
    "detail_description": "This charming, rather ragtag religious-art museum is housed in a wonderful old house. It hosts a small but well-displayed collection of art, labeled in English and Spanish. The most interesting exhibit describes restoration work on Santa Prisca, during which some fabulous material (including tapestries, woodwork altarpieces and rich decorative fabrics) was discovered in the basement of the house. There is also an interesting display on the Manila Galleons, which pioneered trade between the Americas and the Far East.\nThe Museo de Arte Virreinal is often referred to as Casa Humboldt, even though the famous German explorer and naturalist Friedrich Heinrich Alexander von Humboldt slept here for only one night in 1803.Guided tours (free but tip expected) are sometimes available in Spanish."
},
{
    "country": "taxco",
    "city": "Taxco",
    "index": 1,
    "name": "Templo de Santa Prisca",
    "latitude": "18.556411",
    "longitude": "-99.605066",
    "excerpt": "The icon of Taxco, Santa Prisca is one of Mexico’s most beautiful and striking pieces of baroque architecture. Its standout feature (best viewed side-on)…",
    "detail_url": "https://www.lonelyplanet.com/mexico/south-of-mexico-city/taxco/attractions/templo-de-santa-prisca/a/poi-sig/1101840/361628",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1212837619.jpg",
    "detail_description": "The icon of Taxco, Santa Prisca is one of Mexico’s most beautiful and striking pieces of baroque architecture. Its standout feature (best viewed side-on) is the contrast between its belfries, with their elaborate Churrigueresque facade, and the far more simple, constrained and elegant nave. The rose-colored stone used on the facade is extraordinarily beautiful in sunlight – look for the oval bas-relief depiction of Christ’s baptism above the doorway. Inside, the intricately sculpted, gold-covered altarpieces are equally fine Churrigueresque specimens.\nSanta Prisca was a labor of love for town hero José de la Borda. The local Catholic hierarchy allowed the silver magnate to donate this church to Taxco on the condition that he mortgage his mansion and other assets to guarantee its completion. The project nearly bankrupted him, but the risk produced an extraordinary legacy. It was designed by Spanish architects Juan Caballero and Diego Durán, and was constructed between 1751 and 1758."
}
]