[
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 1,
    "name": "Tianjin Museum",
    "latitude": "39.083988",
    "longitude": "117.205582",
    "excerpt": "This impressive five-floor museum has over 200,000 pieces in its collection, ranging from oracle bones and an excellent inkstone exhibit to various…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/tianjin-museum/a/poi-sig/1540311/356129",
    "image_url": null,
    "detail_description": "This impressive five-floor museum has over 200,000 pieces in its collection, ranging from oracle bones and an excellent inkstone exhibit to various artefacts and documents related specifically to the city's historical development. The 3rd floor, which focuses on Tianjin's development as a modern city from the Opium War onwards, is a highlight.\nPart of a landscaped park complex called Wénhuà Zhōngxīn (文化中心, Cultural Centre) that includes a shopping centre with places to eat and a handful of other free-to-enter museums, this area is south of the city centre by Wenhua Zhongxin metro station; turn right out of Exit K and the museum is the central one of three on the other side of the lake, with Tianjin Art Museum to its left and Tianjin Natural History Museum, inside an all-glass stingray-shaped building, to its right."
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 18,
    "name": "Liberation Bridge",
    "latitude": "39.131675",
    "longitude": "117.200013",
    "excerpt": "This historic bridge opposite the Main Train Station was built in 1927.",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/liberation-bridge/a/poi-sig/1499989/356129",
    "image_url": null,
    "detail_description": "This historic bridge opposite the Main Train Station was built in 1927.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 17,
    "name": "Former Qing Dynasty Post Office",
    "latitude": "39.126706",
    "longitude": "117.204337",
    "excerpt": "Pop inside this two-storey wood-and-brick building (1878) to view the historic stamp collection on display.",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/former-qing-dynasty-post-office/a/poi-sig/1454595/356129",
    "image_url": null,
    "detail_description": "Pop inside this two-storey wood-and-brick building (1878) to view the historic stamp collection on display.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 16,
    "name": "Tianjin Eye",
    "latitude": "39.153226",
    "longitude": "117.180433",
    "excerpt": "To get the city’s transformation in perspective, or for a night-time angle on Tianjin, ride this huge Ferris wheel straddling the Hai River.",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/tianjin-eye/a/poi-sig/1237632/356129",
    "image_url": null,
    "detail_description": "To get the city’s transformation in perspective, or for a night-time angle on Tianjin, ride this huge Ferris wheel straddling the Hai River.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 15,
    "name": "Italian Concession",
    "latitude": "39.133581",
    "longitude": "117.19143",
    "excerpt": "Tianjin's spruced-up Italian-style district, centred on Marco Polo Sq, is an attractive quarter for exploration, with Western restaurants, cafes and bars…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/italian-concession/a/poi-sig/1496386/356129",
    "image_url": null,
    "detail_description": "Tianjin's spruced-up Italian-style district, centred on Marco Polo Sq, is an attractive quarter for exploration, with Western restaurants, cafes and bars dotted around largely pedestrianised streets.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 14,
    "name": "St Joseph’s Church",
    "latitude": "39.116674509656",
    "longitude": "117.18690861631",
    "excerpt": "Erected by the French in 1917, this domed Catholic church is the largest church in Tianjin. Its fine brick exterior is a marked contrast to the shopping…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/st-joseph-s-church/a/poi-sig/1237621/356129",
    "image_url": null,
    "detail_description": "Erected by the French in 1917, this domed Catholic church is the largest church in Tianjin. Its fine brick exterior is a marked contrast to the shopping malls surrounding it; the interior is more decorative than most Chinese churches.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 13,
    "name": "Chinese Shoe Culture Museum",
    "latitude": "39.141037",
    "longitude": "117.18569",
    "excerpt": "Shoes aren't everyone's cup of tea, but those into footwear should certainly take the time to drop by this quirky little place. It explores the history…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/chinese-shoe-culture-museum/a/poi-sig/1540350/356129",
    "image_url": null,
    "detail_description": "Shoes aren't everyone's cup of tea, but those into footwear should certainly take the time to drop by this quirky little place. It explores the history and styles of Chinese shoes, from wooden clogs and woven sandals to more delicate embroidered examples, as well as the infamous 7½cm 'lotus shoes' for bound feet.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 12,
    "name": "Former Residence of Eric Liddell",
    "latitude": "39.112348",
    "longitude": "117.200239",
    "excerpt": "Former home of Scotsman Eric Liddell, Olympic champion, rugby international and devout Christian. Liddell was born in Tianjin in 1902 and was the subject…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/former-residence-of-eric-liddell/a/poi-sig/1496407/356129",
    "image_url": null,
    "detail_description": "Former home of Scotsman Eric Liddell, Olympic champion, rugby international and devout Christian. Liddell was born in Tianjin in 1902 and was the subject of the 1981 Oscar-winning film Chariots of Fire. The house is not open to the public and interestingly its 'historic architecture' plaque makes no mention of Liddell.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 11,
    "name": "Folk Art Museum",
    "latitude": "39.141744",
    "longitude": "117.185776",
    "excerpt": "You know all those souvenirs for sale on the Ancient Culture Street? Well, this collection of handicrafts is the real deal – historic clothing, paintings,…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/folk-art-museum/a/poi-sig/1540349/356129",
    "image_url": null,
    "detail_description": "You know all those souvenirs for sale on the Ancient Culture Street? Well, this collection of handicrafts is the real deal – historic clothing, paintings, ceramics and even an enormous abacus. As you walk north up Ancient Culture Street, the museum is off to your left, just before you reach Tianhou Temple. No English.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 10,
    "name": "China House",
    "latitude": "39.123685",
    "longitude": "117.196269",
    "excerpt": "Tianjin's tackiest sight by a long shot, China House is porcelain collector Zhang Lianzhi's ode to both porcelain and questionable taste. Vases and mosaic…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/china-house/a/poi-sig/1540310/356129",
    "image_url": null,
    "detail_description": "Tianjin's tackiest sight by a long shot, China House is porcelain collector Zhang Lianzhi's ode to both porcelain and questionable taste. Vases and mosaic-like shards are embedded in every conceivable vertical surface here, making for a truly bizarre facade. Snap your requisite selfie from the outside and move on – the interior is essentially more of the same.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 9,
    "name": "Confucius Temple",
    "latitude": "39.140379",
    "longitude": "117.18348",
    "excerpt": "Tianjin's quiet Confucius Temple is actually a two-for-one, with the provincial temple on the east side (dating from 1436) and the county temple on the…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/confucius-temple/a/poi-sig/434542/356129",
    "image_url": null,
    "detail_description": "Tianjin's quiet Confucius Temple is actually a two-for-one, with the provincial temple on the east side (dating from 1436) and the county temple on the west side (dating from 1734). Although almost everything has been rebuilt, the county side has some exhibits on the history and main tenets of Confucianism, all set to qín music playing beneath the cypress trees.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 8,
    "name": "Tianhou Temple",
    "latitude": "39.142268",
    "longitude": "117.186388",
    "excerpt": "This busy temple, with its healthy mix of Taoist, Buddhist and Confucian deities, is dedicated to Tianhou (Empress of Heaven). Goddess of the sea and the…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/tianhou-temple/a/poi-sig/434568/356129",
    "image_url": null,
    "detail_description": "This busy temple, with its healthy mix of Taoist, Buddhist and Confucian deities, is dedicated to Tianhou (Empress of Heaven). Goddess of the sea and the protector of sailors, she is also popularly known as Mazu and Niangniang. The main hall is the Niangniang Palace, which features an effigy of Tianhou in a glass case, flanked by ferocious-looking weapons and attendant monsters.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 7,
    "name": "Minyuan Plaza",
    "latitude": "39.111091",
    "longitude": "117.198822",
    "excerpt": "The centrepiece of the Wudadao neighbourhood, Minyuan Plaza was rebuilt in 2012 on the site of a 90-year-old stadium that was originally designed by…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/minyuan-plaza/a/poi-sig/1496408/356129",
    "image_url": null,
    "detail_description": "The centrepiece of the Wudadao neighbourhood, Minyuan Plaza was rebuilt in 2012 on the site of a 90-year-old stadium that was originally designed by former British Olympian Eric Liddell. It now functions as a giant park of sorts – you can still run laps if you want – with a visitors centre, two small museums (of limited interest), and a host of cafes and restaurants. It's particularly lively in the evening.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 6,
    "name": "Drum Tower",
    "latitude": "39.140521",
    "longitude": "117.174715",
    "excerpt": "Standing at the Old Town's centre is the large Drum Tower. It's a modern rebuild, but inside it contains some interesting photos of old Tianijn and you…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/drum-tower/a/poi-sig/434544/356129",
    "image_url": null,
    "detail_description": "Standing at the Old Town's centre is the large Drum Tower. It's a modern rebuild, but inside it contains some interesting photos of old Tianijn and you can climb to the top for views. The pedestrianised shopping streets around it have an array of handicrafts shops and restaurants. If you're coming from Gulou metro station (500m south of the Drum Tower), turn right out of Exit D, right at the lights and keep walking, through the decorative arch.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 5,
    "name": "Guangdong Guild Hall",
    "latitude": "39.14028",
    "longitude": "117.175251",
    "excerpt": "This charming guildhall, built in 1907, is one of the few buildings of any genuine age in the Old Town. It’s a lovely courtyard complex, centred on a…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/guangdong-guild-hall/a/poi-sig/434546/356129",
    "image_url": null,
    "detail_description": "This charming guildhall, built in 1907, is one of the few buildings of any genuine age in the Old Town. It’s a lovely courtyard complex, centred on a beautiful, ornate, wooden theatre where Peking opera performances are held on Saturday and Sunday afternoons (2.30pm to 4pm; tickets from ¥40). Don't miss poking your head into the back courtyard, with its fading murals by the south entrance. The guildhall is directly opposite the southeast corner of the Drum Tower.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 4,
    "name": "Shi Family Residence",
    "latitude": "39.133589",
    "longitude": "117.004545",
    "excerpt": "The vast Shi Family Residence, 20km west of Tianijn, is an intriguing warren of courtyards and enclosed gardens. Formerly belonging to a prosperous…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/shi-family-residence/a/poi-sig/1237817/356129",
    "image_url": null,
    "detail_description": "The vast Shi Family Residence, 20km west of Tianijn, is an intriguing warren of courtyards and enclosed gardens. Formerly belonging to a prosperous merchant family, the restored residence (originally built in 1875) contains a theatre and 278 rooms, some of which are furnished. It's the centrepiece of the recently spruced up Yangliuqing Ancient Town, a former canal-side market town that's been opened up for tourists. Take bus 824 (¥3, one hour) from Tianjin Train Station.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 3,
    "name": "Treaty Port Area",
    "latitude": "39.127222",
    "longitude": "117.203758",
    "excerpt": "South of the station across Liberation Bridge was the British concession. The rebuilt riverside facade is an impressive sight at night, but walk further…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/treaty-port-area/a/poi-sig/1538976/356129",
    "image_url": null,
    "detail_description": "South of the station across Liberation Bridge was the British concession. The rebuilt riverside facade is an impressive sight at night, but walk further south along Jiefang Beilu to see original, imposing, hundred-year-old European buildings, which once housed the city's international banks. Names are posted on plaques outside each building; many still house banks today. One building of particular note is the former Qing dynasty post office, which now has a historic stamp collection on display.\n"
},
{
    "country": "tianjin",
    "city": "Tianjin",
    "index": 2,
    "name": "Monastery of Deep Compassion",
    "latitude": "39.153559",
    "longitude": "117.183416",
    "excerpt": "Tianjin’s most important Buddhist temple – signposted as 'Dabei Temple' on street signs – was built in three stages from 1436 to 1734. While most of the…",
    "detail_url": "https://www.lonelyplanet.com/china/tianjin/attractions/monastery-of-deep-compassion/a/poi-sig/434560/356129",
    "image_url": null,
    "detail_description": "Tianjin’s most important Buddhist temple – signposted as 'Dabei Temple' on street signs – was built in three stages from 1436 to 1734. While most of the architecture has since been rebuilt, it's a very large and active place and an enthralling place to wander. Don't miss the huge, multi-armed statue of Guanyin – whose eyes seem to follow you around – standing in the Great Compassion Hall in a side courtyard. Admission includes three incense sticks; pick them up to the right of the Hall of Heavenly Kings.\nThe monastery is on the east side of the river."
}
]