[
{
    "country": "tijuana",
    "city": "Tijuana",
    "index": 6,
    "name": "Frontón Palacio Jai Alai",
    "latitude": "32.528775",
    "longitude": "-117.036045",
    "excerpt": "Oddly baroque in style, the striking Frontón Palacio Jai Alai dates from 1926 and for decades hosted the fast-moving ball game of jai alai – a sort of…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/tijuana/attractions/fronton-palacio-jai-alai/a/poi-sig/465110/361474",
    "image_url": null,
    "detail_description": "Oddly baroque in style, the striking Frontón Palacio Jai Alai dates from 1926 and for decades hosted the fast-moving ball game of jai alai – a sort of hybrid between squash and tennis, originating in Spain's Basque country. A strike by players combined with lack of attendance led to its closure. Today it's a massive music venue.\n"
},
{
    "country": "tijuana",
    "city": "Tijuana",
    "index": 8,
    "name": "Catedral de Nuestra Señora de Guadalupe",
    "latitude": "32.535327",
    "longitude": "-117.04039",
    "excerpt": "Modern Catholic church amidst the busy center of TJ.",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/tijuana/attractions/catedral-de-nuestra-senora-de-guadalupe/a/poi-sig/1425153/361474",
    "image_url": null,
    "detail_description": "Modern Catholic church amidst the busy center of TJ.\n"
},
{
    "country": "tijuana",
    "city": "Tijuana",
    "index": 7,
    "name": "Parque Morelos",
    "latitude": "32.497890466612",
    "longitude": "-116.94019317627",
    "excerpt": "Parque Morelos is an ecological reserve and the largest park in Tijuana. Bring the kids and enjoy the spacious recreation areas, pool, lake, botanical…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/tijuana/attractions/parque-morelos/a/poi-sig/465116/361474",
    "image_url": null,
    "detail_description": "Parque Morelos is an ecological reserve and the largest park in Tijuana. Bring the kids and enjoy the spacious recreation areas, pool, lake, botanical garden, playground, BBQ areas and snack bar. It's about 12km southeast from the center of town.\n"
},
{
    "country": "tijuana",
    "city": "Tijuana",
    "index": 5,
    "name": "Museo de las Californias",
    "latitude": "32.528995",
    "longitude": "-117.023385",
    "excerpt": "The Museo de las Californias chronicles the history of the Baja Peninsula from prehistoric times to the present. The exhibit kicks off with replica cave…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/tijuana/attractions/museo-de-las-californias/a/poi-sig/465134/361474",
    "image_url": null,
    "detail_description": "The Museo de las Californias chronicles the history of the Baja Peninsula from prehistoric times to the present. The exhibit kicks off with replica cave paintings, then covers important historical milestones, illustrated in many cases by realistic dioramas and scale models, including replicas of a 16th-century ship, several missions and even a freestone chapel.\n"
},
{
    "country": "tijuana",
    "city": "Tijuana",
    "index": 3,
    "name": "Malecón de Playas",
    "latitude": "32.532821",
    "longitude": "-117.123581",
    "excerpt": "A tranquil, recently remodeled boardwalk by the sea, stretching about a kilometer and livened up with ever-evolving murals, beach bars and cozy cafes. Pub…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/tijuana/attractions/malecon-de-playas/a/poi-sig/1632604/361474",
    "image_url": null,
    "detail_description": "A tranquil, recently remodeled boardwalk by the sea, stretching about a kilometer and livened up with ever-evolving murals, beach bars and cozy cafes. Pub Zebra is the best spot here for a craft brew, and just south of the boardwalk, Horno 320 fires up delicious pizzas. Its neighbor, the artsy, bi-level coffee-shop Café Aquamarino, has an amazing sunset view from a rooftop lounge.\nFor those interested in exploring Playas de Tijuana and visiting the nearby Parque de la Amistad, North Hostel (dorm/double from US$15/40) is a solid stay."
},
{
    "country": "tijuana",
    "city": "Tijuana",
    "index": 4,
    "name": "Estación Federal",
    "latitude": "32.541137",
    "longitude": "-117.030125",
    "excerpt": "Part local art gallery, part coworking space, part drinking and dining hub, with some modern accommodations thrown in for good measure. It's all just a 10…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/tijuana/attractions/estacion-federal/a/poi-sig/1632602/361474",
    "image_url": null,
    "detail_description": "Part local art gallery, part coworking space, part drinking and dining hub, with some modern accommodations thrown in for good measure. It's all just a 10-minute walk south from the San Ysidro Border, and just sayin', cactus-fruit cocktails at Cereus Bar do wonders for a traveler's first impression of Tijuana.\nIf you have one too many, consider staying the night in one of the lofts upstairs (doubles from US$50)."
},
{
    "country": "tijuana",
    "city": "Tijuana",
    "index": 2,
    "name": "Pasaje Rodríguez",
    "latitude": "32.533545",
    "longitude": "-117.03701",
    "excerpt": "This atmospheric arty alley reflects TJ's growing urban art scene. The walls are painted with vibrant graffiti-style murals – the perfect backdrop to the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/tijuana/attractions/pasaje-rodriguez/a/poi-sig/1490930/361474",
    "image_url": null,
    "detail_description": "This atmospheric arty alley reflects TJ's growing urban art scene. The walls are painted with vibrant graffiti-style murals – the perfect backdrop to the boho-style cafes, Oaxacan food stalls, locally made fashion, music bars, bookstores and craft shops.\n"
},
{
    "country": "tijuana",
    "city": "Tijuana",
    "index": 1,
    "name": "Parque de la Amistad",
    "latitude": "32.534409",
    "longitude": "-117.122911",
    "excerpt": "For a glimpse at what a wall between neighbors really looks like, find your way to binational Friendship Park. On the Mexico side of the wall in Playas de…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/tijuana/attractions/parque-de-la-amistad/a/poi-sig/1632600/361474",
    "image_url": null,
    "detail_description": "For a glimpse at what a wall between neighbors really looks like, find your way to binational Friendship Park. On the Mexico side of the wall in Playas de Tijuana, you'll find provocative murals, thriving gardens and celebratory music. The US side of the wall is austere and quiet, but on Saturdays and Sundays from 10am to 2pm, US Border Patrol guards escort visitors inside to speak with loved ones and touch fingers through small holes in the mesh fence.\nObservers should be prepared to feel all the feels.It's worth noting that until 1994, the park did not have a wall, and visitors from both sides of the border could spend a supervised day together. Local activists and volunteers hope to someday return to this arrangement."
}
]