{
    "title": "The 10 best parks in Delhi",
    "subtitle": "Seek respite from the hustle of the city at the best parks in Delhi, complete with medieval monuments and relics",
    "parks": [
        {
            "index": 1,
            "name": "Lodi Garden",
            "description": "Cross a carved, Mughal-era bridge as you enter the park, watch geese waddle around the lake and then begin your explorations of the fifteenth- and sixteenth-century monuments scattered across the lawns. In a posh central Delhi enclave, Lodi Garden is a long-time favourite for picnics with a side of history. Architecture buffs geek out over the intricate details of the Lodi era tombs: carved interiors and domes with colourful tile-inlay. Equally popular with fitness fiends, mornings see plenty of yoga sessions on the greens and runners on the tracks."
        },
        {
            "index": 2,
            "name": "Sunder Nursery",
            "description": "Studded with sixteenth-century Mughal monuments, the heritage park opened in 2018 after a long and much-needed restoration project. Now a lush green space with plenty of tree cover, the park is a deliciously low-key spot beside the famous Humayun’s Tomb. Monuments like the Sunder Burj and Lakkarwala Burj feature intricate carvings and arched doorways. For the best views of the Sunder Burj, stroll along the water feature, with lotus-shaped marble fountains, which runs along the central axis of the park."
        },
        {
            "index": 3,
            "name": "Aravalli Biodiversity Park",
            "description": "A former mining area in the Aravalli hills is now transformed into a sprawling city forest hidden away amid residential enclaves. Undulating trails wind within deciduous forest and scrubby hill land, the tree cover suddenly dropping away to reveal deep green valleys. Bird life is abundant: peacocks strut across the paths and colourful bee eaters fly overhead. Every turn reveals a new flash of colour, from the bright orange flame of the forest flowers to the lush bougainvillea draped bushes."
        },
        {
            "index": 4,
            "name": "Deer Park",
            "description": "Built around the medieval Hauz Khas water reservoir, the Deer Park is a serene space beneath the crumbling Hauz Khas Fort. An evening stroll around the lake is great for views of the sunset and the ruins. Named after the deer-filled enclosure on premise, it’s not uncommon to spot ducks, peacocks and monkeys within the park. Deer Park shares a border with Hauz Khas Village, the always-buzzy shopping and dining district, and the patch of green is an unexpected respite from the commercial hub."
        },
        {
            "index": 5,
            "name": "Mehrauli Archaeological Park",
            "description": "Located right beside the Qutub Minar is an archaeological site scattered with the relics of tombs, mosques and British-era follies. The park usually flies under the radar, as tourists flock to the next-door World Heritage Site instead. With monuments from the Delhi Sultanate, the Mughal and the British eras, the park traces a timeline of Delhi’s history. Many of the structures are now in ruins, but it’s clear from the carved cenotaphs and tiled domes that the architecture was once impressive. The Rajon ki Baoli, a medieval stepwell with arched niches, remains a striking location for photos."
        },
        {
            "index": 6,
            "name": "Nehru Park",
            "description": "On sunny winter afternoons, this sprawling park in Delhi’s diplomatic quarter is full of children enjoying school picnics, cricket-playing locals and occasional siesta-seekers. Popular with fitness buffs for its running tracks and open-air gyms, the park is also a major cultural hub: concerts, festivals and events are held here regularly. The greens are flooded with crowds looking for a good time during the Delhi International Jazz Festival, food fests and Indian classical music concerts."
        },
        {
            "index": 7,
            "name": "Garden of Five Senses",
            "description": "Boasting pink sandstone elephants, stainless steel birds and bronze sculptures, the expansive park in Saket is equal parts art and nature. The ornately landscaped space is home to contemporary art pieces, regular musical performances, tactile areas and fragrant exotic flowers that appeal to all five human senses. Stroll on winding pathways through bamboo groves, past ponds full of water lilies, cactus and herb gardens."
        },
        {
            "index": 8,
            "name": "Buddhya Jayanti Park",
            "description": "A golden Buddha statue sits on an island surrounded by a moat in this peaceful garden. Picnic on landscaped greens surrounded by elaborate topiary and bougainvillea bushes while kids watch the ducks in the pond. Winter is a particularly lovely time to visit, when the roses are in full bloom and the weather allows for leisurely explorations of the cactus and medicinal gardens."
        },
        {
            "index": 9,
            "name": "Jahanpanah City Forest",
            "description": "In the depths of this urban forest, the city seems like a distant, alternate universe. A green lung in the heart of busy Delhi is most popular with runners for the undulating jogging track that borders its periphery. Paths criss-cross the forest beneath thick tree cover, ideal for a nature walk to spot sunbirds in the branches of the Peepal, Ashoka and rubber trees. Small critters abound, camouflaged in the undergrowth or in the dense tangle of creepers."
        },
        {
            "index": 10,
            "name": "Millennium Park",
            "description": "What was once a landfill is now a large green oasis, frequented by locals on morning walks in lush surrounds. With a gilded pinnacle and golden Buddha idols, the grand white Shanti Stupa is the defining feature of this sprawling park. The domed structure, also known as the Peace Pagoda, is a monument to non-violence and is surrounded by a landscaped, Japanese-style garden."
        },
        {
            "index": null,
            "name": "The 12 best museums in Delhi",
            "description": "Make sure to visit all the national museums but step outside the hustle and bustle of the city center and find rare wonders: the quirky yet unmissable Toilet Museum, the Philatelic Museum for stamp-collectors and the Jantar-Mantar, where you’ll walk through the observatory and take a close look at all the instruments on premise."
        }
    ]
}