[
{
    "country": "tirana",
    "city": "Tirana",
    "index": 1,
    "name": "Bunk'Art",
    "latitude": "41.350268",
    "longitude": "19.861672",
    "excerpt": "This fantastic conversion – from a massive Cold War bunker on the outskirts of Tirana into a history and contemporary art museum – is Albania's most…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/bunk-art/a/poi-sig/1542935/358549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e495529edbcaa7520fb89a2ac235da7e-bunk-art.jpg",
    "detail_description": "This fantastic conversion – from a massive Cold War bunker on the outskirts of Tirana into a history and contemporary art museum – is Albania's most exciting new sight and easily a Tirana highlight. With almost 3000 sq metres of space underground spread over several floors, the bunker was built for Albania's political elite in the 1970s and remained a secret for much of its existence. Now it hosts exhibits that combine the modern history of Albania with pieces of contemporary art.\nJust arriving at the bunker is quite an exciting experience, as you go through a long, dark tunnel in the hillside that leads you to the entrance on the side of a still-active Albanian military base. Once you're inside the bunker itself, you can wander through the furnished rooms intended for the communist elite as they faced the invasion that so terrified them. Elsewhere you'll find a very detailed history of modern Albania, beginning with the 1939 Italian invasion and ending with the overthrow of communism. The display arguably brushes over the true horrors of Hoxha's Stalinist regime, while at least recognising them, are some fascinating documents and photographs, including a video of Enver Hoxha's 1985 state funeral. Other highlights include the enormous Assembly Hall, the main social centre of the bunker, as well as the private chambers of other senior officials.To get here from the centre of Tirana, take a bus bound for Linza from outside the Palace of Culture on Sheshi Skënderbej, and ask the driver to let you out at Bunk'Art. It's located very close to the Dajti Express, so it makes sense to combine the two within one outing."
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 20,
    "name": "Equestrian Statue of Skanderbeg",
    "latitude": "41.327733330549",
    "longitude": "19.81857112362",
    "excerpt": "An impressive monument to the Albanian national hero stands in the middle of this eponymous square/traffic roundabout.",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/equestrian-statue-of-skanderbeg/a/poi-sig/1271571/358549",
    "image_url": null,
    "detail_description": "An impressive monument to the Albanian national hero stands in the middle of this eponymous square/traffic roundabout.\n"
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 19,
    "name": "Clock Tower",
    "latitude": "41.327991423312",
    "longitude": "19.820742999699",
    "excerpt": "Tirana's 35m-tall clock tower was completed by Ottoman architects in 1822, and it was for years the tallest building in the capital, sounding a bell every…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/clock-tower/a/poi-sig/443803/358549",
    "image_url": null,
    "detail_description": "Tirana's 35m-tall clock tower was completed by Ottoman architects in 1822, and it was for years the tallest building in the capital, sounding a bell every hour on the hour. You can climb it for impressive views of Sheshi Skënderbej.\n"
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 18,
    "name": "Palace of Congress",
    "latitude": "41.319223018342",
    "longitude": "19.82123353489",
    "excerpt": "An architectural creation by Enver Hoxha's daughter and son-in-law, the square Palace of Congress is on Tirana's main ceremonial avenue. It no longer…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/palace-of-congress/a/poi-sig/1252353/358549",
    "image_url": null,
    "detail_description": "An architectural creation by Enver Hoxha's daughter and son-in-law, the square Palace of Congress is on Tirana's main ceremonial avenue. It no longer serves any government function and is instead used for various ceremonies and events.\n"
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 17,
    "name": "Palace of Culture",
    "latitude": "41.32872",
    "longitude": "19.819357",
    "excerpt": "To the east of Sheshi Skënderbej is the white stone Palace of Culture, which has a theatre, shops and art galleries. Construction of the palace began as a…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/palace-of-culture/a/poi-sig/443819/358549",
    "image_url": null,
    "detail_description": "To the east of Sheshi Skënderbej is the white stone Palace of Culture, which has a theatre, shops and art galleries. Construction of the palace began as a gift from the Soviet people in 1960 and was completed in 1966, years after the 1961 Soviet–Albanian split.\n"
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 16,
    "name": "Tanners' Bridge",
    "latitude": "41.326126",
    "longitude": "19.826095",
    "excerpt": "A rather incongruous 19th-century stone bridge remains remarkably well preserved in Tirana's modern centre and is one of just a few remnants of Ottoman…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/tanners-bridge/a/poi-sig/1271637/358549",
    "image_url": null,
    "detail_description": "A rather incongruous 19th-century stone bridge remains remarkably well preserved in Tirana's modern centre and is one of just a few remnants of Ottoman Tirana. Be careful walking over it as its smooth stone surface can be very slippery. It's at the end of Rr Presidenti George W Bush.\n"
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 15,
    "name": "Fortress of Justinian",
    "latitude": "41.325924",
    "longitude": "19.821546",
    "excerpt": "If you turn up Rr Murat Toptani, behind the National Gallery of Arts, you'll pass the 6m-high walls of the Fortress of Justinian, the last remnants of a…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/fortress-of-justinian/a/poi-sig/443811/358549",
    "image_url": null,
    "detail_description": "If you turn up Rr Murat Toptani, behind the National Gallery of Arts, you'll pass the 6m-high walls of the Fortress of Justinian, the last remnants of a Byzantine-era castle. There's very little to actually see and these days part of a cinema/nightclub complex overflows over the top.\n"
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 14,
    "name": "Statue of the Unknown Partisan",
    "latitude": "41.328217350454",
    "longitude": "19.821970418317",
    "excerpt": "The socialist realist Statue of the Unknown Partisan, just off Sheshi Skënderbej, seems to be aiming his weapons at the Parliament building (1924) down…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/statue-of-the-unknown-partisan/a/poi-sig/443827/358549",
    "image_url": null,
    "detail_description": "The socialist realist Statue of the Unknown Partisan, just off Sheshi Skënderbej, seems to be aiming his weapons at the Parliament building (1924) down the road. Nowadays day labourers wait for work at the foot of the statue, some with their own jackhammers – a fitting image of the precarious position of the postcommunist Albanian worker.\n"
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 13,
    "name": "National Archaeological Museum",
    "latitude": "41.31823",
    "longitude": "19.821879",
    "excerpt": "The collection here is comprehensive and impressive in parts, but there's only minimal labelling in Albanian and none at all in English (nor are tours in…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/national-archaeological-museum/a/poi-sig/1252014/358549",
    "image_url": null,
    "detail_description": "The collection here is comprehensive and impressive in parts, but there's only minimal labelling in Albanian and none at all in English (nor are tours in English offered), so you may find yourself a little at a loss unless this is your field. A total renovation is on the cards, but as one staff member pointed out to us, they've been waiting for that since 1985 – so don't hold your breath.\n"
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 12,
    "name": "Martyrs' Cemetery",
    "latitude": "41.307923",
    "longitude": "19.841051",
    "excerpt": "At the top of Rr Elbasanit is the Martyrs' Cemetery, where some 900 partisans who died in WWII are buried. The views over the city and surrounding…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/martyrs-cemetery/a/poi-sig/443813/358549",
    "image_url": null,
    "detail_description": "At the top of Rr Elbasanit is the Martyrs' Cemetery, where some 900 partisans who died in WWII are buried. The views over the city and surrounding mountains are excellent, as is the sight of the immense and strangely androgynous Mother Albania statue (1972). Hoxha was buried here in 1985 but in 1992 he was exhumed and interred in an ordinary graveyard elsewhere. Catch a municipal bus heading up Rr Elbasanit; the grand driveway is on your left.\n"
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 11,
    "name": "Petrela Castle",
    "latitude": "41.254815",
    "longitude": "19.854205",
    "excerpt": "This dramatically set 15th-century hilltop castle, just a short distance outside Tirana, is worth a trip if you're not visiting one of the other better…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/petrela-castle/a/poi-sig/1542936/358549",
    "image_url": null,
    "detail_description": "This dramatically set 15th-century hilltop castle, just a short distance outside Tirana, is worth a trip if you're not visiting one of the other better-known castles in Albania, such as those in Berat, Shkodra or Gjirokastra. A short hike up an easy pathway looping around the hillside gets you into the castle, which nowadays houses a fairly run-of-the-mill restaurant.\nAny bus between Tirana (departing from the Southeast Bus Station) and Elbasan can drop you off in Petrela as they pass the town."
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 8,
    "name": "Et'hem Bey Mosque",
    "latitude": "41.32781",
    "longitude": "19.819282",
    "excerpt": "To one side of Sheshi Skënderbej, the 1789–1823 Et'hem Bey Mosque was spared destruction during the atheism campaign of the late 1960s because of its…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/et-hem-bey-mosque/a/poi-sig/443807/358549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/923a4978817338de872128ce58ccacdf-et-hem-bey-mosque.jpg",
    "detail_description": "To one side of Sheshi Skënderbej, the 1789–1823 Et'hem Bey Mosque was spared destruction during the atheism campaign of the late 1960s because of its status as a cultural monument. Small and elegant, it's one of the oldest buildings left in the city. At the time of research the mosque was closed to the public for major renovations.\n"
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 7,
    "name": "Pyramid",
    "latitude": "41.323151514547",
    "longitude": "19.820468402045",
    "excerpt": "Designed by Enver Hoxha's daughter and son-in-law and completed in 1988, this monstrously unattractive building was formerly the Enver Hoxha Museum and…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/pyramid/a/poi-sig/443821/358549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-552605845_full.jpg",
    "detail_description": "Designed by Enver Hoxha's daughter and son-in-law and completed in 1988, this building was formerly the Enver Hoxha Museum and more recently a convention centre and nightclub. Once covered in graffiti and with crumbling walls, the structure has been completely renovated in recent years.\n"
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 9,
    "name": "Bunk'Art 2",
    "latitude": "41.327036",
    "longitude": "19.819808",
    "excerpt": "The little cousin to the main Bunk'Art, this museum, which is within a communist-era bunker and underground tunnel system below the Ministry of Internal…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/bunk-art-2/a/poi-sig/1609547/358549",
    "image_url": null,
    "detail_description": "The little cousin to the main Bunk'Art, this museum, which is within a communist-era bunker and underground tunnel system below the Ministry of Internal Affairs, focuses on the role of the police and security services in Albania through the turbulent 20th century. While this might not sound especially interesting, the whole thing has been very well put together and makes for a fascinating journey behind police lines.\nBe warned that some of the exhibits are dark and deeply disturbing and are not suitable for children (signs have been put up indicating which rooms are not suitable for children)."
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 10,
    "name": "House of Leaves",
    "latitude": "41.326513",
    "longitude": "19.816568",
    "excerpt": "This grand old 1930s building started life as Albania's first maternity hospital, but within a few years the focus turned from creating new life to ending…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/house-of-leaves/a/poi-sig/1609548/358549",
    "image_url": null,
    "detail_description": "This grand old 1930s building started life as Albania's first maternity hospital, but within a few years the focus turned from creating new life to ending lives, as the hospital was converted to an interrogation and surveillance centre (read: torture house). It remained as such until the fall of the communist regime. Today the House of Leaves is a museum dedicated to surveillance and interrogation in Albania.\nThere are numerous fascinating surveillance items and quite a few graphic displays about what happened to those considered enemies of the regime. Some exhibits are not suitable for children."
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 6,
    "name": "Former Residence of Enver Hoxha",
    "latitude": "41.321499637025",
    "longitude": "19.817647126909",
    "excerpt": "This simple three-storey villa was the home of Albanian dictator Enver Hoxha for decades, and his wife continued to live here for years after his death in…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/former-residence-of-enver-hoxha/a/poi-sig/443809/358549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-480759958_master.jpg",
    "detail_description": "This simple three-storey villa was the home of Albanian dictator Enver Hoxha for decades, and his wife continued to live here for years after his death in 1985. While the Albanian communist leaders clearly lived a much simpler life than their comrades in Romania, for example, it was still another world for the people on the street, who thronged here in amazement when the Blloku was finally opened to the public in 1991. The house is closed to the public.\n"
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 5,
    "name": "Sheshi Skënderbej",
    "latitude": "41.3281",
    "longitude": "19.818445",
    "excerpt": "Sheshi Skënderbej is the best place to start witnessing Tirana's daily goings-on. Until it was pulled down by an angry mob in 1991, a 10m-high bronze…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/sheshi-skenderbej/a/poi-sig/443823/358549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5999b6527508197d47c77b95ac8ae552-sheshi-skenderbej.jpg",
    "detail_description": "Sheshi Skënderbej is the best place to start witnessing Tirana's daily goings-on. Until it was pulled down by an angry mob in 1991, a 10m-high bronze statue of Enver Hoxha stood here, watching over a mainly car-free square. Now only the equestrian statue of Skanderbeg remains, and the 'square' – once Tirana's most popular meeting point in the decades where 99% of people were forced to get around on foot – is now a huge traffic roundabout.\nEarly evening is a particularly nice time to come here. Buskers strum a few tunes and vendors sell popcorn and balloons as the locals stroll and chat."
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 4,
    "name": "Mt Dajti National Park",
    "latitude": "41.370303",
    "longitude": "19.910574",
    "excerpt": "Just 25km east of Tirana is Mt Dajti National Park. It is the most accessible mountain in the country, and many locals go there to escape the city rush…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/mt-dajti-national-park/a/poi-sig/1534905/358549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4bfc664674474351ae9a092ee6db1d47-mt-dajti-national-park.jpg",
    "detail_description": "Just 25km east of Tirana is Mt Dajti National Park. It is the most accessible mountain in the country, and many locals go there to escape the city rush and have a spit-roast lamb lunch. A sky-high, Austrian-made cable car, Dajti Express, takes 15 minutes to make the scenic trip (almost) to the top (1611m).\nThe area surrounding the upper cable-car station is a bit anticlimactic. There are some 'family-friendly' activities such as shooting things with toy machine guns and hitting things with swords, or you can ride about a patch of rubbish-strewn wasteland on a pony. Get past this lot and some abandoned buildings haunted by stray dogs, and things improve immeasurably. The mountainside is covered in lovely, shady beech and pine forests and a number of walking trails wend up and down the mountain. There are some very hit-and-miss trail markings, so it's wise to try and find a guide. Many of the hostels in town can arrange a day's hiking or mountainbiking up here.If you just want to enjoy the view, there are grassy picnic spots just beyond the upper cable-car station, or try the lamb roast and spectacular views from the wide terrace of the cable-car station restaurant.To get to the Dajti Express departure point, take the public bus from outside Tirana's clock tower to Porcelan (40 lekë). From here, it's a 1.5km walk uphill, or you can wait for a free bus transfer (departures every 30 minutes, five minutes). Taxis seem to charge what they want to the Dajti Express drop-off point, but the trip from Tirana should only cost 600 lekë. It's also possible to drive or cycle to the top."
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 2,
    "name": "National History Museum",
    "latitude": "41.329294165164",
    "longitude": "19.817161666144",
    "excerpt": "The largest museum in Albania holds many of the country's archaeological treasures and a replica of Skanderbeg's massive sword (how he held it, rode his…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/national-history-museum/a/poi-sig/1251918/358549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3f630e602b5f34a80e16fd947ecd8676-national-history-museum.jpg",
    "detail_description": "The largest museum in Albania holds many of the country's archaeological treasures and a replica of Skanderbeg's massive sword (how he held it, rode his horse and fought at the same time is a mystery). The lighting might be poor, but fortunately the excellent collection is almost entirely signed in English and takes you chronologically from ancient Illyria to the postcommunist era. The collection of statues, mosaics and columns from ancient Greek and Roman times is breathtaking.\nA disturbing and very important gallery devoted to those who suffered persecution under the communist regime is the most recent addition to the collection, though frustratingly, almost none of this display is in English. Another highlight is a terrific exhibition of icons by Onufri, a renowned 16th-century Albanian master of colour. The modernist mosaic adorning the museum's facade is entitled Albania and shows Albanians victorious and proud from Illyrian times through to WWII, with some unsurprisingly communist overtones."
},
{
    "country": "tirana",
    "city": "Tirana",
    "index": 3,
    "name": "National Gallery of Arts",
    "latitude": "41.325457",
    "longitude": "19.819722",
    "excerpt": "Tracing the relatively brief history of Albanian painting from the early 19th century to the present day, this beautiful space also holds temporary…",
    "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/national-gallery-of-arts/a/poi-sig/443815/358549",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/481595663_master.jpg",
    "detail_description": "Tracing the relatively brief history of Albanian painting from the early 19th century to the present day, this beautiful space also holds temporary exhibitions. The interesting collection includes 19th-century paintings depicting scenes from daily Albanian life and others with a far more political dimension, including some truly fabulous examples of Albanian socialist realism.The ground-floor part of the gallery is given over to temporary exhibitions of a far more modern and challenging kind.\nDon't miss the small collection of communist statues in storage behind the building, including two rarely seen statues of Uncle Joe Stalin himself. Immediately in front of the gallery is a huge spider-web-like sculpture that local children have commandeered as a climbing frame."
}
]