[
{
    "country": "tofino-and-around",
    "city": "Tofino",
    "index": 5,
    "name": "Roy Henry Vickers Gallery",
    "latitude": "49.153103",
    "longitude": "-125.906281",
    "excerpt": "Showcasing the work of First Nations artist Roy Henry Vickers, this dramatic, longhouse-style building is a downtown landmark. Inside you'll find…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/tofino-and-around/attractions/roy-henry-vickers-gallery/a/poi-sig/1399649/1005776",
    "image_url": null,
    "detail_description": "Showcasing the work of First Nations artist Roy Henry Vickers, this dramatic, longhouse-style building is a downtown landmark. Inside you'll find beautifully presented paintings and carvings (most of them for sale) as well as occasional opportunities to meet the man himself.\n"
},
{
    "country": "tofino-and-around",
    "city": "Tofino",
    "index": 4,
    "name": "Maquinna Marine Provincial Park",
    "latitude": "49.362365",
    "longitude": "-126.264153",
    "excerpt": "One of the most popular day trips from Tofino, the highlight here is Hot Spring Cove. Tranquility-minded trekkers travel to the park by Zodiac boat or…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/tofino-and-around/attractions/maquinna-marine-provincial-park/a/poi-sig/1358472/1005776",
    "image_url": null,
    "detail_description": "One of the most popular day trips from Tofino, the highlight here is Hot Spring Cove. Tranquility-minded trekkers travel to the park by Zodiac boat or seaplane, watching for whales and other sea critters en route. From the boat landing, 2km of boardwalks lead to the natural hot pools.\nMost of the agencies in Tofino can organize a trip here."
},
{
    "country": "tofino-and-around",
    "city": "Tofino",
    "index": 3,
    "name": "Clayoquot Campus",
    "latitude": "49.136315",
    "longitude": "-125.889888",
    "excerpt": "Explore what coastal temperate rainforests are all about by checking out the frog pond, forest boardwalk, native plants and educational workshops at this…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/tofino-and-around/attractions/clayoquot-campus/a/poi-sig/1358468/1005776",
    "image_url": null,
    "detail_description": "Explore what coastal temperate rainforests are all about by checking out the frog pond, forest boardwalk, native plants and educational workshops at this smashing, bird-packed attraction. Formerly known as the Tofino Botanical Gardens, this 10-acre property has shifted its focus to supporting Indigenous-led conservation. New sculptures have been added to the garden in recent years, many by local artists. There is also a 12-room Learning Lodge on the property. \nThe on-site Little Costa Rica Cafe serves seasonal dishes with foods from the region."
},
{
    "country": "tofino-and-around",
    "city": "Tofino",
    "index": 2,
    "name": "Ahousat",
    "latitude": "49.269793",
    "longitude": "-126.057901",
    "excerpt": "Situated on remote Flores Island and accessed by tour boat or kayak, Ahousat is the mystical location of the spectacular Wild Side Heritage Trail, a…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/tofino-and-around/attractions/ahousat/a/poi-sig/1364625/1005776",
    "image_url": null,
    "detail_description": "Situated on remote Flores Island and accessed by tour boat or kayak, Ahousat is the mystical location of the spectacular Wild Side Heritage Trail, a moderately difficult path that traverses 11km of forests, beaches and headlands between Ahousat and Cow Bay. There's a natural warm spring on the island and it's also home to a First Nations band. A popular destination for kayakers, camping (no facilities) is allowed.\nThere's a twice-daily water taxi in the summer to Flores Island ($20, 30 minutes). At a push the 22km round-trip hike can be done in a long nine-hour day."
},
{
    "country": "tofino-and-around",
    "city": "Tofino",
    "index": 1,
    "name": "Meares Island",
    "latitude": "49.154092",
    "longitude": "-125.871391",
    "excerpt": "Visible across Clayoquot Sound and accessible via kayak or water taxi from the Tofino waterfront, Meares Island was the site of the key 1984 Clayoquot…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/tofino-and-around/attractions/meares-island/a/poi-sig/1358474/1005776",
    "image_url": null,
    "detail_description": "Visible across Clayoquot Sound and accessible via kayak or water taxi from the Tofino waterfront, Meares Island was the site of the key 1984 Clayoquot Sound anti-logging protest that kicked off the region's latter-day environmental movement. As a result, it preserves some geriatric trees including a 1500-year-old red cedar, called the 'Hanging Garden,' that would have been a sapling not long after the Roman Empire fell. There are two hiking trails on Meares.\nThe Big Tree Trail is a 4.2km loop, some of it on boardwalk, that takes in the Hanging Garden and other impressively large trees. The Lone Cone Trail is a steep scramble to the top of the distinctive crinkled mountain visible from Tofino. It's 7km round-trip with 730m of ascent. The trails start in different places. A water taxi costs $25 for the Big Tree and $40 for the Lone Cone."
}
]