[
{
    "country": "tokyo",
    "city": "Tokyo",
    "index": 1,
    "name": "Imperial Palace",
    "latitude": "35.682538",
    "longitude": "139.753196",
    "excerpt": "The Imperial Palace occupies the site of the original Edo-jō, the Tokugawa shogunate's castle. In its heyday this was the largest fortress in the world,…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/marunouchi-nihombashi/attractions/imperial-palace/a/poi-sig/1238764/1323602",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF138905807.jpg",
    "detail_description": "The Imperial Palace occupies the site of the original Edo-jō, the Tokugawa shogunate's castle. In its heyday this was the largest fortress in the world, though little remains today apart from the moat and stone walls. Most of the 3.4-sq-km complex is off limits, as this is the emperor's home, but join one of the free tours organised by the Imperial Household Agency to see a small part of the inner compound.&nbsp;Surrounding the palace is Kōkyo-gaien, a 115-hectare national garden, which includes public green spaces, moats and museums. The pretty East Gardens are open to the public all year round, and can be entered without a guide.\nHistory\nIn its heyday, Edo-jō was the largest fortress in the world. When the shogunate fell and the emperor moved to Tokyo, the castle became the imperial residence – Kōkyo. Much of it was destroyed by fires in 1873 and construction on a new palace was finished in 1888.\nWWII air raids levelled most of the palace and the current ferro-concrete buildings, done in Japanese modernist style, were completed in the 1960s. The central building, which contains the throne room, Matsu-no-Ma (Pine Chamber), is called the Kyūden. The low-slung structure is surprisingly modest – at least from what can be seen on public tours.\nThe moats and imposing stone walls visible around the perimeter of the palace grounds belonged to the original castle.\nTouring the palace\nTours (lasting around 1¼ hours) run at 10am and 1.30pm usually on Tuesday to Saturday, but not on public holidays or mornings from late July through to the end of August. They're also not held at all from 28 December to 4 January or when Imperial Court functions are scheduled. Arrive no later than 10 minutes before the scheduled departure time at&nbsp;Kikyō-mon, the starting and ending point.\nReservations are taken – via the website, phone or by post – up to a month in advance (and no later than four days in advance via the website). Alternatively, go to the office at Kikyō-mon (open 8.45am until noon and 1pm to 5pm) where you can book for a tour up to seven days in advance; if there is space available on that day's tours, you'll be able to register. Bring photo ID.\nThe tour will take you past the present palace (Kyūden), a modest low-rise building completed in 1968 that replaced the one built in 1888, which was largely destroyed during WWII. Explanations are given only in Japanese; download the free app (www.kunaicho.go.jp/e-event/app.html) for explanations in English, Chinese, Korean, French or Spanish.\nIf you're not on the tour, head to the southwest corner of&nbsp;Kōkyo-gaien Plaza&nbsp;to view two bridges – the iron&nbsp;Nijū-bashi&nbsp;and the stone&nbsp;Megane-bashi. Behind the bridges rises the Edo-era&nbsp;Fushimi-yagura&nbsp;watchtower.\nThe main park of the verdant palace grounds is the&nbsp;Imperial Palace East Garden, which is open to the public for free&nbsp;without reservations, though entry numbers are limited. You must take a token upon arrival and return it at the end of your visit.\n"
},
{
    "country": "tokyo",
    "city": "Ueno & Yanesen",
    "index": 40,
    "name": "Ueno Zoo",
    "latitude": "35.716280338242",
    "longitude": "139.77138796766",
    "excerpt": "Japan’s oldest zoo, established in 1882, is home to animals from around the globe, but the biggest attractions are the giant pandas from China, Rī Rī and…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/ueno-and-around/attractions/ueno-zoo/a/poi-sig/1108730/1323660",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/111431236_master.jpg",
    "detail_description": "Japan’s oldest zoo, established in 1882, is home to animals from around the globe, but the biggest attractions are the giant pandas from China, Rī Rī and Shin Shin. Following several disappointments, the two finally had a cub, Xiang Xiang, in 2017. The zoo includes part of Shinobazu-iku and has a terrace right on the edge for good views. Across the causeway, there's a whole area devoted to lemurs, which makes sense given Tokyoites' general affection for all things cute.\n"
},
{
    "country": "tokyo",
    "city": "Roppongi, Akasaka & Around",
    "index": 39,
    "name": "Hotel New Ōtani Japanese Garden",
    "latitude": "35.680281",
    "longitude": "139.734399",
    "excerpt": "Nonguests are welcome to visit Hotel New Ōtani's beautiful 400-year-old Japanese garden, which once belonged to a Tokugawa regent. Including vermilion…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/roppongi/attractions/hotel-new-otani-japanese-garden/a/poi-sig/1308744/1323634",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock2003738108-RFE.jpg",
    "detail_description": "Nonguests are welcome to visit Hotel New Ōtani's beautiful 400-year-old Japanese garden, which once belonged to a Tokugawa regent. Including vermilion arched bridges, koi (carp) ponds and a waterfall, it is one of Tokyo's most enchanting outdoor spaces. Return in the evening to see the garden illuminated with LED lights.\nAsk at reception whether it's also possible to access the rooftop Rose Garden, which is planted with tens of thousands of the flowers."
},
{
    "country": "tokyo",
    "city": "Shibuya & Shimo-Kitazawa",
    "index": 38,
    "name": "Hachikō Statue",
    "latitude": "35.659057",
    "longitude": "139.700679",
    "excerpt": "Every evening, Akita dog Hachikō would go to Shibuya Station to greet his companion. It's a practice he kept up everyday for 10 years after the professor…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/shibuya-and-around/attractions/hachiko-statue/a/poi-sig/396603/1323642",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6ea751421aeff7758f6bcdac0216043a-hachiko-statue.jpg",
    "detail_description": "Every evening, Akita dog Hachikō would go to Shibuya Station to greet his companion. It's a practice he kept up everyday for 10 years after the professor's death, and until his own. This small bronze statue in front of Shibuya Station (outside the eponymous Hachikō exit) was put up in honour of the dog's unwavering loyaly. (Hachikō was buried alongside the professor.)\nThe statue is a well known landmark and the surrounding plaza is Shibuya's de facto rendezvous point (and always full of people)."
},
{
    "country": "tokyo",
    "city": "Tokyo",
    "index": 37,
    "name": "Kitanomaru-kōen",
    "latitude": "35.691382693277",
    "longitude": "139.75091893333",
    "excerpt": "This large park north of the Imperial Palace is home to noteworthy museums as well as the Nippon Budōkan concert hall. The gate at the park’s northern end…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/marunouchi-nihombashi/attractions/kitanomaru-koen/a/poi-sig/396905/1323602",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-51406477_master.jpg",
    "detail_description": "This large park north of the Imperial Palace is home to noteworthy museums as well as the Nippon Budōkan concert hall. The gate at the park’s northern end, Tayasu-mon, dates from 1636, making it the oldest remaining gate to the Edo-jō compound. The park's western edge is bordered by the old castle moat, Chidori-ga-fuchi, which is a popular cherry blossom viewing spot in spring.\n"
},
{
    "country": "tokyo",
    "city": "Asakusa & Sumida River",
    "index": 36,
    "name": "Sumida Hokusai Museum",
    "latitude": "35.696253",
    "longitude": "139.800532",
    "excerpt": "The woodblock artist Hokusai Katsushika (1760–1849) was born and died close to the location of this museum, which opened in 2016 in a striking aluminium…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/asakusa-and-around/attractions/sumida-hokusai-museum/a/poi-sig/1550972/1323663",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9562e01a5e75fa605571ed321043821a-lpl-img_0795.jpg",
    "detail_description": "The woodblock artist Hokusai Katsushika (1760–1849) was born and died close to the location of this museum, which opened in 2016 in a striking aluminium-clad building designed by Pritzker Prize–winning architect Sejima Kazuyo. The small permanent exhibition gives an overview of his life and work, mostly through replicas.\nSpecial exhibitions (admission ¥600 to ¥1200) show the real deal, and can include some of his more famous works, such as those from his series, Thirty-six Views of Mt Fuji, as well as works by other artists."
},
{
    "country": "tokyo",
    "city": "Ueno & Yanesen",
    "index": 34,
    "name": "Ueno-kōen",
    "latitude": "35.715133",
    "longitude": "139.773206",
    "excerpt": "Best known for its profusion of cherry trees that burst into blossom in spring (making this one of Tokyo's top hanami – blossom-viewing – spots),…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/ueno-and-around/attractions/ueno-koen/a/poi-sig/396175/1323660",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF243536872.jpg",
    "detail_description": "Best known for its profusion of cherry trees that burst into blossom in spring (making this one of Tokyo's top hanami – blossom-viewing – spots), sprawling Ueno-kōen is also the location of the city's highest concentration of museums. At the southern tip is the large scenic pond, Shinobazu-ike, choked with lotus flowers in summer.\nNavigating the park is easy, thanks to large maps in English. The wooded pathways also wind past centuries-old temples and shrines; the entire site was the domain of the temple Kanei-ji during the Edo era."
},
{
    "country": "tokyo",
    "city": "Shinjuku & Northwest Tokyo",
    "index": 35,
    "name": "Tokyo Metropolitan Government Building",
    "latitude": "35.689235825199",
    "longitude": "139.69169970463",
    "excerpt": "Tokyo's city hall – a landmark building designed by Tange Kenzō – has observatories (202m) atop both the south and north towers of Building 1 (the views…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/shinjuku-and-west-tokyo/attractions/tokyo-metropolitan-government-building/a/poi-sig/396717/1323646",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/534724115_full.jpg",
    "detail_description": "Tokyo's city hall – a landmark building designed by Tange Kenzō – has observatories (202m) atop both the south and north towers of Building 1 (the views are virtually the same). On a clear day (morning is best), you may catch a glimpse of Mt Fuji beyond the urban sprawl to the west; after dark, it's illuminated buildings all the way to the horizon. Direct-access elevators are on the ground floor; last entry is at 10.30pm.\nSymbolic of the city's bureaucratic might, the granite structure, completed in 1991, looks somewhat like a pixelated cathedral, or perhaps the lair of an animated villain."
},
{
    "country": "tokyo",
    "city": "Tokyo",
    "index": 33,
    "name": "Edo-Tokyo Open Air Architecture Museum",
    "latitude": "35.71488",
    "longitude": "139.513407",
    "excerpt": "This fantastic yet overlooked museum is a preserve for historic buildings rescued from around Tokyo during the city's decades-long construction jag. Among…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/attractions/edo-tokyo-open-air-architecture-museum/a/poi-sig/1501046/356817",
    "image_url": "https://lp-cms-production.imgix.net/2021-01/GettyImages-157584041.jpg",
    "detail_description": "This fantastic yet overlooked museum is a preserve for historic buildings rescued from around Tokyo during the city's decades-long construction jag. Among them are an Edo-era farmhouse, a modernist villa and a whole strip of early-20th-century shops, all of which you can enter. The museum is inside Koganei-kōen (Tokyo's second-largest park) in Musashi-Koganei (four stops past Kichijōji on the JR Chūō line).\nFrom the north exit of Musashi-Koganei Station, take a bus from stop 2 or 3 for Koganei-kōen Nishi-guchi, from where it's a five-minute walk to the museum through the park. There are more detailed directions on the website."
},
{
    "country": "tokyo",
    "city": "Shinjuku & Northwest Tokyo",
    "index": 32,
    "name": "Godzilla Head",
    "latitude": "35.695034",
    "longitude": "139.70202",
    "excerpt": "Godzilla, a portmanteau of the Japanese words for gorilla (gorira) and whale (kujira), is king of the kaijū (strange beasts) that ruled Japanese popular…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/shinjuku-and-west-tokyo/attractions/godzilla-head/a/poi-sig/1596010/1323646",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/LPT1119001.jpg",
    "detail_description": "Godzilla, a portmanteau of the Japanese words for gorilla (gorira) and whale (kujira), is king of the kaijū (strange beasts) that ruled Japanese popular cinema for decades. This giant statue of him looking to take a bit out of a skyscraper is a (relatively new) Shinjuku landmark. Every so often he roars to life, with glowing eyes and smoky breath.\nThere's an up-close view (and selfie opportunity) of the statue from the 8th-floor 'Godzilla Terrace' attached to the lobby of the Hotel Gracery Shinjuku; access is limited to hotel guests and customers of the hotel's cafe (though we've never been stopped…)."
},
{
    "country": "tokyo",
    "city": "Roppongi, Akasaka & Around",
    "index": 31,
    "name": "Mori Art Museum",
    "latitude": "35.660295",
    "longitude": "139.728917",
    "excerpt": "Mori Art Museum is one of Tokyo's leading spaces for contemporary art, taking up a whole floor at the top of Mori Tower. It has no permanent exhibition;…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/roppongi/attractions/mori-art-museum/a/poi-sig/396291/1323634",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_167248913.jpg",
    "detail_description": "Mori Art Museum is one of Tokyo's leading spaces for contemporary art, taking up a whole floor at the top of Mori Tower. It has no permanent exhibition; instead, large-scale, original shows introduce major local and global artists and movements. Past exhibitions have focused on the works of Chinese artist and dissident Ai Weiwei and native son Murakami Takashi, as well as themes like AI, protest and urbanism. Unlike most museums, Mori Art Museum is open late.\nAdmission also includes entry to the three smaller galleries, which focus on artists from Japan and elsewhere in Asia: MAM Collection (for up-and-coming artists and special collaborations); MAM Screen (for video art) and MAM Research (for archival and scholarly exhibitions)."
},
{
    "country": "tokyo",
    "city": "Roppongi, Akasaka & Around",
    "index": 30,
    "name": "Tokyo Tower",
    "latitude": "35.658508",
    "longitude": "139.74545",
    "excerpt": "Something of a shameless tourist trap, this 1958-vintage tower – painted bright orange and white in order to comply with international aviation safety…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/roppongi/attractions/tokyo-tower/a/poi-sig/396309/1323634",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cbc87ead05fdf8607cc5429f85e26032-tokyo-tower.jpg",
    "detail_description": "Something of a shameless tourist trap, this 1958-vintage tower – painted bright orange and white in order to comply with international aviation safety regulations – remains a beloved symbol of the city's post-WWII rebirth. At 333m it's 13m taller than the Eiffel Tower, which was the inspiration for its design. Access the main observation deck at 150m any time, but to access the top deck (250m) a reservation for an allocated time slot is required.\nThere is an aquarium on the 1st floor. The 3rd to 5th floors have an exhibit of anime show One Piece, which may appeal to fans. Both require additional entrance fees.Size queens note, there are loftier views at the more expensive Tokyo Skytree."
},
{
    "country": "tokyo",
    "city": "Roppongi, Akasaka & Around",
    "index": 29,
    "name": "National Diet",
    "latitude": "35.676055463062",
    "longitude": "139.74467306364",
    "excerpt": "Free one-hour tours of parts of Japan's parliament building and grounds are available when the Diet is not in session (ring the day before to confirm)…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/roppongi/attractions/national-diet/a/poi-sig/396297/1323634",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1939346721-RFE.jpg",
    "detail_description": ""
},
{
    "country": "tokyo",
    "city": "Kōrakuen & Akihabara",
    "index": 28,
    "name": "Yasukuni-jinja",
    "latitude": "35.694058",
    "longitude": "139.743444",
    "excerpt": "Literally ‘For the Peace of the Country Shrine’, Yasukuni is the memorial shrine to Japan’s war dead, around 2.5 million souls. First built in 1869, it is…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/akihabara-and-around/attractions/yasukuni-jinja/a/poi-sig/396415/1323659",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/024f4eacf15676785b868c32d873e053-yasukuni-jinja.jpg",
    "detail_description": "Literally ‘For the Peace of the Country Shrine’, Yasukuni is the memorial shrine to Japan’s war dead, around 2.5 million souls. First built in 1869, it is a peaceful and green place but also incredibly controversial: in 1979, 14 class-A war criminals, including WWII general Hideki Tōjō, were enshrined here.\nThe main approach is fronted by a 25m-tall torii (entrance gate) made of steel and bronze; behind the main shrine, seek out the serene grove of mossy trees and the ornamental pond.For politicians, a visit to Yasukuni, particularly on 15 August, the anniversary of Japan’s defeat in WWII, is considered a political statement. It's a move that pleases hawkish constituents but also one that draws a strong rebuke from Japan's Asian neighbours, who suffered greatly in Japan's wars of expansion during the 20th century."
},
{
    "country": "tokyo",
    "city": "Roppongi, Akasaka & Around",
    "index": 27,
    "name": "Zōjō-ji",
    "latitude": "35.65747252",
    "longitude": "139.7482063",
    "excerpt": "One of the most important temples of the Jōdō (Pure Land) sect of Buddhism, Zōjō-ji dates from 1393 and was the funerary temple of the Tokugawa regime. It…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/roppongi/attractions/zojo-ji/a/poi-sig/396855/1323634",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/12944241.jpg",
    "detail_description": "One of the most important temples of the Jōdō (Pure Land) sect of Buddhism, Zōjō-ji dates from 1393 and was the funerary temple of the Tokugawa regime. It's an impressive sight, particularly the main gate, Sangedatsumon, constructed in 1605, with its three sections designed to symbolise the three stages one must pass through to achieve nirvana. The Daibonsho (Big Bell; 1673) is a 15-tonne whopper considered one of the great three bells of the Edo period.\nLike many sights in Tokyo, Zōjō-ji's original structures have been relocated, and were subject to war, fire and other natural disasters. It has been rebuilt several times in recent history, the last time in 1974.On the temple grounds, there is a large collection of statues of the bodhisattva Jizō, said to be a guide during the transmigration of the soul, as well as a majestic Himalayan cedar planted by US president Ulysses S Grant in 1879."
},
{
    "country": "tokyo",
    "city": "Asakusa & Sumida River",
    "index": 26,
    "name": "Fukagawa Fudō-dō",
    "latitude": "35.672681",
    "longitude": "139.79697",
    "excerpt": "Belonging to the esoteric Shingon sect, at this active temple you can attend one of the city's most spectacular religious rituals. Goma (fire rituals)…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/asakusa-and-around/attractions/fukagawa-fudo-do/a/poi-sig/396805/1323663",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/GettyImages-668504212-RM.jpg",
    "detail_description": "Belonging to the esoteric Shingon sect, at this active temple you can attend one of the city's most spectacular religious rituals. Goma (fire rituals) take place daily in an auditorium in the Hondō (Main Hall) at 9am, 11am, 1pm, 3pm and 5pm, plus 7pm on festival days (1st, 15th and 28th of each month). Sutras are chanted, giant taiko drums are pounded and flames are raised on the main altar as an offering to the deity.\nAt the end of the 30-minute ceremony, people line up to have their bags and other possessions passed over the dying flames as a blessing.While here, don't miss the trippy prayer corridor with 9500 miniature Fudōmyō (a fierce-looking representation of Buddha’s determination) crystal statues. Upstairs is also a beautifully decorated gallery (open until 4pm) depicting all 88 temples of the 1400km pilgrimage route on the island of Shikoku; it is said that offering a prayer at each alcove has the same effect as visiting each temple."
},
{
    "country": "tokyo",
    "city": "Asakusa & Sumida River",
    "index": 25,
    "name": "Edo-Tokyo Museum",
    "latitude": "35.696531233222",
    "longitude": "139.79608890238",
    "excerpt": "Tokyo's history museum documents the city's transformation from tidal flatlands to feudal capital to modern metropolis via detailed scale re-creations of…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/asakusa-and-around/attractions/edo-tokyo-museum/a/poi-sig/396801/1323663",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF1224886435.jpg",
    "detail_description": "Edo-Tokyo Museum is closed for renovations until the end of 2025, although you can still visit the museum virtually.Tokyo's history museum documents the city's transformation from tidal flatlands to feudal capital to modern metropolis via detailed scale recreations of townscapes, villas, and tenement homes, plus artefacts such as ukiyo-e and old maps. The museum also has interactive displays, multilingual touch-screen panels, and audio guides.\nStill, the best way to tour the museum is with one of the gracious English-speaking volunteer guides, who can really bring the history to life. Reserve two weeks in advance (details on the website), though sometimes a free person is available on the day, if you check at the reception counter. There is a lot here and it would take a half day to experience it all; if you're pressed for time, prioritize the section on Edo. A guide can also help steer you to the highlights. Skip the temporary exhibitions as they usually lack English (and the main exhibition is more than enough).The museum is 62m tall – the same height as the 17th-century keep at Edo-jō, the castle of the shogun – and the design, by Kiyonori Kikutake, is…something. The architect intended the structure to resemble a traditional raised-floor building in geometric abstraction. In reality, it looks a bit like an enormous concrete alien, in the style of the sprites from the video game Space Invaders."
},
{
    "country": "tokyo",
    "city": "Tokyo",
    "index": 24,
    "name": "Imperial Palace East Garden",
    "latitude": "35.686311",
    "longitude": "139.756758",
    "excerpt": "Crafted from part of the original castle compound, these lovely free gardens allow you to get close-up views of the massive stones used to build the…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/marunouchi-nihombashi/attractions/imperial-palace-east-garden/a/poi-sig/1339490/1323602",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/39ea9692ae2962599f8702c0972b48b7-imperial-palace-east-garden.jpg",
    "detail_description": "Crafted from part of the original castle compound, these lovely free gardens allow you to get close-up views of the massive stones used to build the castle walls, and even climb the ruins of one of the donjons (main keeps), off the upper lawn. The number of visitors at any one time is limited, so it never feels crowded. Most people enter through Ōte-mon, the closest gate to Tokyo Station, and once the principal entrance to Edo-jō.\nDon't miss the Ninomaru Grove, a woodland area that is one of the prettiest parts of the garden, with a pond and the elegant teahouse, Suwa-no-chaya. The large lawn is where the Honmaru, the castle's central compound, was once located.Just inside the gate you may want to drop by the Museum of Imperial Collections, which mounts small exhibits of the 9500-plus artworks owned by the imperial family.Free two-hour guided walking tours of the gardens are offered on Wednesday, Saturday and Sunday; meet at the JNTO Tourist Information Center before 1pm. The gardens are closed on Mondays and Fridays except for national holidays; see website for further detail.Other entrances to the gardens are via the gates Hirakawa-mon and Kitahanebashi-mon."
},
{
    "country": "tokyo",
    "city": "Harajuku & Aoyama",
    "index": 21,
    "name": "Nezu Museum",
    "latitude": "35.66227121",
    "longitude": "139.7172139",
    "excerpt": "Nezu Museum offers a striking blend of old and new: a renowned collection of Japanese, Chinese and Korean antiquities in a gallery space designed by…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/harajuku-and-aoyama/attractions/nezu-museum/a/poi-sig/1108921/1323645",
    "image_url": null,
    "detail_description": "Nezu Museum offers a striking blend of old and new: a renowned collection of Japanese, Chinese and Korean antiquities in a gallery space designed by contemporary architect Kuma Kengo. Select items from the extensive collection are displayed in seasonal exhibitions. The English explanations are usually pretty good. Behind the galleries is a woodsy strolling garden laced with stone paths and studded with teahouses and sculptures.\nThere’s a glass-walled cafe (also designed by Kuma), too."
},
{
    "country": "tokyo",
    "city": "Asakusa & Sumida River",
    "index": 23,
    "name": "Tokyo Skytree",
    "latitude": "35.710071741505",
    "longitude": "139.81063445144",
    "excerpt": "Tokyo Skytree opened in May 2012 as the world’s tallest ‘free-standing tower’ at 634m. Its silvery exterior of steel mesh morphs from a triangle at the…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/asakusa-and-around/attractions/tokyo-skytree/a/poi-sig/1235954/1323663",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9e3f3db8849f6128728a6babda96c1ac-tokyo-sky-tree.jpg",
    "detail_description": "Tokyo Skytree opened in May 2012 as the world’s tallest ‘free-standing tower’ at 634m. Its silvery exterior of steel mesh morphs from a triangle at the base to a circle at 300m. There are two observation decks, at 350m and 450m. You can see more of the city during daylight hours – at peak visibility you can see up to 100km away, all the way to Mt Fuji – but it is at night that Tokyo appears truly beautiful.\r\n\nIt's not the world's tallest man-made structure (that honour goes to Dubai's Burj Khalifa at 829.8 m), but it is Japan's. The panorama from the lower observatory, the Tembō Deck, is spectacular. Don’t miss the small section of glass floor panels, where you can see – dizzyingly – all the way to the ground.\r\n\r\nThe upper observatory, the Tembō Galleria, beneath the digital broadcasting antennas, features a circular glass corridor for more vertiginous thrills. The elevator between the two has a glass front, so you can see yourself racing up the tower as the city grows smaller below.\r\n\r\nThe ticket counter is on the 4th floor. You'll see signs in English noting the wait and the current visibility – if the line is really long and you have your passport, you can join the fast-track line (350m/450m observation decks ¥3000/4000).\r\n\r\nAt the base is Tokyo Sky Tree Town, which includes the shopping centre Solamachi.\r\n"
},
{
    "country": "tokyo",
    "city": "Odaiba & Tokyo Bay",
    "index": 22,
    "name": "Toyosu Market",
    "latitude": "35.642859",
    "longitude": "139.783559",
    "excerpt": "In 2018, Tokyo's central wholesale market moved from its iconic Tsukiji location to this new facility in Toyosu, a structure clearly dreamed up by…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/odaiba-and-tokyo-bay/attractions/toyosu-market/a/poi-sig/1607035/1323666",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/GettyImages-1908408787-RM.jpg",
    "detail_description": "In 2018, Tokyo's central wholesale market moved from its iconic Tsukiji location to this new facility in Toyosu, a structure clearly dreamed up by bureaucrats. The early-morning tuna auction and other parts of the market can be viewed by the public from glass-walled viewing platforms; entry to the market floor is limited to licensed buyers. The upper floors have some shops and restaurants, including sushi counters originally at Tsukiji. Get here early to make the most of your visit.\nThe market is divided into three blocks (5, 6 and 7), all connected via promenades that also run directly to the train station, and is well signposted in English.At the tuna auction, naka-oroshi (intermediate wholesalers) gamble on bluefin tuna brought in from all over the world. The auction starts around 5am and finishes by 6.30am. A limited number of visitors can observe the auction up close from a mezzanine-level viewing platform that is only partially shielded by glass. Entry is by lottery, which opens one month in advance; for details see the market website. Otherwise anyone can watch it from the glassed-in corridors on the 2nd floor of block 7.In block 6 is the produce market; auctions take place here at 6.30am and are also visible from the corridors above. The intermediate wholesaler market – where sushi chefs and fishmongers come to buy from the naka-oroshi – is in building 5. You can peer down into it from windows on the 3rd floor but the view isn't great. Also on the 3rd floor is another collection of restaurants; the 4th floor has shops selling tea, knives, katsuo-bushi (dried bonito flakes), miso and more. Above is a grassy rooftop garden."
},
{
    "country": "tokyo",
    "city": "Tokyo",
    "index": 20,
    "name": "National Museum of Modern Art (MOMAT)",
    "latitude": "35.690510945622",
    "longitude": "139.75452848807",
    "excerpt": "Regularly changing displays from the museum's superb collection of more than 12,000 works are shown over floors 2 to 4; special exhibitions are mounted on…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/marunouchi-nihombashi/attractions/national-museum-of-modern-art-momat/a/poi-sig/396867/1323602",
    "image_url": null,
    "detail_description": "Regularly changing displays from the museum's superb collection of more than 12,000 works are shown over floors 2 to 4; special exhibitions are mounted on the ground floor. All pieces date from the Meiji period onward and impart a sense of how modern Japan developed through portraits, photography, contemporary sculptures and video works. The museum closes in between exhibitions, so first check the schedule online.\nDon't miss the 'Room with a View' for a panorama of the Imperial Palace East Garden. The museum also hosts excellent special exhibitions, which cost extra."
},
{
    "country": "tokyo",
    "city": "Odaiba & Tokyo Bay",
    "index": 19,
    "name": "Statue of Liberty",
    "latitude": "35.628114",
    "longitude": "139.771575",
    "excerpt": "A very popular photo-op, with the Rainbow Bridge in the background, is this 11m-tall replica of Lady Liberty, a fixture on Odaiba's waterfront since 2000.",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/odaiba-and-tokyo-bay/attractions/statue-of-liberty/a/poi-sig/1315530/1323666",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1145213461-RFE.jpg",
    "detail_description": "A very popular photo-op, with the Rainbow Bridge in the background, is this 11m-tall replica of Lady Liberty, a fixture on Odaiba's waterfront since 1998.\nFrance's original replica from 1889 was moved from Île aux Cygnes in Paris to Odaiba to celebrate Franco-Japanese ties. But the statue was so popular that the city decided to install a permanent replica.\n"
},
{
    "country": "tokyo",
    "city": "Tokyo",
    "index": 18,
    "name": "Intermediatheque",
    "latitude": "35.679915",
    "longitude": "139.764955",
    "excerpt": "Dedicated to interdisciplinary experimentation, Intermediatheque cherry-picks from the vast collection of the University of Tokyo to craft a fascinating,…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/marunouchi-nihombashi/attractions/intermediatheque/a/poi-sig/1503540/1323602",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0ca2227780d970328139d5506059df29-intermediatheque.jpg",
    "detail_description": "Dedicated to interdisciplinary experimentation, Intermediatheque cherry-picks from the vast collection of the University of Tokyo to craft a fascinating, contemporary museum experience. Go from viewing the best ornithological taxidermy collection in Japan to a giant pop art print or the beautifully encased skeleton of a dinosaur.\nThe museum is accessible from mall Kitte, in the same building. The attached gift boutique offers some suitably unusual souvenirs."
},
{
    "country": "tokyo",
    "city": "Ueno & Yanesen",
    "index": 17,
    "name": "Asakura Museum of Sculpture, Taitō",
    "latitude": "35.727022",
    "longitude": "139.768463",
    "excerpt": "Sculptor Asakura Fumio (artist name Chōso; 1883–1964) built his home studio in the early 20th century and it's very much representative of architecture of…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/ueno-and-around/attractions/asakura-museum-of-sculpture-taito/a/poi-sig/1339323/1323660",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-648163650-RFE.jpg",
    "detail_description": "Sculptor Asakura Fumio (artist name Chōso; 1883–1964) built his home studio in the early 20th century and it's very much representative of architecture of the time: part Japanese-style, with tatami rooms and open verandah facing an inner garden (his home) attached to a light-filled concrete space with vaulted ceilings (his studio). Now a museum, there are many of the artist's signature realist works, mostly of people and cats, on display throughout. Visit the roof terrace for views over the neighbourhood.\n"
},
{
    "country": "tokyo",
    "city": "Harajuku & Aoyama",
    "index": 16,
    "name": "Omote-sandō",
    "latitude": "35.66577470216",
    "longitude": "139.71102465326",
    "excerpt": "This broad, tree-lined boulevard is lined with boutiques from the top European fashion houses. More interesting are the buildings themselves, designed by…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/harajuku-and-aoyama/attractions/omote-sando/a/poi-sig/1235780/1323645",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/501526417_high.jpg",
    "detail_description": "This broad, tree-lined boulevard is lined with boutiques from the top European fashion houses. More interesting are the buildings themselves, designed by some of the biggest names in Japanese architecture. There's no better (or more convenient) place to gain an overview of Japan's current sense of design. Highlights include the Dior boutique by SANAA (Nishizawa Ryue and Sejima Kazuyo) and the Tod's boutique by Itō Toyō.\nPerhaps surprisingly, Omote-sandō was originally designed as the official approach to Meiji-jingū; that's why it's unusually straight and wide (as far as Tokyo streets go)."
},
{
    "country": "tokyo",
    "city": "Harajuku & Aoyama",
    "index": 15,
    "name": "Yoyogi-kōen",
    "latitude": "35.668849095421",
    "longitude": "139.69648783926",
    "excerpt": "If it’s a sunny and warm weekend afternoon, you can count on there being a crowd lazing around the large grassy expanse that is Yoyogi-kōen. You'll…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/harajuku-and-aoyama/attractions/yoyogi-koen/a/poi-sig/396521/1323645",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/GettyImages-507163118.jpeg",
    "detail_description": "If it’s a sunny and warm weekend afternoon, you can count on there being a crowd lazing around the large grassy expanse that is Yoyogi-kōen. You'll usually find revellers and noisemakers of all stripes, from hula-hoopers to African drum circles to retro greasers dancing around a boom box. It’s an excellent place for a picnic and probably the only place in the city where you can reasonably toss a Frisbee without fear of hitting someone.\nDuring the warmer months, festivals take place on the plaza across from the park (see website, in Japanese, for a schedule). Cherry blossoms draw huge crowds and parties that go late into the night."
},
{
    "country": "tokyo",
    "city": "Ginza & Tsukiji",
    "index": 14,
    "name": "Tsukiji Market",
    "latitude": "35.665166299728",
    "longitude": "139.77062888208",
    "excerpt": "Tokyo's main wholesale market may have moved to Toyosu, but there are many reasons to visit its old home. The tightly packed rows of vendors (which once…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/ginza-tsukiji/attractions/tsukiji-market/a/poi-sig/1315243/1323633",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1750853188-RFC.jpg",
    "detail_description": "Tokyo's main wholesale market may have moved to Toyosu, but there are many reasons to visit its old home. The tightly packed rows of vendors (which once formed the Outer Market) hawk market and culinary-related goods, such as dried fish, seaweed, kitchen knives, rubber boots and crockery. It's also a fantastic place to eat, with great street food and a huge concentration of small restaurants and cafes, most specialising in seafood.\nThe area can get very crowded – avoid the narrow lanes if you're pushing a stroller or pulling luggage. Come early as most shops close by 2pm. Some shops are closed on Sundays and Wednesdays."
},
{
    "country": "tokyo",
    "city": "Kōrakuen & Akihabara",
    "index": 13,
    "name": "Koishikawa Kōrakuen",
    "latitude": "35.705611",
    "longitude": "139.749141",
    "excerpt": "Established in the mid-17th century as the property of the Tokugawa clan, this formal strolling garden incorporates elements of Chinese and Japanese…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/akihabara-and-around/attractions/koishikawa-korakuen/a/poi-sig/396377/1323659",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/GettyImages-505656179.jpeg",
    "detail_description": "Established in the mid-17th century as the property of the Tokugawa clan, this formal strolling garden incorporates elements of Chinese and Japanese landscaping. It's among Tokyo's most attractive gardens, although nowadays the shakkei (borrowed scenery) also includes the contemporary skyline of Tokyo Dome.\nDon't miss the Engetsu-kyō (Full-Moon Bridge), which dates from the early Edo period (the name will make sense when you see it), and the beautiful vermilion wooden bridge Tsuten-kyō. The garden is particularly well known for its plum blossoms in February, irises in June and autumn leaves."
},
{
    "country": "tokyo",
    "city": "Ginza & Tsukiji",
    "index": 12,
    "name": "Hama-rikyū Onshi-teien",
    "latitude": "35.660635",
    "longitude": "139.763625",
    "excerpt": "This beautiful garden, one of Tokyo’s finest, is all that remains of a shogunate summer villa next to Tokyo Bay. There's a large pond with an island,…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/ginza-tsukiji/attractions/hama-rikyu-onshi-teien/a/poi-sig/1235601/1323633",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-639141584-RFE.jpg",
    "detail_description": "This beautiful garden, one of Tokyo’s finest, is all that remains of a shogunate summer villa next to Tokyo Bay. There's a large pond with an island, connected by a causeway, upon which sits the teahouse Nakajima no Ochaya, where you can sip matcha (¥740, traditional sweet included). Don't miss the spectacularly manicured 300-year-old black pine tree near the Ote-mon entrance.\nThere are free guided tours of the garden in English at 11am on Saturdays and Mondays (except during August).A great way to access or depart from the garden is via Tokyo Cruise, which runs water buses from Asakusa, via the Sumida-gawa (Sumida River), to a pier on the garden's edge."
},
{
    "country": "tokyo",
    "city": "Roppongi, Akasaka & Around",
    "index": 11,
    "name": "Roppongi Hills",
    "latitude": "35.65949597",
    "longitude": "139.7292499",
    "excerpt": "Roppongi Hills sets the standard for 21st-century real-estate developments in Tokyo. The centrepiece of the office, shopping, dining and entertainment…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/roppongi/attractions/roppongi-hills/a/poi-sig/1108791/1323634",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1795712885-RFE.jpg",
    "detail_description": "Roppongi Hills sets the standard for 21st-century real-estate developments in Tokyo. The centrepiece of the office, shopping, dining and entertainment complex is the 54-storey Mori Tower, home to the Mori Art Museum and theTokyo City View observatory. Scattered around are several public artworks, such as Louise Bourgeois’ giant, spiny Maman spider sculpture. There's also an Edo-style strolling garden, Mohri Garden.\nThe complex was designed by Jerde, a California-based, global pioneer of post-modern mall design. Japanese firm Maki and Associates did the Asahi TV building here."
},
{
    "country": "tokyo",
    "city": "Tokyo",
    "index": 10,
    "name": "Inokashira-kōen",
    "latitude": "35.700418",
    "longitude": "139.578166",
    "excerpt": "One of Tokyo's best parks, Inokashira-kōen has a big pond in the middle flanked by woodsy strolling paths. A highlight is Inokashira Benzaiten, a shrine…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/lidabashi-and-northwest-tokyo/attractions/inokashira-koen/a/poi-sig/1308545/1323654",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/GettyImages-1249128020-RM.jpg",
    "detail_description": "One of Tokyo's best parks, Inokashira-kōen has a big pond in the middle flanked by woodsy strolling paths. A highlight is Inokashira Benzaiten, a shrine to one of Japan's eight lucky gods. (Benzaiten is actually the octet's sole goddess; she's also the Japanese incarnation of the Hindi goddess Sarasvati and a patron of the arts). On weekends look for musicians, puppeteers and other assorted performance artists around the park, as well as lots of Tokyoites of all ages.\nYou can rent row boats (¥700 per hour) and swan-shaped pedal boats to take out onto the water (¥700 per 30 minutes).To reach the park, walk straight from the Kōen exit of Kichijōji Station, cross at the light and veer right at Marui (‘0101’) department store; the park is at the end of the lane."
},
{
    "country": "tokyo",
    "city": "Ueno & Yanesen",
    "index": 9,
    "name": "Rikugi-en",
    "latitude": "35.731926",
    "longitude": "139.747488",
    "excerpt": "Considered by many to be Tokyo's most elegant garden, Rikugi-en was originally completed in 1702, at the behest of a feudal lord. It is definitely the…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/ueno-and-around/attractions/rikugi-en/a/poi-sig/396907/1323660",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c3199207898103ee410d69fea8fb4891-rikugi-en.jpg",
    "detail_description": "Considered by many to be Tokyo's most elegant garden, Rikugi-en was originally completed in 1702, at the behest of a feudal lord. It is definitely the most highbrow, designed to evoke scenes from classical literature and mythology. But no context is necessary to appreciate the wooded walkways, stone bridges, central pond, trickling streams and wooden teahouses of this beautifully preserved garden. At one teahouse you can drink matcha (powdered green tea; ¥620) al fresco while overlooking the water.\nThere is almost always something in bloom at Rikugi-en, though the garden is most famous for its maple leaves in late autumn. Usually during late November and early December, the park stays open until 9pm and the trees are illuminated after sunset. In spring, the highlight is the large weeping cherry tree near the entrance.Free, hour-long guided tours in English are offered at 11am and 2pm on the 1st and 3rd Sunday of the month."
},
{
    "country": "tokyo",
    "city": "Harajuku & Aoyama",
    "index": 8,
    "name": "Meiji-jingū",
    "latitude": "35.675357",
    "longitude": "139.69952",
    "excerpt": "Tokyo’s grandest Shintō shrine is dedicated to the Emperor Meiji and Empress Shōken, whose reign (1868–1912) coincided with Japan's transformation from…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/harajuku-and-aoyama/attractions/meiji-jingu/a/poi-sig/396897/1323645",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF191077460.jpg",
    "detail_description": "Tokyo’s grandest Shintō shrine is dedicated to the Emperor Meiji and Empress Shōken, whose reign (1868–1912) coincided with Japan's transformation from isolationist, feudal state to modern nation. Constructed in 1920, the shrine was destroyed in WWII air raids and rebuilt in 1958; however, unlike so many of Japan’s postwar reconstructions, Meiji-jingū has atmosphere in spades. Note that the shrine is currently undergoing renovations bit by bit in preparation for its 100th anniversary, but will remain open.\nThe main shrine, built of unpainted cypress wood with a copper-plated roof, is in a wooded grove accessed via a long winding gravel path. At the start of the path you'll pass through the first of several towering wooden torii (entrance gates). Just before the final torii is the temizuya (font), where visitors purify themselves by pouring water over their hands (purity is a tenet of Shintoism).To make an offering at the main shrine, toss a ¥5 coin in the box, bow twice, clap your hands twice and then bow again. Nearby there are kiosks selling ema (wooden plaques on which prayers are written) and omamori (charms).The shrine itself occupies only a small fraction of the sprawling forested grounds, which contain some 120,000 trees collected from all over Japan. Of this, only the strolling garden Meiji-jingū Gyoen is accessible to the public. The Meiji emperor himself designed the iris garden here to please the empress and the garden is most impressive when the irises bloom in June."
},
{
    "country": "tokyo",
    "city": "Asakusa & Sumida River",
    "index": 7,
    "name": "Sensō-ji",
    "latitude": "35.714770842035",
    "longitude": "139.79666997278",
    "excerpt": "Tokyo’s most visited temple enshrines a golden image of Kannon (the Buddhist goddess of mercy), which, according to legend, was miraculously pulled out of…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/asakusa-and-around/attractions/senso-ji/a/poi-sig/396343/1323663",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF1075025648.jpg",
    "detail_description": "Tokyo’s most visited temple enshrines a golden image of Kannon (the Buddhist goddess of mercy), which, according to legend, was miraculously pulled out of the nearby Sumida-gawa by two fishermen in AD 628. The image has remained on the spot ever since but is never on public display. The present structure dates from 1958.Sensō-ji is always busy, particularly on weekends; consider visiting in the evening to see it with fewer people and the buildings beautifully illuminated.\nThe main entrance to the temple complex is via the fantastic, red Kaminari-mon and busy shopping street Nakamise-dōri. Before passing through the gate, look to either side to see statues of Fūjin (the god of wind) and Raijin (the god of thunder), and under the giant red lantern to see a beautiful carved dragon.Stalls along Nakamise-dōri sell everything from tourist trinkets to genuine Edo-style crafts. At the end of Nakamise-dōri is the temple itself, and to your left you’ll spot the 55m-high Five-Storey Pagoda. The 1973 reconstruction of a pagoda built by Tokugawa Iemitsu was renovated in 2017.It’s a mystery as to whether or not the ancient image of Kannon actually exists, as it’s not on public display. This doesn’t stop a steady stream of worshippers from visiting. In front of the temple is a large incense cauldron: the smoke is said to bestow health and you’ll see people wafting it onto their bodies.At the eastern edge of the temple complex is Asakusa-jinja, a shrine built in honour of the brothers who discovered the Kannon statue that inspired the construction of Sensō-ji. (Historically, Japan's two religions, Buddhism and Shintō, were intertwined and it was not uncommon for temples to include shrines and vice versa.) The current building, painted a deep shade of red, dates to 1649 and is a rare example of early Edo architecture. It's also the epicentre of one of Tokyo’s most important festivals, May’s Sanja Matsuri."
},
{
    "country": "tokyo",
    "city": "Tokyo",
    "index": 6,
    "name": "teamLab Borderless",
    "latitude": "35.661847",
    "longitude": "139.742156",
    "excerpt": "Digital-art collective teamLab has created 60 artworks for this museum, open in 2018, that tests the border between art and the viewer: many are…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/attractions/teamlab-borderless/a/poi-sig/1606312/356817",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6bf87f1cf11faea409be34e9445a006b-teamlab-borderless.jpg",
    "detail_description": "Recently opened in a new location, teamLab Borderless is an interactive art experience where the artworks are said to exist without boundaries. The collective teamLab is known for its impressive giant light installations that allow visitors to wander through moving kaleidoscopes of color and imagery.\nThe original site opened in 2018 in Odaiba and closed in 2022 to prepare to move to the new location in Azabudai Hills. Now, it’s reopened and features several new artworks, with plans to exhibit more than 50 pieces.\nTickets can be purchased in advance online for a particular date and time, and adult tickets are subject to dynamic prices.\n"
},
{
    "country": "tokyo",
    "city": "Shibuya & Shimo-Kitazawa",
    "index": 5,
    "name": "Shibuya Crossing",
    "latitude": "35.659388",
    "longitude": "139.700561",
    "excerpt": "Rumoured to be the busiest intersection in the world (and definitely in Japan), Shibuya Crossing is like a giant beating heart, sending people in all…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/shibuya-and-around/attractions/shibuya-crossing/a/poi-sig/396831/1323642",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF289571369.jpg",
    "detail_description": "Rumoured to be the busiest intersection in the world (and definitely in Japan), Shibuya Crossing is like a giant beating heart, sending people in all directions with every pulsing light change. Nowhere else says ‘Welcome to Tokyo’ better than this. Hundreds of people – and at peak times upwards of 3000 people – cross at a time, coming from all directions at once, yet still to dodging each other with a practised, nonchalant agility.\nMag's Park, the rooftop of the Shibuya 109-2 department store, has the best views over the neighbourhood's famous scramble crossing. It's screened with plexiglass, so you can still get good photos, without having to worry about losing anything over the edge).\nThe intersection is most impressive after dark on a Friday or Saturday night, when the crowds pouring out of the station are at their thickest and neon-lit by the signs above. The rhythms here are, however, tied to the train station and after the last train pulls out for the night, the intersection becomes eerily quiet.\nHotels near Shibuya Crossing\nShibuya has several new accommodations, among them boutique hotels, flash-packer hostels and 'cabin style' capsule hotels (roomier than the average capsule hotel) – suddenly, there's a lot to choose from here. If you're keen to immerse yourself in urban Tokyo and its nightlife, Shibuya makes for a great base; it's got great transit links, too. Options within walking distance of the crossing include Mustard Hotel (15-minute walk), Millennials (six-minute walk) and Hotel Mets Shibuya (12-minute walk).\n"
},
{
    "country": "tokyo",
    "city": "Ueno & Yanesen",
    "index": 4,
    "name": "Tokyo National Museum",
    "latitude": "35.718765",
    "longitude": "139.776413",
    "excerpt": "If you visit only one museum in Tokyo, make it the Tokyo National Museum. Here you'll find the world's largest collection of Japanese art, including…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/ueno-and-around/attractions/tokyo-national-museum/a/poi-sig/1030228/1323660",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d9960974f6e911075de951b22a332fbe-tokyo-national-museum.jpg",
    "detail_description": "If you visit only one museum in Tokyo, make it the Tokyo National Museum. Here you'll find the world's largest collection of Japanese art, including ancient pottery, Buddhist sculptures, samurai swords, colourful ukiyo-e (woodblock prints), gorgeous kimonos and much, much more.\nTouring the museum\nVisitors with only a couple of hours to spare should focus on the Honkan (Japanese Gallery), which has a specially curated selection of artistic highlights on the 2nd floor.\nWith more time, you can explore the enchanting Gallery of Hōryū-ji Treasures, which displays masks, scrolls and gilt Buddhas from Hōryū-ji (in Nara Prefecture, dating from 607); the Tōyōkan with its collection of Asian art, including delicate Chinese ceramics; and the Heiseikan, which houses the Japanese Archaeological Gallery, full of pottery, talismans and articles of daily life from Japan's prehistoric periods.\nIt's also worth checking whether&nbsp;it's possible to access the usually off-limits garden during your visit, which includes several vintage teahouses; it opens to the public from mid-March to mid-April and from late October to early December.\nThe museum also houses a restaurant, cafe and coffee shop, as well as a souvenir shop in the main building.\nHistory\nThe museum held its first exhibition in 1872, making it the oldest museum in Japan. It moved to its current location in&nbsp;Ueno Park in 1882.\nToday it is one of the four museums, alongside Kyoto National Museum, Nara National Museum and Kyushu National Museum, operated by the National Institutes for Cultural Heritage, and&nbsp;is considered one of the largest art museums in the world.\nTickets and other practicalities\nThe admission fee for adults is&nbsp;¥1000, while entry is free for under 18s and over 70s.\nThe museum regularly hosts temporary exhibitions (which cost extra); these can be fantastic, but sometimes lack the English signage found throughout the rest of the museum.\n"
},
{
    "country": "tokyo",
    "city": "Shinjuku & Northwest Tokyo",
    "index": 3,
    "name": "Golden Gai",
    "latitude": "35.694093",
    "longitude": "139.704841",
    "excerpt": "Golden Gai – a Shinjuku institution for over half a century – is a collection of tiny bars, often literally no bigger than a closet and seating maybe a…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/shinjuku-and-west-tokyo/attractions/golden-gai/a/poi-sig/1611890/1323646",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/AlamyRFRBCA9K.jpg",
    "detail_description": "Golden Gai – a Shinjuku institution for over half a century – is a collection of tiny bars, often literally no bigger than a closet and seating maybe a dozen. Each is as unique and eccentric as the ‘master’ or ‘mama’ who runs it. In a sense, Golden Gai, which has a strong visual appeal, with its low-slung wooden buildings, is their work of art. It's more than just a place to drink.\nThe district has long been a gathering spot for artists, writers and musicians. Originally many bars here functioned more like clubhouses for various creative industries. Some bars prefer to keep their doors closed to customers who aren't regulars (foreign tourists included) to preserve that old atmosphere; others will welcome you (if there is space, of course). Recently there's been a changing of the guard, as new, younger owners take over, and the exclusive atmosphere of old is giving way to a lively scene of international bar hoppers, instinctively drawn to Golden Gai's free spirit.\nThe best way to experience Golden Gai is to stroll the lanes and pick a place that suits your mood. Bars that expressly welcome tourists have English signs posted on their doors. Many bars have a cover charge (usually ¥500 to ¥1500), which is often posted on the door.\nNote that while Golden Gai is highly photogenic, it is also private property; do not take photos unless you have explicit permission.\nHotels near Golden Gai\nShinjuku, the ward of Tokyo in which Golden Gai is located,&nbsp;is a convenient and popular base for visiting the city, with hotel options at all price levels. It's worth noting, however,&nbsp;that many budget hotels are in the red-light district, Kabukichō; while not dangerous exactly, the district does have seedy pockets and solo female travellers in particular might feel uncomfortable. Hotel options within walking distance of Golden Gai include&nbsp;Hotel Gracery Shinjuku (7-minute walk), Imano (7-minute walk)&nbsp;and Shinjuku Granbell Hotel (5-minute walk).\n&nbsp;\n"
},
{
    "country": "tokyo",
    "city": "Tokyo",
    "index": 2,
    "name": "Ghibli Museum",
    "latitude": "35.696229",
    "longitude": "139.570434",
    "excerpt": "This museum is the heart of the Studio Ghibli world, a beloved (even 'adored') film studio responsible for classic, critically-acclaimed animated titles…",
    "source_url": "https://www.lonelyplanet.com/japan/tokyo/lidabashi-and-northwest-tokyo/attractions/ghibli-museum/a/poi-sig/396249/1323654",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_1194613108.jpg",
    "detail_description": "This museum is the heart of the Studio Ghibli world, a beloved (even 'adored')&nbsp;film studio responsible for classic, critically-acclaimed animated titles like Spirited Away, My Neighbour Totoro, Ponyo and Princess Mononoke, among countless others. Unlike Disney World, this is a museum, not a theme park, but the levels of fandom on show are&nbsp;likely to be just as intense.\nMaster animator Miyazaki Hayao, who co-found&nbsp;Studio Ghibli and&nbsp;directed some of its best-known works,&nbsp;designed the museum, and kids will become immediately captivated by the fairy-tale atmosphere, from the spiral staircases seemingly leading to dead ends to the&nbsp;replica of the giant cat bus from My Neighbour Totoro.&nbsp;Fans will enjoy the original sketches on display, as well as&nbsp;the host of original short films playing at the small on-site Saturn Theater. The museum also houses exhibitions relating to the history of animation, plus a popular gift shop, a good-quality&nbsp;restaurant and a reading room.&nbsp;\nHow to get tickets for the Ghibli Museum\nTickets can be purchased up to four months in advance from overseas travel agents or up to one month in advance through the convenience store Lawson's online ticket portal. Both options are explained in detail on the official Ghibli Museum website. For July and August visits especially, we recommend buying tickets as soon as you can from an agent as they will definitely sell out early. Tickets are non-transferable; you may be asked to show an ID.\nThe ticket price is&nbsp;¥1000 for adults (19+),&nbsp;¥700 for 13-18 year olds,&nbsp;¥400 for 7-12 year olds,&nbsp;¥100 for 4-6 year olds, and free for ages 3 and under.\nHow to get to the Ghibli Museum\nThe Ghibli Museum&nbsp;(which is pronounced ‘jiburi’ – its full name is 'Ghibli Museum, Mitaka') is on the western edge of Inokashira-kōen&nbsp;in West Tokyo, and you can walk there through the park from nearby Kichijōji Station&nbsp;in about 30 minutes. A minibus (round trip/one way ¥320/210) leaves for the museum every 20 minutes from Mitaka Station (bus stop 9).\n"
}
]