[
{
    "country": "toledo",
    "city": "Toledo",
    "index": 1,
    "name": "Catedral de Toledo",
    "latitude": "39.856841",
    "longitude": "-4.023571",
    "excerpt": "Toledo's illustrious main church ranks among the top 10 cathedrals in Spain. An impressive example of medieval Gothic architecture, its enormous interior…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/catedral-de-toledo/a/poi-sig/1131541/360759",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1327809299.jpg",
    "detail_description": "Toledo's illustrious main church ranks among the top 10 cathedrals in Spain. An impressive example of medieval Gothic architecture, its enormous interior is full of the classic characteristics of the style, rose windows, flying buttresses, ribbed vaults and pointed arches among them. The cathedral’s sacristy is a veritable art gallery of old masters, with works by Velázquez, Goya and – of course – El Greco. Admission also gives access to the nearby Museo de Tapices y Textiles de la Catedral.\nFrom the earliest days of the Visigothic occupation, the current site of the cathedral has been a centre of worship. During Muslim rule, it contained Toledo's central mosque, converted into a church in 1085, but ultimately destroyed 140 years later. Dating from the 1220s and essentially a Gothic structure, the cathedral was rebuilt from scratch in a melting pot of styles, including Mudéjar and Renaissance. The Visigothic influence continues today in the unique celebration of the Mozarabic Rite, a 6th-century liturgy that was allowed to endure after Cardinal Cisneros put its legitimacy to the test by burning missals in a fire of faith; they survived more or less intact. The rite is celebrated in the Capilla Mozarabe at 9am Monday to Saturday, and at 9.45am on Sunday.The high altar sits in the extravagant Capilla Mayor, the masterpiece of which is the retablo (altarpiece), with painted wooden sculptures depicting scenes from the lives of Christ and the Virgin Mary; it's flanked by royal tombs. The oldest of the cathedral's magnificent stained-glass pieces is the rose window above the Puerta del Reloj. Behind the main altar lies a mesmerising piece of 18th-century Churrigueresque (lavish baroque ornamentation), the Transparente, which is illuminated by a light well carved into the dome above.In the centre of things, the coro (choir stall) is a feast of sculpture and carved wooden stalls. The 15th-century lower tier depicts the various stages of the conquest of Granada.The tesoro, however, deals in treasure of the glittery kind. It's dominated by the extraordinary Custodia de Arfe: with 18kg of pure gold and 183kg of silver, this 16th-century processional monstrance bristles with some 260 statuettes. Its big day out is the Feast of Corpus Christi, when it is paraded around Toledo's streets.Other noteworthy features include the sober cloister, off which is the 14th-century Capilla de San Blas, with Gothic tombs and stunning frescoes; the gilded Capilla de Reyes Nuevos; and the sala capitular (chapter house), with its remarkable 500-year-old artesonado (wooden Mudéjar ceiling) and portraits of all the archbishops of Toledo.The highlight of all, however, is the sacristía (sacristy), which contains a gallery with paintings by masters such as El Greco, Zurbarán, Caravaggio, Titian, Raphael and Velázquez. It can be difficult to appreciate the packed-together, poorly lit artworks, but it's a stunning assemblage in a small space. In an adjacent chamber, don't miss the spectacular Moorish standard captured in the Battle of Salado in 1340.An extra €2.50 gets you entrance to the upper level of the cloister and the bell tower, which offers wonderful views over the centre of historic Toledo."
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 22,
    "name": "Iglesia de los Jesuitas",
    "latitude": "39.858092",
    "longitude": "-4.025953",
    "excerpt": "The main reason to visit this church is not the building itself, but the opportunity to climb its tower (138 steps) for a quintessential view of medieval…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/iglesia-de-los-jesuitas/a/poi-sig/1131550/360759",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 21,
    "name": "Arco de la Sangre",
    "latitude": "39.859539624441",
    "longitude": "-4.02105493122",
    "excerpt": "The horseshoe arch that beckons to you from Plaza de Zocodover provides a glimpse into Toledo's medieval cosmopolitanism. It was once a doorway in the old…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/arco-de-la-sangre/a/poi-sig/1246935/360759",
    "image_url": null,
    "detail_description": "The horseshoe arch that beckons to you from Plaza de Zocodover provides a glimpse into Toledo's medieval cosmopolitanism. It was once a doorway in the old city walls that linked the Alcázar with the rest of the town.\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 20,
    "name": "Museo Sefardí",
    "latitude": "39.85563",
    "longitude": "-4.029558",
    "excerpt": "Housed in the magnificent Sinagoga del Tránsito, this museum provides a rare and important glance into erstwhile Sephardic culture in Spain. Entry is…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/museo-sefardi/a/poi-sig/1294440/360759",
    "image_url": null,
    "detail_description": "Housed in the magnificent Sinagoga del Tránsito, this museum provides a rare and important glance into erstwhile Sephardic culture in Spain. Entry is included with synagogue admission.\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 18,
    "name": "Termas Romanas",
    "latitude": "39.858669",
    "longitude": "-4.025116",
    "excerpt": "These subterranean remains of Toledo's Roman baths are viewed via a walkway extending over two rooms. There are also the remains of an ajibe (water system…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/termas-romanas/a/poi-sig/1485588/360759",
    "image_url": null,
    "detail_description": "These subterranean remains of Toledo's Roman baths are viewed via a walkway extending over two rooms. There are also the remains of an ajibe (water system) dating from the 8th century Moorish era when a large villa stood here.\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 19,
    "name": "Puerta Nueva de Bisagra",
    "latitude": "39.862564",
    "longitude": "-4.025095",
    "excerpt": "Large portions of the old city walls remain intact and, for many people, the first sight of old Toledo are the imposing turrets of the Puerta Nueva de…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/puerta-nueva-de-bisagra/a/poi-sig/483192/360759",
    "image_url": null,
    "detail_description": "Large portions of the old city walls remain intact and, for many people, the first sight of old Toledo are the imposing turrets of the Puerta Nueva de Bisagra (1550), the city's northern gate, emblazoned with Carlos I's coat of arms.\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 15,
    "name": "Museo de Tapices y Textiles de la Catedral",
    "latitude": "39.855811",
    "longitude": "-4.022584",
    "excerpt": "Set in the former 17th-century school for choirboys (the Antiguo Collegio Infantes), this associated Cathedral museum houses magnificent tapestries, some…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/museo-de-tapices-y-textiles-de-la-catedral/a/poi-sig/1583525/360759",
    "image_url": null,
    "detail_description": "Set in the former 17th-century school for choirboys (the Antiguo Collegio Infantes), this associated Cathedral museum houses magnificent tapestries, some dating as far back as the 15th century. The tapestries have an annual airing on Corpus Christi when they hang outside the cathedral (despite the obvious ill effects from the elements).\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 17,
    "name": "Iglesia del Salvador",
    "latitude": "39.856651",
    "longitude": "-4.026811",
    "excerpt": "This little-visited but intriguing church exposes multiple historical layers in true Toledan fashion. Until 1159, it was a mosque; before that, a…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/iglesia-del-salvador/a/poi-sig/1490202/360759",
    "image_url": null,
    "detail_description": "This little-visited but intriguing church exposes multiple historical layers in true Toledan fashion. Until 1159, it was a mosque; before that, a Visigothic church. One of its most fascinating artefacts is a richly engraved Visigothic pillar scavenged by later builders to hold up the roof.\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 16,
    "name": "Sinagoga de Santa María La Blanca",
    "latitude": "39.856816",
    "longitude": "-4.030566",
    "excerpt": "The lesser of Toledo's two Mudéjar synagogues has five naves divided by rows of horseshoe and multifoil arches. Originally the upper arches opened onto…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/sinagoga-de-santa-maria-la-blanca/a/poi-sig/483196/360759",
    "image_url": null,
    "detail_description": "The lesser of Toledo's two Mudéjar synagogues has five naves divided by rows of horseshoe and multifoil arches. Originally the upper arches opened onto rooms where women worshipped; the men were down below. You can admire stucco work and gleaming ornate capitals (but not a whole lot more).\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 14,
    "name": "Cerro del Bú",
    "latitude": "39.85194",
    "longitude": "-4.017777",
    "excerpt": "Predating Roman Toledo, this small but steep hill on the less populated side of the Río Tajo is sprinkled with Bronze Age remains overlain with vestiges…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/cerro-del-bu/a/poi-sig/1531101/360759",
    "image_url": null,
    "detail_description": "Predating Roman Toledo, this small but steep hill on the less populated side of the Río Tajo is sprinkled with Bronze Age remains overlain with vestiges of a 10th-century Moorish fort. A path leads down from the main road where there’s an explanatory board and site map. It’s best integrated into a visit to the Mirador del Valle viewpoint nearby.\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 13,
    "name": "Iglesia de Santo Tomé",
    "latitude": "39.85661",
    "longitude": "-4.02827",
    "excerpt": "Iglesia de Santo Tomé contains El Greco’s most famous masterpiece El entierro del conde de Orgaz (The Burial of the Count of Orgaz), which is accessed by…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/iglesia-de-santo-tome/a/poi-sig/483172/360759",
    "image_url": null,
    "detail_description": "Iglesia de Santo Tomé contains El Greco’s most famous masterpiece El entierro del conde de Orgaz (The Burial of the Count of Orgaz), which is accessed by a separate entrance on Plaza del Conde. When the count was buried in 1322, Sts Augustine and Stephen supposedly descended from heaven to attend the funeral. El Greco’s work depicts the event, complete with miracle guests including himself, his son and Cervantes.\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 12,
    "name": "Mirador del Valle",
    "latitude": "39.851339",
    "longitude": "-4.01973",
    "excerpt": "To get the ultimate photo of Toledo you need to cross the Río Tajo and climb the road on the other side to this strategic viewpoint. You can either walk…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/mirador-del-valle/a/poi-sig/1533079/360759",
    "image_url": null,
    "detail_description": "To get the ultimate photo of Toledo you need to cross the Río Tajo and climb the road on the other side to this strategic viewpoint. You can either walk up from the Puente Nuevo de Alcántara or catch the Trainvision from Plaza de Zocodover which makes a stop here during its 45-minute scenic journey. The view is not dissimilar to the one depicted by El Greco in his famous landscape, Vista de Toledo (1596–1600).\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 11,
    "name": "Convento de Santo Domingo El Antiguo",
    "latitude": "39.859517",
    "longitude": "-4.028195",
    "excerpt": "This wonderfully disheveled 11th-century monastery contains one of El Greco's earliest Toledo works: The Assumption of the Virgin (1679), which fills a…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/convento-de-santo-domingo-el-antiguo/a/poi-sig/483178/360759",
    "image_url": null,
    "detail_description": "This wonderfully disheveled 11th-century monastery contains one of El Greco's earliest Toledo works: The Assumption of the Virgin (1679), which fills a gold-fringed altarpiece set against white walls, helped establish his reputation in Toledo. While his masterstrokes are recognisable, there's a flatness about the piece, which was made in the days before his work truly soared. Barely visible through an iron grating is the dusty crypt containing the wooden coffin of the painter himself.\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 10,
    "name": "Hospital de Tavera",
    "latitude": "39.865109",
    "longitude": "-4.024601",
    "excerpt": "Erstwhile hospital, textbook example of Spanish-Renaissance architecture, veritable art gallery and glowing homage to El Greco, the Tavera is an…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/hospital-de-tavera/a/poi-sig/1531104/360759",
    "image_url": null,
    "detail_description": "Erstwhile hospital, textbook example of Spanish-Renaissance architecture, veritable art gallery and glowing homage to El Greco, the Tavera is an amalgamation of many attractions under one roof. The highlights are its elegantly arcaded dual courtyard and the striking, if unfinished, altarpiece by El Greco that furnishes the on-site chapel. For an extra €2 you can take in a couple of other guided attractions such as the Museo Duque de Lerma (replete with Renaissance artists including Titian) and an old pharmacy.\nThe ‘hospital’ is a little outside the old walled centre, but is considered an essential stop on the El Greco trail."
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 9,
    "name": "Mezquita del Cristo de la Luz",
    "latitude": "39.860767751093",
    "longitude": "-4.024210193686",
    "excerpt": "On the northern slopes of town you'll find a modest, yet beautiful, mosque (the only one remaining of Toledo's 10) where architectural traces of Toledo's…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/mezquita-del-cristo-de-la-luz/a/poi-sig/1095679/360759",
    "image_url": null,
    "detail_description": "On the northern slopes of town you'll find a modest, yet beautiful, mosque (the only one remaining of Toledo's 10) where architectural traces of Toledo's medieval Muslim conquerors are still in evidence. Built around AD 1000, it suffered the usual fate of being converted into a church (hence the religious frescoes), but the original vaulting and arches survived.\nAccording to local legend (which explains the mosque's unusual name), when Alfonso VI conquered Toledo for the Christians in 1085, his horse stopped outside the mosque and refused to continue. Closer investigations revealed a statue of Christ with its oil lamp apparently still burning more than three centuries after it was left there…"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 8,
    "name": "Museo de los Concilios y la Cultura Visigoda",
    "latitude": "39.858356",
    "longitude": "-4.026908",
    "excerpt": "Sometimes dismissively called the ‘Invisigoths’ due to the scant record of their presence, the Visigoths inhabit a little-known chapter of Spanish history…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/museo-de-los-concilios-y-la-cultura-visigoda/a/poi-sig/1530720/360759",
    "image_url": null,
    "detail_description": "Sometimes dismissively called the ‘Invisigoths’ due to the scant record of their presence, the Visigoths inhabit a little-known chapter of Spanish history sandwiched in between the Romans and Moors. Information about them is often difficult to procure until you come to Toledo, their de-facto capital in the 6th and 7th centuries. The era’s history can be partially relived at this modest museum set in the 13th-century San Román church – complete with Mudéjar-style architecture and eye-catching frescoes. Signage in Spanish only.\nExplanatory boards and some interesting historical maps relate the Visigothic story and complement the rather scant exhibits. Equally compelling is the building itself with its horseshoe arches, wooden Mudéjar ceiling and blurry 15th-century Christian murals."
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 7,
    "name": "Alcázar",
    "latitude": "39.858891",
    "longitude": "-4.02047",
    "excerpt": "At the highest point in the city looms the foreboding Alcázar. Rebuilt under Franco, it has been reopened as a vast military museum. The usual displays of…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/alcazar/a/poi-sig/483162/360759",
    "image_url": null,
    "detail_description": "At the highest point in the city looms the foreboding Alcázar. Rebuilt under Franco, it has been reopened as a vast military museum. The usual displays of uniforms and medals are here, but the best part is the exhaustive historical section, with an in-depth examination of the nation's history – albeit in terms of wars and long-simmering conflicts – in Spanish and English.\nAbd ar-Rahman III raised an al-qasr (fortress) here in the 10th century, which was thereafter altered by the Christians. Alonso Covarrubias rebuilt it as a royal residence for Carlos I, but the court moved to Madrid and the fortress eventually became a military academy. The Alcázar was heavily damaged during the siege of the garrison by loyalist militias at the start of the civil war in 1936. The soldiers' dogged resistance, and the famous refusal of their commander, Moscardó, to give it up in exchange for his son's life, made the Alcázar a powerful nationalist symbol.The most macabre sight at the Alcazár is the recreation of Moscardó's office wrecked with bullet holes; other highlights include the monumental central patio decorated with Habsburg coats of arms, and archaeological remains from Moorish times near the entrance."
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 6,
    "name": "Museo del Greco",
    "latitude": "39.855465",
    "longitude": "-4.028646",
    "excerpt": "In the early 20th century, an aristocrat bought what he thought was El Greco's house and did a meritorious job of returning it to period style. He was…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/museo-del-greco/a/poi-sig/483180/360759",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial764471713.jpg",
    "detail_description": "In the early 20th century, an aristocrat bought what he thought was El Greco's house and did a meritorious job of returning it to period style. He was wrong – El Greco never lived here – but the museum remains. As well as the house itself, there are pretty terraced gardens, fascinating excavated cellars from a Jewish-quarter palace and a good selection of paintings, including a Zurbarán, a set of the apostles by El Greco and works by his son and followers.\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 5,
    "name": "Plaza de Zocodover",
    "latitude": "39.859451",
    "longitude": "-4.021329",
    "excerpt": "This lively square has long been the hub of town. From 1465 until the 1960s Zocodover was the scene of the city's Tuesday market and successor to the Arab…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/plaza-de-zocodover/a/poi-sig/483188/360759",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-479223955_high.jpg",
    "detail_description": "This lively square has long been the hub of town. From 1465 until the 1960s Zocodover was the scene of the city's Tuesday market and successor to the Arab souq ad-dawab (livestock market), hence the name. It was also here that toledanos for centuries enjoyed their bullfights or, morbidly, gathered to witness public burnings at the stake carried out by the Inquisition. Sadly in recent years it has succumbed to the blight of fast food giants, with just one local terrace cafe remaining.\n"
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 4,
    "name": "Museo de Santa Cruz",
    "latitude": "39.859583",
    "longitude": "-4.020449",
    "excerpt": "It's hard to imagine that this 16th-century building was once a hospital. If only modern hospitals were equipped with the kind of ornate plateresque…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/museo-de-santa-cruz/a/poi-sig/483184/360759",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1283669521.jpg",
    "detail_description": "It's hard to imagine that this 16th-century building was once a hospital. If only modern hospitals were equipped with the kind of ornate plateresque portico that welcomes you to this beautiful arts and ceramics museum. The pièce de résistance is the huge ground-floor gallery laid out in the shape of a cross. The various art and sculpture exhibits are backed up by interesting explanatory boards that place all the pieces into their historical context.\nSitting at one end, almost as if it were an altarpiece, is El Greco's Sagrada Familia con Santa Ana.Equally salubrious is the cloister, which you must cross to access the extensive ceramics collection housed on the 1st floor."
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 2,
    "name": "Sinagoga del Tránsito",
    "latitude": "39.855795",
    "longitude": "-4.029408",
    "excerpt": "This magnificent synagogue was built in 1355 by special permission from Pedro I. The synagogue now houses the Museo Sefardí, which provides a glimpse into…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/sinagoga-del-transito/a/poi-sig/1182708/360759",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock736625452.jpg",
    "detail_description": "This magnificent synagogue was built in 1355 by special permission from Pedro I. The synagogue now houses the Museo Sefardí, which provides a glimpse into Sephardic culture in Spain. The vast main prayer hall has been expertly restored and the Mudéjar decoration and intricately carved pine ceiling are striking. Exhibits provide an insight into the history of Jewish culture in Spain, and include archaeological finds, a memorial garden, costumes and ceremonial artefacts.\nToledo's former judería (Jewish quarter) was once home to 10 synagogues and comprised some 10% of the walled city's area. After the expulsion of the Jews from Spain in 1492, the synagogue was variously used as a church, hermitage and military barracks."
},
{
    "country": "toledo",
    "city": "Toledo",
    "index": 3,
    "name": "Monasterio San Juan de los Reyes",
    "latitude": "39.858002",
    "longitude": "-4.031543",
    "excerpt": "This imposing 15th-century Franciscan monastery and church was provocatively founded in the heart of the Jewish quarter by the Catholic monarchs Isabel…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/toledo/attractions/monasterio-san-juan-de-los-reyes/a/poi-sig/483194/360759",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-129939658_high.jpg",
    "detail_description": "This imposing 15th-century Franciscan monastery and church was provocatively founded in the heart of the Jewish quarter by the Catholic monarchs Isabel and Fernando to demonstrate the supremacy of their faith. The rulers had planned to be buried here but eventually ended up in their prize conquest, Granada. The highlight is the amazing two-level cloister, a harmonious fusion of late ('flamboyant') Gothic downstairs and Mudéjar architecture upstairs, with superb statuary, arches, vaulting, elaborate pinnacles and gargoyles surrounding a lush garden.\nThe adjacent church has a series of enormous coats of arms of the Catholic monarchs, who were never shy about self-publicising. Outside, note the chains dangling from the northeastern facade – they once belonged to Christian prisoners liberated from Muslim Granada."
}
]