[
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 1,
        "name": "McMichael Canadian Art Collection",
        "latitude": "43.8429",
        "longitude": "-79.616761",
        "excerpt": "Handcrafted buildings (including painter Tom Thomson’s cabin, moved from its original location), set amid 40 hectares of conservation trails, contain…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/attractions/mcmichael-canadian-art-collection/a/poi-sig/1106184/361412",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Canada%20Toronto%20Elijah-Lovkoff%20GettyImages-1168855373%20RFE.jpg",
        "detail_description": "Handcrafted buildings (including painter Tom Thomson’s cabin, moved from its original location), set amid 40 hectares of conservation trails, contain works by Canada’s best-known landscape painters, the Group of Seven, as well as works by First Nations, Inuit, Métis and other acclaimed Canadian artists. It's a 34km, 45-minute drive from Toronto and totally worth the trip. A sculpture garden and the graves of gallery co-founders Robert and Signe McMichaels and six of the Group of Seven artists are also on-site.\nFree tours are included with admission Wednesday to Sunday. Parking is $7."
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 2,
        "name": "High Park",
        "latitude": "43.646697",
        "longitude": "-79.463081",
        "excerpt": "Toronto's favorite green space is a wonderful spot to unfurl a picnic blanket, swim, play tennis, bike around, skate on 14-hectare Grenadier Pond or – in…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/toronto-s-west-end/attractions/high-park/a/poi-sig/393291/1342648",
        "image_url": "https://lp-cms-production.imgix.net/2022-11/Canada-shutterstock_1400380913-RFE.jpeg",
        "detail_description": "Toronto's favorite green space is a wonderful spot to unfurl a picnic blanket, swim, play tennis, bike around, skate on 14-hectare Grenadier Pond or – in spring – meander through the groves of cherry blossoms donated by the Japanese ambassador in 1959. Several nature walks, workshops and talks are organized by the Nature Centre&nbsp;and led by rangers.\nShakespeare in High Park\nShakespeare in&nbsp;High Park&nbsp;is one of Canada's longest-running outdoor theater events, having started in 1982. Guests sit on grassy levels by the amphitheater or – if they pay a little extra and in advance – on a cushion in a premium area near the stage. Bring a blanket and a picnic dinner to enjoy the show like a local. Performances are staged Tuesday to Sunday at 8pm, between July and September. Payment is on a donation basis, with $20 suggested for adults.\nActivities for kids\nIf you have small kids, check out the children's zoo&nbsp;(free admission) or take a train ride through the park (adult/child $5/4, 30 minutes, April to October). And be sure to peek into Colborne Lodge, built in 1836 by the Howard family, who donated much of High Park to the city in 1873.\nHow do I get there?\nOn weekends and holidays from mid-June to early September, bus 30B picks up at High Park subway station and then loops through the park. Otherwise it's a 200m walk from the subway station to the north gates. The 506 High Park streetcar drops off on the eastern side of the park. If you exit the park by Colborne Lodge at the south gates, walk down to Lake Shore Blvd W and catch any eastbound streetcar to downtown. The park is closed to vehicle traffic on weekends.\n"
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 3,
        "name": "Royal Ontario Museum",
        "latitude": "43.667661",
        "longitude": "-79.394854",
        "excerpt": "Opened in 1914, the multidisciplinary ROM is Canada's biggest natural-history museum and one of the largest museums in North America. You'll either love…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/yorkville-the-annex/attractions/royal-ontario-museum/a/poi-sig/393237/1342649",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_335340137.jpg",
        "detail_description": "Opened in 1914, the multidisciplinary ROM is Canada's biggest natural-history museum and one of the largest museums in North America. You'll either love or loathe the synergy between the original heritage buildings at the main entrance on Bloor St and the 2007 addition of 'the Crystal,' which appears to pierce the original structure and juts out into the street like a massive shard. \nThough filled with a dizzying number of artifacts and art, the ROM’s interior architecture itself is also notable. Look up as you enter the main hall: the ceiling is a dazzling mosaic dome made up of over a million Venetian tiles. Commissioned in 1933 by the museum’s first director, the mosaic has myriad patterns and symbols representing the breadth of the museum's collection. Look for the Mayan temple, the Egyptian falcon, the three-clawed Chinese dragon, the bison and more.\nGalleries and exhibits\nThe permanent collection features more than six million specimens and artifacts, divided between two main galleries: the Natural History Galleries (all on the 2nd floor) and the World Culture Galleries (on the 1st, 3rd and 4th floors). The Chinese temple sculptures, Gallery of Korean Art, and costumes and textile collections are some of the best in the world. Expect to learn about everything from ice-age mammals and hardwood forests to religious masks.\nThe remarkable First Peoples Art and Culture  gallery provides insight into the works of art and cultural heritage of Canada’s indigenous people from precolonial times to the present. The 1000-piece collection includes ceremonial clothing, birch-bark canoes, fine art and more. A small theater screens documentaries and hosts live performances, adding a layer of depth and present-day perspective to the collection. Knowledgeable staffers are available on weekdays to answer questions.\nSpecial exhibitions\nEach year the ROM hosts a variety of big temporary exhibits from around the world (special exhibit surcharges apply). Keep an eye out for the Friday Night Live programs, when the museum opens its doors, stocks its bars and calls in the DJs for a makeshift dance party.\n\n  \nDinosaur skeleton at Royal Ontario Museum © Corey Wise/Lonely Planet\n\nActivities for kids\nThis is a remarkable place that keeps all visitors engaged. Younger visitors (and their parents) will appreciate the two interactive galleries at the ROM: the Discovery Gallery and the Family Gallery of Hands-on Biodiversity. Kids can touch shark skulls and beaver pelts, dig for dinosaur bones and walk through bat caves. The cedar crest totem poles carved by Indigenous tribes in British Columbia are also wonderful. Imaginative play has children hiding in foxholes and dressing up in clothing from other eras that has been sourced from across the globe. Facilitators are on hand to introduce youngsters to what's on offer and answer the many questions they’re sure to have.\nTickets and information\nAn adult ticket costs $23 and it's $14 for a child. Entrance to the museum is free on the third Tuesday evening of each month. The free docent-led tours are worth joining to help unpack the place. Whether you come for a day or spend a week here, there will always be something new to discover. The nearest subway stop is Museum station.\nTop tips\n\nAdmission is free the third Tuesday evening of the month – arrive after 6pm to avoid the rush.\nAudio tours to select galleries can be downloaded from the website.\nDocent-led tours are offered daily in English and French.\nStrollers are available for rent at the coat check.\nSpecial exhibits are often excellent but cost extra; check the website to decide if you’re interested enough to commit the additional time and cash.\n\n \n"
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 4,
        "name": "Scarborough Bluffs",
        "latitude": "43.7075",
        "longitude": "-79.235888",
        "excerpt": "Lakeshore cliffs with cathedral-spire formations expose evidence of five glacial periods at Scarborough Bluffs. Spanning 14km, from Rosetta McClain…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/attractions/scarborough-bluffs/a/poi-sig/393299/361412",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Canada%20Toronto%20Fanny%20LELORRAIN%20shutterstock_505524499%20RFC.jpg",
        "detail_description": "Lakeshore cliffs with cathedral-spire formations expose evidence of five glacial periods at Scarborough Bluffs. Spanning 14km, from Rosetta McClain Gardens to East Point Park, this is a stunning landscape as well as an important stopover for migrating birds. Several trails allow visitors to enjoy meadows, forests, beaches, wetlands and spectacular views across Lake Ontario. The highest section, grassy Cathedral Bluffs Park (65m), makes a great photo op. Below, Bluffers Park Beach is the best place to appreciate the jutting cliffs and spires.\nAbout 6km east is Guild Park, a serene 36-hectare lakefront forest filled with architectural relics and sculptures collected from the 1950s to the 1970s by the forward-thinking Rosa and Spencer Clark.Without wheels, getting to the Bluffs can be a drag. Take the subway to Victoria Park, then bus 12 along Kingston Rd to Cathedral Bluffs Dr, east of the St Clair Ave E intersection. If you're driving, Kingston Rd (Hwy 2) runs parallel to the lakeshore; turn south onto Brimley Rd for Bluffers Park Beach, south at Cathedral Bluffs Dr to reach Cathedral Bluffs Park, or south on Guildwood Pkwy for Guild Park."
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 5,
        "name": "Power Plant Contemporary Art Gallery",
        "latitude": "43.638211",
        "longitude": "-79.381991",
        "excerpt": "Easily recognized by its painted smokestack, the Power Plant gallery is just that: a former power plant transformed into Toronto's premier gallery of…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/waterfront/attractions/power-plant-contemporary-art-gallery/a/poi-sig/393223/1342654",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF1070670770.jpg",
        "detail_description": "Easily recognized by its painted smokestack, the Power Plant gallery is just that: a former power plant transformed into Toronto's premier gallery of contemporary art. Best of all, it's free and exhibitions change regularly. Free kid-centered tours and workshops are offered throughout the month; call to reserve a spot. It's part of the Harbourfront Centre complex.\n"
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 6,
        "name": "Harbourfront Centre",
        "latitude": "43.63903176",
        "longitude": "-79.38302097",
        "excerpt": "An artistic powerhouse, this 4-hectare complex educates and entertains Toronto's community through a variety of year-round performances, events and…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/waterfront/attractions/harbourfront-centre/a/poi-sig/1126540/1342654",
        "image_url": "https://lp-cms-production.imgix.net/2021-09/GettyRF_636163806.jpg",
        "detail_description": "An artistic powerhouse, this 4-hectare complex educates and entertains Toronto's community through a variety of year-round performances, events and exhibits. The center is made up of more than two dozen waterfront venues, including parks, outdoor stages, theaters and galleries. The main building alone houses the well-respected Craft &amp; Design Studios, open studios where the public can watch artists-in-residence at work; the 1300-seat Concert Stage; and even a lakeside rink where you can slice up the winter ice.\n"
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 7,
        "name": "David Dunlap Observatory",
        "latitude": "43.862466",
        "longitude": "-79.422666",
        "excerpt": "About 33km north of downtown Toronto, the David Dunlap Observatory houses Canada’s largest optical telescope (the reflector measures 1.88m). On Saturday…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/attractions/david-dunlap-observatory/a/poi-sig/393285/361412",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Canada%20Toronto%20Mehdi%20Kasumov%20shutterstock_1738832300%20RFE%20crop.jpg",
        "detail_description": "About 33km north of downtown Toronto, the David Dunlap Observatory houses Canada’s largest optical telescope (the reflector measures 1.88m). On Saturday evenings (and Fridays in high summer) the observatory presents introductory talks on modern astronomy, followed by some interplanetary voyeurism. Check that weather conditions are favorable and book ahead for tickets. Some viewings don't allow children under 13.\nTake the subway north to Finch station, then transfer to the 91 Bayview bus (operated by York Region Transit) and request a stop at Hillsview Dr, from where it's a 1km walk to the observatory. Otherwise, drive north on Bayview Ave past 16th Ave to Hillsview Dr, turn left onto Hillsview Dr, then head 1km further west until you see the white dome on your left."
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 8,
        "name": "Casa Loma",
        "latitude": "43.678348",
        "longitude": "-79.409266",
        "excerpt": "Toronto's only castle may never have housed royalty, but it certainly has grandeur, lording over the Annex from a cliff that was once the shoreline of the…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/yorkville-the-annex/attractions/casa-loma/a/poi-sig/392993/1342649",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ef241dda1a17272038d8e9e7ad771b91c1e6833af08a62d19b8d9f69a0883315.jpg",
        "detail_description": "Toronto's only castle may never have housed royalty, but it certainly has grandeur, lording over the Annex from a cliff that was once the shoreline of the glacial Lake Iroquois, from which Lake Ontario derived. A self-guided audio tour leads visitors through the four levels of the Edwardian mansion as well as the 800ft tunnel to the stables; the top floor houses a military museum. Head to the pool turned theater first, where a short film provides a good overview.\nThe 98-room mansion – an architectural hurricane of castellations, chimneys, flagpoles, turrets and Rapunzel-esque balconies – was built between 1911 and 1914 for Sir Henry Pellatt, a wealthy financier who made bags of cash from his contract to provide Toronto with electricity. He later lost everything in land speculation, the resultant foreclosure forcing the Pellatts to downsize, eventually to a single room in the home of their former chauffeur. To reach the casa, climb the 27m Baldwin Steps up the slope from Spadina Ave, north of Davenport Rd."
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 9,
        "name": "Sharon Temple",
        "latitude": "44.101963",
        "longitude": "-79.441388",
        "excerpt": "A national historic site and one of the oldest museums in Canada, this quaint and fascinating temple was built in 1832 by a Quaker sect called the…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/attractions/sharon-temple/a/poi-sig/1420437/361412",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Canada%20Toronto%20Mishy%20Laine%20shutterstock_656603602%20RFC%20crop.jpg",
        "detail_description": "A national historic site and one of the oldest museums in Canada, this quaint and fascinating temple was built in 1832 by a Quaker sect called the Children of the Peace, to a unique architectural style. Lovingly restored in 2011, the simple museum tells the story of its founders and makes a wonderful day trip out of Toronto. It's about 55km north of downtown.\nGetting to Sharon Temple by public transportation from Toronto means taking a commuter train and two buses – a long ride but totally do-able! From Union Station, take a GO train to the Aurora GO station, five stops and 50 minutes away. From there, transfer to GO transit bus 68 Barrie Terminal to the Newmarket GO station. Upon arrival, cross to the south side of the street (Davis Dr) and take local bus 50 Sutton via Keswick Marketplace to the Leslie St/Mt Albert Rd stop; the temple is across the street (Leslie St), just south of the bus stop.By car, head north on Don Valley Pkwy, eventually becoming Hwy 404, for about 50km. Exit on Regional Rd 19/Green Line E in East Gwillimbury. Take Green Line E for 1.3km, then turn right onto Leslie St. Sharon Temple is 2km north, on the left-hand side of the street."
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 10,
        "name": "Aga Khan Museum",
        "latitude": "43.7254",
        "longitude": "-79.33233",
        "excerpt": "Located just outside Toronto, the Aga Khan is the first museum in North America dedicated to Islamic art. The magnificent building houses the extensive…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/attractions/aga-khan-museum/a/poi-sig/1616147/361412",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Canada%20Toronto%20Philip%20Lange%20shutterstock_746900509%20RFE%20crop.jpg",
        "detail_description": "Located just outside Toronto, the Aga Khan is the first museum in North America dedicated to Islamic art. The magnificent building houses the extensive collection of the late Prince Sadruddin Aga Khan, including works originating from places as diverse as the Iberian peninsula and China, created over a span of 1000 years. Tours of the collection, special exhibits and grounds are available for an additional fee. Music and dance performances regularly held – check the website for the calendar. Parking $10.\n"
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 11,
        "name": "Toronto Zoo",
        "latitude": "43.822545",
        "longitude": "-79.177866",
        "excerpt": "This large, modern zoo has more than 5000 animals, with stars such as pandas, rhinos and polar bears. (There are no elephants, though, because they are so…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/attractions/toronto-zoo/a/poi-sig/1547521/361412",
        "image_url": "https://lp-cms-production.imgix.net/2022-04/Canada%20Toronto%20JHVEPhoto%20shutterstock_1023482665%20RFE%20crop.jpg",
        "detail_description": "This large, modern zoo has more than 5000 animals, with stars such as pandas, rhinos and polar bears. (There are no elephants, though, because they are so difficult to maintain in captivity humanely.) The zoo even tweets the hours when visitors can meet its newborn animals. It's 34km west of downtown Toronto; the 86A Toronto bus route (6am to 8pm) goes to the zoo from Kennedy station daily in summer, weekdays only at other times.\nOn-site parking costs $12. The website has details of discounted admission through the CityPass, which includes the CN Tower and other sights."
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 12,
        "name": "Fort York National Historic Site",
        "latitude": "43.639025730749",
        "longitude": "-79.403214454651",
        "excerpt": "Established by the British in 1793 to defend the then town of York, Fort York was almost entirely destroyed during the War of 1812 when a small band of…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/waterfront/attractions/fort-york-national-historic-site/a/poi-sig/393023/1342654",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/db3a4d4b0d67a6724ab2b54b5b354a840b64da1727e10932b20fb4a10e95cc44.jpg",
        "detail_description": "Established by the British in 1793 to defend the then town of York, Fort York was almost entirely destroyed during the War of 1812 when a small band of Ojibwe warriors and British troops were unable to defeat their US attackers. Several structures – barracks, block houses and powder magazines – were immediately rebuilt and still stand on the 17-hectare site. From May to September, men decked out in 19th-century British military uniforms carry out marches and drills, firing musket volleys into the sky.\nThe visitors center has a museum relating the history of the site and showcasing period artifacts. It also has a small theater where an orientation film is screened. The fort is open year-round; check the homepage for special events and tour details."
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 13,
        "name": "Canada's Wonderland",
        "latitude": "43.842915",
        "longitude": "-79.535995",
        "excerpt": "Amusement-park lovers will want to trek to this, Canada's largest, featuring more than 60 rides, including the mammoth Leviathan, with a peak height of…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/attractions/canada-s-wonderland/a/poi-sig/393295/361412",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/GettyRF_487064338.jpg",
        "detail_description": "Amusement-park lovers will want to trek to this, Canada's largest, featuring more than 60 rides, including the mammoth Leviathan, with a peak height of 93m! There's also an exploding volcano, the 20-hectare Splash Works water park and a white-water canyon. Queues can be lengthy. Most rides operate no matter the weather; tickets are cheaper online. From the Vaughan subway stop, catch the 20 bus (operated by York Region Transit).\n"
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 14,
        "name": "LEGOLAND Discovery Centre",
        "latitude": "43.825518",
        "longitude": "-79.535437",
        "excerpt": "This may not be a full-fledged LEGOLAND theme park, but it's loved by kids, especially younger ones, who delight in its collection of hands-on,…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/attractions/legoland-discovery-centre/a/poi-sig/1415506/361412",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Canada%20Toronto%20Carlos%20Osorio%20GettyImages-169560162%20RM%20crop.jpg",
        "detail_description": "This may not be a full-fledged LEGOLAND theme park, but it's loved by kids, especially younger ones, who delight in its collection of hands-on, educational Lego-centric attractions, including an earthquake table, a 4D cinema and a Lego factory. It's in the sprawling Vaughan Mills shopping center; take the subway to Yorkdale station and transfer onto the 360 YRT Maple Express bus to Vaughan Mills.\nDiscounted tickets are available online."
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 15,
        "name": "Bata Shoe Museum",
        "latitude": "43.667259",
        "longitude": "-79.400154",
        "excerpt": "It's important in life to be well shod, a stance the Bata Shoe Museum takes seriously. Impressively designed by Raymond Moriyama to resemble a stylized…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/yorkville-the-annex/attractions/bata-shoe-museum/a/poi-sig/392995/1342649",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/26da1dd9e7c7dc9919e3f2f19a305ca8c2b3e102d79abc413da8b7f0f03cc6d9.jpg",
        "detail_description": "It's important in life to be well shod, a stance the Bata Shoe Museum takes seriously. Impressively designed by Raymond Moriyama to resemble a stylized shoebox, the museum houses a collection of 13,000 'pedi-artifacts' from around the globe, spanning 4500 years; only 3% to 4% are on view at any given time. Peruse 19th-century French chestnut-crushing clogs, Canadian indigenous polar boots or famous modern pairs worn by Elton John, Indira Gandhi and Pablo Picasso. Come along for something truly different.\n"
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 16,
        "name": "Church of the Holy Trinity",
        "latitude": "43.65467272",
        "longitude": "-79.38171423",
        "excerpt": "Tucked away behind the west side of the gargantuan Eaton Centre is the oasis-like Trinity Sq, named after the welcoming Anglican Church of the Holy…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/downtown-yonge/attractions/church-of-the-holy-trinity/a/poi-sig/1126179/1342651",
        "image_url": null,
        "detail_description": "Tucked away behind the west side of the gargantuan Eaton Centre is the oasis-like Trinity Sq, named after the welcoming Anglican Church of the Holy Trinity. When it opened in 1847 it was the first church in Toronto not to charge parishioners for pews. Today, it's notable for welcoming same-sex marriage ceremonies and is a cross between a house of worship, a small concert venue and a community drop-in center – everything a downtown church should be!\nOf particular note, the labyrinth outside the church is of similar design to the one found in Chartres Cathedral in France. Of ancient origins, a labyrinth is a constrained unicursal pattern with a single winding pathway to its central rosette, regarded as a place for prayer and reflection. Its length is deceptive: it takes about 20 minutes to walk in and back out, in silence – a kind of ambulatory meditation in the middle of the hustle and bustle of the city."
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 17,
        "name": "City Hall",
        "latitude": "43.653427",
        "longitude": "-79.383978",
        "excerpt": "Much-maligned City Hall was Toronto's bold leap into architectural modernity. Its twin clamshell towers, central 'flying saucer,' ramps and mosaics were…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/downtown-yonge/attractions/city-hall/a/poi-sig/1105753/1342651",
        "image_url": null,
        "detail_description": "Much-maligned City Hall was Toronto's bold leap into architectural modernity. Its twin clamshell towers, central 'flying saucer,' ramps and mosaics were completed in 1965 to Finnish architect Viljo Revell's award-winning design. An irritable Frank Lloyd Wright compared it to a gravestone; Revell died before construction was finished. At the info desk you can collect a self-guided tour pamphlet with points of interest in the complex, including a stunning artwork by Norval Morrisseau, one of Canada's most revered Indigenous painters.\nOut front is Nathan Phillips Square (though most just call it City Hall, too), a magnet for skaters, demonstrators, fast-food trucks, and tourists taking selfies with the lit-up 'Toronto' letters day and night. In summer, check out the Fresh Wednesdays farmers market, free concerts, special events and office workers on their lunch breaks, up the ramp on the green roof. Look for a tourist-information pop-up at the corner of Bay and Queen. The fountain pool becomes a fun-filled ice-skating rink in winter (10am to 10pm)."
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 18,
        "name": "Textile Museum of Canada",
        "latitude": "43.654553",
        "longitude": "-79.386789",
        "excerpt": "Tucked into a condo tower, this small museum has exhibits drawing on its permanent collection of more than 13,000 items from Latin America, Africa, Europe…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/downtown-yonge/attractions/textile-museum-of-canada/a/poi-sig/392991/1342651",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6d082c1321953c3e50a68ecf8cf8a5fc302f551980766df86504280021e75dd8.jpg",
        "detail_description": "Tucked into a condo tower, this small museum has exhibits drawing on its permanent collection of more than 13,000 items from Latin America, Africa, Europe, Southeast Asia and India, as well as contemporary Canada. Workshops teach batik making, weaving, knitting and all manner of needlecraft; many are included in the price of admission.\n"
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 19,
        "name": "Maple Leaf Gardens",
        "latitude": "43.661787",
        "longitude": "-79.380265",
        "excerpt": "This hallowed hockey arena was built in an astounding five months during the Great Depression, and was home to the Toronto Maple Leafs for over 50 years…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/downtown-yonge/attractions/maple-leaf-gardens/a/poi-sig/1105061/1342651",
        "image_url": null,
        "detail_description": "This hallowed hockey arena was built in an astounding five months during the Great Depression, and was home to the Toronto Maple Leafs for over 50 years until they relocated to the Scotiabank Arena in 1999. In its heyday, Elvis, Sinatra and the Beatles all belted out tunes here. After a monumental redevelopment project, the facility is now home to Ryerson University's Athletic Centre and the must-see flagship megastore of the Loblaw's grocery chain.\n"
    },
    {
        "country": "toronto",
        "city": "Toronto",
        "index": 20,
        "name": "Elgin & Winter Garden Theatre",
        "latitude": "43.652705",
        "longitude": "-79.379311",
        "excerpt": "This restored masterpiece is the world's last operating Edwardian double-decker theater. Celebrating its centennial in 2013, the Winter Garden was built…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/downtown-yonge/attractions/elgin-winter-garden-theatre/a/poi-sig/1360421/1342651",
        "image_url": null,
        "detail_description": "This restored masterpiece is the world's last operating Edwardian double-decker theater. Celebrating its centennial in 2013, the Winter Garden was built as the flagship for a vaudeville chain that never really took off, while the downstairs Elgin was converted into a movie house in the 1920s. Today it serves as a stage for traveling Broadway shows. Fascinating tours run at 5pm Monday and 10am Saturday.\nSaved from demolition in 1981, the theaters received a $29 million face-lift: bread dough was used to uncover rose-garden frescoes, the Belgian company that made the original carpet was contacted for fresh rugs, and the floral Winter Garden ceiling was replaced, leaf by painstaking leaf."
    }
]