[
{
    "country": "toulon",
    "city": "Toulon",
    "index": 1,
    "name": "Mont Faron",
    "latitude": "43.147779",
    "longitude": "5.953302",
    "excerpt": "North of the city, Mont Faron (589m) towers over Toulon, and the views are, as you would expect, epic. Near the summit the Mémorial du Débarquement de…",
    "detail_url": "https://www.lonelyplanet.com/france/cote-dazur/toulon/attractions/mont-faron/a/poi-sig/1230943/359258",
    "image_url": null,
    "detail_description": "North of the city, Mont Faron (589m) towers over Toulon, and the views are, as you would expect, epic. Near the summit the Mémorial du Débarquement de Provence commemorates the Allied landings of Operation Dragoon, which took place along the coast here in August 1944. There are pleasant walks in the surrounding forest. To get here, catch a ride on the Téléphérique du Mont Faron cable car.\n"
},
{
    "country": "toulon",
    "city": "Toulon",
    "index": 3,
    "name": "Mémorial du Débarquement de Provence",
    "latitude": "43.149994",
    "longitude": "5.929345",
    "excerpt": "Near the summit of Mont Faron, Mémorial du Débarquement de Provence commemorates the Allied landings of Operation Dragoon, which took place along the…",
    "detail_url": "https://www.lonelyplanet.com/france/cote-dazur/toulon/attractions/memorial-du-debarquement-de-provence/a/poi-sig/1230939/359258",
    "image_url": null,
    "detail_description": "Near the summit of Mont Faron, Mémorial du Débarquement de Provence commemorates the Allied landings of Operation Dragoon, which took place along the coast here in August 1944. Historical displays and a film form part of this museum.\n"
},
{
    "country": "toulon",
    "city": "Toulon",
    "index": 2,
    "name": "Musée de la Marine",
    "latitude": "43.121627449294",
    "longitude": "5.9281899771233",
    "excerpt": "Toulon has a long naval history, and remains an important commercial and military port. This historic portside building holds a very good, modern…",
    "detail_url": "https://www.lonelyplanet.com/france/cote-dazur/toulon/attractions/musee-de-la-marine/a/poi-sig/1230538/359258",
    "image_url": null,
    "detail_description": "Toulon has a long naval history, and remains an important commercial and military port. This historic portside building holds a very good, modern seafaring museum with exhibits, models and paintings illustrating the town's rich naval pedigree. Audioguides are included (and recommended) to get the most out of Toulon's most compelling attraction.\n"
}
]