[
{
    "country": "trani",
    "city": "Trani",
    "index": 1,
    "name": "Cathedral",
    "latitude": "41.281668",
    "longitude": "16.418198",
    "excerpt": "This dramatic seafront cathedral is dedicated to St Nicholas the Pilgrim, a Greek Christian who wandered through Puglia crying 'Kyrie eleison' ('Lord,…",
    "detail_url": "https://www.lonelyplanet.com/italy/puglia/trani/attractions/cathedral/a/poi-sig/1255036/359974",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_141803185.jpg",
    "detail_description": "This dramatic seafront cathedral is dedicated to St Nicholas the Pilgrim, a Greek Christian who wandered through Puglia crying 'Kyrie eleison' ('Lord, have mercy'). First thought to be a simpleton, he was posthumously revered after several miracles attributed to him occurred. Below the church is the crypt, a forest of ancient columns that predates the current structure, and where the bones of St Nicholas are kept beneath the altar. You can also visit the campanile (bell tower).\nConstruction of the cathedral started in 1097 on the site of a Byzantine church and was completed in the 13th century. The magnificent original bronze doors (now displayed inside, with replicas standing in their original place) were cast by Barisano da Trani, an accomplished 12th-century artisan and local boy.The interior of the cathedral reflects typical Norman simplicity and is lined by colonnades. Near the main altar are the remains of a 12th-century floor mosaic, stylistically similar to that in Otranto's cathedral."
},
{
    "country": "trani",
    "city": "Trani",
    "index": 4,
    "name": "Castello",
    "latitude": "41.28199",
    "longitude": "16.4152",
    "excerpt": "Two hundred metres north of the cathedral is one of Trani's major landmarks, the vast, almost modernist Swabian castle built by Frederick II in 1233…",
    "detail_url": "https://www.lonelyplanet.com/italy/puglia/trani/attractions/castello/a/poi-sig/1086417/359974",
    "image_url": null,
    "detail_description": "Two hundred metres north of the cathedral is one of Trani's major landmarks, the vast, almost modernist Swabian castle built by Frederick II in 1233. Charles V later strengthened the fortifications and it was used as a prison from 1844 to 1974. While the moat is now dry, the ingenious engineers originally devised a system allowing the level of seawater in it to be precisely controlled.\n"
},
{
    "country": "trani",
    "city": "Trani",
    "index": 3,
    "name": "Ognissanti Church",
    "latitude": "41.279443",
    "longitude": "16.418799",
    "excerpt": "Traditionally (but controversially) thought to be built by the Knights Templar in the 12th century, this church became a place of blessing for those…",
    "detail_url": "https://www.lonelyplanet.com/italy/puglia/trani/attractions/ognissanti-church/a/poi-sig/1137623/359974",
    "image_url": null,
    "detail_description": "Traditionally (but controversially) thought to be built by the Knights Templar in the 12th century, this church became a place of blessing for those setting out on Crusade. Legend has it that it was in this austere and dignified building that the knights of the First Crusade swore allegiance to their leader, Bohemond I of Antioch, before setting off to 'liberate' the Holy Lands. Whatever the truth, it's a treasured example of Pugliese-Romanesque architecture of the period.\n"
},
{
    "country": "trani",
    "city": "Trani",
    "index": 2,
    "name": "Scolanova Synagogue",
    "latitude": "41.279564",
    "longitude": "16.417544",
    "excerpt": "This synagogue, one of four once established in Trani's ancient Jewish quarter, has been reborn after over 600 years. Persecutions, forced conversions and…",
    "detail_url": "https://www.lonelyplanet.com/italy/puglia/trani/attractions/scolanova-synagogue/a/poi-sig/1137625/359974",
    "image_url": null,
    "detail_description": "This synagogue, one of four once established in Trani's ancient Jewish quarter, has been reborn after over 600 years. Persecutions, forced conversions and confiscations periodically beset the Jews of Trani, culminating in their forced expulsion in 1510. This 13th-century synagogue was converted to a Christian church in an earlier wave of hate, around 1380. Abandoned by the mid-20th century, it has been deconsecrated and returned to life as the Jewish house of worship it originally was.\nInside is a beautiful Byzantine painting of Madonna dei Martiri."
}
]