[
{
    "country": "trebinje",
    "city": "Trebinje",
    "index": 4,
    "name": "Arslanagić Bridge",
    "latitude": "42.714653",
    "longitude": "18.354002",
    "excerpt": "This unique double-backed structure was built in 1574 under the direction of Grand Vizier Mehmed Pasha Sokolović, who was also behind the Višegrad bridge,…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-hercegovina/trebinje/attractions/arslanagic-bridge/a/poi-sig/1370722/1302534",
    "image_url": null,
    "detail_description": "This unique double-backed structure was built in 1574 under the direction of Grand Vizier Mehmed Pasha Sokolović, who was also behind the Višegrad bridge, though this one was named for the toll collector. It was originally 10km further upstream from its present location but in 1965 it disappeared beneath the rising waters of the Gorica reservoir. Rescued stone by stone, it took six years to be finally reassembled.\n"
},
{
    "country": "trebinje",
    "city": "Trebinje",
    "index": 2,
    "name": "Hercegovačka Gračanica",
    "latitude": "42.710767",
    "longitude": "18.360214",
    "excerpt": "Offering phenomenal views, this hilltop complex comprises a bell tower, gallery, cafe-bar and bishop's palace, but most notably the compact but eye…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-hercegovina/trebinje/attractions/hercegovacka-gracanica/a/poi-sig/1327332/1302534",
    "image_url": null,
    "detail_description": "Offering phenomenal views, this hilltop complex comprises a bell tower, gallery, cafe-bar and bishop's palace, but most notably the compact but eye-catching Presvete Bogorodice (Annunciation) Church. The latter's design is based very symbolically on the 1321 Gračanica monastery in Kosovo, a historically significant building that's considered sacred by many Serbs. The Trebinje version was erected in 2000 to rehouse the bones of local poet-hero Jovan Dučić.\n"
},
{
    "country": "trebinje",
    "city": "Trebinje",
    "index": 3,
    "name": "Hercegovina Museum",
    "latitude": "42.711406",
    "longitude": "18.34749",
    "excerpt": "A four-storey former Austro-Hungarian barracks within Trebinje's walled Old Town now houses this haphazard but richly endowed museum. Sarcophagus…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-hercegovina/trebinje/attractions/hercegovina-museum/a/poi-sig/1252622/1302534",
    "image_url": null,
    "detail_description": "A four-storey former Austro-Hungarian barracks within Trebinje's walled Old Town now houses this haphazard but richly endowed museum. Sarcophagus fragments and Roman busts are dotted between two piano rooms and plenty of displays memorialising nationalist hero Jovan Dučić. The top floor offers a fairly comprehensive (if biased) overview of Hercegovina's history. There's also a well-presented ethnographic section, although the captions are in Serbian only.\n"
},
{
    "country": "trebinje",
    "city": "Trebinje",
    "index": 1,
    "name": "Trg Slobode",
    "latitude": "42.711484",
    "longitude": "18.344722",
    "excerpt": "Doze off at this pretty 'Freedom Square' and when you awake you might think yourself transported to southern France, with its chestnut trees and stone…",
    "detail_url": "https://www.lonelyplanet.com/bosnia-hercegovina/trebinje/attractions/trg-slobode/a/poi-sig/1546847/1302534",
    "image_url": null,
    "detail_description": "Doze off at this pretty 'Freedom Square' and when you awake you might think yourself transported to southern France, with its chestnut trees and stone-flagged pavements, old stone buildings with wrought-iron overhangs, appealing street cafes. Directly to the southeast, shaded by mature plane trees, Dučić Trg looks like it's just waiting for a game of pétanque. It's also the site of a morning vegetable market.\nThe ubiquitous poet Jovan Dučić himself paid for Trg Slobode's angel-topped stone monolith that celebrates the events of November 1918 when Serbian forces kicked the Austrians out of Trebinje."
}
]