[
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 1,
    "name": "Kandasamy Kovil",
    "latitude": "8.582894",
    "longitude": "81.245394",
    "excerpt": "This revered temple at the summit of a rocky outcrop is one of Sri Lanka’s pancha ishwaram, five historical Hindu temples dedicated to Shiva and…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/kandasamy-kovil/a/poi-sig/1195162/357468",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/df8acb79a43d37a3537915dc94c236e3-kandasamy-kovil.jpg",
    "detail_description": "This revered temple at the summit of a rocky outcrop is one of Sri Lanka’s pancha ishwaram, five historical Hindu temples dedicated to Shiva and established to protect the island from natural disaster. It houses the lingam (Hindu phallic symbol) known as the Swayambhu Lingam. It's an ancient place of worship, but the current structure dates to 1952. Pilgrims from across the nation flock here; its puja (prayers) at 6.30am, 11.30am and 4.30pm are always well attended.\nThe site is thought to have been a place of worship for at least two millennia. There was certainly a temple here by AD 300, which was later built up over the years by everyone from the Cholas to the Jaffna Kingdom, until being destroyed by the Portuguese.On one side of the temple compound is Swami Rock, a 130m-high cliff nicknamed Lovers’ Leap. It's associated with Francina van Reede, a Dutch woman who is said to have jumped from here in the late 17th century. It's also a famous spot for spotting blue whales, especially from February to November. Note the odd cubic-shaped rocks below.You can park about 300m south of the temple. The walk is lined with vendors selling offerings and gifts – bring socks for walking the hot pavement after you've removed your shoes. A couple of simple cafes sell fresh lime juice and coconut water that you can enjoy while taking in the sweeping views."
},
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 13,
    "name": "Buddha Statue",
    "latitude": "8.576751",
    "longitude": "81.241129",
    "excerpt": "This big standing Buddha statue is at the Gokana Temple.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/buddha-statue/a/poi-sig/1430012/357468",
    "image_url": null,
    "detail_description": "This big standing Buddha statue is at the Gokana Temple.\n"
},
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 12,
    "name": "Gokana Temple",
    "latitude": "8.576785",
    "longitude": "81.241133",
    "excerpt": "There are fine views of Trinco and the coastline from here.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/gokana-temple/a/poi-sig/1430022/357468",
    "image_url": null,
    "detail_description": "There are fine views of Trinco and the coastline from here.\n"
},
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 11,
    "name": "Fish Market",
    "latitude": "8.577449",
    "longitude": "81.235139",
    "excerpt": "Fishy interest is provided at the raucous daily fish market near the bus station. Early mornings are busiest.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/fish-market/a/poi-sig/1195176/357468",
    "image_url": null,
    "detail_description": "Fishy interest is provided at the raucous daily fish market near the bus station. Early mornings are busiest.\r\n\n"
},
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 10,
    "name": "Kali Kovil",
    "latitude": "8.574751",
    "longitude": "81.234429",
    "excerpt": "Kali Kovil has the most impressive, eye-catching gopuram (gateway towers) of Trinco’s many Hindu temples. It's always busy.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/kali-kovil/a/poi-sig/1195159/357468",
    "image_url": null,
    "detail_description": "Kali Kovil has the most impressive, eye-catching gopuram (gateway towers) of Trinco’s many Hindu temples. It's always busy.\n"
},
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 9,
    "name": "Swami Rock",
    "latitude": "8.582963",
    "longitude": "81.245195",
    "excerpt": "The base for Kandasamy Kovil is considered the world's greatest vantage point for spotting blue whales. Note the odd cubic-shaped rocks below.",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/swami-rock/a/poi-sig/1430036/357468",
    "image_url": null,
    "detail_description": "The base for Kandasamy Kovil is considered the world's greatest vantage point for spotting blue whales. Note the odd cubic-shaped rocks below.\n"
},
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 8,
    "name": "Manayaweli Cove",
    "latitude": "8.56183",
    "longitude": "81.242963",
    "excerpt": "Manayaweli Cove is an appealing curl of fishing beach with clean sand where you can also swim in the clear water; reach it by strolling past Manayaweli…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/manayaweli-cove/a/poi-sig/1195175/357468",
    "image_url": null,
    "detail_description": "Manayaweli Cove is an appealing curl of fishing beach with clean sand where you can also swim in the clear water; reach it by strolling past Manayaweli Pond, aka Dhoby Tank.\n"
},
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 7,
    "name": "St Mary’s Cathedral",
    "latitude": "8.568025",
    "longitude": "81.237094",
    "excerpt": "Of the city's churches, the 1852 Catholic St Mary’s Cathedral is particularly attractive, with a sky-blue neo-baroque frontage and a tiled, towered rear…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/st-mary-s-cathedral/a/poi-sig/1195165/357468",
    "image_url": null,
    "detail_description": "Of the city's churches, the 1852 Catholic St Mary’s Cathedral is particularly attractive, with a sky-blue neo-baroque frontage and a tiled, towered rear. Inside, portraits of saints gaze out between the columns.\n"
},
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 6,
    "name": "Dutch Bay Beach",
    "latitude": "8.570667",
    "longitude": "81.238618",
    "excerpt": "Right in the centre of Trinco is the attractive and picturesque Dutch Bay. Swimming is possible despite sometimes dangerous undertows. However, it’s more…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/dutch-bay-beach/a/poi-sig/1195174/357468",
    "image_url": null,
    "detail_description": "Right in the centre of Trinco is the attractive and picturesque Dutch Bay. Swimming is possible despite sometimes dangerous undertows. However, it’s more a place for ­strolling with an ice cream from the many vendors.\n"
},
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 5,
    "name": "Maritime & Naval History Museum",
    "latitude": "8.569839",
    "longitude": "81.237502",
    "excerpt": "A grand 18th-century Dutch colonial building has been renovated and turned into a museum. Displays on the ground floor cover Sri Lankan naval history back…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/maritime-naval-history-museum/a/poi-sig/1568582/357468",
    "image_url": null,
    "detail_description": "A grand 18th-century Dutch colonial building has been renovated and turned into a museum. Displays on the ground floor cover Sri Lankan naval history back to Marco Polo's time. Upstairs there's a lot of useful info on the flora and fauna of the east coast, especially that of Pigeon Island. Wide porches are fine places to pause and take in the views.\n"
},
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 4,
    "name": "Marble Beach",
    "latitude": "8.511982",
    "longitude": "81.210401",
    "excerpt": "About 17km south of Trinco, there's a turn-off on the left for Marble Beach (signposted just before the Kinniya bridge), a glorious cove bookended by…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/marble-beach/a/poi-sig/1492596/357468",
    "image_url": null,
    "detail_description": "About 17km south of Trinco, there's a turn-off on the left for Marble Beach (signposted just before the Kinniya bridge), a glorious cove bookended by wooded headlands. Run by the air force, there is a resort at the north end of the cove. But spend your time at the south end in the perfect water, enjoying the emerald and blue views and the sight of the odd passing freighter. Note that on weekdays, it can get overrun by school groups.\n"
},
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 3,
    "name": "Seruwawila Rajamaha Viharaya",
    "latitude": "8.370804",
    "longitude": "81.319935",
    "excerpt": "One of the holiest Buddhist monuments in Sri Lanka, founded in the 2nd century BC, but only rediscovered, and reconstructed, in the 1920s. This stupa…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/seruwawila-rajamaha-viharaya/a/poi-sig/1492598/357468",
    "image_url": null,
    "detail_description": "One of the holiest Buddhist monuments in Sri Lanka, founded in the 2nd century BC, but only rediscovered, and reconstructed, in the 1920s. This stupa pokes above the scrubby plains and was renovated in 2009. The tiny village here has snack vendors.\nFrom the north, turn off the A15 just south of the 101km post, then follow a partially paved road for 7.5km. From the south, turn off just south of the 89km post and drive for 7km along mostly paved roads."
},
{
    "country": "trincomalee",
    "city": "Trincomalee",
    "index": 2,
    "name": "Fort Frederick",
    "latitude": "8.575887",
    "longitude": "81.242019",
    "excerpt": "Occupying the neck of a narrow peninsula, Fort Frederick has been a defensively important site for centuries. A fortress was initially constructed here by…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/fort-frederick/a/poi-sig/1195153/357468",
    "image_url": null,
    "detail_description": "Occupying the neck of a narrow peninsula, Fort Frederick has been a defensively important site for centuries. A fortress was initially constructed here by the Portuguese in 1623 and later rebuilt by the Dutch. The British took over in 1782 (look out for royal insignias crowning the tunnel-like gateway that pierces the fort’s massively stout walls).The fortress is used today by the Sri Lankan military, but you're able to explore most of the fort by foot or car.\nAssorted cannons and artillery are dotted around the enclave, which also contains a small number of spotted deer grazing under huge banyan trees.Among the colonnaded colonial-era buildings, the impressive Georgian-style mansion (not open to visitors) is Wellesley House, named after a Duke of Wellington. It dates from the late 1700s. There's also a big standing Buddha statue at the Gokana Temple, from where there are fine views of Trinco and the coastline."
}
]