[
{
    "country": "tropea",
    "city": "Tropea",
    "index": 1,
    "name": "Santa Maria dell’Isola",
    "latitude": "38.679823",
    "longitude": "15.895522",
    "excerpt": "Tropea's number-one photo opp is Santa Maria dell'Isola, a medieval monastic church given several facelifts over centuries of wear and tear (mainly…",
    "detail_url": "https://www.lonelyplanet.com/italy/tropea/attractions/santa-maria-dell-isola/a/poi-sig/1208077/1316251",
    "image_url": null,
    "detail_description": "Tropea's number-one photo opp is Santa Maria dell'Isola, a medieval monastic church given several facelifts over centuries of wear and tear (mainly attributable to earthquakes). Sitting on what was once its own rocky little island, it's now joined to the mainland by a causeway created by centuries of silt, and is reached via a flight of steps up the cliff face. Access to the church is free, but the small museum and garden costs €2.\n"
},
{
    "country": "tropea",
    "city": "Tropea",
    "index": 3,
    "name": "Capo Vaticano",
    "latitude": "38.624918",
    "longitude": "15.834732",
    "excerpt": "There are spectacular views from this rocky cape, around 7km south of Tropea, with its beaches, ravines and limestone sea cliffs. Birdwatchers' spirits…",
    "detail_url": "https://www.lonelyplanet.com/italy/tropea/attractions/capo-vaticano/a/poi-sig/1574695/1316251",
    "image_url": null,
    "detail_description": "There are spectacular views from this rocky cape, around 7km south of Tropea, with its beaches, ravines and limestone sea cliffs. Birdwatchers' spirits should soar. There's a lighthouse, built in 1885, which is close to a short footpath from where you can see as far as the Aeolian Islands. Capo Vaticano beach is one of the balmiest along this coast.\n"
},
{
    "country": "tropea",
    "city": "Tropea",
    "index": 2,
    "name": "Cathedral",
    "latitude": "38.678006",
    "longitude": "15.898708",
    "excerpt": "The beautiful Norman cathedral has two undetonated WWII bombs near the door: it’s believed they didn’t explode due to the protection of the town’s patron…",
    "detail_url": "https://www.lonelyplanet.com/italy/tropea/attractions/cathedral/a/poi-sig/1139580/1316251",
    "image_url": null,
    "detail_description": "The beautiful Norman cathedral has two undetonated WWII bombs near the door: it’s believed they didn’t explode due to the protection of the town’s patron saint, Our Lady of Romania. A Byzantine icon (1330) of the Madonna hangs above the altar – she is also credited with protecting the town from the earthquakes that have pummelled the region.\n"
}
]