[
{
    "country": "tucson",
    "city": "Tucson",
    "index": 1,
    "name": "Saguaro National Park",
    "latitude": null,
    "longitude": null,
    "excerpt": "Saguaros (sah-wah-ros) are icons of the American Southwest, and an entire cactus army of these majestic, ribbed sentinels is protected in this desert…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/saguaro-national-park/a/poi-sig/1108863/362148",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eedff8bcef7031c7802957068090da9f-saguaro-national-park.jpg",
    "detail_description": "Saguaros (sah-wah-ros) are icons of the American Southwest, and an entire cactus army of these majestic, ribbed sentinels is protected in this desert playground. Or more precisely, playgrounds: the park is divided into east and west units, separated by 30 miles and Tucson itself. Both sections – the Rincon Mountain District in the east and Tucson Mountain District in the west – are filled with trails and desert flora; if you only visit one, make it the spectacular western half.\nThe larger section is the Rincon Mountain District, about 15 miles east of downtown. Its visitor center has information on day hikes, horseback riding and backcountry camping. Camping requires a permit ($8 per site per day) and must be obtained by noon on the day of your hike. The meandering 8-mile Cactus Forest Scenic Loop Drive, a paved road open to cars and bicycles, provides access to picnic areas, trailheads and viewpoints.Hikers pressed for time should follow the 1-mile round-trip Freeman Homestead Trail to a grove of massive saguaros. For a full-fledged desert adventure, head out on the steep and rocky Tanque Verde Ridge Trail, which climbs to the summit of Mica Mountain (8666ft) and back in 20 miles ($8 backcountry camping permit required for overnight use). If you'd rather someone (or something) else did the hard work, family-run Houston's Horseback Riding offers trail rides in the eastern section of the Park.West of town, the Tucson Mountain District has its own Red Hills Visitor Center. The Scenic Bajada Loop Drive is a 6-mile, graded dirt road through cactus forest that begins 1.5 miles north of the visitor center. Two quick, easy and rewarding hikes are the 0.8-mile Valley View Overlook (awesome at sunset) and the half-mile Signal Hill Trail to scores of ancient petroglyphs. For a more strenuous trek we recommend the 7-mile King Canyon Trail, which starts 2 miles south of the visitor center, near the Arizona-Sonora Desert Museum. The 0.5-mile informative Desert Discovery Trail, which is 1 mile northwest of the visitor center, is wheelchair accessible. Distances for all four hikes are round-trip.As for the park's namesake cactus, don't refer to the limbs of the saguaro as branches. As park docents will quickly tell you, the mighty saguaro grows arms, not lowly branches – a distinction that makes sense when you consider its human-like features.Saguaros grow slowly, taking about 15 years to reach a foot in height, 50 years to reach 7ft and almost a century before they begin to take on their typical many-armed appearance. The best time to visit is April, when the cacti begin blossoming with lovely white blooms – Arizona's state flower. By June and July, the flowers give way to ripe red fruit that local American Indians use for food. Their foot soldiers are the spidery ocotillo, the fluffy teddy bear cactus, the green-bean-like pencil cholla and hundreds of other plant species. It is illegal to damage or remove saguaros.Note that trailers longer than 35ft and vehicles wider than 8ft are not permitted on the park's narrow scenic loop roads."
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 23,
    "name": "Coronado National Forest",
    "latitude": "32.47413256",
    "longitude": "-110.84493103",
    "excerpt": "This 2781-sq-mile national forest includes the Santa Catalina and Rincon Mountains, north of Tucson.",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/coronado-national-forest/a/poi-sig/1477483/362148",
    "image_url": null,
    "detail_description": "This 2781-sq-mile national forest includes the Santa Catalina and Rincon Mountains, north of Tucson.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 22,
    "name": "Gates Pass Scenic Overlook",
    "latitude": "32.222677",
    "longitude": "-111.100702",
    "excerpt": "The sweeping view of the west here is especially splendid at sunset. If you miss the turnoff, you can turn around at the parking lot below the pass.",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/gates-pass-scenic-overlook/a/poi-sig/1477489/362148",
    "image_url": null,
    "detail_description": "The sweeping view of the west here is especially splendid at sunset. If you miss the turnoff, you can turn around at the parking lot below the pass.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 21,
    "name": "Tucson Children's Museum",
    "latitude": "32.219146",
    "longitude": "-110.969188",
    "excerpt": "Parents sing the praises of the Tucson Children’s Museum, which has plenty of engaging, hands-on exhibits – from the Discovery Garden to Pet Vet and…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/tucson-children-s-museum/a/poi-sig/1108646/362148",
    "image_url": null,
    "detail_description": "Parents sing the praises of the Tucson Children’s Museum, which has plenty of engaging, hands-on exhibits – from the Discovery Garden to Pet Vet and Bodyology. Admission is $3 on the 3rd of each month.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 20,
    "name": "Center for Creative Photography",
    "latitude": "32.235002",
    "longitude": "-110.95464",
    "excerpt": "The CCP is known for its ever-changing, high-caliber exhibits. It also administers the archives of Ansel Adams – perhaps the best-regarded landscape…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/center-for-creative-photography/a/poi-sig/427329/362148",
    "image_url": null,
    "detail_description": "The CCP is known for its ever-changing, high-caliber exhibits. It also administers the archives of Ansel Adams – perhaps the best-regarded landscape photographer in American history – and occasionally displays his works.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 19,
    "name": "Richard F Caris Mirror Lab",
    "latitude": "32.228749",
    "longitude": "-110.947613",
    "excerpt": "Astronomers can get their geek on during 90-minute tours of this laboratory – it's where the world's largest telescope mirrors are made. The entrance is…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/richard-f-caris-mirror-lab/a/poi-sig/1624690/362148",
    "image_url": null,
    "detail_description": "Astronomers can get their geek on during 90-minute tours of this laboratory – it's where the world's largest telescope mirrors are made. The entrance is on the east side of the university's football stadium. Reserve online.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 18,
    "name": "Barrio Histórico District",
    "latitude": "32.215415",
    "longitude": "-110.973673",
    "excerpt": "This compact neighborhood was an important business district in the late 19th century. Today it's home to funky shops and galleries in brightly painted…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/barrio-historico-district/a/poi-sig/1348829/362148",
    "image_url": null,
    "detail_description": "This compact neighborhood was an important business district in the late 19th century. Today it's home to funky shops and galleries in brightly painted adobe houses. The barrio is bordered by I-10, Stone Ave, and Cushing and 17th Sts.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 17,
    "name": "Tucson Portrait Project",
    "latitude": "32.222895",
    "longitude": "-110.965766",
    "excerpt": "This wall-to-wall mosaic of about 7000 Tucsonian faces is a simple yet powerful testament to the diversity of the city's population. It's in the underpass…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/tucson-portrait-project/a/poi-sig/1348832/362148",
    "image_url": null,
    "detail_description": "This wall-to-wall mosaic of about 7000 Tucsonian faces is a simple yet powerful testament to the diversity of the city's population. It's in the underpass, where 4th Ave ducks under the railway line. Or you can explore the panels online.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 16,
    "name": "Reid Park Zoo",
    "latitude": "32.20986",
    "longitude": "-110.920393",
    "excerpt": "At the compact Reid Park Zoo, a global menagerie – including grizzly bears, jaguars, giant anteaters and pygmy hippos – delights young and old. Cap a…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/reid-park-zoo/a/poi-sig/1108643/362148",
    "image_url": null,
    "detail_description": "At the compact Reid Park Zoo, a global menagerie – including grizzly bears, jaguars, giant anteaters and pygmy hippos – delights young and old. Cap a visit with a picnic in the surrounding park, which also has playgrounds and a pond with paddleboat rentals.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 14,
    "name": "El Tiradito",
    "latitude": "32.216151",
    "longitude": "-110.974488",
    "excerpt": "Located in Tucson's Barrio Histórico, this shrine to a 19th-century local, purportedly killed by his father-in-law when he fell for his mother-in-law,…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/el-tiradito/a/poi-sig/1349367/362148",
    "image_url": null,
    "detail_description": "Located in Tucson's Barrio Histórico, this shrine to a 19th-century local, purportedly killed by his father-in-law when he fell for his mother-in-law, receives offerings to this day for anyone commemorating a lost loved one.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 15,
    "name": "Arizona History Museum",
    "latitude": "32.233159",
    "longitude": "-110.957354",
    "excerpt": "For an engaging look at highlights from Arizona's past, spend an hour at this family-friendly museum near the University of Arizona. You can walk though a…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/arizona-history-museum/a/poi-sig/1412705/362148",
    "image_url": null,
    "detail_description": "For an engaging look at highlights from Arizona's past, spend an hour at this family-friendly museum near the University of Arizona. You can walk though a replica of an old copper mine, learn all about cross-border revolutionary Pancho Villa and see both Geronimo's rifle and Wyatt Earp's pistol.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 12,
    "name": "Catalina State Park",
    "latitude": "32.421522",
    "longitude": "-110.923076",
    "excerpt": "With a day-use area, campgrounds and plenty of hiking, biking and horse trails, this state park in the Santa Catalina Mountains northeast of Tucson is one…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/catalina-state-park/a/poi-sig/1477484/362148",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Tucson%20Horst%20Mahr%20GettyImages-130842155%20RFC.jpg",
    "detail_description": "With a day-use area, campgrounds and plenty of hiking, biking and horse trails, this state park in the Santa Catalina Mountains northeast of Tucson is one of the city's favorite playgrounds.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 13,
    "name": "University of Arizona Museum of Art",
    "latitude": "32.23551",
    "longitude": "-110.955992",
    "excerpt": "Founded in its current building in the 1950s, the university's impressive museum showcases 500 years of European and American creativity. The permanent…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/university-of-arizona-museum-of-art/a/poi-sig/1348840/362148",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Tucson%20Barry%20Winiker%20GettyImages-128387748%20RFE.jpg",
    "detail_description": "Founded in its current building in the 1950s, the university's impressive museum showcases 500 years of European and American creativity. The permanent collection features Rodin, Matisse, Picasso and Pollock.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 11,
    "name": "Old Tucson Studios",
    "latitude": "32.216958",
    "longitude": "-111.130443",
    "excerpt": "Nicknamed 'Hollywood in the Desert,' this old movie set of Tucson in the 1860s was built in 1939 for the filming of Arizona. Hundreds of flicks followed,…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/old-tucson-studios/a/poi-sig/1108631/362148",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ba4280f99a0bfaba74152cd04a391a5e-old-tucson-studios.jpg",
    "detail_description": "Nicknamed 'Hollywood in the Desert,' this old movie set of Tucson in the 1860s was built in 1939 for the filming of Arizona. Hundreds of flicks followed, bringing in movie stars from Clint Eastwood to Leonardo DiCaprio. Now a Wild West theme park, it's all about shoot-outs, stagecoach rides, stunt shows and dancing saloon girls. Hours vary by month – check online before you go.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 10,
    "name": "Tucson Museum of Art",
    "latitude": "32.22333",
    "longitude": "-110.975389",
    "excerpt": "For a small city, Tucson boasts an impressive art museum. There's a respectable collection of American, Latin American and modern art, and the permanent…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/tucson-museum-of-art/a/poi-sig/427339/362148",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Tucson%20csfotoimages%20GettyImages-1053136882%20RFE.jpg",
    "detail_description": "For a small city, Tucson boasts an impressive art museum. There's a respectable collection of American, Latin American and modern art, and the permanent exhibition of pre-Columbian artifacts will awaken your inner Indiana Jones. The special exhibits are varied and interesting, there's a superb gift shop, and the block surrounding the building holds a number of notable historic homes. The museum stays open to 8pm on the first Thursday of the month, when admission is free from 5pm.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 9,
    "name": "Arizona State Museum",
    "latitude": "32.232315",
    "longitude": "-110.955724",
    "excerpt": "To learn more about the history and culture of the region's American Indian tribes, visit the Arizona State Museum, the oldest and largest anthropology…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/arizona-state-museum/a/poi-sig/1108622/362148",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Tucson%20Ken%20Wolter%20shutterstock_1433095772%20RFE.jpg",
    "detail_description": "To learn more about the history and culture of the region's American Indian tribes, visit the Arizona State Museum, the oldest and largest anthropology museum in the Southwest. The exhibit covering the tribes' cultural histories is extensive but easy to navigate, and should appeal to newbies and history buffs alike. These galleries are complemented by much-envied collections of minerals and Navajo textiles.\nDon't miss the impressive Wall of Pots and take a peek into the climate-controlled Pottery Vault. The museum has more than 20,000 whole vessels."
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 8,
    "name": "Presidio Historic District",
    "latitude": "32.224828",
    "longitude": "-110.975593",
    "excerpt": "The Tucson Museum of Art is part of this low-key neighborhood, bounded by W 6th St, W Alameda St, N Stone Ave and Granada Ave, and embracing the site of…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/presidio-historic-district/a/poi-sig/1348824/362148",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8ba60d40691ffb845e5727a05af33222-presidio-historic-district.jpg",
    "detail_description": "The Tucson Museum of Art is part of this low-key neighborhood, bounded by W 6th St, W Alameda St, N Stone Ave and Granada Ave, and embracing the site of the original Spanish fort and upmarket 'Snob Hollow.' This is one of the oldest continually inhabited places in North America: the Spanish Presidio de San Augustín del Tucson dates back to 1775, but the fort itself was built over a Hohokam site that has been dated to AD 700 to 900.\nThe original fort is completely gone, although there's a short reconstructed section at the corner of Church Ave and Washington St. The historical district teems with adobe town houses and restored 19th-century mansions."
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 7,
    "name": "Sabino Canyon",
    "latitude": "32.31005",
    "longitude": "-110.82216",
    "excerpt": "Sabino Canyon, a lush, pretty and shaded mini-gorge, is well worth a visit in fine weather. Narrated hop-on, hop-off tram tours along the Sabino Canyon…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/sabino-canyon/a/poi-sig/1108640/362148",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Tucson%20Barry%20Winiker%20GettyImages-128263575%20RFC.jpg",
    "detail_description": "Sabino Canyon, a lush, pretty and shaded mini-gorge, is well worth a visit in fine weather. Narrated hop-on, hop-off tram tours along the Sabino Canyon Trail (adult/child $10/5) depart every half hour from the visitor center at the main car park for a 45-minute, nine-stop loop with access to trailheads and riverside picnic areas. It’s nicest in the afternoon when the sun plays hide and seek against the canyon walls. You will need a Coronado Recreation Pass.\nA non-narrated shuttle (adult/child $4/2) leaves on the hour and provides access to Bear Canyon and the trailhead to Seven Falls, which has picnic sites and swimming but no facilities. From the falls, the trail continues up as high as you want to go."
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 6,
    "name": "Pima Air & Space Museum",
    "latitude": "32.139735069135",
    "longitude": "-110.86805820465",
    "excerpt": "An SR-71 Blackbird spy plane and a massive B-52 bomber are among the stars of this extraordinary private aircraft museum. Allow at least two hours to…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/pima-air-space-museum/a/poi-sig/427331/362148",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Tucson%20Marc%20Dozier%20GettyImages-522197572%20RFE.jpg",
    "detail_description": "An SR-71 Blackbird spy plane and a massive B-52 bomber are among the stars of this extraordinary private aircraft museum. Allow at least two hours to wander through hangars and around the airfield where more than 300 'birds' trace the evolution of civilian and military aviation. Take a self-guided tour using the museum's GPS-guided app, or pay an extra $6 for the one-hour tram tour departing at 10am, 11:30am, 1:30pm and 3pm from November to May.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 5,
    "name": "4th Avenue",
    "latitude": "32.227233",
    "longitude": "-110.965583",
    "excerpt": "Linking historic downtown and the university, lively 4th Ave is a rare breed: a rough-around-the-edges, alt-flavored strip with not a single chain store…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/4th-avenue/a/poi-sig/1348834/362148",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148703882_full.jpg",
    "detail_description": "Linking historic downtown and the university, lively 4th Ave is a rare breed: a rough-around-the-edges, alt-flavored strip with not a single chain store or restaurant (except for Dairy Queen). The stretch between 9th St and University Blvd is lined with buzzy restaurants, coffeehouses, bars, bookstores, galleries, indie boutiques and vintage shops. It has its own traders' association along with events (see the website).\nUnder the overpass that crosses 4th Ave and Broadway is the Tucson Portrait Project, a wonderful public art project composed of thousands of locals' portraits.Parking is free on weekends. The best time to visit 4th Ave is during the two annual street fairs held for three days in mid-December and in late March or early April. See the 4th Ave website for details."
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 4,
    "name": "Mission San Xavier del Bac",
    "latitude": "32.107003923962",
    "longitude": "-111.00790858269",
    "excerpt": "The dazzling white towers of this mission rise from the dusty desert floor 8 miles south of Tucson – a mesmerizing structure that brings an otherworldly…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/mission-san-xavier-del-bac/a/poi-sig/427333/362148",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Tucson%20Purplexsu%20GettyImages-1125774051%20RFE.jpg",
    "detail_description": "The dazzling white towers of this mission rise from the dusty desert floor 8 miles south of Tucson – a mesmerizing structure that brings an otherworldly glow to the scrubby landscape surrounding it. Nicknamed 'White Dove of the Desert,' the original mission was founded by Jesuit missionary Father Eusebio Kino in 1700, but was mostly destroyed in the Pima uprising of 1751.\nIts successor was gracefully rebuilt in the late 1700s in a harmonious blend of Moorish, Byzantine and Mexican Renaissance styles. Carefully restored in the 1990s with the help of experts from the Vatican and still religiously active, it's one of the best-preserved and most beautiful Spanish missions in the country.The extraordinary splendor behind its thick walls begs for a closer look. Your eyes are instantly drawn to the wall-sized carved, painted and gilded retable behind the altar, which tells the story of creation in dizzying detail. In the left transept the faithful line up to caress and pray to a reclining wooden figure of St Francis, the mission's patron saint. Metal votive pins shaped like body parts have been affixed to his blanket, offered in the hope of healing.A small museum explains the history of the mission and its construction. Free 45-minute docent tours (four to ten per day, Monday to Saturday) add helpful context. Visit the website for tour times. American Indians sell frybread, jewelry and crafts in the parking lot.From I-19, take exit 92."
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 3,
    "name": "Mini Time Machine Museum of Miniatures",
    "latitude": "32.265426",
    "longitude": "-110.895352",
    "excerpt": "Divided into the Enchanted Realm, Exploring the World and the History Gallery, this delightful museum of miniatures presents dioramas that are fantastical…",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/mini-time-machine-museum-of-miniatures/a/poi-sig/1408739/362148",
    "image_url": null,
    "detail_description": "Divided into the Enchanted Realm, Exploring the World and the History Gallery, this delightful museum of miniatures presents dioramas that are fantastical, historical and plain intriguing. You can also walk over a snow-globey Christmas village, peer into tiny homes constructed in the 1700s and 1800s, and search for the little inhabitants of a magical tree. The museum grew from a personal collection in the 1930s. Parents may find themselves having more fun than the kids.\n"
},
{
    "country": "tucson",
    "city": "Tucson",
    "index": 2,
    "name": "Arizona-Sonora Desert Museum",
    "latitude": "32.243995",
    "longitude": "-111.168165",
    "excerpt": "Home to cacti, coyotes and palm-sized hummingbirds, this 98-acre ode to the Sonoran Desert is one part zoo, one part botanical garden and one part museum …",
    "detail_url": "https://www.lonelyplanet.com/usa/southwest/tucson/attractions/arizona-sonora-desert-museum/a/poi-sig/1108625/362148",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/542125225_full.jpg",
    "detail_description": "Home to cacti, coyotes and palm-sized hummingbirds, this 98-acre ode to the Sonoran Desert is one part zoo, one part botanical garden and one part museum – a trifecta that'll entertain young and old for half a day easily. Desert denizens, from precocious coatis to playful prairie dogs, inhabit natural enclosures, the grounds are thick with desert plants, and docents give demonstrations. Strollers and wheelchairs are available, and there's a gift shop, an art gallery, a restaurant and a cafe.\nThere are two walk-through aviaries, a mineral exhibit inside a cave, a half-mile desert trail and an underground exhibit with windows into ponds where beavers and otters frolic. Wear a hat and walking shoes, and remember that the big cats are most active in the morning. The museum is off Hwy 86, about 14 miles west of Tucson, near the western section of Saguaro National Park."
}