[
{
    "country": "tunis",
    "city": "Tunis",
    "index": 1,
    "name": "Medina",
    "latitude": "36.799363",
    "longitude": "10.171366",
    "excerpt": "This sprawling maze of ancient streets and alleyways is one of the most impressive medieval medinas in North Africa and one of Tunisia's great treasures…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/medina/a/poi-sig/424525/1342507",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/58bd9585531b2a5a3754fa1687797786-tunis-medina.jpg",
    "detail_description": "This sprawling maze of ancient streets and alleyways is one of the most impressive medieval medinas in North Africa and one of Tunisia's great treasures. It's home to numerous covered souqs selling everything from shoes to shisha pipes, as well as bustling cafes, back streets full of artisans at work and residential areas punctuated by grand, brightly painted doorways. Historic palaces, hammams, mosques and madrassas (schools for study of the Quran) are scattered throughout, many lavishly decorated with tiles, carved stucco and marble columns.\nThe medina’s architecture is ideal for the local climate, with narrow streets that are cool in summer and warm in winter. As space within the medina's original walls ran out, residents built upwards, constructing vaults and rooms above the streets. (Vaults had to be built high enough to accommodate a loaded camel.) This gives the central lanes a subterranean feel, with shafts of sunlight filtering through.In the 19th century, the French developed the Ville Nouvelle (now Centre Ville), shifting the city’s centre of power. The city’s great families began to leave their ancestral homes for suburban seaside pads, and the medina declined, housing rural people newly settling in the capital. Zaouias (the complexes surrounding the tombs of saints) and palaces were converted to cope with the new arrivals.Large parts of the northern section were demolished in the 1930s and 1940s to clear the slums and improve vehicle access. Fortunately, several organisations are now devoted to conservation, and any work you see is hopefully in the name of preservation. Note that the medina’s walls are no longer made of bricks and mortar, as its boundaries now consist of a mix of buildings and streets. And where there were once 12 babs (gates), there are now only five.Early morning – when all is serene apart from merchants setting up shop and catching up with their neighbours over a fragrant mint tea – is an atmospheric time to explore. At other times, the main drags of Rue de la Kasbah and Rue Jamaa Ezzitouna can be unbearably hot, crowded and noisy. Fortunately, the crush dissipates a few streets either side.When here, be sure to wander down Rue Sidi Ben Arous (named after a 13th-century mystic and professor) and its continuations Rue Dar El Jeld and Rue du Pacha. This will take you through the most attractive section of the medina, restored under the auspices of the Association de Sauvegarde de la Médina de Tunis and full of mansions and mausoleums; the wonderful Souq des Chechias runs off Rue Sidi Ben Arous. Other interesting routes include Rue Tourbet El Bey, which runs between the Zitouna Mosque and the medina's southern edge; and the covered souqs and streets just north of the Zitouna Mosque, which include the hugely atmospheric Souq El Attarine and Rue du Tamis.Most shops close on Sundays, and many close on Friday afternoons. Though approximately 20,000 people still live within the medina, the area around Pl de la Kasbah and the streets outside Bab Souika and Bab Jedid are the only pockets where there is any street life in the evenings."
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 40,
    "name": "Zaouia of Sidi Mehrez",
    "latitude": "36.804573",
    "longitude": "10.168759",
    "excerpt": "Final resting place of Sidi Mehrez, Tunis’ patron saint. Women offer prayers here to be endowed with a husband or children.",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/zaouia-of-sidi-mehrez/a/poi-sig/1599225/1342507",
    "image_url": null,
    "detail_description": "Final resting place of Sidi Mehrez, Tunis’ patron saint. Women offer prayers here to be endowed with a husband or children.\n"
},
{
    "country": "tunis",
    "city": "Sidi Bou Saïd",
    "index": 39,
    "name": "Selma Feriani Gallery",
    "latitude": "36.871772",
    "longitude": "10.349089",
    "excerpt": "Just off the main drag in Sidi Bou Saïd's upper village, this commercial gallery exhibits the work of up-and-coming Tunisian and international…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/sidi-bou-said/attractions/selma-feriani-gallery/a/poi-sig/1598902/1342502",
    "image_url": null,
    "detail_description": "Just off the main drag in Sidi Bou Saïd's upper village, this commercial gallery exhibits the work of up-and-coming Tunisian and international contemporary artists.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 37,
    "name": "Abdelliya Palace",
    "latitude": "36.880376",
    "longitude": "10.3254",
    "excerpt": "Inland from Marsa plage (beach), this palace was constructed in 1500 and now functions as a cultural centre where occasional performances and arts events…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/la-marsa/attractions/abdelliya-palace/a/poi-sig/1584292/1342504",
    "image_url": null,
    "detail_description": "Inland from Marsa plage (beach), this palace was constructed in 1500 and now functions as a cultural centre where occasional performances and arts events are staged. Sadly, access isn't granted at other times.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 38,
    "name": "Madrasa El Bachia",
    "latitude": "36.79694",
    "longitude": "10.17193",
    "excerpt": "This former madrassa (school for study of the Quran) near the Hammam El Kachachine was built in 1752 and has a small, non-functioning public fountain…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/madrasa-el-bachia/a/poi-sig/424517/1342507",
    "image_url": null,
    "detail_description": "This former madrassa (school for study of the Quran) near the Hammam El Kachachine was built in 1752 and has a small, non-functioning public fountain beside its entrance. It now houses artisans’ ateliers.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 36,
    "name": "Hamouda Pacha Mosque",
    "latitude": "36.798143",
    "longitude": "10.170411",
    "excerpt": "Harmoniously designed and richly decorated, this 17th-century mosque reflects the prosperity of that period. Its witch’s-hat minaret is octagonal, which…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/hamouda-pacha-mosque/a/poi-sig/424505/1342507",
    "image_url": null,
    "detail_description": "Harmoniously designed and richly decorated, this 17th-century mosque reflects the prosperity of that period. Its witch’s-hat minaret is octagonal, which is typical of the Turkish Hanefite strand of Islam. It's off-limits to non-Muslims.\n"
},
{
    "country": "tunis",
    "city": "Sidi Bou Saïd",
    "index": 35,
    "name": "Galerie A.Gorgi",
    "latitude": "36.871175",
    "longitude": "10.347115",
    "excerpt": "This highly regarded gallery showcases the work of contemporary Tunisian artists in individual and group shows; the latter are usually thematic in…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/sidi-bou-said/attractions/galerie-a-gorgi/a/poi-sig/1484675/1342502",
    "image_url": null,
    "detail_description": "This highly regarded gallery showcases the work of contemporary Tunisian artists in individual and group shows; the latter are usually thematic in conception. Note that some street signs use the gallery's former name, Ammar Farhat Gallery.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 34,
    "name": "Zaouia of Sidi Ben Arous",
    "latitude": "36.797872",
    "longitude": "10.170524",
    "excerpt": "This 16th-century mausoleum was built on the site of a funduq (caravanserai or travellers' inn), in which the 13th-century mystic and professor once lived…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/zaouia-of-sidi-ben-arous/a/poi-sig/1599117/1342507",
    "image_url": null,
    "detail_description": "This 16th-century mausoleum was built on the site of a funduq (caravanserai or travellers' inn), in which the 13th-century mystic and professor once lived. A small prayer room on the right of the tomb is still used by his followers.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 33,
    "name": "Dar El Bey",
    "latitude": "36.797645",
    "longitude": "10.169177",
    "excerpt": "This palace dating from the late 17th to early 18th centuries was the Husseinite rulers’ city pad, but the beys preferred the Bardo, so it was used as an…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/dar-el-bey/a/poi-sig/424491/1342507",
    "image_url": null,
    "detail_description": "This palace dating from the late 17th to early 18th centuries was the Husseinite rulers’ city pad, but the beys preferred the Bardo, so it was used as an official guesthouse until 1881. It now serves as the office of the Head of Government.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 31,
    "name": "Souq El Trouk",
    "latitude": "36.797193",
    "longitude": "10.170223",
    "excerpt": "Souq El Attarine leads into the Souq El Trouk (the Turkish Souq), traditionally the tailors’ souq, and still selling some outfits among the souvenirs. It…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/souq-el-trouk/a/poi-sig/1578861/1342507",
    "image_url": null,
    "detail_description": "Souq El Attarine leads into the Souq El Trouk (the Turkish Souq), traditionally the tailors’ souq, and still selling some outfits among the souvenirs. It's also home to one of the medina's most popular cafes, M'Rabet.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 32,
    "name": "Institut Française de Tunisie",
    "latitude": "36.801923",
    "longitude": "10.180829",
    "excerpt": "Housed in a building elegantly revamped by Richter+Partner with Karim Jeddi-Gonzales, the Institut Française hosts a rich program of cultural activities…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/centre-ville/attractions/institut-francaise-de-tunisie/a/poi-sig/1599639/1342508",
    "image_url": null,
    "detail_description": "Housed in a building elegantly revamped by Richter+Partner with Karim Jeddi-Gonzales, the Institut Française hosts a rich program of cultural activities and is home to the popular bistro/cafe/bar Le Carnot.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 30,
    "name": "Kasbah Mosque",
    "latitude": "36.796785",
    "longitude": "10.167611",
    "excerpt": "This mosque dates from the early 13th century. Its minaret has a lozenge design that pays tribute to Moroccan Almohad style and was hugely influential,…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/kasbah-mosque/a/poi-sig/424509/1342507",
    "image_url": null,
    "detail_description": "This mosque dates from the early 13th century. Its minaret has a lozenge design that pays tribute to Moroccan Almohad style and was hugely influential, serving as a model for the Zaytouna Mosque minaret. The call to prayer is signalled by a white flag on the exterior. Only Muslims may enter.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 29,
    "name": "Madrasa Palmier",
    "latitude": "36.79712",
    "longitude": "10.17183",
    "excerpt": "Named after the palm tree in the courtyard, this Ottoman Quranic school was constructed in 1714 on the site of a funduq (caravanserai or travellers’ inn)…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/madrasa-palmier/a/poi-sig/424521/1342507",
    "image_url": null,
    "detail_description": "Named after the palm tree in the courtyard, this Ottoman Quranic school was constructed in 1714 on the site of a funduq (caravanserai or travellers’ inn) and still functions as a centre of Quranic studies. It's easy to identify by its yellow, heavily studded door, but is not open to the public.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 28,
    "name": "Cathedral of St Vincent de Paul & St Olive",
    "latitude": "36.800059",
    "longitude": "10.178962",
    "excerpt": "There are some fine examples of colonial architecture in Centre Ville, ranging from the elegant to the exuberant to the bizarre. This custard-coloured…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/centre-ville/attractions/cathedral-of-st-vincent-de-paul-st-olive/a/poi-sig/424483/1342508",
    "image_url": null,
    "detail_description": "There are some fine examples of colonial architecture in Centre Ville, ranging from the elegant to the exuberant to the bizarre. This custard-coloured 1883 Catholic cathedral sits comfortably in the bizarre camp, melding Gothic, Byzantine and Moorish elements in a messy and gaudy attempt at architectural distinction.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 27,
    "name": "Madrasa Slimania",
    "latitude": "36.79676",
    "longitude": "10.172",
    "excerpt": "Ali Pasha, ruler of Tunisia from 1735 to 1756, commissioned this religious building as a memorial to his murdered son Suleiman. Entered from the street…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/madrasa-slimania/a/poi-sig/424523/1342507",
    "image_url": null,
    "detail_description": "Ali Pasha, ruler of Tunisia from 1735 to 1756, commissioned this religious building as a memorial to his murdered son Suleiman. Entered from the street via an unusual elevated entrance porch, it has a lavishly decorated prayer hall and 18 rooms that originally housed students but are now used as offices for local medical associations.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 26,
    "name": "Souq El Berka",
    "latitude": "36.796992",
    "longitude": "10.169939",
    "excerpt": "Barrel-vaulted Souq El Berka dates from Ottoman times: this was the slave souq where prisoners of Muslim corsairs were sold from a wooden block. Later,…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/souq-el-berka/a/poi-sig/1578860/1342507",
    "image_url": null,
    "detail_description": "Barrel-vaulted Souq El Berka dates from Ottoman times: this was the slave souq where prisoners of Muslim corsairs were sold from a wooden block. Later, with piracy on the wane, sub-Saharan Africans were traded instead (slavery was finally abolished in 1846). Restored, the souq is now a goldsmith’s market where courting couples come to pick out wedding jewels.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 24,
    "name": "Pont de la République Street Art",
    "latitude": "36.80048",
    "longitude": "10.188843",
    "excerpt": "In 2016, local street artists including Abdelmejid Ben Messaoud, Khalil Gouiaâ, Mourad Harbaoui, Brahim Azzabi, Samir Fitouri, Abdelmonem Sehili, Walid…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/centre-ville/attractions/pont-de-la-republique-street-art/a/poi-sig/1599890/1342508",
    "image_url": null,
    "detail_description": "In 2016, local street artists including Abdelmejid Ben Messaoud, Khalil Gouiaâ, Mourad Harbaoui, Brahim Azzabi, Samir Fitouri, Abdelmonem Sehili, Walid Zouari and Jamel Abdennasser used some of the pylons of this bridge to create a huge open-air gallery of works celebrating the fifth anniversary of the 2011 revolution. All used Aboulkacem Chebbi's poem 'Les Chants de la Vie d’Aboulkacem Chebbi' as their inspiration.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 25,
    "name": "Mosque of the Dyers",
    "latitude": "36.794749",
    "longitude": "10.173908",
    "excerpt": "This mosque was built in 1717 for Hussein Ben Ali, founder of the Husseinite line of beys (provincial governors). It has an adjoining madrassa (school for…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/mosque-of-the-dyers/a/poi-sig/424529/1342507",
    "image_url": null,
    "detail_description": "This mosque was built in 1717 for Hussein Ben Ali, founder of the Husseinite line of beys (provincial governors). It has an adjoining madrassa (school for study of the Quran), and an octagonal minaret. Hussein buried two holy men in the mausoleum, leaving a space between them for his own tomb, but his nephew Ali Pasha drove him from power and buried his own father in Hussein’s spot. Only Muslims may enter.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 23,
    "name": "Dar El Monastiri",
    "latitude": "36.803933",
    "longitude": "10.16908",
    "excerpt": "Built at the beginning of the 19th century for the son of Mahmud Bey, the seventh leader of the Husainid Dynasty, and then gifted to M'hamed El Monastiri,…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/dar-el-monastiri/a/poi-sig/1599224/1342507",
    "image_url": null,
    "detail_description": "Built at the beginning of the 19th century for the son of Mahmud Bey, the seventh leader of the Husainid Dynasty, and then gifted to M'hamed El Monastiri, a prominent trader in chechias (traditional felt caps), this palace has a particularly lovely entrance door framed with carved limestone. It's now home to the Centre National des Arts Calligraphiques, which trains specialists in traditional Arabic penmanship.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 22,
    "name": "Dar Hussein",
    "latitude": "36.795565",
    "longitude": "10.170497",
    "excerpt": "Constructed in the late 18th century and rebuilt a century later, this handsome palace has functioned as a private residence, as the headquarters of the…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/dar-hussein/a/poi-sig/1599114/1342507",
    "image_url": null,
    "detail_description": "Constructed in the late 18th century and rebuilt a century later, this handsome palace has functioned as a private residence, as the headquarters of the Tunis municipal council and as the base of the French army in Tunisia. It's now the headquarters of the Institut National du Patrimoine (National Heritage Institute). Ask the doorman if you can visit the internal courtyard to see its lavish tile and carved stucco decorations.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 21,
    "name": "Souq des Étoffes",
    "latitude": "36.797103",
    "longitude": "10.170969",
    "excerpt": "Running behind the Zitouna Mosque, the Souq des Étoffes (Fabric Souq) is the geographical heart of the medina's main mercantile enclave, leading to the…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/souq-des-etoffes/a/poi-sig/424553/1342507",
    "image_url": null,
    "detail_description": "Running behind the Zitouna Mosque, the Souq des Étoffes (Fabric Souq) is the geographical heart of the medina's main mercantile enclave, leading to the Souq des Femmes (Women's Souq) and on to Rue Tourbet El Bey. Two other souqs – the Souq de la Laine (Wool Souq) and Souq El Leffa (aka Souq of the Djerbians) run off it. Together, they comprise one of the medina's most atmospheric pockets, full of traditional ateliers and always abustle with local shoppers.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 20,
    "name": "Grande Synagogue de Tunis",
    "latitude": "36.810333",
    "longitude": "10.179949",
    "excerpt": "The winning entry in an architectural contest held in 1911, this concrete building with a huge Star of David on its facade was designed by French-Tunisian…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/centre-ville/attractions/grande-synagogue-de-tunis/a/poi-sig/1599635/1342508",
    "image_url": null,
    "detail_description": "The winning entry in an architectural contest held in 1911, this concrete building with a huge Star of David on its facade was designed by French-Tunisian architect Victor Valensi. French-Moroccan banker, businessman and philanthropist Daniel Iffla Osiris funded its construction, which occurred between 1933 and 1937. The synagogue is heavily guarded and rarely used; note that neither the guards nor the local Jewish community like people to photograph the building.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 19,
    "name": "Dar Othman",
    "latitude": "36.795548",
    "longitude": "10.174069",
    "excerpt": "This building was constructed for Othman Dey in the late 16th century. His business – piracy – was obviously lucrative, and he also happened to be…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/dar-othman/a/poi-sig/424495/1342507",
    "image_url": null,
    "detail_description": "This building was constructed for Othman Dey in the late 16th century. His business – piracy – was obviously lucrative, and he also happened to be Governor of Tunis from 1593 until his death in 1610. The palace is an exhilarating meld of Ottoman, Andalusian and traditional Tunisian architectural styles, with an exuberantly busy facade. Sadly, visitors are unlikely to be given permission to enter and see the courtyards and unusual interior garden that was planted in 1936.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 18,
    "name": "Saheb Ettaba Mosque",
    "latitude": "36.80766978871",
    "longitude": "10.166945457458",
    "excerpt": "This mosque dates from the 19th century (though the minaret was added only in 1970), when Halfaouine was an emerging fashionable quarter. It forms part of…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/saheb-ettaba-mosque/a/poi-sig/424539/1342507",
    "image_url": null,
    "detail_description": "This mosque dates from the 19th century (though the minaret was added only in 1970), when Halfaouine was an emerging fashionable quarter. It forms part of Tunis’ only külliye (Ottoman mosque complex), comprising a madrassa (school for study of the Quran), funduq (caravanserai or travellers' inn), hammam, arasta (shop complex) and tomb. Its fusion of Ottoman and Italian styles and materials (the railings and black marble were imported from Europe) give it the air of a Venetian palazzo.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 17,
    "name": "Tourbet El Bey",
    "latitude": "36.793692",
    "longitude": "10.172932",
    "excerpt": "This building has the green fish-scale domes typical of Ottoman mausoleums. Inside is an intricate mix of tiles and stucco built during Ali Pasha II’s…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/tourbet-el-bey/a/poi-sig/424555/1342507",
    "image_url": null,
    "detail_description": "This building has the green fish-scale domes typical of Ottoman mausoleums. Inside is an intricate mix of tiles and stucco built during Ali Pasha II’s reign (1758–82). Many subsequent Husseinite beys, princesses, ministers and trusted advisers ended up here. The mausoleum has been closed for restoration since the early years of the 21st century, but sadly, no progress seems to have been made.\nThe male tombs are topped with strange, anonymous marble renditions of their preferred headgear, be it turban or chechia (traditional felt cap), with the number of tassels showing their importance."
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 16,
    "name": "Sidi Mehrez Mosque",
    "latitude": "36.804148",
    "longitude": "10.16849",
    "excerpt": "This mosque, hidden behind a yellow door and topped with a cluster of white domes, was constructed in 1692 and is ranked as one of Tunis' finest Ottoman…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/sidi-mehrez-mosque/a/poi-sig/424527/1342507",
    "image_url": null,
    "detail_description": "This mosque, hidden behind a yellow door and topped with a cluster of white domes, was constructed in 1692 and is ranked as one of Tunis' finest Ottoman buildings. Inside, the prayer room is lined with tiles from Anatolia. But there’s something missing – construction of the mosque's minaret was cancelled because of 17th-century political upheaval. Non-Muslims cannot enter.\nThe mosque is named after Tunis’ patron saint, who saved the city after it was captured by Abu Yazd during a rebellion against Fatimid rule in AD 944. His Zaouia of Sidi Mehrez is opposite."
},
{
    "country": "tunis",
    "city": "Sidi Bou Saïd",
    "index": 15,
    "name": "Dar Ennejma Ezzahra",
    "latitude": "36.869201",
    "longitude": "10.347887",
    "excerpt": "Built between 1912 and 1922 for French-born Baron Rodolphe d’Erlanger and his Italian-American wife Elizabetta, this palace residence is an exhilarating…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/sidi-bou-said/attractions/dar-ennejma-ezzahra/a/poi-sig/1484521/1342502",
    "image_url": null,
    "detail_description": "Built between 1912 and 1922 for French-born Baron Rodolphe d’Erlanger and his Italian-American wife Elizabetta, this palace residence is an exhilarating mix of Modernist architecture and traditional Maghrebi and Andalusian design, filled with virtuoso carved stucco and wooden inlay work, marble floors and columns, ornate furniture and an internationally renowned collection of traditional musical instruments. The magnificent entrance/reception hall with its fountain fed by a long marble water channel and the richly decorated music salon are the undoubted highlights.\nThe recreated painting studio is filled with the baron’s early-Modern figurative canvases, and his extraordinary collection of musical instruments is exhibited in an upstairs gallery; this collection draws musicologists from around the world. The baron wrote a six-volume work, La Musique Arabe (1930–1959), and he was widely acknowledged as an expert in traditional Arabic music. His estate funds the nearby Centre for Arabic and Mediterranean Music.A 45-minute audio guide (2DT) offers a tour of the palace, complete with musical soundtrack."
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 13,
    "name": "Souq El Attarine",
    "latitude": "36.797683",
    "longitude": "10.171178",
    "excerpt": "Souq El Attarine (the Perfume Makers’ Souq) dates from the 13th century and is still home to shops selling fragrant oils and waters. Its location on one…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/souq-el-attarine/a/poi-sig/1578862/1342507",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fecadaac6cfdf2f8776913e3228e34e7-souq-el-attarine.jpg",
    "detail_description": "Souq El Attarine (the Perfume Makers’ Souq) dates from the 13th century and is still home to shops selling fragrant oils and waters. Its location on one of the medina's major thoroughfares and next to the Zitouna Mosque ensures that it's always jam-packed.\n"
},
{
    "country": "tunis",
    "city": "Sidi Bou Saïd",
    "index": 14,
    "name": "Galerie Saladin",
    "latitude": "36.869845",
    "longitude": "10.344111",
    "excerpt": "This tiny gallery down a small alleyway is worth a quick visit. Though its exhibition program is nowhere near as stimulating as some of the other…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/sidi-bou-said/attractions/galerie-saladin/a/poi-sig/1589479/1342502",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b4de929875e451d18ed62170b422fa9b-galerie-saladin.jpg",
    "detail_description": "This tiny gallery down a small alleyway is worth a quick visit. Though its exhibition program is nowhere near as stimulating as some of the other galleries in Sidi Bou Saïd, it occasionally showcases major local artists.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 11,
    "name": "Palais Kheïreddine",
    "latitude": "36.801476",
    "longitude": "10.168566",
    "excerpt": "Fronting onto a pretty, palm-shaded square, this 19th-century palace, later split to house two schools – one for Jews, one for Muslims – is grandly named…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/palais-kheireddine/a/poi-sig/424537/1342507",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/74a9a2b1ab8d0debbd407b59eafcd0d2-palais-kheireddine.jpg",
    "detail_description": "Fronting onto a pretty, palm-shaded square, this 19th-century palace, later split to house two schools – one for Jews, one for Muslims – is grandly named the Museum of Tunis, and hosts occasional free art exhibitions. Sadly, its interior has been thoroughly and unsympathetically modernised.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 12,
    "name": "Galeri El Marsa",
    "latitude": "36.883465",
    "longitude": "10.331419",
    "excerpt": "Occupying a beautiful vaulted space behind a grand wooden door in the heart of La Marsa, this is one of Tunisia’s most respected and internationally…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/la-marsa/attractions/galeri-el-marsa/a/poi-sig/1484555/1342504",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/aff1d607958d7035745632d29b3ddc26-galeri-el-marsa.jpg",
    "detail_description": "Occupying a beautiful vaulted space behind a grand wooden door in the heart of La Marsa, this is one of Tunisia’s most respected and internationally focused commercial galleries, with a small but impressive stable of contemporary artists from the Arab world.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 10,
    "name": "Clocktower",
    "latitude": "36.800196",
    "longitude": "10.1863",
    "excerpt": "Built to commemorate former President Ben Ali’s assumption of power on 7 November 1987 (hence the name of the surrounding plaza), this 38m-high clocktower…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/centre-ville/attractions/clocktower/a/poi-sig/1599634/1342508",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/98f9721643f198c48b195d8259f41f78-clocktower.jpg",
    "detail_description": "Built to commemorate former President Ben Ali’s assumption of power on 7 November 1987 (hence the name of the surrounding plaza), this 38m-high clocktower forms a gilt-topped landmark at the eastern end of Ave Habib Bourguiba. Part obelisk, part mid-century-style lampshade, its mashrabiyya (lattice screen) is illuminated from within at night.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 9,
    "name": "La Marsa Beach",
    "latitude": "36.887095",
    "longitude": "10.331483",
    "excerpt": "Join the local crowds flocking to this urban beach to escape the summer heat with a dip in the clear waters of the Med. In colder months, the sand becomes…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/la-marsa/attractions/la-marsa-beach/a/poi-sig/1589476/1342504",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dbbe83d0e66fed5ad6adaf8dc66723bc-marsa-beach.jpg",
    "detail_description": "Join the local crowds flocking to this urban beach to escape the summer heat with a dip in the clear waters of the Med. In colder months, the sand becomes a playground for fishermen, footballers and romantics taking afternoon strolls along the shoreline. It might not be the cleanest of beaches, but the view to Gammarth is charming, and there are a number of decent cafes nearby.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 8,
    "name": "Bab El Bhar",
    "latitude": "36.799131",
    "longitude": "10.175539",
    "excerpt": "Also called the Porte de France or French Gate, this huge freestanding arch was the medina's eastern gateway until the surrounding walls were demolished…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/bab-el-bhar/a/poi-sig/424481/1342507",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8ba4c583bca989e931f3e851fce2e777-bab-bhar.jpg",
    "detail_description": "Also called the Porte de France or French Gate, this huge freestanding arch was the medina's eastern gateway until the surrounding walls were demolished by the French to create Pl de la Victoire. It now marks the main entrance into the medina from Centre Ville. Note Rue des Glaciéres, leading off to the north – its name references the fact that huge blocks of Alpine ice for sale were stored here in the 18th and 19th centuries.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 7,
    "name": "Dar Lasram",
    "latitude": "36.802249",
    "longitude": "10.168158",
    "excerpt": "Once home to the Lasram family, who provided the beys with scribes, this magnificent building dates from the early 19th century and was one of the first…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/dar-lasram/a/poi-sig/424493/1342507",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1185e281e566263cd9574e46520f23a3-dar-lasram.jpg",
    "detail_description": "Once home to the Lasram family, who provided the beys with scribes, this magnificent building dates from the early 19th century and was one of the first historic mansions restored under the auspices of the Association de Sauvegarde de la Médina de Tunis, the offices of which are now based here. The interior features magnificent, richly tiled rooms and courtyards. A small collection of materials documenting the Association's work preserving the historic fabric of the medina is on display.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 6,
    "name": "Zitouna Mosque",
    "latitude": "36.797361",
    "longitude": "10.171409",
    "excerpt": "Located in the heart of Tunis' medina, this important mosque was founded in 734 and built on a site once occupied by a church. It was totally rebuilt in…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/zitouna-mosque/a/poi-sig/424563/1342507",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5270ea8beaacc9886599c14cfcac7227-zaytouna-mosque.jpg",
    "detail_description": "Located in the heart of Tunis' medina, this important mosque was founded in 734 and built on a site once occupied by a church. It was totally rebuilt in the 9th century and restored many times over the centuries, and its huge prayer hall incorporates more than 200 columns scrounged from Roman Carthage. Its Almohades-style minaret in the northwest corner is a medina landmark. Only Muslims may enter the mosque, though the courtyard can be viewed from the terrace of the Panorama Medina Cafe.\n"
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 5,
    "name": "Youssef Dey Mosque",
    "latitude": "36.796819780359",
    "longitude": "10.169960260391",
    "excerpt": "This was Tunis’ first Ottoman-style mosque (1615), designed by Andalusian architect Ibn Ghalib in a colourful mishmash of styles. Surrounded by Turkish…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/youssef-dey-mosque/a/poi-sig/424531/1342507",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b139c09d04d1cc416e40bc9422f0b569-youssef-dey-mosque.jpg",
    "detail_description": "This was Tunis’ first Ottoman-style mosque (1615), designed by Andalusian architect Ibn Ghalib in a colourful mishmash of styles. Surrounded by Turkish souqs – El Trouk (tailors), El Berka (slaves) and El Bechamkia (slippers) – it catered to the Turkish traders. Only non-Muslims may enter.\nLook out for the minaret crowned with a miniature green-tiled pyramid – this was the first, much-copied octagonal minaret in Tunis, serving as propaganda for the new masters. The mosque contains the tombs of Youssef Dey and his family – another innovative Ottoman custom."
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 4,
    "name": "Marché Centrale",
    "latitude": "36.797378",
    "longitude": "10.177342",
    "excerpt": "Tunisian food markets offer a great introduction to local culture, and Tunis' Marché Centrale is particularly atmospheric. The original market building…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/centre-ville/attractions/marche-centrale/a/poi-sig/1483993/1342508",
    "image_url": null,
    "detail_description": "Tunisian food markets offer a great introduction to local culture, and Tunis' Marché Centrale is particularly atmospheric. The original market building dates from 1891 and the halls behind are later additions. There are three distinct areas: an enormous fish hall where you can watch locally caught fish being theatrically weighed, gutted and scaled; a central hall where mounds of spicy harissa, tubs of plump olives and blocks of pungent cheese are sold; and a rear fruit and vegetable section.\nOne of the best times to visit is in early spring, when white bigardier (bitter orange) and pink pelargonium (geranium) flowers are in season. Piles of these are offered in the rear hall, where they perfume the space and are snapped up by locals who use home stills to produce flower water (from pelargonium) and the essential oil known as neroli (from bigardier). Later in spring, rose petals are harvested and are offered for the same purposes, offering a similarly fragrant market display.More produce is offered in the streets surrounding the market. Head to Rue d'Espagne for freshly roasted coffee beans and spices and Rue du Danemark for olives and pickles."
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 3,
    "name": "Souq des Chechias",
    "latitude": "36.797799",
    "longitude": "10.170443",
    "excerpt": "A medina highlight, this hugely atmospheric souq is filled with exquisitely decorated shops producing and selling chechias, Tunisia's traditional blood…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/medina/attractions/souq-des-chechias/a/poi-sig/424503/1342507",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0d874add4531b2764584aa73076efbfe-souq-des-chechias.jpg",
    "detail_description": "A medina highlight, this hugely atmospheric souq is filled with exquisitely decorated shops producing and selling chechias, Tunisia's traditional blood-red felt caps. In the 17th century, when this souq was built, a million chechias were made annually by 15,000 craftsmen, sold locally and exported worldwide. Today, the 10 or so chaouachis working here produce the traditional Tunisian version as well as customised hats in a variety of colours and styles exported to North and West African countries.\nThe cafes inside the souq are popular throughout the day and night with local tradesmen, shoppers and students."
},
{
    "country": "tunis",
    "city": "Tunis",
    "index": 2,
    "name": "Bardo Museum",
    "latitude": "36.808477",
    "longitude": "10.134995",
    "excerpt": "The main draw at the Tunisia's top museum is its magnificent collection of Roman mosaics. These provide a vibrant and fascinating portrait of ancient…",
    "detail_url": "https://www.lonelyplanet.com/tunisia/tunis/attractions/bardo-museum/a/poi-sig/1066047/355691",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b492455d0819654b7df1f38ee6947163-bardo-museum.jpg",
    "detail_description": "The main draw at the Tunisia's top museum is its magnificent collection of Roman mosaics. These provide a vibrant and fascinating portrait of ancient North African life. Also here is some equally magnificent Hellenistic and Punic statuary. The massive collection is housed in an imposing palace complex built under the Hafsids (1228–1574), and fortified and extended by the Ottomans in the 18th century. The original palace buildings now connect with a dramatic contemporary annexe, which has doubled the exhibition space.\nThe Bardo is 4km northwest of the city centre. Take métro léger line 4 (0.5DT) to the Bardo stop, or opt for a taxi (around 5DT from Centre Ville)."
}
]