[
{
    "country": "turin",
    "city": "Turin",
    "index": 1,
    "name": "Castello di Rivoli",
    "latitude": "45.069452",
    "longitude": "7.510185",
    "excerpt": "Some 21km west of Turin, the Castello di Rivoli Museum of Contemporary Art is a giant of modern art in Piedmont. Its ambition and reach, not to mention…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/castello-di-rivoli/a/poi-sig/1255491/359924",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF485854349.jpg",
    "detail_description": "Some 21km west of Turin, the Castello di Rivoli Museum of Contemporary Art is a giant of modern art in Piedmont. Its ambition and reach, not to mention healthy regional funding, has been the envy of Milan, Venice and Rome's art worlds. The permanent collection has a sizeable number of Arte Povera works, which are beautifully displayed in the historical setting, along with pieces from the Transavanguardia, Minimal, Body and Land Art movements.\nThis includes an impressive selection of video work from artists such as Nam June Paik, Bill Viola and Vanessa Beecroft, while temporary exhibitions have included international heavyweights (Sophie Calle, Gilbert &amp; George and Joseph Kosuth in recent years), spliced with some hard-hitting Italian mid-careerists.There's definitely an academic seriousness to the place, but its impressive mix of contemporary and baroque architecture, amazing views, and highly engaging, often provocative, shows are never dull.Rivoli's latest crown jewel, which opened in 2019, is the Villa Cerruti. This is the former mansion-home of a reclusive art collector who amassed over €600 million worth of artistic treasures. Shuttle buses (with separate tickets purchased online well in advance) from the castle whisk visitors out to the villa for a guided tour of the lavish, antique-filled home with works by Modigliani, Kandinsky, Giacometti, Picasso, Klee, de Chirico and Magritte.From May through August, the Castello di Rivoli Express (€3) runs on weekends from Piazza Castello and Porta Susa four times a day, starting at 10am. Otherwise, take the metro to Paradiso station and then bus 36 to Rivoli bus station."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 33,
    "name": "Chiesa di Santa Cristina",
    "latitude": "45.066444",
    "longitude": "7.682147",
    "excerpt": "This ornate marble- and granite-fronted church is one of the pair of churches on Piazza San Carlo and dates to 1639.",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/chiesa-di-santa-cristina/a/poi-sig/1383465/359924",
    "image_url": null,
    "detail_description": "This ornate marble- and granite-fronted church is one of the pair of churches on Piazza San Carlo and dates to 1639.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 32,
    "name": "Roman Amphitheatre",
    "latitude": "45.074483",
    "longitude": "7.685752",
    "excerpt": "Razed to the ground by Napoleon's armies, little remains of this 1st-century amphitheatre, but it's still an atmospheric spot to stroll around.",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/roman-amphitheatre/a/poi-sig/1383473/359924",
    "image_url": null,
    "detail_description": "Razed to the ground by Napoleon's armies, little remains of this 1st-century amphitheatre, but it's still an atmospheric spot to stroll around.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 31,
    "name": "Chiesa di San Carlo Borromeo",
    "latitude": "45.066686",
    "longitude": "7.681417",
    "excerpt": "One of the twin churches on Piazza San Carlo, this Baroque beauty was dedicated to San Carlo Borromeo by Carlo Emanuele I in 1619, although the facade…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/chiesa-di-san-carlo-borromeo/a/poi-sig/1383464/359924",
    "image_url": null,
    "detail_description": "One of the twin churches on Piazza San Carlo, this Baroque beauty was dedicated to San Carlo Borromeo by Carlo Emanuele I in 1619, although the facade dates to 1834.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 30,
    "name": "Porta Palatina",
    "latitude": "45.074998",
    "longitude": "7.684658",
    "excerpt": "The low-key and little-visited Porta Palatina is, in fact, one of the best preserved 1st-century BC Roman gateways in the world. Together with the remains…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/porta-palatina/a/poi-sig/1383472/359924",
    "image_url": null,
    "detail_description": "The low-key and little-visited Porta Palatina is, in fact, one of the best preserved 1st-century BC Roman gateways in the world. Together with the remains of the Roman city walls, it forms a small but lovely open-air archaeological park.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 29,
    "name": "Castello di Racconigi",
    "latitude": "44.769192",
    "longitude": "7.675838",
    "excerpt": "A sumptuous 17th-century Savoy refit of an 11th-century castle; the 19th-century gardens with lakes, caves and follies are great for rambling. It's…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/castello-di-racconigi/a/poi-sig/1454814/359924",
    "image_url": null,
    "detail_description": "A sumptuous 17th-century Savoy refit of an 11th-century castle; the 19th-century gardens with lakes, caves and follies are great for rambling. It's located about 40km south of Turin, and is about a 1km walk from the Racconigi train station.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 28,
    "name": "Giardino Reale",
    "latitude": "45.073702447022",
    "longitude": "7.6869106292725",
    "excerpt": "These royal gardens, freely accessed via the Palazzo Reale, make a tranquil setting for a bit of down time in the city centre. Flower-lined pathways,…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/giardino-reale/a/poi-sig/424675/359924",
    "image_url": null,
    "detail_description": "These royal gardens, freely accessed via the Palazzo Reale, make a tranquil setting for a bit of down time in the city centre. Flower-lined pathways, granite sculptures, trickling fountains and forested areas inspire idyllic strolls. You can also grab a chair and watch the day unfold.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 27,
    "name": "Palazzina di Caccia di Stupinigi",
    "latitude": "44.995306",
    "longitude": "7.604578",
    "excerpt": "You can take in the hunting-themed decor at this grand Savoy lodge, some 11km southwest of Turi. It also has English-style gardens and grounds, a lovely…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/palazzina-di-caccia-di-stupinigi/a/poi-sig/1454815/359924",
    "image_url": null,
    "detail_description": "You can take in the hunting-themed decor at this grand Savoy lodge, some 11km southwest of Turi. It also has English-style gardens and grounds, a lovely setting for a stroll, though these may be closed.\nYou can get here by Sadem bus 282 from outside Porta Nuova station (28 minutes, every 30 to 60 minutes)."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 26,
    "name": "Borgo Medievale",
    "latitude": "45.048997",
    "longitude": "7.685087",
    "excerpt": "Perched over a scenic stretch of the Po River, the Borgo Medievale is a small recreated 15th-century village that was actually built for the 1884 Turin…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/borgo-medievale/a/poi-sig/1622102/359924",
    "image_url": null,
    "detail_description": "Perched over a scenic stretch of the Po River, the Borgo Medievale is a small recreated 15th-century village that was actually built for the 1884 Turin Expo. Enter via the drawbridge, then wander amid gardens, arcades, artisan shops and trickling fountains beneath imposing crenellated castle walls. It's a hit with families.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 25,
    "name": "Fondazione Sandretto re Rebaudengo",
    "latitude": "45.057312",
    "longitude": "7.652632",
    "excerpt": "This classic white-cube contemporary gallery space was created with Italian super curator Francesco Bonami and runs a great exhibition program showcasing…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/fondazione-sandretto-re-rebaudengo/a/poi-sig/1517696/359924",
    "image_url": null,
    "detail_description": "This classic white-cube contemporary gallery space was created with Italian super curator Francesco Bonami and runs a great exhibition program showcasing outstandingly talented artists. Provocative thematic shows grapple with themes like globalisation, refugees, labour rights and other contemporary topics in surprising ways.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 24,
    "name": "Galleria Civica d'Arte Moderna e Contemporanea",
    "latitude": "45.064898",
    "longitude": "7.669594",
    "excerpt": "GAM was one of Italy's first modern-art museums and has an astounding 45,000 works in its vaults dedicated to 19th- and 20th-century European artists,…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/galleria-civica-d-arte-moderna-e-contemporanea/a/poi-sig/424671/359924",
    "image_url": null,
    "detail_description": "GAM was one of Italy's first modern-art museums and has an astounding 45,000 works in its vaults dedicated to 19th- and 20th-century European artists, including de Chirico, Otto Dix and Klee. It's a great place to expand your knowledge of Italy's post-war period: Paolini, Boetti, Anselmo, Penone and Pistoletto are all well represented.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 23,
    "name": "Fondazione Merz",
    "latitude": "45.061973",
    "longitude": "7.642815",
    "excerpt": "The Arte Povera powerhouse, Mario Merz, was born in Milan but spent most of his creative life in Turin. This foundation space, an evocative reworking of…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/fondazione-merz/a/poi-sig/1517944/359924",
    "image_url": null,
    "detail_description": "The Arte Povera powerhouse, Mario Merz, was born in Milan but spent most of his creative life in Turin. This foundation space, an evocative reworking of the former Lancia heating plant, holds regular exhibitions of his work and an astute program of Italian contemporary art. It also hosts concerts, poetry slams, author readings and other cultural fare (the majority of which are admission-free).\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 22,
    "name": "Juventus Museum",
    "latitude": "45.109817",
    "longitude": "7.64289",
    "excerpt": "The state-of-the-art Juventus Stadium has a museum that will blind you with its silverware (32 Serie A titles – and the rest!) and proudly recounts how it…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/juventus-museum/a/poi-sig/1387472/359924",
    "image_url": null,
    "detail_description": "The state-of-the-art Juventus Stadium has a museum that will blind you with its silverware (32 Serie A titles – and the rest!) and proudly recounts how it was all amassed. On match days your museum visit can include viewing the team's match prep behind the scenes (€30).\nThe museum lies about 8km northwest of the centre. Get there via bus No 72, which stops near the corner of Via XX Settembre and Via Bertola."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 21,
    "name": "Parco Valentino",
    "latitude": "45.057531",
    "longitude": "7.688706",
    "excerpt": "Opened in 1856, this 550,000-sq-metre French-style park kisses the banks of the Po and is filled with joggers, promenaders and lovers night and day…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/parco-valentino/a/poi-sig/424707/359924",
    "image_url": null,
    "detail_description": "Opened in 1856, this 550,000-sq-metre French-style park kisses the banks of the Po and is filled with joggers, promenaders and lovers night and day. Walking southwest along the river brings you to Castello del Valentino (open for events only), a gorgeous mock château built in the 17th century. The park is also home to the Borgo Medievale, a recreated medieval village.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 20,
    "name": "Palazzo Madama",
    "latitude": "45.070777778477",
    "longitude": "7.685741186142",
    "excerpt": "A part-medieval, part-baroque castle built in the 13th century on the site of the old Roman gate, this palazzo is named after Madama Reale Maria Cristina,…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/palazzo-madama/a/poi-sig/424681/359924",
    "image_url": null,
    "detail_description": "A part-medieval, part-baroque castle built in the 13th century on the site of the old Roman gate, this palazzo is named after Madama Reale Maria Cristina, the widow of Vittorio Amedeo I (Duke of Savoy, 1630–37). Today, much of the building houses the expansive Museo Civico d'Arte Antica, which contains four floors of mostly decorative arts from medieval to the post-unification period, along with temporary exhibitions of contemporary art.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 19,
    "name": "Chiesa della Gran Madre di Dio",
    "latitude": "45.062265",
    "longitude": "7.699157",
    "excerpt": "A grand backdrop across the Po from Piazza Vittorio Veneto, this church was built in the style of a mini-Pantheon from 1818 to 1831 to commemorate the…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/chiesa-della-gran-madre-di-dio/a/poi-sig/424663/359924",
    "image_url": null,
    "detail_description": "A grand backdrop across the Po from Piazza Vittorio Veneto, this church was built in the style of a mini-Pantheon from 1818 to 1831 to commemorate the return of Vittorio Emanuele I from exile. It's small and rounded inside; some claim it's yet another secret repository for the Holy Grail.\nIn 1969 the church was memorably featured in the film The Italian Job when Michael Caine and his gang drove their Mini Coopers down the front staircase."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 18,
    "name": "Museo della Sindone",
    "latitude": "45.076135",
    "longitude": "7.676632",
    "excerpt": "Encased in the crypt of Santo Sudario church, this fascinating museum documents one of the most studied objects in human history: the Holy Shroud. Despite…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/museo-della-sindone/a/poi-sig/424685/359924",
    "image_url": null,
    "detail_description": "Encased in the crypt of Santo Sudario church, this fascinating museum documents one of the most studied objects in human history: the Holy Shroud. Despite the shroud's debated authenticity, its story unfolds like a gripping suspense mystery, with countless plots, subplots and revelations. Note the shroud itself is not on display here; it's kept in the Cattedrale di San Giovanni Battista and shown occasionally by decree of the Pope.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 16,
    "name": "Pinacoteca Giovanni e Marella Agnelli",
    "latitude": "45.034336",
    "longitude": "7.666826",
    "excerpt": "On the rooftop of the Lingotto building, 3km south of the centre, this intimate gallery houses the personal collection of late Fiat head Gianni Agnelli,…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/pinacoteca-giovanni-e-marella-agnelli/a/poi-sig/424711/359924",
    "image_url": null,
    "detail_description": "On the rooftop of the Lingotto building, 3km south of the centre, this intimate gallery houses the personal collection of late Fiat head Gianni Agnelli, with masterpieces by Renoir, Manet, Modigliani, Matisse and Picasso, among others. Apart from the paintings, your ticket grants you access to the Lingotto's famous rooftop test track.\nIt also has an attached bookshop, full of wonderful art and design titles. When there's no temporary exhibition showing, the gallery admission is €8."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 17,
    "name": "Piazza Castello",
    "latitude": "45.071354",
    "longitude": "7.685258",
    "excerpt": "Turin's central square is lined with museums, theatres and cafes. The city's Savoy heart, although laid out from the mid-1300s, was mostly constructed…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/piazza-castello/a/poi-sig/424709/359924",
    "image_url": null,
    "detail_description": "Turin's central square is lined with museums, theatres and cafes. The city's Savoy heart, although laid out from the mid-1300s, was mostly constructed from the 16th to 18th centuries. Dominating it is the part-medieval, part-baroque Palazzo Madama, the original seat of the Italian parliament. To the north is the exquisite facade of Palazzo Reale, the royal palace built for Carlo Emanuele II in the mid-1600s.\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 15,
    "name": "Lingotto",
    "latitude": "45.033873",
    "longitude": "7.666569",
    "excerpt": "Turin's former Fiat factory, one of Italy's most praised examples of early-20th-century industrial architecture, is 5km south of the city centre. It was…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/lingotto/a/poi-sig/424677/359924",
    "image_url": null,
    "detail_description": "Turin's former Fiat factory, one of Italy's most praised examples of early-20th-century industrial architecture, is 5km south of the city centre. It was redesigned by architect Renzo Piano in the 1980s to house an exhibition centre, a university campus and hotels. The starkly beautiful space today houses the 8 Gallery shopping mall, the Pinacoteca Giovanni e Marella Agnelli and a former rooftop car test track.\nLingotto is on the M1 metro line and easily accessible from the city centre."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 14,
    "name": "Mole Antonelliana",
    "latitude": "45.06897465706",
    "longitude": "7.693299367613",
    "excerpt": "The symbol of Turin, this 167m tower with its distinctive aluminium spire appears on the Italian two-cent coin. It was originally intended as a synagogue…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/mole-antonelliana/a/poi-sig/424679/359924",
    "image_url": null,
    "detail_description": "The symbol of Turin, this 167m tower with its distinctive aluminium spire appears on the Italian two-cent coin. It was originally intended as a synagogue when construction began in 1862, but was never used as a place of worship, and nowadays houses the Museo Nazionale del Cinema. For dazzling 360-degree views, take the Panoramic Lift up to the 85m-high outdoor viewing deck.\nOn weekends, wait times can be long both going up and coming down."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 13,
    "name": "Museo Nazionale del Cinema",
    "latitude": "45.06900116492",
    "longitude": "7.6932282395856",
    "excerpt": "Housed in the Mole Antonelliana, this enjoyable museum takes you on a fantastic tour through cinematic history. Memorabilia on display includes Marilyn…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/museo-nazionale-del-cinema/a/poi-sig/424691/359924",
    "image_url": null,
    "detail_description": "Housed in the Mole Antonelliana, this enjoyable museum takes you on a fantastic tour through cinematic history. Memorabilia on display includes Marilyn Monroe’s black lace bustier, Peter O’Toole’s robe from Lawrence of Arabia and the coffin used by Bela Lugosi’s Dracula. At the heart of the museum, the vast Temple Hall is surrounded by 10 interactive ‘chapels’ devoted to various film genres.\nThere's also a cinema that often shows original-version English-language art house films."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 12,
    "name": "Museo Ettore Fico",
    "latitude": "45.091778",
    "longitude": "7.685473",
    "excerpt": "This sleek, contemporary gallery joins Turin's already stellar collection of pivotal art foundations. Set in an old factory in a hipster, postindustrial…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/museo-ettore-fico/a/poi-sig/1569503/359924",
    "image_url": null,
    "detail_description": "This sleek, contemporary gallery joins Turin's already stellar collection of pivotal art foundations. Set in an old factory in a hipster, postindustrial neighbourhood north of the Dora River, MEF has three major shows per year, with high-profile monographic exhibitions as well as installation work by contemporary artists, along with design, fashion or film-based shows. Work by Ettore Fico, the late Torinese painter to whom the museum is dedicated, also features.\nCatch bus 46 from Piazza XVIII Dicembre. A taxi from the centre will cost around €8."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 11,
    "name": "Museo Nazionale del Risorgimento Italiano",
    "latitude": "45.068738",
    "longitude": "7.685621",
    "excerpt": "After extensive renovations, this significant museum reopened in 2011 to coincide with the centenary of the Risorgimento (reunification period). An…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/museo-nazionale-del-risorgimento-italiano/a/poi-sig/424693/359924",
    "image_url": null,
    "detail_description": "After extensive renovations, this significant museum reopened in 2011 to coincide with the centenary of the Risorgimento (reunification period). An astounding 30-room trajectory illustrates the creation of the modern Italian state in the very building (the baroque Palazzo Carignano) where many of the key events happened. Not only was this the birthplace of Carlo Alberto and Vittorio Emanuele II, but it was also the seat of united Italy's first parliament from 1861 to 1864.\nIt's a history lesson and a half, one that's accomplished with flair and drama, along with an incredible collection of portraiture and documentary objects."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 10,
    "name": "Castello di Moncalieri",
    "latitude": "45.002195",
    "longitude": "7.687769",
    "excerpt": "The 12th-century Castello di Moncalieri was the first fortress built by Thomas I of Savoy just south of the centre of Turin, commanding the southern…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/castello-di-moncalieri/a/poi-sig/1454812/359924",
    "image_url": null,
    "detail_description": "The 12th-century Castello di Moncalieri was the first fortress built by Thomas I of Savoy just south of the centre of Turin, commanding the southern access to the city. Since 1921 it has been the headquarters for the carabinieri (military police), created by Victor Emanuele I of Savoy in 1726 as a police force for the island of Sardinia (briefly within Savoy dominion) and which later became Italy’s first police force following unification in 1861.\nThe castle is usually closed to the public, and opens only on rare special occasions. It's located 9km southeast of Turin's city centre, reachable by bus no 67 from Porta Nuova."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 9,
    "name": "Museo Lavazza",
    "latitude": "45.080589",
    "longitude": "7.692275",
    "excerpt": "Set in the architecturally striking new headquarters of the famed coffee chain, the Museo Lavazza takes you deep into the world of the heady caffeine…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/museo-lavazza/a/poi-sig/1622767/359924",
    "image_url": null,
    "detail_description": "Set in the architecturally striking new headquarters of the famed coffee chain, the Museo Lavazza takes you deep into the world of the heady caffeine-filled brew. The hypermodern three-floor museum has interactive touch screens that show every stage of the cycle, from shade grown plants to roasteries and then on to cafes around the globe. You'll also learn about the Lavazza family, and its role in shaping Italy's love for espresso from a tiny grocery in the 19th century.\nAnother floor is dedicated to Lavazza advertising, with immersive sets where you can snap some amusing photos. The tour ends with a tasting of a well-pulled espresso from single-origin beans, plus a coffee cream dessert that seems lighter than air."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 8,
    "name": "Cattedrale di San Giovanni Battista",
    "latitude": "45.07333854",
    "longitude": "7.685280218",
    "excerpt": "Turin's cathedral was built between 1491 and 1498 on the site of three 14th-century basilicas and, before that, a Roman theatre. Plain interior aside, as…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/cattedrale-di-san-giovanni-battista/a/poi-sig/424667/359924",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bab2e700ae518456c064503b360f2430-cattedrale-di-san-giovanni-battista.jpg",
    "detail_description": "Turin's cathedral was built between 1491 and 1498 on the site of three 14th-century basilicas and, before that, a Roman theatre. Plain interior aside, as home to the Shroud of Turin (traditionally believed to be the burial cloth in which Jesus' body was wrapped), this is a highly trafficked church. The famous cloth is not on display, but you can see where it is kept and watch explanatory video presentations.\nThe separate Romanesque-style bell tower looks older than it really is; it was designed by Juvarra and built in 1723. Just to the north lie the remains of a 1st-century Roman amphitheatre, while a little further to the northwest lies Porta Palatina, the red-brick remains of a Roman-era gate."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 6,
    "name": "Museo Casa Mollino",
    "latitude": "45.066758",
    "longitude": "7.700413",
    "excerpt": "Architect-designer-artist Carlo Mollino is perhaps Turin's most intriguing son and a quintessentially 20th-century Torinese. The little-known Museo Casa…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/museo-casa-mollino/a/poi-sig/1575874/359924",
    "image_url": null,
    "detail_description": "Architect-designer-artist Carlo Mollino is perhaps Turin's most intriguing son and a quintessentially 20th-century Torinese. The little-known Museo Casa Mollino is a testament to his deliriously lush aesthetic and his skill as a craftsman, as well as his manifold obsessions. It was also where many of his theatrical, erotically charged Polaroid portraits were shot. Father and son Fulvio and Napoleone Ferrari are dedicated keepers of his legacy and compelling interpreters and storytellers.\nFor those with a passion for 20th-century art and architecture, it's a profoundly rewarding experience. Tours must be prearranged by email."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 7,
    "name": "Basilica di Superga",
    "latitude": "45.080767",
    "longitude": "7.766689",
    "excerpt": "Vittorio Amedeo II's 1706 promise, to build a basilica to honour the Virgin Mary if Turin was saved from besieging French and Spanish armies, resulted in…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/basilica-di-superga/a/poi-sig/424657/359924",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f5b392b63d79bc30981096b1cc9bf640-basilica-di-superga.jpg",
    "detail_description": "Vittorio Amedeo II's 1706 promise, to build a basilica to honour the Virgin Mary if Turin was saved from besieging French and Spanish armies, resulted in this wedding cake edifice, built on a hill across the Po river.\r\n\nArchitect Filippo Juvarra's Basilica di Superga became the final resting place of the Savoy family, whose lavish tombs make for interesting viewing, as does the dome. In 1949 the basilica gained less welcome renown when a plane carrying the entire Turin football team crashed into the church in thick fog, killing all on board. Their tomb rests at the rear of the church.\r\n\r\nTo get here take tram 15 from Piazza Vittorio Veneto to the Sassi–Superga stop on Corso Casale, then walk 20m to Stazione Sassi, from where an original 1934 tram rattles the 3.1km up the hillside in 18 minutes, every day except Wednesday.\r\n"
},
{
    "country": "turin",
    "city": "Turin",
    "index": 5,
    "name": "Palazzo Reale",
    "latitude": "45.072937",
    "longitude": "7.686449",
    "excerpt": "Statues of the mythical twins Castor and Pollux guard the entrance to this eye-catching palace and, according to local hearsay, also watch over the…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/palazzo-reale/a/poi-sig/424703/359924",
    "image_url": null,
    "detail_description": "Statues of the mythical twins Castor and Pollux guard the entrance to this eye-catching palace and, according to local hearsay, also watch over the magical border between the sacred and diabolical halves of the city. Built for Carlo Emanuele II around 1646, its lavishly decorated rooms complete with jaw-dropping coffered ceilings house an assortment of furnishings, porcelain, and other finery. The Giardino Reale, north and east of the palace, was designed in 1697 by André Le Nôtre, who also created the gardens at Versailles.\nThe Palazzo Reale ticket includes admission to a sprawling collection, including Greek and Roman archaeological treasures in the Museo di Antichità, a dazzling armoury hall and temporary shows in the Sala Chiablese. Also within the palace confines is the stunning Cappella della Sacra Sindone (Chapel of the Holy Shroud), a 17th-century architectural masterpiece that reopened in 2018 after being closed for some 30 years following a devastating fire. The religious relic (saved by firefighters from the flames) is today kept out of sight in the nearby Cattedrale di San Giovanni Battista.If time is limited, focus on the Galleria Sabauda, the personal art collection of the Savoy monarchy. Amassed over 400 years, the trove includes works by Van Dyck, Rubens, Veronese and Rembrandt. On Thursdays from June to mid-October, admission is free from 5pm to 7pm."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 4,
    "name": "Museo Nazionale dell'Automobile",
    "latitude": "45.031742622262",
    "longitude": "7.6740145683289",
    "excerpt": "As the historic birthplace of one of the world's leading car manufacturers – the ‘T’ in Fiat stands for Torino – Turin is the obvious place for a car…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/museo-nazionale-dell-automobile/a/poi-sig/424687/359924",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7fd206b78473a149bcd9cf01f6c94527-museo-nazionale-dell-automobile.jpg",
    "detail_description": "As the historic birthplace of one of the world's leading car manufacturers – the ‘T’ in Fiat stands for Torino – Turin is the obvious place for a car museum. This dashing modern museum, located roughly 5km south of the city centre, doesn't disappoint with its precious collection of more than 200 automobiles – everything from an 1892 Peugeot to a 1980 Ferrari 308 (in red, of course).\nThe museum – rather than leaving you to gawp helplessly at boring engines – takes you on a roller-coaster journey spread over three floors; the first part a car chronology, the second a more technical look at car design, and the third a self-critical assessment of issues such as pollution and congestion."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 3,
    "name": "Museo Egizio",
    "latitude": "45.068357567155",
    "longitude": "7.6844448256204",
    "excerpt": "Opened in 1824 and housed in the austere Palazzo dell'Accademia delle Scienze, this Turin institution houses the most important collection of Egyptian…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/museo-egizio/a/poi-sig/424689/359924",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f78615cafacd1b4f6bddf6d54a394af3-museo-egizio.jpg",
    "detail_description": "Opened in 1824 and housed in the austere Palazzo dell'Accademia delle Scienze, this Turin institution houses the most important collection of Egyptian treasures outside Cairo. Among its many highlights are a statue of Ramses II (one of the world's most important pieces of Egyptian art) and a vast papyrus collection. There are also 500 funerary and domestic items from the tomb of royal architect Kha and his wife Merit, dating to 1400 BC and found in 1906.\nBoth anthropomorphic coffins are incredibly moving, but Merit's image, rendered in cartonnage (layers of plaster and linen), gold leaf and glass inlays, is one of the most hauntingly beautiful ever displayed.A major renovation was completed in recent years and, although the old museum's rambling rooms had their dusty charm, the new minimalist spaces almost double the amount of the collection available for public display. Modern museological techniques – splicing in documentary photographs and films about the early 20th-century digs, dramatic lighting and a well-articulated chronological narrative – make for an absorbing experience. Allow ample time: you can easily spend half a day here."
},
{
    "country": "turin",
    "city": "Turin",
    "index": 2,
    "name": "Reggia di Venaria Reale",
    "latitude": "45.135131",
    "longitude": "7.62537",
    "excerpt": "OK, it may not enjoy the weighty publicity of its French counterpart, but this is one of the largest royal residences in the world, rescued from ruin by a…",
    "detail_url": "https://www.lonelyplanet.com/italy/liguria-piedmont-and-valle-daosta/turin/attractions/reggia-di-venaria-reale/a/poi-sig/1255541/359924",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/83d401d3aca2e179bd5b77fc7714cbba-reggia-di-venaria-reale.jpg",
    "detail_description": "OK, it may not enjoy the weighty publicity of its French counterpart, but this is one of the largest royal residences in the world, rescued from ruin by a €235 million 10-year-long restoration project. Humongous, ostentatious, regal, yet strangely underpublicised, this Unesco-listed baroque palace some 14km northwest of Turin was built as a glorified hunting lodge in 1675 by the frivolous Duke of Savoy, Carlo Emanuele II.\nAmong the jewels bequeathed by its erstwhile royal rulers are a vast garden complex, a glittering stag fountain (with water shows), a conspicuous consumption style Grand Gallery, plus the attached Capella di Sant'Uberto and Juvarra stables. The last three were all designed by the great Sicilian architect Filippo Juvarra in the 1720s.To enjoy the permanent exhibition alone, you’ll need to walk 2km through the aptly named Theatre of History and Magnificence, a museum journey that relates the 1000-year history of the Savoy clan set in their former royal residential quarters, with a Brian Eno soundtrack and film installations care of Peter Greenaway.On top of this are numerous temporary exhibitions, regular live concerts, an on-site cafe and restaurant, and an adjacent borgo (medieval town), now engulfed by Turin’s suburbs, that's full of cosy places to eat and drink. Take note of the scale and leave the best part of a day to visit. You can reach the palace complex via the Venaria Express shuttle, one of the tourist office's summer sightseeing buses or bus 11 or 72 from Porta Nuova station."
}
]