[
{
    "country": "turku",
    "city": "Turku",
    "index": 2,
    "name": "Taidekappeli",
    "latitude": "60.407612",
    "longitude": "22.25373",
    "excerpt": "Like the bow of a ship tipped on its end, this unusual structure is perched on a rock and surrounded by forest on Hirvensalo island, 7km south of Turku…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/taidekappeli/a/poi-sig/1581315/359205",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1564270783.jpg",
    "detail_description": "Like the bow of a ship tipped on its end, this unusual structure is perched on a rock and surrounded by forest on Hirvensalo island, 7km south of Turku centre. Looking at its oddly shaped, copper-clad exterior, you wouldn't know it's a chapel – St Henry's Ecumenical Art Chapel, to be precise. But the timber interior feels holy indeed, with its high walls curving up to form a Reuleaux triangle, framing an altar of light. It's spectacular.\nTake bus 54 from Turku."
},
{
    "country": "turku",
    "city": "Turku",
    "index": 1,
    "name": "Luostarinmäen Käsityöläismuseo",
    "latitude": "60.447030017853",
    "longitude": "22.276166829593",
    "excerpt": "When the savage Great Fire of 1827 swept through Turku, the lower-class quarter Luostarinmäki escaped the flames. Set along tiny lanes and around grassy…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/luostarinmaeen-kaesityoelaeismuseo/a/poi-sig/1191844/359205",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial1784353256.jpg",
    "detail_description": "When the savage Great Fire of 1827 swept through Turku, the lower-class quarter Luostarinmäki escaped the flames. Set along tiny lanes and around grassy yards, the 19th-century wooden workshops and houses now form the outdoor handicrafts museum, a national treasure since 1940. All the buildings are in their original locations, including the workshops of 30 artisans (among them a silversmith, a watchmaker, a baker, a potter, a shoemaker, a printer and a cigar shop), where artisans in period costume ply their trades.\n"
},
{
    "country": "turku",
    "city": "Turku",
    "index": 13,
    "name": "Turku Biological Museum",
    "latitude": "60.444551",
    "longitude": "22.264513",
    "excerpt": "In a beautiful 1907 building surrounded by parkland, the Turku Biological Museum shows off Finland’s fauna and flora in 13 realistic dioramas, including…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/turku-biological-museum/a/poi-sig/428726/359205",
    "image_url": null,
    "detail_description": "In a beautiful 1907 building surrounded by parkland, the Turku Biological Museum shows off Finland’s fauna and flora in 13 realistic dioramas, including Lapland's fjelds (barren, rocky plateaus).\n"
},
{
    "country": "turku",
    "city": "Turku",
    "index": 12,
    "name": "Wäinö Aaltosen Museum",
    "latitude": "60.44500724",
    "longitude": "22.26050228",
    "excerpt": "Naturalistic and cubist-tinged sculptures donated by artist Wäinö Aaltosen are on display in this gallery, along with temporary exhibitions of…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/waeinoe-aaltosen-museum/a/poi-sig/428734/359205",
    "image_url": null,
    "detail_description": "Naturalistic and cubist-tinged sculptures donated by artist Wäinö Aaltosen are on display in this gallery, along with temporary exhibitions of contemporary and experimental art. Also on site is the interesting Peri Photographic Centre.\n"
},
{
    "country": "turku",
    "city": "Turku",
    "index": 11,
    "name": "Ett Hem Museum",
    "latitude": "60.453853",
    "longitude": "22.278814",
    "excerpt": "Designed by CL Engel, this gold-coloured turn-of-the-20th-century residence houses art and furniture that was donated by art collectors Alfred and Hélène…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/ett-hem-museum/a/poi-sig/428712/359205",
    "image_url": null,
    "detail_description": "Designed by CL Engel, this gold-coloured turn-of-the-20th-century residence houses art and furniture that was donated by art collectors Alfred and Hélène Jacobsson. The collection includes works by painters Albert Edelfelt and Helene Schjerfbeck.\n"
},
{
    "country": "turku",
    "city": "Turku",
    "index": 10,
    "name": "Qwensel House & Pharmacy Museum",
    "latitude": "60.44834",
    "longitude": "22.267195",
    "excerpt": "On the riverfront, Qwensel House is Turku’s oldest, built around 1700. It contains the small Pharmacy Museum, with an old laboratorium featuring medicinal…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/qwensel-house-pharmacy-museum/a/poi-sig/428720/359205",
    "image_url": null,
    "detail_description": "On the riverfront, Qwensel House is Turku’s oldest, built around 1700. It contains the small Pharmacy Museum, with an old laboratorium featuring medicinal herbs, 18th-century ‘Gustavian’ (Swedish) furnishings, and an exhibition of bottles and other pharmacy supplies.\n"
},
{
    "country": "turku",
    "city": "Turku",
    "index": 9,
    "name": "Turun Taidemuseo",
    "latitude": "60.45403269",
    "longitude": "22.26183886",
    "excerpt": "Turku Art Museum is housed in a striking granite building with elaborately carved pilasters and conical turrets, perched on a hill on the north side of…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/turun-taidemuseo/a/poi-sig/428724/359205",
    "image_url": null,
    "detail_description": "Turku Art Museum is housed in a striking granite building with elaborately carved pilasters and conical turrets, perched on a hill on the north side of the river. Much of the art is modern, though the Victor Westerholm room offers traditional Finnish landscapes. Gunnar Berndtson’s Kesä (Summer) is an idyllic depiction of sunny Suomi, while Akseli Gallen-Kallela’s depictions of the epic Kalevala are compelling.\n"
},
{
    "country": "turku",
    "city": "Turku",
    "index": 8,
    "name": "Sibelius Museum",
    "latitude": "60.453737",
    "longitude": "22.277699",
    "excerpt": "Finland's most extensive musical museum displays some 350 instruments from accordions to Zimbabwean drums. A separate section is devoted to Finnish…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/sibelius-museum/a/poi-sig/428722/359205",
    "image_url": null,
    "detail_description": "Finland's most extensive musical museum displays some 350 instruments from accordions to Zimbabwean drums. A separate section is devoted to Finnish composer and bohemian carouser Jean Sibelius, with manuscripts and personal memorabilia. You can listen to Sibelius’ music on scratchy records, or hear live jazz, folk and chamber music at Wednesday-evening concerts held from autumn to spring. The museum is housed in a very cool, contemporary building by Woldemar Baeckman.\n"
},
{
    "country": "turku",
    "city": "Turku",
    "index": 7,
    "name": "Forum Marinum Ships",
    "latitude": "60.435807",
    "longitude": "22.235513",
    "excerpt": "Anchored outside the Forum Marinum is a small fleet of museum ships that you can climb aboard. The mine layer Keihässalmi and the corvette Karjala take…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/forum-marinum-ships/a/poi-sig/1581257/359205",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial2167316905.jpg",
    "detail_description": "Anchored outside the Forum Marinum is a small fleet of museum ships that you can climb aboard. The mine layer Keihässalmi and the corvette Karjala take you back to WWII, while the full-rigger Suomen Joutsen recalls more carefree prewar days. The beautiful three-masted barque Sigyn (moored 500m upstream) was originally launched from Göteborg in 1887 and has well-preserved cabins.\n"
},
{
    "country": "turku",
    "city": "Turku",
    "index": 5,
    "name": "Aboa Vetus & Ars Nova",
    "latitude": "60.449694",
    "longitude": "22.273504",
    "excerpt": "Art and archaeology unite here under one roof. Aboa Vetus (Old Turku) draws you underground to Turku’s medieval streets, showcasing some of the 37,000…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/aboa-vetus-ars-nova/a/poi-sig/428708/359205",
    "image_url": null,
    "detail_description": "Art and archaeology unite here under one roof. Aboa Vetus (Old Turku) draws you underground to Turku’s medieval streets, showcasing some of the 37,000 artefacts unearthed from the site (digs still continue). Back in the present, Ars Nova has contemporary-art exhibitions upstairs. English-language tours lasting 45 minutes (included in admission) take place daily from 11.30am in July and August.\nThe themed Turku Biennaali (www.turkubiennaali.fi) takes place here in the summer of odd-numbered years."
},
{
    "country": "turku",
    "city": "Turku",
    "index": 6,
    "name": "Forum Marinum",
    "latitude": "60.436774",
    "longitude": "22.234145",
    "excerpt": "Partly housed in an old granary, this excellent maritime museum offers a comprehensive look at ships and shipping, from scale models to full-size vessels…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/forum-marinum/a/poi-sig/428714/359205",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1357335516.jpg",
    "detail_description": "Partly housed in an old granary, this excellent maritime museum offers a comprehensive look at ships and shipping, from scale models to full-size vessels. Highlights include the museum's hydrocopter, WWII torpedoes and multimedia displays, plus a cabin from a luxury cruise liner (many of which were built in Turku). At the museum's cafe-restaurant, you’ll find its namesake Daphne, a cute little boat that was home to author Göran Schild. Anchored outside is a small fleet of museum ships.\n"
},
{
    "country": "turku",
    "city": "Turku",
    "index": 4,
    "name": "Turun Linna",
    "latitude": "60.43532633",
    "longitude": "22.2280322",
    "excerpt": "Founded in 1280 at the mouth of the Aurajoki, mammoth Turku Castle is easily Finland’s largest fortress. Highlights include two dungeons and sumptuous…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/turun-linna/a/poi-sig/428728/359205",
    "image_url": null,
    "detail_description": "Founded in 1280 at the mouth of the Aurajoki, mammoth Turku Castle is easily Finland’s largest fortress. Highlights include two dungeons and sumptuous banqueting halls, as well as a fascinating historical museum of medieval Turku in the castle’s Old Bailey. Models depict the castle's growth from a simple island fortress to a Renaissance palace. Guided tours in English run four to six times daily from June to August.\nSwedish count Per Brahe ruled Finland from here in the 17th century, while Sweden’s deposed King Eric XIV was imprisoned in the castle’s round tower in the late 16th century. He was moved to several prisons, including Åland’s Kastelholms Slott, to prevent his discovery by rebels. Today most Finns recognise the castle's distinctive architecture as the logo for Turun Sinappi (Turku Mustard)."
},
{
    "country": "turku",
    "city": "Turku",
    "index": 3,
    "name": "Turun Tuomiokirkko",
    "latitude": "60.452371728485",
    "longitude": "22.278385207907",
    "excerpt": "The ‘mother church’ of Finland’s Lutheran faith, Turku Cathedral towers over Turku. Consecrated in 1300, the colossal brick Gothic building was rebuilt…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/turun-tuomiokirkko/a/poi-sig/428730/359205",
    "image_url": null,
    "detail_description": "The ‘mother church’ of Finland’s Lutheran faith, Turku Cathedral towers over Turku. Consecrated in 1300, the colossal brick Gothic building was rebuilt many times over the centuries after damaging fires, but it still looks majestic and historic. Upstairs, a small museum traces the stages of the cathedral’s construction, and contains medieval sculptures and religious paraphernalia. Free summer organ concerts (www.turkuorgan.fi) take place at 8pm Tuesday. English-language services are held at 4pm every Sunday year-round except December.\nThe cathedral's pulpit was designed by German architect CL Engel (who, in the spirit of impartiality, also built the Orthodox church on the market square). Romantic frescos by RW Ekman depict the baptism of Finland’s first bishop and Gustav Wasa presenting the nation with the first Finnish New Testament. Its most famous tomb belongs to Karin Månsdotter, Queen of Sweden and wife of the unfortunate Eric XIV.Listen out for the distinctive hourly bell, broadcast across the country at noon via the radio station YLE1 – a patriotic reminder of the Continuation War, when Finns were urged to pray together for victory at this designated hour."
}
]