[
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 21,
    "name": "City Pillar Shrine",
    "latitude": "15.228488",
    "longitude": "104.857614",
    "excerpt": "Ubon's completely ordinary city pillar shrine is at the south end of Thung Si Meuang park.",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/city-pillar-shrine/a/poi-sig/1386275/357792",
    "image_url": null,
    "detail_description": "Ubon's completely ordinary city pillar shrine is at the south end of Thung Si Meuang park.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 20,
    "name": "Hat Wat Tai",
    "latitude": "15.224202",
    "longitude": "104.870108",
    "excerpt": "Locals flock to this island beach in Mae Nam Mun during the hot, dry months from February to May when the sand rises out of the receding river. A cool…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/hat-wat-tai/a/poi-sig/1581059/357792",
    "image_url": null,
    "detail_description": "Locals flock to this island beach in Mae Nam Mun during the hot, dry months from February to May when the sand rises out of the receding river. A cool makeshift bamboo bridge connects it to the northern shore and bamboo-raft restaurants set up shop on the water.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 19,
    "name": "Monument of Merit",
    "latitude": "15.230838",
    "longitude": "104.858258",
    "excerpt": "This humble brick obelisk in the northeast corner of Thung Si Meuang park was erected by former WWII allied-forces POWs in gratitude for the secret…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/monument-of-merit/a/poi-sig/1386276/357792",
    "image_url": null,
    "detail_description": "This humble brick obelisk in the northeast corner of Thung Si Meuang park was erected by former WWII allied-forces POWs in gratitude for the secret assistance they received from ordinary Thai citizens while in Japanese prison camps here.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 18,
    "name": "Wat Sri Ubon Rattanaram Museum",
    "latitude": "15.228188",
    "longitude": "104.85593",
    "excerpt": "The temple has turned a beautiful old wooden săh·lah (hall) into a museum of religious items. The highlight is the collection of 18th-century đoô prá…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-sri-ubon-rattanaram-museum/a/poi-sig/1459730/357792",
    "image_url": null,
    "detail_description": "The temple has turned a beautiful old wooden săh·lah (hall) into a museum of religious items. The highlight is the collection of 18th-century đoô prá đraiþìdòk, cabinets used for storing sacred palm-leaf texts.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 17,
    "name": "Candle Parade Statue",
    "latitude": "15.230268",
    "longitude": "104.857163",
    "excerpt": "This 22m-tall statue at the centre of Thung Si Meuang park shows a Candle Parade float come to life with many accompanying deities.",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/candle-parade-statue/a/poi-sig/1386274/357792",
    "image_url": null,
    "detail_description": "This 22m-tall statue at the centre of Thung Si Meuang park shows a Candle Parade float come to life with many accompanying deities.\nSome locals consider it ugly and despise it. Most visitors, however, love it."
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 16,
    "name": "Wat Supattanaram",
    "latitude": "15.225726",
    "longitude": "104.853307",
    "excerpt": "Called Wat Supat for short, the unique bóht at this riverside temple, built between 1920 and 1936, features a Thai roof, European arches, a Khmer base and…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-supattanaram/a/poi-sig/1174469/357792",
    "image_url": null,
    "detail_description": "Called Wat Supat for short, the unique bóht at this riverside temple, built between 1920 and 1936, features a Thai roof, European arches, a Khmer base and also some Chinese design elements. And, in contrast to most temple buildings, the prominent pediments rise up higher than the roof.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 15,
    "name": "Wat Jaeng",
    "latitude": "15.236614",
    "longitude": "104.859878",
    "excerpt": "Founded around the same time as the city, Wat Jaeng has an adorable Lan Xang–style bòht (built in 1887) with large naga eave brackets on the sides,…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-jaeng/a/poi-sig/1174466/357792",
    "image_url": null,
    "detail_description": "Founded around the same time as the city, Wat Jaeng has an adorable Lan Xang–style bòht (built in 1887) with large naga eave brackets on the sides, crocodiles along the stairs and Airavata with two mythical lions atop the carved wooden facade. A travelling market fills up the grounds every Wednesday.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 14,
    "name": "Wat Tai",
    "latitude": "15.226967",
    "longitude": "104.866308",
    "excerpt": "The myriad sculptures covering the grounds of Wat Tai comprise a fairly complete 'who's who' of Thai deities and make it a fun place to visit.",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-tai/a/poi-sig/1386278/357792",
    "image_url": null,
    "detail_description": "The myriad sculptures covering the grounds of Wat Tai comprise a fairly complete 'who's who' of Thai deities and make it a fun place to visit.\nThe Buddha's life story murals in the wí·hăhn are interesting in how they squeeze so many episodes into each panel, and the depiction of the Buddhist Hell is quite graphic."
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 13,
    "name": "Thung Si Meuang",
    "latitude": "15.229699",
    "longitude": "104.857399",
    "excerpt": "The centrepiece of this city-centre park is a huge concrete Candle Parade statue. The humble brick obelisk in the northeast corner of Thung Si Meuang park…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/thung-si-meuang/a/poi-sig/1243821/357792",
    "image_url": null,
    "detail_description": "The centrepiece of this city-centre park is a huge concrete Candle Parade statue. The humble brick obelisk in the northeast corner of Thung Si Meuang park is the Monument of Merit. The City Pillar Shrine is to the south.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 12,
    "name": "Wat Na Kway",
    "latitude": "15.261747",
    "longitude": "104.851842",
    "excerpt": "Walk behind this temple's typical modern bòht and you'll find its petite, century-old precursor. The murals of the Buddha's life story bear resemblance to…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-na-kway/a/poi-sig/1581612/357792",
    "image_url": null,
    "detail_description": "Walk behind this temple's typical modern bòht and you'll find its petite, century-old precursor. The murals of the Buddha's life story bear resemblance to the mural paintings at Wat Thung Si Meuang, though not to their extent or standard. It's quite out of the way, but worth seeking out for art-lovers.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 9,
    "name": "Ubon Ratchathani National Museum",
    "latitude": "15.22768",
    "longitude": "104.8577",
    "excerpt": "Occupying the former city hall (built in 1918), this is a very informative museum with plenty on show, from Dvaravati-era Buddhas and 2000-year-old Dong…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/ubon-ratchathani-national-museum/a/poi-sig/1174450/357792",
    "image_url": null,
    "detail_description": "Occupying the former city hall (built in 1918), this is a very informative museum with plenty on show, from Dvaravati-era Buddhas and 2000-year-old Dong Son bronze drums to Ubon textiles and clever little animal traps. The museum's most prized possession is a 9th-century Khmer Ardhanarisvara, a composite statue combining Shiva and his consort Uma into one being. It's one of just two ever found in Thailand.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 11,
    "name": "Ban Nong Bok Pottery Village",
    "latitude": "15.23798",
    "longitude": "104.891067",
    "excerpt": "One of the main places in Thailand for making clay mortars – essential equipment in any Isan kitchen – lies on the eastern fringes of Ubon. While the…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/ban-nong-bok-pottery-village/a/poi-sig/1581600/357792",
    "image_url": null,
    "detail_description": "One of the main places in Thailand for making clay mortars – essential equipment in any Isan kitchen – lies on the eastern fringes of Ubon. While the workshops use many modern tools, the wood-fired kilns have changed little over many centuries. Mostly people work from 8am to 3pm Monday to Saturday, but often you can find them working outside these times.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 10,
    "name": "Wat Si Pradu",
    "latitude": "15.236076",
    "longitude": "104.874673",
    "excerpt": "This temple's lovely, modern bòht has a soaring wing-shaped design that creates a striking scene inside. The delightful murals cover many subjects…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-si-pradu/a/poi-sig/1581470/357792",
    "image_url": null,
    "detail_description": "This temple's lovely, modern bòht has a soaring wing-shaped design that creates a striking scene inside. The delightful murals cover many subjects including the Jataka (past life stories of the Buddha) and feature many brightly coloured creatures from the mythical Himmapan forest.A neighbourhood women's group does various handicrafts in a couple of buildings on the grounds.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 7,
    "name": "Wat Thung Si Meuang",
    "latitude": "15.229778",
    "longitude": "104.860874",
    "excerpt": "Built during the reign of Rama III (1824–51), Wat Thung Si Meuang has a classic hŏr đrai (Tripitaka hall) in excellent shape. Like many hŏr đrai, it rests…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-thung-si-meuang/a/poi-sig/1174454/357792",
    "image_url": null,
    "detail_description": "Built during the reign of Rama III (1824–51), Wat Thung Si Meuang has a classic hŏr đrai (Tripitaka hall) in excellent shape. Like many hŏr đrai, it rests on stilts in the middle of a pond to protect the precious scriptures (written on palm-leaf paper) from termites. It's kept open so you can look inside. The original murals in the little bòht beside the hŏr đrai show life in that era and are in remarkably good condition.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 8,
    "name": "Wat Klang",
    "latitude": "15.225279",
    "longitude": "104.863161",
    "excerpt": "This old riverside temple, founded in 1793 around the same time as the establishment of the city, has a pair of noteworthy buildings. Most eye-catching is…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-klang/a/poi-sig/1386248/357792",
    "image_url": null,
    "detail_description": "This old riverside temple, founded in 1793 around the same time as the establishment of the city, has a pair of noteworthy buildings. Most eye-catching is a large modern wooden wí·hăhn built to house the Pra Bot Buddha, one of Ubon's holiest. The adjacent bòht has a unique modern design that despite containing most of the typical Thai traits, does not feel in any way like a Thai temple building.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 6,
    "name": "Wat Sri Ubon Rattanaram",
    "latitude": "15.227556",
    "longitude": "104.856005",
    "excerpt": "The bòht at this important temple was built to resemble Bangkok's Wat Benchamabophit, but it's the 7cm-tall topaz Buddha inside that most Thais come to…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-sri-ubon-rattanaram/a/poi-sig/1174456/357792",
    "image_url": null,
    "detail_description": "The bòht at this important temple was built to resemble Bangkok's Wat Benchamabophit, but it's the 7cm-tall topaz Buddha inside that most Thais come to see. Phra Kaew Butsarakham, as it's known, was reportedly brought here from Vientiane at Ubon's founding and is one of the city's holiest possessions. It sits behind glass high up the back wall, all but out of sight. The image directly in front of the largest Buddha is a copy and actual-sized replicas are for sale.\n"
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 5,
    "name": "Wat Maha Wanaram",
    "latitude": "15.235196",
    "longitude": "104.863322",
    "excerpt": "Also known as Wat Pa Yai, the 'Large Forest Temple' (from long ago when Ubon was just a small town and this area lay beyond the city limits), this is one…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-maha-wanaram/a/poi-sig/1448627/357792",
    "image_url": null,
    "detail_description": "Also known as Wat Pa Yai, the 'Large Forest Temple' (from long ago when Ubon was just a small town and this area lay beyond the city limits), this is one of Ubon's busiest temples. The large wí·hăhn here has a giant white tile roof with a tall gold spire (illuminated at night) and the usual naga trim. The exterior walls are covered in carved sandstone.\nIn front are five scenes from the Buddha's life (birth, enlightenment, first sermon, spontaneous gathering of monks, and death) and the back pediment includes a scene of constructing this building."
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 4,
    "name": "Wat Phra That Nong Bua",
    "latitude": "15.263258",
    "longitude": "104.839547",
    "excerpt": "This spectacular, gleaming gold-and-white chedi is sure to dazzle. It loosely resembles the Mahabodhi stupa in Bodhgaya, India (where the Buddha reached…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-phra-that-nong-bua/a/poi-sig/1174459/357792",
    "image_url": null,
    "detail_description": "This spectacular, gleaming gold-and-white chedi is sure to dazzle. It loosely resembles the Mahabodhi stupa in Bodhgaya, India (where the Buddha reached enlightenment), and inside is another beautiful golden chedi. The latter was built in 1956 in honour of the 2500th anniversary of Buddhism, and the 55m-tall exterior went up over it 12 years later.The temple is on the outskirts of town, reached by sŏrng·tăa·ou 10.\nThe adjacent bòht, inspired by Mahaparinirvana temple in Kushinagar, India (where the Buddha died), continues the golden theme, with a bright altar containing eight large sitting Buddhas and, above them, a reclining Buddha."
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 3,
    "name": "Wat Nong Pa Phong",
    "latitude": "15.158175",
    "longitude": "104.831457",
    "excerpt": "Peaceful Wat Nong Pa Phong, founded by the venerable Ajahn Chah, who was born here, is known across Thailand for its quiet discipline and the complete…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-nong-pa-phong/a/poi-sig/1174476/357792",
    "image_url": null,
    "detail_description": "Peaceful Wat Nong Pa Phong, founded by the venerable Ajahn Chah, who was born here, is known across Thailand for its quiet discipline and the complete dedication of its monks. Spread about its forest are a golden chedi where Ajahn Chah's relics are interred, a unique open-sided ubosot (chapel) and a three-storey museum.Pink sŏrng·tăa·ou 3 gets you within 2km of the temple, and for an extra 50B or so the driver will probably take you to the gate.\nThe museum displays an odd assortment of items, from Ajahn Cha’s possessions to world currencies, sea shells, ancient artefacts, and skeletons and foetuses (for reflection on birth and death)."
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 2,
    "name": "Wat Pa Nanachat",
    "latitude": "15.164264",
    "longitude": "104.776354",
    "excerpt": "English is the primary language of Wat Pa Nanachat, a Western-oriented temple opened in 1975 by Ajahn Chah specifically for non-Thais. There's nothing…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-pa-nanachat/a/poi-sig/1175613/357792",
    "image_url": null,
    "detail_description": "English is the primary language of Wat Pa Nanachat, a Western-oriented temple opened in 1975 by Ajahn Chah specifically for non-Thais. There's nothing really to see here, but visitors interested in Buddhism, if they dress and act respectfully, are welcome to drop by and chat with a senior monk most days between about 9am and 10.30am.A sŏrng·tăa·ou from Warin Market or any Si Saket bus can drop you on Rte 226, 400m from the entrance. It's in the forest behind the rice fields.\nThose with previous meditation experience (no instruction is provided here) are welcome to apply to stay for a week – application details and temple rules are explained on its website. Guests must follow the strict monastic routine including eating just one meal a day, rising at 3am and doing daily chores."
},
{
    "country": "ubon-ratchathani",
    "city": "Ubon Ratchathani",
    "index": 1,
    "name": "Wat Ban Na Meuang",
    "latitude": "15.26215",
    "longitude": "104.873847",
    "excerpt": "This temple, also known as Wat Sa Prasan Suk, stands out from other temples in many ways. Most famously, the bòht sits on a boat: a ceramic-encrusted…",
    "detail_url": "https://www.lonelyplanet.com/thailand/ubon-ratchathani-province/ubon-ratchathani/attractions/wat-ban-na-meuang/a/poi-sig/1581613/357792",
    "image_url": null,
    "detail_description": "This temple, also known as Wat Sa Prasan Suk, stands out from other temples in many ways. Most famously, the bòht sits on a boat: a ceramic-encrusted replica of the late King Rama IX’s royal barge Suphannahong, complete with crew. The wí·hăhn also has a boat-shaped base, this one resembling the second-most-important royal barge, Anantanagaraj; and it’s surrounded by an actual pond.\nThese were not just artistic endeavours: the water represents our desires and the boats represent staying above them. The commissioner of these creations, Luang Pu Boon Mi, died in 2001 and there's a memorial to him under the large Buddha, though his relics are in the săh·lah alongside the boat bòht. To reach all of these you pass under an immense statue of Airavata (Erawan in Thai), Hindu god Indra’s three-headed elephant mount.The temple is north of the airport. Sŏrng·tăa·ou 8 passes near, but you need to tell the driver you’re going here or he won’t make the turn down the little road."
}
]