[
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 27,
    "name": "Rameshwar Ghat",
    "latitude": "24.573621995902",
    "longitude": "73.682983348582",
    "excerpt": "Boat trips on Lake Pichola can be taken from this ghat.",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/rameshwar-ghat/a/poi-sig/1319938/356462",
    "image_url": null,
    "detail_description": "Boat trips on Lake Pichola can be taken from this ghat.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 28,
    "name": "Old Clock Tower",
    "latitude": "24.58179067851",
    "longitude": "73.685515545033",
    "excerpt": "This landmark clock tower was built in 1887.",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/old-clock-tower/a/poi-sig/1319935/356462",
    "image_url": null,
    "detail_description": "This landmark clock tower was built in 1887.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 26,
    "name": "Badi Pol",
    "latitude": "24.578114",
    "longitude": "73.683758",
    "excerpt": "The main entrance to the City Palace complex, built in 1615.",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/badi-pol/a/poi-sig/1319942/356462",
    "image_url": null,
    "detail_description": "The main entrance to the City Palace complex, built in 1615.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 25,
    "name": "Sheetla Mata Gate",
    "latitude": "24.573650440747",
    "longitude": "73.686034208332",
    "excerpt": "This gate marks the southern entrance to the City Palace complex.",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/sheetla-mata-gate/a/poi-sig/1319948/356462",
    "image_url": null,
    "detail_description": "This gate marks the southern entrance to the City Palace complex.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 24,
    "name": "Tripolia Gate",
    "latitude": "24.577640553444",
    "longitude": "73.683804938952",
    "excerpt": "This three-arched gate was built in 1711 and opens onto the large Manesh Chowk in the City Palace complex.",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/tripolia-gate/a/poi-sig/1319949/356462",
    "image_url": null,
    "detail_description": "This three-arched gate was built in 1711 and opens onto the large Manesh Chowk in the City Palace complex.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 23,
    "name": "Lal Ghat",
    "latitude": "24.578993",
    "longitude": "73.682256",
    "excerpt": "Lal Ghat is the traditional raveller ghetto of Udaipur. Now, along with with budget hotels, handicraft shops and rooftop restaurants there are several…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/lal-ghat/a/poi-sig/1383636/356462",
    "image_url": null,
    "detail_description": "Lal Ghat is the traditional raveller ghetto of Udaipur. Now, along with with budget hotels, handicraft shops and rooftop restaurants there are several midrange and even top-end hotels. Although very touristy it is still a great place to stay.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 22,
    "name": "Ahar Government Museum",
    "latitude": "24.58589",
    "longitude": "73.721727",
    "excerpt": "Just 150m along the road from the royal cremation ground, the Ahar Government Museum contains copper and pottery objects more than 3300 years old, plus…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/ahar-government-museum/a/poi-sig/1447275/356462",
    "image_url": null,
    "detail_description": "Just 150m along the road from the royal cremation ground, the Ahar Government Museum contains copper and pottery objects more than 3300 years old, plus sculptures of Hindu gods and tirthankars (great Jain teachers) from the 8th to 16th centuries.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 20,
    "name": "Government Museum",
    "latitude": "24.576924",
    "longitude": "73.6835",
    "excerpt": "Entered from Ganesh Chowk, this museum has a splendid collection of jewel-like miniature paintings of the Mewar school and a turban that belonged to Shah…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/government-museum/a/poi-sig/1447864/356462",
    "image_url": null,
    "detail_description": "Entered from Ganesh Chowk, this museum has a splendid collection of jewel-like miniature paintings of the Mewar school and a turban that belonged to Shah Jahan, creator of the Taj Mahal. Stranger exhibits include a stuffed monkey holding a lamp. There are also regal maharana portraits in profile, documenting Mewar’s rulers along with the changing fashions of the moustache.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 21,
    "name": "Machla Magra",
    "latitude": "24.565225",
    "longitude": "73.68938",
    "excerpt": "This small hill southeast of the City Palace boasts a Karni Mata Temple and the sparse remains of the Eklingarh Fort. It can be reached by a ropeway, or…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/machla-magra/a/poi-sig/1561667/356462",
    "image_url": null,
    "detail_description": "This small hill southeast of the City Palace boasts a Karni Mata Temple and the sparse remains of the Eklingarh Fort. It can be reached by a ropeway, or you can walk up a zigzag path from the Sunset Point Park on the east side of pretty Dudh Talai lake, which you pass en route to Sunset Point.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 18,
    "name": "Jagdish Temple",
    "latitude": "24.579578",
    "longitude": "73.683919",
    "excerpt": "Reached by a steep, elephant-flanked flight of steps, 150m north of the City Palace’s Badi Pol, this busy Indo-Aryan temple was built by Maharana Jagat…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/jagdish-temple/a/poi-sig/1148156/356462",
    "image_url": null,
    "detail_description": "Reached by a steep, elephant-flanked flight of steps, 150m north of the City Palace’s Badi Pol, this busy Indo-Aryan temple was built by Maharana Jagat Singh in 1651. The wonderfully carved main structure enshrines a black stone image of Vishnu as Jagannath, Lord of the Universe. There’s also a brass image of the Garuda (Vishnu’s man-bird vehicle) in a shrine facing the main structure.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 19,
    "name": "Moti Magri",
    "latitude": "24.59889684",
    "longitude": "73.67957829",
    "excerpt": "This hill park overlooking Fateh Sagar is topped by a statue of the Rajput hero Maharana Pratap and his beloved horse Chetak, who together defied the…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/moti-magri/a/poi-sig/1447270/356462",
    "image_url": null,
    "detail_description": "This hill park overlooking Fateh Sagar is topped by a statue of the Rajput hero Maharana Pratap and his beloved horse Chetak, who together defied the Mughals. It takes about 20 minutes to walk up the road to the top. You can stop off at the Hall of Heroes, which contains 20 large paintings on Mewar history and models of Chittorgarh and the Haldighati battlefield.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 17,
    "name": "Saheliyon-ki-Bari",
    "latitude": "24.603814740026",
    "longitude": "73.680672689855",
    "excerpt": "In the north of the city, about 3km from Lal Ghat, the Saheliyon-ki-Bari was built by Sangram Singh II in 1710. This small, quaint ornamental garden was…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/saheliyon-ki-bari/a/poi-sig/449497/356462",
    "image_url": null,
    "detail_description": "In the north of the city, about 3km from Lal Ghat, the Saheliyon-ki-Bari was built by Sangram Singh II in 1710. This small, quaint ornamental garden was laid out for the enjoyment of 48 women attendants who came as part of a princess’ dowry and has beautiful, well-maintained fountains (water shortages permitting), kiosks, marble elephants and a delightful lotus pool.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 16,
    "name": "Bhartiya Lok Kala Museum",
    "latitude": "24.59424039",
    "longitude": "73.69174046",
    "excerpt": "This private folk-art museum, with an uncannily Dalek-like entrance tower, exhibits dresses, tribal jewellery, turbans, dolls, masks, musical instruments,…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/bhartiya-lok-kala-museum/a/poi-sig/1148159/356462",
    "image_url": null,
    "detail_description": "This private folk-art museum, with an uncannily Dalek-like entrance tower, exhibits dresses, tribal jewellery, turbans, dolls, masks, musical instruments, paintings and – its high point – puppets. Diverting one-hour puppet shows (Indian/foreigner ₹30/50), a good reason to visit if you’re travelling with children, are staged at 6pm. It’s 300m north of Chetak Circle in the north of the city.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 15,
    "name": "Fateh Sagar",
    "latitude": "24.59351",
    "longitude": "73.677396",
    "excerpt": "One kilometre north of Lake Pichola, this lake is ringed by hills and is a popular local hang-out. It was dammed in 1678 by Maharana Jai Singh, but…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/fateh-sagar/a/poi-sig/1447266/356462",
    "image_url": null,
    "detail_description": "One kilometre north of Lake Pichola, this lake is ringed by hills and is a popular local hang-out. It was dammed in 1678 by Maharana Jai Singh, but reconstructed by Maharana Fateh Singh in 1888 after heavy rains destroyed the dam. A pleasant drive winds along the east bank, where you can take boat or camel rides. In the middle of the lake is Nehru Park, a garden island. An autorickshaw from the old city costs ₹80 one way.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 14,
    "name": "Sunset Point",
    "latitude": "24.569528",
    "longitude": "73.684316",
    "excerpt": "The small Sunset Point Park has dazzling views over Lake Pichola, Jagmandir Island and off toward the Sajjan Garh (Monsoon Palace). It’s about 1.5km south…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/sunset-point/a/poi-sig/1447777/356462",
    "image_url": null,
    "detail_description": "The small Sunset Point Park has dazzling views over Lake Pichola, Jagmandir Island and off toward the Sajjan Garh (Monsoon Palace). It’s about 1.5km south from the Rangniwas Palace Hotel on Lake Palace Rd. Opposite the park is the lower station of the Ropeway, a cable car that swings over to Machla Magra hill, where the views are even more expansive. Boat trips on the lake are available, a cheaper alternative to those offered in the City Palace complex.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 13,
    "name": "Crystal Gallery",
    "latitude": "24.575734",
    "longitude": "73.683575",
    "excerpt": "Houses rare crystal that Maharana Sajjan Singh (r 1874–84) ordered from F&C Osler & Co in England in 1877. The maharana died before it arrived, and all…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/crystal-gallery/a/poi-sig/449493/356462",
    "image_url": null,
    "detail_description": "Houses rare crystal that Maharana Sajjan Singh (r 1874–84) ordered from F&amp;C Osler &amp; Co in England in 1877. The maharana died before it arrived, and all the items stayed forgotten and packed up in boxes for 110 years. The extraordinary, extravagant collection includes crystal chairs, sofas, tables and even beds. The rather hefty admission fee also includes entry to the grand Durbar Hall. Tickets are available at the City Palace gates or the Crystal Gallery entrance. Photography is prohibited.\n"
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 10,
    "name": "Sajjan Garh Wildlife Sanctuary",
    "latitude": "24.610503",
    "longitude": "73.631744",
    "excerpt": "On the way to Sajjan Garh, at the foot of the hill you enter the 5-sq-km Sajjan Garh Wildlife Sanctuary. A good way to visit is with the daily sunset…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/sajjan-garh-wildlife-sanctuary/a/poi-sig/1286146/356462",
    "image_url": null,
    "detail_description": "On the way to Sajjan Garh, at the foot of the hill you enter the 5-sq-km Sajjan Garh Wildlife Sanctuary. A good way to visit is with the daily sunset excursion in a minivan driven by an enterprising taxi driver who picks up tourists at the entrance to Bagore-ki-Haveli at Gangaur Ghat every day at 5pm. The round trip costs ₹300 per person, including waiting time (but not the sanctuary fees). His minivan has ‘Monsoon Palace-Sajjangarh Fort’ written across the front of it.\nAlternatively, autorickshaws will charge ₹500 including waiting time for a round trip to the sanctuary gate, which they are not allowed to pass. Taxis ferry people the final 4km up to the palace for ₹150 per person."
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 12,
    "name": "Vintage & Classic Car Collection",
    "latitude": "24.575412",
    "longitude": "73.694036",
    "excerpt": "The maharanas’ car collection makes a fascinating diversion, for what it tells about their elite lifestyle and for the vintage vehicles themselves. Housed…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/vintage-classic-car-collection/a/poi-sig/449501/356462",
    "image_url": null,
    "detail_description": "The maharanas’ car collection makes a fascinating diversion, for what it tells about their elite lifestyle and for the vintage vehicles themselves. Housed within the former state garage are 22 splendid vehicles, including the beautiful 1934 Rolls-Royce Phantom used in the Bond film Octopussy, and the Cadillac convertible that whisked Queen Elizabeth II to the airport in 1961. The museum is a 10-minute walk east along Lake Palace Rd.\nIf you enjoy a vegetarian thali, head to the Garden Hotel here (11.30am to 3pm and 7.30pm to 10pm; ₹250), but you have to first pay the museum entrance fee."
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 11,
    "name": "Bagore-ki-Haveli",
    "latitude": "24.579705",
    "longitude": "73.682224",
    "excerpt": "This gracious 18th-century haveli (traditional, ornately decorated residence), set on the water’s edge at Gangaur Ghat, was built by a Mewar prime…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/bagore-ki-haveli/a/poi-sig/1148158/356462",
    "image_url": null,
    "detail_description": "This gracious 18th-century haveli (traditional, ornately decorated residence), set on the water’s edge at Gangaur Ghat, was built by a Mewar prime minister and has since been carefully restored. There are 138 rooms set around courtyards, some arranged to evoke the period during which the house was inhabited, while others house cultural displays, including – intriguingly enough – the world’s biggest turban.\nThe haveli also houses a gallery featuring a fascinating collection of period photos of Udaipur and a bizarre collection of world-famous monuments carved out of polystyrene."
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 9,
    "name": "Jagniwas Island",
    "latitude": "24.575441",
    "longitude": "73.679831",
    "excerpt": "Jagniwas Island is about 15,000 sq m in size and entirely covered by the opulent palace built by Maharana Jagat Singh II in 1754. Once the royal summer…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/jagniwas-island/a/poi-sig/1510992/356462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/278a908c9d33950f59678ce5944c2e5b-jagniwas-island.jpg",
    "detail_description": "Jagniwas Island is about 15,000 sq m in size and entirely covered by the opulent palace built by Maharana Jagat Singh II in 1754. Once the royal summer palace, it was greatly extended and converted into the Lake Palace Hotel in the 1960s by Maharana Bhagwat Singh, and is now in the hands of the Indian-owned Taj Group. Alas, it doesn’t welcome casual visitors.\nOne of the world’s top luxury hotels, with gleaming courtyards, lotus ponds and a pool shaded by a mango tree, it has been largely responsible for putting Udaipur on the international tourist map: as half the city will constantly remind you, it had a starring role in the classic Bond movie, Octopussy (along with Shiv Niwas Palace and Monsoon Palace)."
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 7,
    "name": "Royal Cremation Ground",
    "latitude": "24.587383",
    "longitude": "73.719914",
    "excerpt": "About 3km east of the old city, at Ahar, is Udaipur’s royal cremation ground, with 372 cenotaphs of maharanas and queens of Mewar forming a spectacular…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/royal-cremation-ground/a/poi-sig/1447789/356462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9c3cb0fe67c242bcef13efa4dbe63401-ahar.jpg",
    "detail_description": "About 3km east of the old city, at Ahar, is Udaipur’s royal cremation ground, with 372 cenotaphs of maharanas and queens of Mewar forming a spectacular city of domes built over 400 years. Nineteen maharanas were cremated here, and the most striking cenotaph is that of Maharana Sangram Singh (r 1710–34). The newest, erected in 2004, is that of Udaipur’s last maharana, Bhagwat Singh (r 1955–84), father of the current head of the ex-ruling household.\nA return trip by autorickshaw should cost around ₹140, including waiting time.The beautiful Ayad Jain Temple, 300m back towards Udaipur, is also well worth a look while you are here.Ahar was also the site of ancient settlement that predated Udaipur by three-and-a-half millennia. Just 150m along the road from the royal cremation ground, the Ahar Government Museum contains copper and pottery objects more than 3300 years old, plus sculptures of Hindu gods and tirthankars (great Jain teachers) from the 8th to 16th centuries AD."
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 8,
    "name": "Shilpgram",
    "latitude": "24.611829",
    "longitude": "73.662901",
    "excerpt": "A crafts village west of Fateh Sagar, Shilpgram was inaugurated by Rajiv Gandhi in 1989. Set in dusty, rolling countryside, it’s contrived, but remains…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/shilpgram/a/poi-sig/1447278/356462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/58725bbde286c63fe1634665775e25c3-shilpgram.jpg",
    "detail_description": "A crafts village west of Fateh Sagar, Shilpgram was inaugurated by Rajiv Gandhi in 1989. Set in dusty, rolling countryside, it’s contrived, but remains interesting. There are 26 traditional village houses from Rajasthan, Gujarat, Goa and Maharashtra, some with glittering mirrored interiors, and craft exhibits. Best, though, are the excellent demonstrations by traditional dancers and artisans, with groups ready to perform as you approach (you’ll be expected to proffer a tip if you stay to watch).\nOutside the tourist season, however, Shilpgram can be almost deserted of artisans, performers and visitors. The best time to come is during the mela (fair) in the last 10 days of December: it’s a fantastic spectacle, often with hundreds upon hundreds of artisans and performers from all over India in attendance.Some people walk or cycle out to Shilpgram (about 10km by road from Lal Ghat); a return autorickshaw trip (including a 30-minute stop) from the old city will cost ₹400."
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 6,
    "name": "Jagmandir Island",
    "latitude": "24.567713",
    "longitude": "73.678372",
    "excerpt": "The palace on Jagmandir Island, about 800m south of Jagniwas, was built by Maharana Karan Singh II in 1620, added to by his successor Maharana Jagat Singh…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/jagmandir-island/a/poi-sig/1510991/356462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/01a72cf6ab32a61bf0b0b318a21f987e-jagmandir-island.jpg",
    "detail_description": "The palace on Jagmandir Island, about 800m south of Jagniwas, was built by Maharana Karan Singh II in 1620, added to by his successor Maharana Jagat Singh, and then changed very little until the last few years when it was partly converted into another (smaller) hotel. When lit up at night it has more romantic sparkle to it than the Lake Palace. As well as the seven hotel rooms, the island has a restaurant, bar and spa, which are open to visitors.\nWith its entrance flanked by a row of enormous stone elephants, the island has an ornate 17th-century tower, the Gol Mahal, carved from bluestone and containing a small exhibit on Jagmandir’s history, plus a garden and lovely views across the lake.Boat trips leave roughly hourly from Rameshwar Ghat, within the City Palace complex (note, you have to pay ₹30 to enter). The trips make a stop at Jagmandir Island, where you can stay for as long as you like before taking any boat back. You can take your own drinks and snacks to avoid the expensive options on the island."
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 5,
    "name": "Sajjan Garh",
    "latitude": "24.611439",
    "longitude": "73.631401",
    "excerpt": "Perched on top of a distant hill like a fairy-tale castle, this melancholy, neglected late-19th-century palace was constructed by Maharana Sajjan Singh…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/sajjan-garh/a/poi-sig/1148163/356462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-126386335_full.jpg",
    "detail_description": "Perched on top of a distant hill like a fairy-tale castle, this melancholy, neglected late-19th-century palace was constructed by Maharana Sajjan Singh. Originally an astronomical centre, it became a monsoon palace and hunting lodge. Now government owned, it’s in a sadly dilapidated state, but visitors stream up here for the marvellous views, particularly at sunset. It’s 5km west of the old city as the crow flies, about 9km by the winding road.\nAt the foot of the hill you enter the 5-sq-km Sajjan Garh Wildlife Sanctuary. A good way to visit is with the daily sunset excursion in a minivan driven by an enterprising taxi driver who picks up tourists at the entrance to Bagore-ki-Haveli at Gangaur Ghat every day at 5pm. The round trip costs ₹350 per person, including waiting time (but not the sanctuary fees). His minivan has ‘Monsoon Palace–Sajjangarh Fort’ written across the front of it. Alternatively, autorickshaws charge ₹200 one way to the sanctuary gate, which they are not allowed to pass. Share taxis ferry people the final 4km up to the palace for ₹200 per person."
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 4,
    "name": "Durbar Hall",
    "latitude": "24.575262556193",
    "longitude": "73.683650090373",
    "excerpt": "The restored Durbar Hall (royal reception hall) in the City Palace is one of India’s most impressive, with some of the country’s biggest chandeliers. The…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/durbar-hall/a/poi-sig/1319945/356462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bda5a712e370f7216b994e58a6d8eb97-durbar-hall.jpg",
    "detail_description": "The restored Durbar Hall (royal reception hall) in the City Palace is one of India’s most impressive, with some of the country’s biggest chandeliers. The walls display weapons and portraits of former maharanas of Mewar, who come from what is believed to be the oldest ruling dynasty in the world, spanning 76 generations. Entry to the Durbar Hall is included with a ticket to the Crystal Gallery.\nMany palaces in India have a durbar hall. Usually the grandest room in the place, with a respectable amount of chandeliers and gilt overlay, the durbar hall was dressed to impress and used by Indian rulers for meetings and official occasions, such as state banquets.The foundation stone of this hall was laid in 1909 by Lord Minto, the viceroy of India, during the reign of Maharana Fateh Singh, and it was originally named Minto Hall. The upper level of this high-ceilinged hall is surrounded by viewing galleries, where ladies of the palace could watch in veiled seclusion what was happening below. Nowadays, these halls are the Crystal Gallery.The hall still has the capacity to hold hundreds of people and can even be hired for conferences or social gatherings."
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 3,
    "name": "Lake Pichola",
    "latitude": "24.570348",
    "longitude": "73.678393",
    "excerpt": "Limpid and large, Lake Pichola reflects the grey-blue mountains on its mirror-like surface. It was enlarged by Maharana Udai Singh II, following his…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/lake-pichola/a/poi-sig/1287351/356462",
    "image_url": null,
    "detail_description": "Limpid and large, Lake Pichola reflects the grey-blue mountains on its mirror-like surface. It was enlarged by Maharana Udai Singh II, following his foundation of the city, by flooding Picholi village, which gave the lake its name. The lake is now 4km long and 3km wide, but remains shallow and dries up completely during severe droughts. The City Palace complex, including the gardens at its southern end, extends nearly 1km along the lake’s eastern shore.\nBoat trips leave roughly hourly from Rameshwar Ghat, within the City Palace complex (note, you have to pay ₹30 to enter). The trips make a stop at Jagmandir Island, where you can stay for as long as you like before taking any boat back. Take your own drinks and snacks, though, as those sold on the island are extortionately expensive. You can also take 25-minute boat rides from Lal Ghat (₹250 per person) throughout the day without the need to enter the City Palace complex: it’s worth checking in advance what time the popular sunset departure casts off."
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 2,
    "name": "City Palace",
    "latitude": "24.576261",
    "longitude": "73.683296",
    "excerpt": "Surmounted by balconies, towers and cupolas towering over the lake, the imposing City Palace is Rajasthan’s largest palace, with a facade 244m long and 30…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/city-palace/a/poi-sig/449487/356462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f20d2c9b89371c92a98f3987c583b5f1-city-palace.jpg",
    "detail_description": "Surmounted by balconies, towers and cupolas towering over the lake, the imposing City Palace is Rajasthan’s largest palace, with a facade 244m long and 30.4m high. Construction was begun in 1599 by Maharana Udai Singh II, the city’s founder, and it later became a conglomeration of structures (including 11 separate smaller palaces) built and extended by various maharanas, though it still manages to retain a surprising uniformity of design.\nYou can enter the complex through Badi Pol at the northern end, or the Sheetla Mata Gate to the south. Tickets for the City Palace Museum are sold at both entrances. Note: you must pay the ₹30 City Palace entrance ticket in order to pass south through Chandra Chowk Gate, en route to the Crystal Gallery or Rameshwar Ghat for the Lake Pichola boat rides, even if you have a City Palace Museum ticket.Inside Badi Pol, eight arches on the left commemorate the eight times maharanas were weighed here and their weight in gold or silver distributed to the lucky locals. You then pass through the three-arched Tripolia Gate into a large courtyard, Manek Chowk. Spot the large tiger-catching cage, which worked rather like an oversized mousetrap, and the smaller one for leopards."
},
{
    "country": "udaipur",
    "city": "Udaipur",
    "index": 1,
    "name": "City Palace Museum",
    "latitude": "24.577168",
    "longitude": "73.683586",
    "excerpt": "The main part of the City Palace is open as the City Palace Museum, with rooms extravagantly decorated with mirrors, tiles and paintings, and housing a…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/city-palace-museum/a/poi-sig/449491/356462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-539641373_full.jpg",
    "detail_description": "The main part of the City Palace is open as the City Palace Museum, with rooms extravagantly decorated with mirrors, tiles and paintings, and housing a large and varied collection of artefacts. It’s entered from Ganesh Chowk, which you reach from Manek Chowk.\nThe City Palace Museum begins with the Rai Angan (Royal Courtyard), the very spot where Udai Singh met the sage who told him to build a city here. Rooms along one side contain historical paintings, including several of the Battle of Haldighati (1576), in which Mewar forces under Maharana Pratap, one of the great Rajput heroes, gallantly fought the army of Mughal emperor Akbar to a stalemate.As you move through the palace, highlights include the Baadi Mahal (1699), where a pretty central garden gives fine views over the city. Kishan (Krishna) Vilas has a remarkable collection of miniatures from the time of Maharana Bhim Singh (r 1778–1828). The story goes that Bhim Singh’s daughter Krishna Kumari drank a fatal cup of poison here to solve the dilemma of rival princely suitors from Jaipur and Jodhpur who were both threatening to invade Mewar if she didn’t marry them. The Surya Choupad features a huge, ornamental sun – the symbol of the sun-descended Mewar dynasty – and opens into Mor Chowk (Peacock Courtyard) with its lovely mosaics of peacocks, the favourite Rajasthani bird.The southern end of the museum comprises the Zenana Mahal, the royal ladies’ quarters, built in the 17th century. It now contains a long picture gallery with lots of royal hunting scenes (note the comic strip–style of the action in each painting). The Zenana Mahal’s central courtyard, Laxmi Chowk, contains a beautiful white pavilion and a stable of howdahs (seat for carrying people on an elephant’s back), palanquins and other people-carriers."
}
]