[
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 1,
    "name": "Gandan Khiid",
    "latitude": "47.922692",
    "longitude": "106.894915",
    "excerpt": "Around the start of the 19th century more than 100 süm (temples) and khiid (monasteries) served a population of about 50,000 in Urga (the former name of…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/gandan-khiid/a/poi-sig/434810/357066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/73598f88ed537774c53235a248ac9feb-gandan-khiid.jpg",
    "detail_description": "Around the start of the 19th century more than 100 süm (temples) and khiid (monasteries) served a population of about 50,000 in Urga (the former name of Ulaanbaatar). Only a handful of these buildings survived the religious purges of 1937. It wasn’t until the early 1990s that the people of Mongolia started to openly practise Buddhism again. This monastery is one of Mongolia’s most important, and also one of its biggest tourist attractions. The full name, Gandantegchinlen, translates roughly as ‘the great place of complete joy’.\nBuilding was started in 1838 by the fourth Bogd Gegeen, but as with most monasteries in Mongolia, the purges of 1937 fell heavily on Gandan. When the US Vice President Henry Wallace asked to see a monastery during his visit to Mongolia in 1944, Prime Minister Choibalsan guiltily scrambled to open this one to cover up the fact that he had recently laid waste to Mongolia’s religious heritage. Gandan remained a ‘show monastery’ for other foreign visitors until 1990 when full religious ceremonies recommenced. Today more than 600 monks belong to the monastery.As you enter the main entrance from the south, a path leads towards the right to a courtyard containing two temples. The northeast building is Ochidara Temple (sometimes called Gandan Süm), where the most significant ceremonies are held. As you follow the kora (pilgrim) path clockwise around this building, you see a large statue behind glass of Tsongkhapa, the founder of the Gelugpa sect. The two-storey Didan-Lavran Temple in the courtyard was home to the 13th Dalai Lama during his stay here in 1904 (when he fled Lhasa ahead of a British invasion of Tibet).At the end of the main path as you enter is the magnificent white Migjid Janraisig Süm, the monastery’s main attraction. Lining the walls of the temple are hundreds of images of Ayush, the Buddha of Longevity, which stare through the gloom to the magnificent Migjid Janraisig statue.The original statue was commissioned by the eighth Bogd Khan in 1911, in hopes that it might restore his eyesight – syphilis had blinded him; however, it was carted away by Russia in 1937 (it was allegedly melted down to make bullets). The new statue was dedicated in 1996 and built with donations from Japan and Nepal. It is 26m high and made of copper with a gilt gold covering. The hollow statue contains 27 tonnes of medicinal herbs, 334 Sutras, two million bundles of mantras, plus an entire ger with furniture!To the east of the temple are four colleges of Buddhist philosophy, including the yellow building dedicated to Kalachakra, a wrathful Buddhist deity.To the west of the temple is the Öndör Gegeen Zanabazar Buddhist University, which was established in 1970. It is usually closed to foreigners.You can take photos (camera T7000, video T10,000) around the monastery and in Migjid Janraisig Süm, but not inside the other temples. Try to be there for the captivating ceremonies – they generally start at around 9am, though you may be lucky and see one at another time. Most chapels are closed in the afternoon."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 40,
    "name": "Government House",
    "latitude": "47.920598885291",
    "longitude": "106.91722259761",
    "excerpt": "Behind the Chinggis Khaan Statue in Sükhbaatar Square stands Government House. An inner courtyard of the building holds a large ceremonial ger used for…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/government-house/a/poi-sig/434848/357066",
    "image_url": null,
    "detail_description": "Behind the Chinggis Khaan Statue in Sükhbaatar Square stands Government House. An inner courtyard of the building holds a large ceremonial ger used for hosting visiting dignitaries.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 38,
    "name": "Red Ger Art Gallery",
    "latitude": "47.91225",
    "longitude": "106.923484",
    "excerpt": "Red Ger Art Gallery remains one of the city's best for modern artwork by Mongolia's top contemporary painters. There are regular shows, and all artwork is…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/red-ger-art-gallery/a/poi-sig/434854/357066",
    "image_url": null,
    "detail_description": "Red Ger Art Gallery remains one of the city's best for modern artwork by Mongolia's top contemporary painters. There are regular shows, and all artwork is for sale; check the Facebook page for events and info.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 39,
    "name": "Statue of S Zorig",
    "latitude": "47.916579",
    "longitude": "106.915323",
    "excerpt": "Across from the Central Post Office (CPO) is a statue of S Zorig, who at the age of 27 helped to lead the protests that brought down communism in 1990 …",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/statue-of-s-zorig/a/poi-sig/434856/357066",
    "image_url": null,
    "detail_description": "Across from the Central Post Office (CPO) is a statue of S Zorig, who at the age of 27 helped to lead the protests that brought down communism in 1990 (and was tragically assassinated in 1998).\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 37,
    "name": "Tasgany Ovoo",
    "latitude": "47.925256",
    "longitude": "106.899441",
    "excerpt": "Atop a steep hill, peaceful Tasgany Ovoo is worth a look if you haven't yet seen an ovoo, a sacred pyramid-shaped collection of stones. The views up top…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/tasgany-ovoo/a/poi-sig/434860/357066",
    "image_url": null,
    "detail_description": "Atop a steep hill, peaceful Tasgany Ovoo is worth a look if you haven't yet seen an ovoo, a sacred pyramid-shaped collection of stones. The views up top are magnificent, revealing the surrounding mountains and ger districts.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 36,
    "name": "Blue Sky Tower",
    "latitude": "47.91663",
    "longitude": "106.91842",
    "excerpt": "Rising from the ground like a giant shark fin is UB's most recognisable landmark, the Blue Sky Tower. This gleaming blue glass 105m-tall building houses a…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/blue-sky-tower/a/poi-sig/1498220/357066",
    "image_url": null,
    "detail_description": "Rising from the ground like a giant shark fin is UB's most recognisable landmark, the Blue Sky Tower. This gleaming blue glass 105m-tall building houses a hotel, office space and an entertainment complex, with multiple restaurants, bars and a nightclub.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 34,
    "name": "Freedom Square",
    "latitude": "47.922734",
    "longitude": "106.906081",
    "excerpt": "In front of the Central Museum of Mongolian Dinosaurs (the former Lenin Museum), Freedom Sq is UB's traditional gathering spot for political rallies and…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/freedom-square/a/poi-sig/1498221/357066",
    "image_url": null,
    "detail_description": "In front of the Central Museum of Mongolian Dinosaurs (the former Lenin Museum), Freedom Sq is UB's traditional gathering spot for political rallies and protests, including the pro-democracy protests that started in 1990. It's also popular with toddlers zipping around in toy cars.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 35,
    "name": "Khurel Togoot Observatory",
    "latitude": "47.818457",
    "longitude": "107.087173",
    "excerpt": "Located atop of Bondkhan Uul (1620m) is this Soviet-era observatory that offers fantastic views over the city. While those into astrology are welcome to…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/khurel-togoot-observatory/a/poi-sig/1585067/357066",
    "image_url": null,
    "detail_description": "Located atop of Bondkhan Uul (1620m) is this Soviet-era observatory that offers fantastic views over the city. While those into astrology are welcome to drop by on weekends, it's most notable as a landmark for mountain-bikers and hikers, from where a network of trails lead down.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 33,
    "name": "Wedding Palace",
    "latitude": "47.914328",
    "longitude": "106.91995",
    "excerpt": "The large, white square building located just southwest of the Victims of Political Persecution Memorial Museum is called the Wedding Palace. Built in…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/wedding-palace/a/poi-sig/434870/357066",
    "image_url": null,
    "detail_description": "The large, white square building located just southwest of the Victims of Political Persecution Memorial Museum is called the Wedding Palace. Built in 1976 by the Russians, it has since been used for tens of thousands of wedding ceremonies, including the marital vows of a few foreigners.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 32,
    "name": "Central Tower",
    "latitude": "47.917967",
    "longitude": "106.919911",
    "excerpt": "Very much symbolic of UB's rise in fortune is the swanky Central Tower, home to luxury brands such as Louis Vuitton and Armani. As well as retail and…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/central-tower/a/poi-sig/1478884/357066",
    "image_url": null,
    "detail_description": "Very much symbolic of UB's rise in fortune is the swanky Central Tower, home to luxury brands such as Louis Vuitton and Armani. As well as retail and office space, there's a rooftop cocktail bar. It stands at the southeast corner of Sükhbaatar Sq.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 31,
    "name": "Mongolian Stock Exchange",
    "latitude": "47.917848",
    "longitude": "106.915787",
    "excerpt": "The white colonnaded building to the southwest of Sükhbaatar Sq is the Mongolian Stock Exchange, which was opened in 1992 in the former Children's Cinema…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/mongolian-stock-exchange/a/poi-sig/434830/357066",
    "image_url": null,
    "detail_description": "The white colonnaded building to the southwest of Sükhbaatar Sq is the Mongolian Stock Exchange, which was opened in 1992 in the former Children's Cinema. The small park opposite the Stock Exchange contains a 0-kilometre marker, the point from which all distances in Mongolia are measured.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 30,
    "name": "Stamp Museum",
    "latitude": "47.91709",
    "longitude": "106.915426",
    "excerpt": "Well hidden within the Central Post Office, this small stamp museum covers Mongolia's history from 1924 to the current day. Of most interest are the…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/stamp-museum/a/poi-sig/1577135/357066",
    "image_url": null,
    "detail_description": "Well hidden within the Central Post Office, this small stamp museum covers Mongolia's history from 1924 to the current day. Of most interest are the Soviet-era stamps featuring Cold War imagery of space exploration and sporting triumphs, as well as more offbeat Elvis, Marilyn Monroe and Princess Di collectibles.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 29,
    "name": "Chinggis Khan Waxworks Museum",
    "latitude": "47.902621",
    "longitude": "106.868863",
    "excerpt": "If you're in the area to visit the cashmere outlets, this Madam Tussauds'–style wax museum is worth a look to see realistic figures of Chinggis Khan,…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/chinggis-khan-waxworks-museum/a/poi-sig/1577338/357066",
    "image_url": null,
    "detail_description": "If you're in the area to visit the cashmere outlets, this Madam Tussauds'–style wax museum is worth a look to see realistic figures of Chinggis Khan, along with his family and other 13th-century Mongol identities. For US$3 you can pose for a photo in full costume. Next door is a souvenir store inside a large ger.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 27,
    "name": "976 Art Gallery",
    "latitude": "47.915911",
    "longitude": "106.91945",
    "excerpt": "This well-established contemporary art gallery features established and emerging Mongolian artists, along with a small gallery/gift shop. It's run by Ms…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/976-art-gallery/a/poi-sig/1426826/357066",
    "image_url": null,
    "detail_description": "This well-established contemporary art gallery features established and emerging Mongolian artists, along with a small gallery/gift shop. It's run by Ms Gantuya, a passionate advocate for the local arts community. At the time of writing it was relocating to the Choijin Suites building in the city centre, across from the Blue Sky Tower.\r\n\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 28,
    "name": "Mongolian Artists’ Exhibition Hall",
    "latitude": "47.916723",
    "longitude": "106.916381",
    "excerpt": "If you want to see Mongolian art, and perhaps buy some, head into the Mongolian Artists’ Exhibition Hall, on the 2nd floor of the white-marble building…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/mongolian-artists-exhibition-hall/a/poi-sig/434824/357066",
    "image_url": null,
    "detail_description": "If you want to see Mongolian art, and perhaps buy some, head into the Mongolian Artists’ Exhibition Hall, on the 2nd floor of the white-marble building diagonally opposite the CPO. The gallery has a rotating collection of modern and often dramatic paintings, carvings, tapestries and sculptures, and a good souvenir shop.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 26,
    "name": "Chinggis Khaan Statue",
    "latitude": "47.919742",
    "longitude": "106.91742",
    "excerpt": "The enormous marble construction at the north end of UB's main square was completed in 2006 in time for the 800th anniversary of Chinggis Khaan’s…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/chinggis-khaan-statue/a/poi-sig/434800/357066",
    "image_url": null,
    "detail_description": "The enormous marble construction at the north end of UB's main square was completed in 2006 in time for the 800th anniversary of Chinggis Khaan’s coronation. At its centre is a seated bronze Chinggis Khaan statue, lording it over his nation. He is flanked by Ögedei (on the west) and Kublai (east). Two famed Mongol soldiers (Boruchu and Mukhlai) guard the entrance to the monument.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 25,
    "name": "Damdin Sükhbaatar Statue",
    "latitude": "47.918818",
    "longitude": "106.917592",
    "excerpt": "The square that bears Damdin Sükhbaatar's name features a statue of him astride his horse. The words he apparently spoke when declaring Mongolia's…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/damdin-suekhbaatar-statue/a/poi-sig/434804/357066",
    "image_url": null,
    "detail_description": "The square that bears Damdin Sükhbaatar's name features a statue of him astride his horse. The words he apparently spoke when declaring Mongolia's independence in 1921 are engraved on the bottom of the statue: 'If we, the whole people, unite in our common effort and common will, there will be nothing in the world that we cannot achieve, that we will not have learnt or failed to do.'\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 24,
    "name": "Ulaanbaatar City Museum",
    "latitude": "47.918341",
    "longitude": "106.936069",
    "excerpt": "The Ulaanbaatar City Museum offers a brief but insightful view of Ulaanbaatar’s history through old maps and photos. The most interesting item is a huge…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/ulaanbaatar-city-museum/a/poi-sig/434866/357066",
    "image_url": null,
    "detail_description": "The Ulaanbaatar City Museum offers a brief but insightful view of Ulaanbaatar’s history through old maps and photos. The most interesting item is a huge painting of the capital as it looked in 1912, in which you can clearly make out major landmarks such as Gandan Khiid and the Winter Palace of the Bogd Khan. A portion of the museum is dedicated to special photo exhibits that change frequently.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 23,
    "name": "Buddha Park",
    "latitude": "47.886363",
    "longitude": "106.916714",
    "excerpt": "Buddha Park is harder to appreciate these days since the construction of a high-rise, commercial development that encompasses the 23m-high Sakyamuni…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/buddha-park/a/poi-sig/1454987/357066",
    "image_url": null,
    "detail_description": "Buddha Park is harder to appreciate these days since the construction of a high-rise, commercial development that encompasses the 23m-high Sakyamuni statue. Below the statue is a small room containing thangkas, Sutras and images of the Buddha and his disciples. When it was erected in 2007, five tons of juniper were placed inside.To get there, catch bus 8 or 52 from the Bayangol Hotel.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 22,
    "name": "Wildlife Museum",
    "latitude": "47.918355",
    "longitude": "106.8959",
    "excerpt": "The Wildlife Museum (formerly known as the Hunting Museum) is on the 2nd floor of the Baigal Ordon (Nature Palace) on the street leading to Gandan Khiid…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/wildlife-museum/a/poi-sig/1403236/357066",
    "image_url": null,
    "detail_description": "The Wildlife Museum (formerly known as the Hunting Museum) is on the 2nd floor of the Baigal Ordon (Nature Palace) on the street leading to Gandan Khiid. The museum has well-presented taxidermy displays of Mongolia's wildlife, as well as displays of centuries-old trapping and hunting techniques that are used by both nomads and urban cowboys.\nIt’s usually locked, so ask for the key from someone downstairs."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 21,
    "name": "National Garden Park",
    "latitude": "47.900491",
    "longitude": "106.943021",
    "excerpt": "In the southern part of Ulaanbaatar is the sprawling National Garden Park, a popular place for locals to unwind and get some fresh air after work and on…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/national-garden-park/a/poi-sig/1577569/357066",
    "image_url": null,
    "detail_description": "In the southern part of Ulaanbaatar is the sprawling National Garden Park, a popular place for locals to unwind and get some fresh air after work and on weekends. The park is still a bit raw and forlorn, but as the trees grow it should improve over the years. It has a scenic mountainous backdrop, and there are food vendors, funfair games, open-air sculptures and sporting facilities. You can take a kitschy bike for a lap (per person T2000).\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 20,
    "name": "Dinosaur Museum Hunnu Mall",
    "latitude": "47.87934",
    "longitude": "106.853199",
    "excerpt": "This dinosaur 'museum', in an incongruous location within a mall, has displays of a Tarbosaurus bataar and a massive long-necked Opisthocoelicaudia among…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/dinosaur-museum-hunnu-mall/a/poi-sig/1576608/357066",
    "image_url": null,
    "detail_description": "This dinosaur 'museum', in an incongruous location within a mall, has displays of a Tarbosaurus bataar and a massive long-necked Opisthocoelicaudia among shoppers going about their business. There's also a paid section with more detailed exhibits for those looking for more than a photo op.It's located 8km southwest of the city, so unless you're really keen, it's only worth visiting if you're passing by en route to the airport or Mandshir Khiid.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 19,
    "name": "National Amusement Park",
    "latitude": "47.908374",
    "longitude": "106.923537",
    "excerpt": "Known to almost everyone as the Children’s Park, this small amusement park features a roller coaster, among other rides, games and paddle boats. The…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/national-amusement-park/a/poi-sig/434836/357066",
    "image_url": null,
    "detail_description": "Known to almost everyone as the Children’s Park, this small amusement park features a roller coaster, among other rides, games and paddle boats. The target audience is the 12-and-under set, so it’s perfect if you're travelling with small kids, but it's good fun for anyone to stroll about. For the rides you buy individual tickets, for around T4000 to T6000 a pop. It’s open year round; in winter there’s ice skating, too.The park entrance is on the southeast corner, and there's another to the west.\n"
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 18,
    "name": "Bakula Rinpoche Süm",
    "latitude": "47.920976",
    "longitude": "106.900785",
    "excerpt": "The Bakula Rinpoche Süm was founded in 1999 by the late Indian ambassador, himself a reincarnated lama from Ladakh. The Rinpoche’s ashes were interred…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/bakula-rinpoche-suem/a/poi-sig/434788/357066",
    "image_url": null,
    "detail_description": "The Bakula Rinpoche Süm was founded in 1999 by the late Indian ambassador, himself a reincarnated lama from Ladakh. The Rinpoche’s ashes were interred inside a golden stupa inside the temple in 2004. The monastery, used mainly as a centre for Buddhist teaching, also has a Centre for Buddhist Medicine. The monastery is not a must-see unless you're interested in learning about traditional medicine. The complex is located where Ikh Toiruu meets Sambuu St, behind a high white wall.\nThere's statue of Gandhi here, too, unveiled in 2016."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 17,
    "name": "Dashchoilon Khiid",
    "latitude": "47.927288",
    "longitude": "106.920811",
    "excerpt": "Originally built in 1890 and destroyed in the late 1930s, this monastery was partially rebuilt and is now located in three huge concrete gers that once…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/dashchoilon-khiid/a/poi-sig/434806/357066",
    "image_url": null,
    "detail_description": "Originally built in 1890 and destroyed in the late 1930s, this monastery was partially rebuilt and is now located in three huge concrete gers that once formed part of the State Circus. In the main temple a hefty string of 108 prayer-beads lies at the Buddha's feet, donated by monks from Japan; each bead weighs 45.5kg, making it the largest length of prayer beads in the world.\nThere are plans afoot to expand the monastery to include a six-storey building that will house a 17m-high statue of Maidar. You can get to Dashchoilon from a lane running off Baga Toiruu – look out for the orange-and-brown roof."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 16,
    "name": "Mongolia Theatre Museum",
    "latitude": "47.919542",
    "longitude": "106.919525",
    "excerpt": "The history of film and theatre in Mongolia is told through photographs and models at this small museum located on the 3rd floor of the Cultural Palace…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/mongolia-theatre-museum/a/poi-sig/1422841/357066",
    "image_url": null,
    "detail_description": "The history of film and theatre in Mongolia is told through photographs and models at this small museum located on the 3rd floor of the Cultural Palace. The collection includes old costumes, cameras and musical instruments used by actors, producers and musicians that have worked in Mongolia's entertainment industry.\nOne room is dedicated to the saint Danzan Ravjaa, the 18th-century poet and playwright who directed theatre in the Gobi Desert. Displays include costumes and masks used in his opera, Life Story of the Moon Cuckoo. The entrance is on the north side of the Cultural Palace, opposite XacBank."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 15,
    "name": "Mongol Costumes Centre",
    "latitude": "47.916579",
    "longitude": "106.919836",
    "excerpt": "This place designs and manufactures many of the fabulous dels (traditional coats) that are worn during the Naadam opening ceremony and at other state…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/mongol-costumes-centre/a/poi-sig/1454988/357066",
    "image_url": null,
    "detail_description": "This place designs and manufactures many of the fabulous dels (traditional coats) that are worn during the Naadam opening ceremony and at other state events. You can see the different varieties of del and even dress up in traditional Mongolian gear for a professional photo shoot (T10,000). The highlight of the centre is a small museum that features traditional Mongolian garments, as well as ethnographic artefacts, old chess sets, jewellery and replica 13th-century battle gear.\nThe museum is in an adjacent room that is sometimes locked so you may have to ask for it be opened up."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 14,
    "name": "Centre of Shaman Eternal Heavenly Sophistication",
    "latitude": "47.917224",
    "longitude": "106.89514",
    "excerpt": "Ulaanbaatar’s official Shaman Centre is a ramshackle ger teetering on the slope that leads to Gandan Khiid. While not particularly mystifying at first…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/centre-of-shaman-eternal-heavenly-sophistication/a/poi-sig/434796/357066",
    "image_url": null,
    "detail_description": "Ulaanbaatar’s official Shaman Centre is a ramshackle ger teetering on the slope that leads to Gandan Khiid. While not particularly mystifying at first sight, this is the real deal, with a bona fide shaman at its helm holding court daily. The main ger contains a smattering of icons, from fake stuffed tigers to deer heads and bear rugs. Ceremonies (T50,000) can be arranged through the resident female shaman, Bayaremae. Call ahead to confirm.\nIf you find the centre closed (which happens when Bayaremae is out of town) you can also see shamans in the open grass areas south of the Tuul Gol. This area is about 3km east of the Zaisan Memorial (you will spot the silk scarves tied to the poles on the right side of the road)."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 13,
    "name": "Badma Ega Datsan",
    "latitude": "47.922144",
    "longitude": "106.90027",
    "excerpt": "Belonging to Gandan Khiid, Badma Ega is a small, ramshackle place on a busy intersection. While Badma Ega is the original name for the temple, many know…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/badma-ega-datsan/a/poi-sig/434812/357066",
    "image_url": null,
    "detail_description": "Belonging to Gandan Khiid, Badma Ega is a small, ramshackle place on a busy intersection. While Badma Ega is the original name for the temple, many know it by the alternative name Gesar Süm (Gesar was a mythical Tibetan king). It is a popular place for locals to request, and pay for, puja (a blessing ceremony). Allegedly, the temple was placed here to stop the movement of the hill behind it, which was slowly creeping towards the centre of the city.\nIt’s easy to visit the temple as it lies between Gandan and the city centre.Tasgany Ovoo, about 300m north of Gesar Süm, is worth a look if you haven’t yet seen an ovoo, a sacred pyramid-shaped collection of stones."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 12,
    "name": "Asral",
    "latitude": "47.922928",
    "longitude": "106.863027",
    "excerpt": "Located in the northwest corner of the city, Asral is an NGO and Buddhist social centre that supports impoverished families. Its main aim is to stop…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/asral/a/poi-sig/1066564/357066",
    "image_url": null,
    "detail_description": "Located in the northwest corner of the city, Asral is an NGO and Buddhist social centre that supports impoverished families. Its main aim is to stop disadvantaged youths from becoming street children. It also provides skills and jobs for unemployed women; an on-site felt-making cooperative Made in Mongolia (www.madeinmongolia.net) turns out some lovely products to purchase.\nAsral encourages travellers to visit the centre. You can meet the felt-makers, learn to make felt products (workshops from US$20), buy items from its shop or volunteer. The centre is always looking for English teachers or gardeners to work on a small farm in Gachuurt or at its felt-making branch in Dundgov aimag in the Gobi region.The Buddhist arm of the organisation has classes on Buddhism and meditation, although for now these are only offered in Mongolian. In summer, a high Tibetan Lama, Panchen Otrul Rinpoche, visits the centre and provides religious teachings.The centre is in the 3/4 district opposite the Gobi Sauna, slightly off the main road. It's best to call before you visit. Take trolley bus '3,4 Horoolo' from Peace Ave to the last stop and continue walking for 300m. Asral is a two-storey cream-coloured building on your right."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 11,
    "name": "Beatles Square",
    "latitude": "47.915501",
    "longitude": "106.906575",
    "excerpt": "The plaza located between the State Department Store and the Circus has an unofficial name – Beatles Square, so named after the monument to the Fab Four…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/beatles-square/a/poi-sig/1451462/357066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_169537319.jpg",
    "detail_description": "The plaza located between the State Department Store and the Circus has an unofficial name – Beatles Square, so named after the monument to the Fab Four located close to its northern end. The monument features bronze images of John, Paul (barefooted), George and Ringo on one side, and on the other, a sculpture of a young man sitting in a stairwell strumming a guitar.\nThe sculpture recalls the 1970s era in Ulaanbaatar when groups of teenagers would gather in apartment stairwells and sing Beatles songs, which they learned from contraband records smuggled in from Eastern Europe. The plaza – surrounded by cafes, restaurants and cashmere shops – is a popular meeting place and hub of activity in summer when locals relax by the fountains.In August 2017 locals hit the street in protest against plans to bulldoze the square for commercial development; though regardless of how it plays out, the Beatles statue is expected to remain."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 10,
    "name": "National Library of Mongolia",
    "latitude": "47.914774",
    "longitude": "106.915898",
    "excerpt": "Mongolia's neoclassical National Library houses the world's largest collection of Buddhist texts, of which a select few are on display within its Museum…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/national-library-of-mongolia/a/poi-sig/1066520/357066",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock1596873190.jpg",
    "detail_description": "Mongolia's neoclassical National Library houses the world's largest collection of Buddhist texts, of which a select few are on display within its Museum of Rare and Valuable Books. Here you can see Unesco-recognised Buddhist manuscripts and gold- and silver-leaf Sutras from ancient Tibet, India and Mongolia. Most of the collection was built from the mid-1960s to the 1980s, several decades after the Buddhist purge destroyed nearly every monastery in the country. Researchers started collecting the Sutras from families that had hidden them during the purge.\nA project to catalogue them all using a digital archive began in 1999 with assistance from New York–based nonprofit Asia Classic Input Project (ACIP). Over one million texts have so far been identified, including verses by Nagajuna, a 2nd-century Indian philosopher, inscribed on birch bark.The library has a vast collection of English-language books and documents about Mongolia; though you'll need a library card to access it. The statue outside is Rinchen, a famed scholar who spoke 27 languages."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 9,
    "name": "Mongolian National Modern Art Gallery",
    "latitude": "47.919336",
    "longitude": "106.92066",
    "excerpt": "Sometimes called the Fine Art Gallery, this place contains a large and impressive display of modern and uniquely Mongolian paintings and sculptures, with…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/mongolian-national-modern-art-gallery/a/poi-sig/434828/357066",
    "image_url": null,
    "detail_description": "Sometimes called the Fine Art Gallery, this place contains a large and impressive display of modern and uniquely Mongolian paintings and sculptures, with nomadic life, people and landscapes all depicted in styles ranging from impressionistic to nationalistic. The Soviet romantic paintings depicted in thangka style are especially interesting, but the most famous work is Ochir Tsevegjav’s 1958 The Fight of the Stallions (aka Horse Fighting).\nThe entrance is in the courtyard of the Cultural Palace. The main gallery is on the 3rd floor and there are temporary exhibits on the 2nd floor."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 8,
    "name": "International Intellectual Museum",
    "latitude": "47.917363",
    "longitude": "106.94169",
    "excerpt": "This museum contains an intriguing collection of puzzles and games made by local and international artists. One puzzle requires 56,831 movements to…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/international-intellectual-museum/a/poi-sig/434816/357066",
    "image_url": null,
    "detail_description": "This museum contains an intriguing collection of puzzles and games made by local and international artists. One puzzle requires 56,831 movements to complete, says curator Zandraa Tumen-Ulzii. There are dozens of handmade chess sets and ingenious traditional Mongolian puzzles that are distant cousins to Rubik's Cube. An enthusiastic guide will show you how the puzzles operate and will even perform magic tricks. A fascinating place for both kids and adults.\nThe museum is located in eastern UB, in a hard-to-spot building hidden behind an abandoned circular building that appears to have suffered a fire at some point. No photography."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 7,
    "name": "Zanabazar Museum of Fine Arts",
    "latitude": "47.920081",
    "longitude": "106.909642",
    "excerpt": "This fine-arts museum has a superb collection of paintings, carvings and sculptures, including many by the revered sculptor and artist Zanabazar. It also…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/zanabazar-museum-of-fine-arts/a/poi-sig/434876/357066",
    "image_url": null,
    "detail_description": "This fine-arts museum has a superb collection of paintings, carvings and sculptures, including many by the revered sculptor and artist Zanabazar. It also contains other rare religious exhibits such as scroll thangka (paintings) and Buddhist statues, representing the best display of its kind in Mongolia. A bonus is that most of the exhibit captions are in English, to go with a very comprehensive audio guide.\nOn display are some fine examples of the sculptor’s work, including five Dhyani, or Contemplation Buddhas (cast in 1683) and Tara in her 21 manifestations. Also worth checking out are the wonderful tsam masks (worn by monks during religious ceremonies) and the intricate paintings, One Day in Mongolia and the Airag Feast, by the renowned artist B Sharav. These paintings depict almost every aspect of nomadic life.As you enter the building, a room on the left displays ancient art, including deer stones that date to the Bronze Age. To the right is a shop selling souvenirs and contemporary art.The building itself carries some historical value. It was built in 1905, making it one of the oldest Manchu-era commercial buildings in the city. It was first used as a Chinese Bank, Soviet troops stayed here in the 1920s, and it later served as Ulaanbaatar’s first State Department Store. It has been an art museum since 1966."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 5,
    "name": "Winter Palace of the Bogd Khan",
    "latitude": "47.897408",
    "longitude": "106.906988",
    "excerpt": "Built between 1893 and 1903, this palace is where Mongolia’s eighth Living Buddha, and last king, Jebtzun Damba Hutagt VIII (often called the Bogd Khan),…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/winter-palace-of-the-bogd-khan/a/poi-sig/434872/357066",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock743550031.jpg",
    "detail_description": "Built between 1893 and 1903, this palace is where Mongolia’s eighth Living Buddha, and last king, Jebtzun Damba Hutagt VIII (often called the Bogd Khan), lived for 20 years. For reasons that are unclear, the palace was spared destruction by the Russians and turned into a museum. The summer palace, on the banks of Tuul Gol, was completely destroyed. There are six temples in the grounds; each now contains Buddhist artworks, including sculptures and thangkas.\nThe white, Western-looking building to the right as you enter is the Winter Palace. Within you'll encounter a room showing the king and queen's unusual living arrangements, and a collection of gifts received from foreign dignitaries, such as a pair of golden boots from a Russian tsar, a robe made from 80 unfortunate foxes and a ger lined with the skins of 150 leopards. Mongolia’s Declaration of Independence (from China in 1911) is among the exhibits.The Bogd Khan’s penchant for unusual wildlife explains the extraordinary array of stuffed animals in the palace. Some of them had been part of his personal zoo – look out for the photo of the Bogd’s elephant, purchased from Russia for 22,000 roubles.The exhibition hall in the northern part of the complex has temporary displays from the palace's collection; visit the website to see what's showing.The Winter Palace is a few kilometres south of Chinggis Khaan Sq. It is a bit too far to walk, so take a taxi or catch bus 7 or 19."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 6,
    "name": "Zaisan Memorial",
    "latitude": "47.886075",
    "longitude": "106.919289",
    "excerpt": "Built by the Russians to commemorate 'unknown soldiers and heroes' from various wars, the Zaisan Memorial features stirring socialist realism imagery with…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/zaisan-memorial/a/poi-sig/434874/357066",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial754892950.jpg",
    "detail_description": "Built by the Russians to commemorate 'unknown soldiers and heroes' from various wars, the Zaisan Memorial features stirring socialist realism imagery with Soviet mosaics and reliefs, including that of Stalin and Lenin. Accessed via steep stairs, the monument sits atop the hill south of the city with wonderful views of Ulaanbaatar and the surrounding hills – although these have been blighted by recent high-rise commercial development. Take bus 8 or 52 from Bayangol Hotel or Baga Toiruu.\nThe enormous tank at the bottom of the hill – part of the Mongolia People's Tank Brigade – saw action against the Nazis during WWII."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 4,
    "name": "Choijin Lama Temple Museum",
    "latitude": "47.914803",
    "longitude": "106.918827",
    "excerpt": "This temple museum smack in the middle of downtown Ulaanbaatar was the home of Luvsan Haidav Choijin Lama (‘Choijin’ is an honorary title given to some…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/choijin-lama-temple-museum/a/poi-sig/434802/357066",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockRF567251233.jpg",
    "detail_description": "This temple museum smack in the middle of downtown Ulaanbaatar was the home of Luvsan Haidav Choijin Lama (‘Choijin’ is an honorary title given to some monks), the state oracle and brother of the Bogd Khan. Construction of the monastery commenced in 1904 and was completed four years later. It was closed in 1938 and probably would have been demolished had it not been saved in 1942 to serve as a museum demonstrating the ‘feudal’ ways of the past.\nAlthough religious freedom in Mongolia recommenced in 1990, this monastery is no longer an active place of worship.There are five temples within the grounds. As you enter, the first temple you see is the Maharaja Süm. The main temple features statues of Sakyamuni (the historical Buddha), Choijin Lama and Baltung Choimba (the teacher of the Bogd Khan), whose mummified remains are inside the statue. There are also some fine thangka paintings and some of the best tsam masks in the country. The gongkhang (protector chapel) behind the main hall contains the oracle’s throne and a magnificent statue of yab-yum (mystic sexual union).The other temples are Zuu Süm, dedicated to Sakyamuni; Yadam Süm, which contains wooden and bronze statues of various gods, some created by the famous Mongolian sculptor Zanabazar; and Amgalan Süm, containing a self-portrait of Zanabazar himself and a small stupa apparently brought to Ulaanbaatar by Zanabazar from Tibet.The audio guide offers detailed information, and there are also volunteer guides who can answer your questions.The complex is located off Jamyn St, with the entrance on the south side. The T50,000/100,000 fee for photography/video means it's mainly one for professionals."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 3,
    "name": "National Museum of Mongolia",
    "latitude": "47.920419",
    "longitude": "106.915373",
    "excerpt": "Mongolia’s wonderful National Museum sweeps visitors from the Neolithic era right to the present day. It’s UB's only genuine blockbuster sight, offering…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/national-museum-of-mongolia/a/poi-sig/434838/357066",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1596873184.jpg",
    "detail_description": "Mongolia’s wonderful National Museum sweeps visitors from the Neolithic era right to the present day. It’s UB's only genuine blockbuster sight, offering an unparalleled overview of Mongolian culture, ranging from stone-age petroglyphs and exquisite gold ornamentation to, arguably the highlight, the full gamut of traditional ceremonial costume – which unmistakably inspired the look of characters from the Star Wars prequels.\nThe 1st floor has some interesting exhibits on Stone Age sites in Mongolia, as well as petroglyphs, deer stones (stone sculptures of reindeer and other animals) and burial sites from the Hun and Uighur eras. Look for the remarkable gold treasure (including a golden tiara), found in 2001 by archaeologists digging near the Kul-Teginii Monument in Övörkhangai.The 2nd floor houses an outstanding collection of costumes, hats and jewellery, representing most of Mongolia’s ethnic groups. Take a gander at some of the elaborate silverwork of the Dariganga minority or the outrageous headgear worn by Khalkh Mongols. Some of the outfits contain 20kg to 25kg of silver ornamentation.The 3rd floor is a must-see for fans of the Mongol horde. The collection includes real examples of 12th-century Mongol armour, and correspondence between Pope Innocent IV and Guyuk Khaan. Written in Latin and Persian and dated 13 November 1246, it bears the seal of the khan. There is also a display of traditional Mongolian culture with, among other things, a furnished ger, traditional herding and domestic implements, saddles and musical instruments. In the 20th-century-history section, look out for D Sükhbaatar’s famous hollow horsewhip, inside which he hid a secret letter written in 1920 by the Bogd Khan enlisting the aid of the Russian Red Army. It also covers the Soviet era, including the suit of cosmonaut Jügderdemidiin Gurragchaa, the first Mongolian in space.The final hall contains a rousing, self-congratulatory display of Mongolia’s recent history and the 1990 democratic revolution, with no mention of the breadlines of the early 1990s or other hardships of the transition from communism to democracy."
},
{
    "country": "ulaanbaatar",
    "city": "Ulaanbaatar",
    "index": 2,
    "name": "Sükhbaatar Square",
    "latitude": "47.918456",
    "longitude": "106.917722",
    "excerpt": "In July 1921 in the centre of Ulaanbaatar, Damdin Sükhbaatar (the ‘hero of the revolution’) declared Mongolia’s final independence from China. A square…",
    "detail_url": "https://www.lonelyplanet.com/mongolia/ulaanbaatar/attractions/suekhbaatar-square/a/poi-sig/434858/357066",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/870d8d6123525e17e6a4c9d34b14f8c7-chinggis-khaan-sukhbaatar-square.jpg",
    "detail_description": "In July 1921 in the centre of Ulaanbaatar, Damdin Sükhbaatar (the ‘hero of the revolution’) declared Mongolia’s final independence from China. A square later built on the spot now bears his name and features at its centre a bronze statue of the revolutionary astride his horse. In 2013 the city authorities changed the name of the plaza to Chinggis Khaan Sq, but in 2016 Sükhbaatar's descendants won a court battle to restore the original name.\nPeaceful anti-communism protests were held here in 1990, eventually ushering in the era of democracy. Today, the square (talbai) is occasionally used for rallies, ceremonies, rock concerts and festivals, but is generally a relaxed place where kids drive toy cars and teens whiz around on bikes. Near the centre of the square, look for a large plaque that lists the former names of the city – Örgöö, Nomiin Khuree, Ikh Khuree and Niislel Khuree. The large warehouse on the square houses temporary exhibits. Poke your head inside to see what's on.The enormous marble construction at the north end was completed in 2006 in time for the 800th anniversary of Chinggis Khaan’s coronation. At its centre is a seated bronze Chinggis Khaan statue. He is flanked by Ögedei (on the west) and Kublai (east). Two famed Mongol soldiers (Boruchu and Mukhlai) guard the entrance to the monument.Behind the Chinggis monument stands Parliament House, which is commonly known as Government House. An inner courtyard of the building holds a large ceremonial ger used for hosting visiting dignitaries.To the east of the square is the 1970s Soviet-style Cultural Palace, a useful landmark containing the Mongolian National Modern Art Gallery and several other cultural institutions. At the southeast corner of the square, the salmon-pinkish building is the State Opera &amp; Ballet Theatre. Just south of the opera house is the symbol of the country's new wealth, Central Tower, which houses luxury shops including Louis Vuitton and Armani.The light-coloured colonnaded building to the southwest is the Mongolian Stock Exchange, which was opened in 1992 in the former Children’s Cinema. Across from the Central Post Office is a statue of S Zorig, who, at the age of 27, helped to lead the protests that brought down communism in 1990 (he was tragically assassinated in 1998)."
}
]