[
{
    "country": "unawatuna",
    "city": "Unawatuna",
    "index": 4,
    "name": "Buddhist Temple",
    "latitude": "6.006066",
    "longitude": "80.244055",
    "excerpt": "This small Buddhist temple at the west end of the beach has amazing bay views and also a vigilant monk ready to chase away anyone who is hoping to feign…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-south/unawatuna/attractions/buddhist-temple/a/poi-sig/1460236/357492",
    "image_url": null,
    "detail_description": "This small Buddhist temple at the west end of the beach has amazing bay views and also a vigilant monk ready to chase away anyone who is hoping to feign some piety in return for a shady rest.\n"
},
{
    "country": "unawatuna",
    "city": "Unawatuna",
    "index": 3,
    "name": "Yatagala Raja Maha Viharaya",
    "latitude": "6.024824",
    "longitude": "80.261736",
    "excerpt": "Just 4km inland from Unawatuna, the Yatagala Raja Maha Viharaya is a quiet rock temple with a 9m reclining Buddha. The mural-covered walls are painted in…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-south/unawatuna/attractions/yatagala-raja-maha-viharaya/a/poi-sig/1194535/357492",
    "image_url": null,
    "detail_description": "Just 4km inland from Unawatuna, the Yatagala Raja Maha Viharaya is a quiet rock temple with a 9m reclining Buddha. The mural-covered walls are painted in the typical style of the Kandyan period. Monks have been living here for at least 1500 years. You'll seldom find crowds here, which only adds to the appeal. As you ascend the long flights of stairs, there are good views over the rice fields.\n"
},
{
    "country": "unawatuna",
    "city": "Unawatuna",
    "index": 2,
    "name": "Jungle Beach",
    "latitude": "6.019147",
    "longitude": "80.240192",
    "excerpt": "One of those 'secret' spots that everyone seems to knows about, Jungle Beach is a pretty bay just west of Unawatuna. There are a couple of slim-line sandy…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-south/unawatuna/attractions/jungle-beach/a/poi-sig/1493572/357492",
    "image_url": null,
    "detail_description": "One of those 'secret' spots that everyone seems to knows about, Jungle Beach is a pretty bay just west of Unawatuna. There are a couple of slim-line sandy coves here, some snorkelling offshore (though the reef is degraded) and a cafe (the venue for excellent DJ-driven parties on Wednesdays in high season). It's a pleasant, hilly 2km walk from Unawatuna; access by road is only via a side lane from the highway. Tuk-tuks charge Rs 400 from Unawatuna.\n"
},
{
    "country": "unawatuna",
    "city": "Unawatuna",
    "index": 1,
    "name": "Rumassala Peace Pagoda",
    "latitude": "6.015861",
    "longitude": "80.240192",
    "excerpt": "On the hillside west of Unawatuna, this impressive pagoda was built by Japanese Buddhist monks of the Mahayana sect in 2005, as part of their scheme to…",
    "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-south/unawatuna/attractions/rumassala-peace-pagoda/a/poi-sig/1493571/357492",
    "image_url": null,
    "detail_description": "On the hillside west of Unawatuna, this impressive pagoda was built by Japanese Buddhist monks of the Mahayana sect in 2005, as part of their scheme to build peace temples in conflict zones (the Sri Lankan war was raging at the time). It's a (steep) 20-minute hike from the west end of Unawatuna beach, if travelling by road you have to use a narrow 1.6km access road from the highway. The views of Galle Bay and the ocean are spellbinding at sunset.\nDress modestly, though the caretaker may lend you a sarong. There is another pagoda built by the same monks in Ampara, on the east coast."
}
]