[
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 1,
    "name": "Gamla Uppsala",
    "latitude": "59.897951",
    "longitude": "17.633057",
    "excerpt": "One of Sweden’s largest and most important burial sites, Gamla Uppsala (4km north of Uppsala) contains 300 mounds from the 6th to 12th centuries. The…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/gamla-uppsala/a/poi-sig/1291028/360808",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Sweden%20Uppsala%20Nadezhda%20Kharitonova%20shutterstock_1138429115%20RFC.jpg",
    "detail_description": "One of Sweden’s largest and most important burial sites, Gamla Uppsala (4km north of Uppsala) contains 300 mounds from the 6th to 12th centuries. The earliest are also the three most impressive. Legend has it they contain the pre-Viking kings Aun, Egil and Adils, who appear in Beowulf and Icelandic historian Snorre Sturlason’s Ynglingsaga. More recent evidence suggests the occupant of Östhögen (East Mound) was a woman, probably a female regent in her 20s or 30s.\nAccording to Olof Rudbeck’s 1679 book Atlantica, Gamla Uppsala was the seat of Western culture. Rudbeck (1630–1702), a scientist, writer and all-around colourful character, amassed copious evidence proving that Old Uppsala was, in fact, the mythical lost city of Atlantis. In retrospect this seems unlikely, but the area is a fascinating attraction nevertheless. You can learn more in the adjoining Gamla Uppsala Museum, or wander on your own; there are informative plaques throughout the site.Speculation has surrounded the burial site from the beginning. Early press reports include that of medieval chronicler Adam of Bremen – who never actually visited – describing a vast golden temple in Gamla Uppsala in the 10th century. Allegedly, animal and human sacrifices were strung up in a sacred grove outside.When Christianity arrived around 1090, Thor, Odin and the other Viking gods began to fade. From 1164, the archbishop of Uppsala had his seat in a cathedral on the site of the present church.If you feel like a stroll or a bicycle ride, Eriksleden is a 6km ‘pilgrims path’ between the cathedral in Uppsala and the church in Gamla Uppsala. Its namesake, Erik the Holy, was king of Sweden from around 1150 until the Danes beheaded him 10 years later. The story is that his head rolled down the hill, and where it stopped a spring came up. The main trail also provides access to a ridged wilderness area called Tunåsen, with a panoramic viewpoint (follow signs along Eriksleden just south of Gamla Uppsala to ‘utsiktsleden’).Buses for Gamla Uppsala leave from Stora Torget in central Uppsala."
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 19,
    "name": "Linnaeum Orangery",
    "latitude": "59.852424",
    "longitude": "17.628323",
    "excerpt": "This beautiful orangery, a focal point of the Linnaean Gardens of Uppsala, is over 200 years old.",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/linnaeum-orangery/a/poi-sig/1429812/360808",
    "image_url": null,
    "detail_description": "This beautiful orangery, a focal point of the Linnaean Gardens of Uppsala, is over 200 years old.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 18,
    "name": "Linnéträdgården",
    "latitude": "59.862353268649",
    "longitude": "17.634054422379",
    "excerpt": "A reconstructed version of Sweden’s oldest botanical garden – Linné’s playground – with more than 1300 species ­arranged according to the system he…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/linnetraedgaarden/a/poi-sig/493076/360808",
    "image_url": null,
    "detail_description": "A reconstructed version of Sweden’s oldest botanical garden – Linné’s playground – with more than 1300 species ­arranged according to the system he invented.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 17,
    "name": "Bror Hjorth’s House",
    "latitude": "59.850808",
    "longitude": "17.618551",
    "excerpt": "Bror Hjorth’s House, the studio of beloved local artist Bror Hjorth (1894–1968), is jam-packed with Hjorth’s charming paintings and sculptures. Hosts…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/bror-hjorth-s-house/a/poi-sig/1113628/360808",
    "image_url": null,
    "detail_description": "Bror Hjorth’s House, the studio of beloved local artist Bror Hjorth (1894–1968), is jam-packed with Hjorth’s charming paintings and sculptures. Hosts temporary exhibitions.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 16,
    "name": "Uppsala konstmuseum",
    "latitude": "59.853289",
    "longitude": "17.635319",
    "excerpt": "Located at the Uppsala Slott entrance marked E, Uppsala Art Museum displays Swedish and international modern and contemporary art and ceramics, as well as…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/uppsala-konstmuseum/a/poi-sig/493086/360808",
    "image_url": null,
    "detail_description": "Located at the Uppsala Slott entrance marked E, Uppsala Art Museum displays Swedish and international modern and contemporary art and ceramics, as well as the art-study collection of Uppsala University.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 15,
    "name": "Rune Stones",
    "latitude": "59.857839",
    "longitude": "17.630936",
    "excerpt": "In the grassy, sloping park between Domkyrka and the main Uppsala University building are nine typical Uppland rune stones. There's another row of them…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/rune-stones/a/poi-sig/1416701/360808",
    "image_url": null,
    "detail_description": "In the grassy, sloping park between Domkyrka and the main Uppsala University building are nine typical Uppland rune stones. There's another row of them propped in the grass just outside the entrance to the cathedral.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 14,
    "name": "Vasaborgen",
    "latitude": "59.853006",
    "longitude": "17.63458",
    "excerpt": "Part creepy castle tour, part museum, Vasaborgen is an interactive exploration of Uppsala's castle ruins where many a horrible slaying has taken place…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/vasaborgen/a/poi-sig/1580955/360808",
    "image_url": null,
    "detail_description": "Part creepy castle tour, part museum, Vasaborgen is an interactive exploration of Uppsala's castle ruins where many a horrible slaying has taken place over the centuries. Fortunately, no horrible slayings have taken place in recent times.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 13,
    "name": "Fredens hus",
    "latitude": "59.853302",
    "longitude": "17.635546",
    "excerpt": "This happy little museum in Uppsala Slott is dedicated to spreading the good word of peace on earth, free from religious overtones, by focusing on the…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/fredens-hus/a/poi-sig/1580954/360808",
    "image_url": null,
    "detail_description": "This happy little museum in Uppsala Slott is dedicated to spreading the good word of peace on earth, free from religious overtones, by focusing on the work and lives of those who have championed for peace in troubled times, in Sweden and abroad.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 12,
    "name": "Upplandsmuseet",
    "latitude": "59.85887615062",
    "longitude": "17.635029541597",
    "excerpt": "Upplandsmuseet, in an 18th-century watermill, houses county collections of folk art, music and the history of Uppsala from the Middle Ages onwards, as…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/upplandsmuseet/a/poi-sig/493084/360808",
    "image_url": null,
    "detail_description": "Upplandsmuseet, in an 18th-century watermill, houses county collections of folk art, music and the history of Uppsala from the Middle Ages onwards, as well as more modern displays. (Temporary installations have included photographs from the life of author Astrid Lindgren.) In particular, kids will find the inventive dioramas and reconstructions engrossing.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 11,
    "name": "Disagården",
    "latitude": "59.900969805465",
    "longitude": "17.629033327103",
    "excerpt": "Follow signs from the grave mounds at Gamla Uppsala to reach Disagården, a 19th-century farming village turned open-air museum consisting of 26 timber…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/disagaarden/a/poi-sig/493066/360808",
    "image_url": null,
    "detail_description": "Follow signs from the grave mounds at Gamla Uppsala to reach Disagården, a 19th-century farming village turned open-air museum consisting of 26 timber buildings and a platform stage that serves as the focal point for Uppsala’s Midsummer celebrations. During the season, free guided tours are offered daily at 1pm, with a special guided tour for children at 2pm.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 10,
    "name": "Tropical Greenhouse",
    "latitude": "59.850398",
    "longitude": "17.628272",
    "excerpt": "In contrast to the stunning baroque design of the Linnaean Gardens of Uppsala, where it is located, the greenhouse exhibits tropical species from around…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/tropical-greenhouse/a/poi-sig/1502421/360808",
    "image_url": null,
    "detail_description": "In contrast to the stunning baroque design of the Linnaean Gardens of Uppsala, where it is located, the greenhouse exhibits tropical species from around the world. Tours of the gardens in English (50kr) begin here, on Saturdays and Sundays at 2pm from June to August, and on the first Sunday of the month for the rest of the year. The tour cost includes admission into the greenhouse.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 9,
    "name": "Linnaean Gardens of Uppsala",
    "latitude": "59.852769",
    "longitude": "17.630718",
    "excerpt": "The Botanical Gardens, below the castle hill, show off more than 10,000 species and are pleasant to wander through. Attractions include the 200-year-old…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/linnaean-gardens-of-uppsala/a/poi-sig/493058/360808",
    "image_url": null,
    "detail_description": "The Botanical Gardens, below the castle hill, show off more than 10,000 species and are pleasant to wander through. Attractions include the 200-year-old Linnaeum Orangery and the Tropical Greenhouse from where guided tours in English (50kr) begin. Tours are held on Saturdays and Sundays at 2pm from June to August, and on the first Sunday of the month for the rest of the year.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 8,
    "name": "Linnémuseet",
    "latitude": "59.861719855621",
    "longitude": "17.633548176938",
    "excerpt": "No matter how many times the brochures refer to the ‘sexual system’ of classification, the excitement to be had at Linnémuseet is primarily intellectual;…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/linnemuseet/a/poi-sig/493074/360808",
    "image_url": null,
    "detail_description": "No matter how many times the brochures refer to the ‘sexual system’ of classification, the excitement to be had at Linnémuseet is primarily intellectual; still, botanists and vegetarians will enjoy a visit to the pioneering scientist’s home and workshop, where he lived with his wife and five kids (1743–78). Visits to the adjoining Linnéträdgården, a reconstruction of Sweden’s oldest botanical garden, is included in the admission fee.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 7,
    "name": "Domkyrka Treasury",
    "latitude": "59.85802408888",
    "longitude": "17.6335131896",
    "excerpt": "Located in the north tower of the Domkyrka, the cathedral treasury houses Gustav’s funerary sword and silver crown, along with a notable collection of…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/domkyrka-treasury/a/poi-sig/493080/360808",
    "image_url": null,
    "detail_description": "Located in the north tower of the Domkyrka, the cathedral treasury houses Gustav’s funerary sword and silver crown, along with a notable collection of historical textiles. These include an early-15th-century gold-brocade gown worn by Queen Margaret I of Denmark (known in Swedish as Queen Margareta), as well as the clothes worn by three noblemen murdered in Uppsala Slott. The latter are the only examples of 16th-century Swedish high fashion still in existence.\n"
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 6,
    "name": "Carolina Rediviva bibliotek",
    "latitude": "59.854845870127",
    "longitude": "17.630952623671",
    "excerpt": "Rare-book and map fiends should go directly to Carolina Rediviva, the university library. In a small, dark gallery, glass cases hold precious maps and…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/carolina-rediviva-bibliotek/a/poi-sig/493060/360808",
    "image_url": null,
    "detail_description": "Rare-book and map fiends should go directly to Carolina Rediviva, the university library. In a small, dark gallery, glass cases hold precious maps and manuscripts, including illuminated Ethiopian texts and the first book ever printed in Sweden. The star is the surviving half of the Codex Argentus (AD 520), aka the Silver Bible, written in gold and silver ink on purple vellum; aside from being pretty, it’s linguistically important as the most complete existing document written in the Gothic language.\nRenovations of the library commenced in 2017: check the homepage to see how they might impact your visit."
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 5,
    "name": "Uppsala Slott",
    "latitude": "59.853238",
    "longitude": "17.635149",
    "excerpt": "Built by Gustav Vasa in the 1550s, Uppsala Slott contains the state hall where kings were enthroned and Queen Kristina abdicated. The castle burned down…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/uppsala-slott/a/poi-sig/493088/360808",
    "image_url": null,
    "detail_description": "Built by Gustav Vasa in the 1550s, Uppsala Slott contains the state hall where kings were enthroned and Queen Kristina abdicated. The castle burned down in 1702 but was rebuilt and took on its present form in 1757. Guided tours of the original castle's ruins and the current state hall run from around mid-June to mid-August, while castle roof walks (595kr) are offered from May to September. Contact Destination Uppsala for more information.\nInterestingly, the castle was also the scene of a brutal murder in 1567, when King Erik XIV and his guards killed Nils Sture and his two sons, Erik and Svante, after accusing them of high treason. At the castle entrance marked E, the Uppsala Art Museum displays Swedish and international modern and contemporary art and ceramics as well as the art-study collection of Uppsala University."
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 4,
    "name": "Gamla Uppsala Museum",
    "latitude": "59.897752",
    "longitude": "17.633711",
    "excerpt": "Gamla Uppsala Museum contains finds from the cremation mounds, a poignant mix of charred and melted beads, bones and buckles. More-intact pieces come from…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/gamla-uppsala-museum/a/poi-sig/1415340/360808",
    "image_url": null,
    "detail_description": "Gamla Uppsala Museum contains finds from the cremation mounds, a poignant mix of charred and melted beads, bones and buckles. More-intact pieces come from various boat graves in and around the site. The museum is arranged as a timeline – useful for recreating the history of the area.\nFollow signs from the grave mounds to Disagården, a 19th-century farming village turned open-air museum consisting of 26 timber buildings and a platform stage that serves as the focal point for Uppsala’s Midsummer celebrations.Next to the unexcavated flat-topped mound Tingshögen is Odinsborg, a restaurant known for its horns of mead and Viking feasts (although daintier refreshments are offered at the summer cafe downstairs). At the time of research, Odinsborg was closed for renovations and was scheduled to open at Easter in 2019."
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 3,
    "name": "Domkyrka",
    "latitude": "59.858124",
    "longitude": "17.633561",
    "excerpt": "The Gothic Domkyrka dominates the city and is Scandinavia's largest and tallest church, with towers soaring 119m. The interior is imposing, with the…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/domkyrka/a/poi-sig/1113625/360808",
    "image_url": null,
    "detail_description": "The Gothic Domkyrka dominates the city and is Scandinavia's largest and tallest church, with towers soaring 119m. The interior is imposing, with the French Gothic ambulatory flanked by small chapels. Tombs here include those of St Erik, Gustav Vasa and the scientist Carl von Linné. Dating from 1710, the magnificent pulpit was designed by baroque architect Nicodemus Tessin the Younger, whose work includes Stockholm's current Royal Palace.\nConstruction of the cathedral began in around 1270, with the building consecrated in 1435. Originally a Roman Catholic church, it would go on to witness centuries of Swedish coronations following the Protestant Reformation. Although a fire in 1702 caused significant damage, some of its medieval frescoes survive. Much newer are the spires and stained glass, added in the 19th century. Regular English-language tours of the cathedral are conducted from late June to mid-August and at other times by appointment.Gustav’s funerary sword and silver crown, among other treasures, are kept in the fascinating Treasury."
},
{
    "country": "uppsala",
    "city": "Uppsala",
    "index": 2,
    "name": "Museum Gustavianum",
    "latitude": "59.857936",
    "longitude": "17.631683",
    "excerpt": "A wonder cabinet of wonder cabinets, the Museum Gustavianum rewards appreciation of the weird and well organised. The shelves in the pleasantly musty…",
    "detail_url": "https://www.lonelyplanet.com/sweden/svealand/uppsala/attractions/museum-gustavianum/a/poi-sig/493078/360808",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial629269517.jpg",
    "detail_description": "A wonder cabinet of wonder cabinets, the Museum Gustavianum rewards appreciation of the weird and well organised. The shelves in the pleasantly musty building hold case after case of obsolete tools and preserved oddities: stuffed birds, astrolabes, alligator mummies, exotic stones and dried sea creatures. A highlight is the fascinating 17th-century Augsburg Art Cabinet and its 1000 ingenious trinkets. Don’t miss Olof Rudbeck’s vertiginous anatomical theatre, where executed criminals were dissected. Admission includes a tour in English at 1pm Saturday and Sunday.\n"
}
]