[
    {
        "country": "uruguay",
        "city": "Punta del Este",
        "index": 1,
        "name": "La Mano en la Arena",
        "latitude": "-34.958004",
        "longitude": "-54.937252",
        "excerpt": "Punta’s most famous landmark is this monster-sized sculpted hand protruding from the sands of Playa Brava. Constructed in iron and cement by Chilean…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/eastern-uruguay/punta-del-este/attractions/la-mano-en-la-arena/a/poi-sig/1084684/363451",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/e67ccb59671e2a5caa136a92cae6bb36-la-mano-en-la-arena.jpg",
        "detail_description": "Punta’s most famous landmark is this monster-sized sculpted hand protruding from the sands of Playa Brava. Constructed in iron and cement by Chilean artist Mario Irarrázabal, it won first prize in a monumental art contest in 1982 and has been a Punta fixture ever since. The hand exerts a magnetic attraction over thousands of visitors every year, who climb and jump off its digits and pose for photos with it. Look for it just southeast of the bus station.\n"
    },
    {
        "country": "uruguay",
        "city": "Punta del Este",
        "index": 2,
        "name": "Casapueblo",
        "latitude": "-34.908959",
        "longitude": "-55.04469",
        "excerpt": "Gleaming white in the sun and cascading nine stories down a cliffside, Uruguayan artist Carlos Páez Vilaró’s exuberantly whimsical villa and art gallery…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/eastern-uruguay/punta-del-este/attractions/casapueblo/a/poi-sig/1274596/363451",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/06a7e4eb08331d098b128dd9c8c6c1a4-casapueblo.jpg",
        "detail_description": "Gleaming white in the sun and cascading nine stories down a cliffside, Uruguayan artist Carlos Páez Vilaró’s exuberantly whimsical villa and art gallery sits atop Punta Ballena, a jutting headland 15km west of Punta del Este. Visitors can tour five rooms, view a film on the artist’s life and travels, and eat up spectacular sunset views at the upstairs cafeteria-bar. There’s a hotel and restaurant adjacent. It's a 2km walk from the junction where Codesa’s Línea 8 bus drops you.\n"
    },
    {
        "country": "uruguay",
        "city": "Montevideo",
        "index": 3,
        "name": "Museo Nacional de Artes Visuales",
        "latitude": "-34.913965",
        "longitude": "-56.164652",
        "excerpt": "Uruguay’s largest collection of paintings is housed here in Parque Rodó. The spacious rooms are graced with works by Blanes, Cúneo, Figari, Gurvich,…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/montevideo/attractions/museo-nacional-de-artes-visuales/a/poi-sig/1273959/363452",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/4517df5e66138d8e90a8c3a0d75956ec-museo-nacional-de-artes-visuales.jpg",
        "detail_description": "Uruguay’s largest collection of paintings is housed here in Parque Rodó. The spacious rooms are graced with works by Blanes, Cúneo, Figari, Gurvich, Torres García and other famous Uruguayans. For a closer look at some of these same artists, visit the Museo Torres García, Museo Figari and Museo Gurvich in Ciudad Vieja, or the Museo Blanes in the Prado neighborhood north of Centro.\n"
    },
    {
        "country": "uruguay",
        "city": "Montevideo",
        "index": 4,
        "name": "Teatro Solís",
        "latitude": "-34.907861825983",
        "longitude": "-56.200984435618",
        "excerpt": "Just off Plaza Independencia, elegant Teatro Solís is Montevideo’s premier performance space. First opened in 1856, and completely renovated during the…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/montevideo/attractions/teatro-solis/a/poi-sig/1271166/363452",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/9e7450eb38cfcc4c85f9250d7a7f8443-teatro-solis.jpg",
        "detail_description": "Just off Plaza Independencia, elegant Teatro Solís is Montevideo’s premier performance space. First opened in 1856, and completely renovated during the past decade or so, it has superb acoustics. Regularly scheduled tours provide an opportunity to see the actual performance space without attending a show.\n"
    },
    {
        "country": "uruguay",
        "city": "Montevideo",
        "index": 5,
        "name": "Museo del Gaucho",
        "latitude": "-34.906401904295",
        "longitude": "-56.19498353641",
        "excerpt": "Housed in the ornate Palacio Heber, this museum eloquently conveys the deep attachments between the gauchos, their animals and the land. Its superb…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/montevideo/attractions/museo-del-gaucho/a/poi-sig/1273918/363452",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/b2ad42377cfbdac8f560be43d9541a43-museo-del-gaucho.jpg",
        "detail_description": "Housed in the ornate Palacio Heber, this museum eloquently conveys the deep attachments between the gauchos, their animals and the land. Its superb collection of historical artifacts includes horse gear, silverwork, and maté (a bitter ritual tea)and bombillas (metal straws with filters, used for drinking maté) in whimsical designs.\n"
    },
    {
        "country": "uruguay",
        "city": "Montevideo",
        "index": 6,
        "name": "Mercado del Puerto",
        "latitude": "-34.905951043566",
        "longitude": "-56.211731097759",
        "excerpt": "No visitor should miss Montevideo’s old port market building, at the foot of Pérez Castellano; the building's impressive wrought-iron superstructure…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/montevideo/attractions/mercado-del-puerto/a/poi-sig/1066770/363452",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/e7ec69f22ac0fe1beda69ac4181ed754-mercado-del-puerto.jpg",
        "detail_description": "No visitor should miss Montevideo’s old port market building, at the foot of Pérez Castellano; the building's impressive wrought-iron superstructure shelters a gaggle of bustling parrillas (steak restaurants). On weekend afternoons in particular, it’s a lively, colorful place where the city’s artists, craftspeople and street musicians hang out.\n"
    },
    {
        "country": "uruguay",
        "city": "Montevideo",
        "index": 7,
        "name": "Plaza Matriz",
        "latitude": "-34.906681",
        "longitude": "-56.203512",
        "excerpt": "Also known as Plaza Constitución, this leafy square was the heart of colonial Montevideo. On its west side stands the Iglesia Matriz, Montevideo’s oldest…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/montevideo/attractions/plaza-matriz/a/poi-sig/1275179/363452",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a910a3bb9319a530b3a43ec79eba8592-plaza-matriz.jpg",
        "detail_description": "Also known as Plaza Constitución, this leafy square was the heart of colonial Montevideo. On its west side stands the Iglesia Matriz, Montevideo’s oldest public building, begun in 1784 and completed in 1799. Opposite is the Cabildo, a neoclassical stone structure finished in 1812. Benches under the trees and eateries along the adjacent sidewalk offer opportunities for a noon break.\n"
    },
    {
        "country": "uruguay",
        "city": "Montevideo",
        "index": 8,
        "name": "Palacio Salvo",
        "latitude": "-34.906573634907",
        "longitude": "-56.198336943299",
        "excerpt": "On the east side of the Plaza Independencia, the 26-story structure with the crazy beehive hairdo is Palacio Salvo, the continent's tallest building when…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/montevideo/attractions/palacio-salvo/a/poi-sig/414906/363452",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/51844d52882c227c6c39db92104ba4d5-palacio-salvo.jpg",
        "detail_description": "On the east side of the Plaza Independencia, the 26-story structure with the crazy beehive hairdo is Palacio Salvo, the continent's tallest building when it opened in 1927.\n"
    },
    {
        "country": "uruguay",
        "city": "Uruguay",
        "index": 9,
        "name": "Museo de la Revolución Industrial",
        "latitude": "-33.117362",
        "longitude": "-58.331856",
        "excerpt": "Possibly the words 'tour an old meat extraction plant' don't appear on your list of must-dos for Uruguay, but Museo de la Revolución Industrial highlights…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/western-uruguay/fray-bentos/attractions/museo-de-la-revolucion-industrial/a/poi-sig/1271732/363456",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/f47fa502e4847d50bdab4604493eaa36-museo-de-la-revolucion-industrial.jpg",
        "detail_description": "Possibly the words 'tour an old meat extraction plant' don't appear on your list of must-dos for Uruguay, but Museo de la Revolución Industrial highlights a major part of the country's history, when the British beef barons moved in and started the Uruguayan beef industry in earnest.\n"
    },
    {
        "country": "uruguay",
        "city": "Montevideo",
        "index": 10,
        "name": "Plaza Independencia",
        "latitude": "-34.906504592879",
        "longitude": "-56.199445724487",
        "excerpt": "Montevideo's largest downtown plaza commemorates independence hero José Artigas with a 17m, 30-ton statue and the subterranean Mausoleo de Artigas, where…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/montevideo/attractions/plaza-independencia/a/poi-sig/1275178/363452",
        "image_url": null,
        "detail_description": "Montevideo's largest downtown plaza commemorates independence hero José Artigas with a 17m, 30-ton statue and the subterranean Mausoleo de Artigas, where an honor guard keeps 24-hour vigil over Artigas’ remains. Other notable structures surrounding the plaza include the stone gateway Puerta de la Ciudadela, a lonely remnant of the colonial citadel demolished in 1833; the 19th-century Palacio Estévez; and the 26-story Palacio Salvo, the continent’s tallest building when it opened in 1927, and still a classic Montevideo landmark.\n"
    },
    {
        "country": "uruguay",
        "city": "Montevideo",
        "index": 11,
        "name": "Palacio Legislativo",
        "latitude": "-34.89129",
        "longitude": "-56.187118",
        "excerpt": "Dating from 1908, and still playing host to Uruguay’s Asamblea General (legislative branch), the three-story neoclassical parliament building is also open…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/montevideo/attractions/palacio-legislativo/a/poi-sig/1273947/363452",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/91e09a608dd20ae0e124dde236848352-palacio-legislativo.jpg",
        "detail_description": "Dating from 1908, and still playing host to Uruguay’s Asamblea General (legislative branch), the three-story neoclassical parliament building is also open for guided tours at 10:30am and 3pm Monday to Friday.\n"
    },
    {
        "country": "uruguay",
        "city": "Colonia del Sacramento",
        "index": 12,
        "name": "Iglesia Matríz",
        "latitude": "-34.471211",
        "longitude": "-57.851021",
        "excerpt": "Uruguay’s oldest church – begun by the Portuguese in 1680, then completely rebuilt twice under Spanish rule – is the centerpiece of pretty Plaza de Armas…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/western-uruguay/colonia-del-sacramento/attractions/iglesia-matriz/a/poi-sig/466032/363455",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/67e1cc033b4f3320176ad8cfe6188dad-iglesia-matriz.jpg",
        "detail_description": "Uruguay’s oldest church – begun by the Portuguese in 1680, then completely rebuilt twice under Spanish rule – is the centerpiece of pretty Plaza de Armas. The plaza also holds the foundations of a house dating from Portuguese times.\n"
    },
    {
        "country": "uruguay",
        "city": "Colonia del Sacramento",
        "index": 13,
        "name": "Centro Cultural Bastión del Carmen",
        "latitude": "-34.469370684528",
        "longitude": "-57.850460212114",
        "excerpt": "Incorporating part of the city’s historic fortifications, this theater and gallery complex adjacent to Colonia's Puerto Viejo hosts rotating art exhibits…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/western-uruguay/colonia-del-sacramento/attractions/centro-cultural-bastion-del-carmen/a/poi-sig/1104225/363455",
        "image_url": null,
        "detail_description": "Incorporating part of the city’s historic fortifications, this theater and gallery complex adjacent to Colonia's Puerto Viejo hosts rotating art exhibits and periodic concerts. The grassy riverside grounds out back, with outdoor sculptures and an industrial chimney dating from 1880, make a picturesque spot for a midafternoon break.\nAs of late 2017, the center was closed to the public for renovations."
    },
    {
        "country": "uruguay",
        "city": "Montevideo",
        "index": 14,
        "name": "Museo de los Andes",
        "latitude": "-34.905818",
        "longitude": "-56.202793",
        "excerpt": "Opened in 2013, this unique museum documents the 1972 Andean plane crash (made famous in the book Alive!) that cost 29 Uruguayans their lives and…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/montevideo/attractions/museo-de-los-andes/a/poi-sig/1476428/363452",
        "image_url": null,
        "detail_description": "Opened in 2013, this unique museum documents the 1972 Andean plane crash (made famous in the book Alive!) that cost 29 Uruguayans their lives and profoundly impacted Uruguay's national psyche. Using original objects and photos from the crash site, it tells the story of the 16 survivors, who battled harrowing conditions for 72 days before returning alive to a stunned nation. The museum is a labor of love for director Jörg Thomsen, a personal friend of many of the families affected.\n"
    },
    {
        "country": "uruguay",
        "city": "Uruguay",
        "index": 15,
        "name": "Monte de Ombúes",
        "latitude": "-34.358042",
        "longitude": "-53.845362",
        "excerpt": "On Laguna de Castillos' western shore (near Km 267 on Ruta 10), brothers Marcos and Juan Carlos Olivera, whose family received this land from the…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/laguna-de-castillos/attractions/monte-de-ombues/a/poi-sig/1274900/1326612",
        "image_url": null,
        "detail_description": "On Laguna de Castillos' western shore (near Km 267 on Ruta 10), brothers Marcos and Juan Carlos Olivera, whose family received this land from the Portuguese crown in 1793, lead two- to three-hour nature excursions. Tours begin with a 20-minute boat ride through a wetland teeming with cormorants, ibis, cranes and black swans, followed by a hike through the ombú forest.\nDepartures are frequent in summer (anytime five people show up); other times of year, reserve ahead. With advance notice, longer bird-watching tours of the lagoon can be arranged in the low season."
    },
    {
        "country": "uruguay",
        "city": "Uruguay",
        "index": 16,
        "name": "SOS Rescate de Fauna Marina",
        "latitude": "-34.896738",
        "longitude": "-55.25842",
        "excerpt": "Ten kilometers south of Piriápolis is Uruguay’s premier marine-animal rescue and rehabilitation center. Run entirely by volunteers, its emphasis is on…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/eastern-uruguay/piriapolis/attractions/sos-rescate-de-fauna-marina/a/poi-sig/504222/363449",
        "image_url": null,
        "detail_description": "Ten kilometers south of Piriápolis is Uruguay’s premier marine-animal rescue and rehabilitation center. Run entirely by volunteers, its emphasis is on educating schoolchildren, who can assist with daily feedings and observe penguins, sea lions, turtles and other rescued wildlife. Visitors willing to support the center’s mission with the requested donation are welcome with advance notice.\n"
    },
    {
        "country": "uruguay",
        "city": "Montevideo",
        "index": 17,
        "name": "Museo del Carnaval",
        "latitude": "-34.905695",
        "longitude": "-56.212363",
        "excerpt": "This museum houses a wonderful collection of costumes, drums, masks, recordings and photos documenting the 100-plus-year history of Montevideo’s Carnaval…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/montevideo/attractions/museo-del-carnaval/a/poi-sig/1271171/363452",
        "image_url": null,
        "detail_description": "This museum houses a wonderful collection of costumes, drums, masks, recordings and photos documenting the 100-plus-year history of Montevideo’s Carnaval. Behind the museum is a cafe and a courtyard where spectators can view performances during the summer months. Touch-screen displays offer limited English-language commentary.\n"
    },
    {
        "country": "uruguay",
        "city": "Montevideo",
        "index": 18,
        "name": "Casa Rivera",
        "latitude": "-34.907033",
        "longitude": "-56.206634",
        "excerpt": "Former home of Fructuoso Rivera (Uruguay’s first president and Colorado Party founder), this neoclassical 1802 building is the centerpiece of Montevideo’s…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/montevideo/attractions/casa-rivera/a/poi-sig/1271172/363452",
        "image_url": null,
        "detail_description": "Former home of Fructuoso Rivera (Uruguay’s first president and Colorado Party founder), this neoclassical 1802 building is the centerpiece of Montevideo’s National Historical Museum, with a collection of paintings, documents, furniture and artifacts that trace the history of Uruguay's 19th-century path to independence. Several other historic Ciudad Vieja homes nearby, officially part of the museum, are rarely open to visitors.\n"
    },
    {
        "country": "uruguay",
        "city": "Colonia del Sacramento",
        "index": 19,
        "name": "Faro",
        "latitude": "-34.472962247057",
        "longitude": "-57.852521208453",
        "excerpt": "One of the town’s most prominent landmarks, Colonia’s 19th-century working lighthouse provides an excellent view of the old town and the Río de la Plata…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/western-uruguay/colonia-del-sacramento/attractions/faro/a/poi-sig/1104221/363455",
        "image_url": null,
        "detail_description": "One of the town’s most prominent landmarks, Colonia’s 19th-century working lighthouse provides an excellent view of the old town and the Río de la Plata. It stands within the ruins of the 17th-century Convento de San Francisco, just off the southwest corner of Plaza Mayor 25 de Mayo.\n"
    },
    {
        "country": "uruguay",
        "city": "Uruguay",
        "index": 20,
        "name": "Museo Carlos Gardel",
        "latitude": "-31.823479",
        "longitude": "-56.177473",
        "excerpt": "Housed in a former pulpería (the general store/bar that used to operate on many estancias), this sweet little museum documents Tacuarembó’s claim as…",
        "detail_url": "https://www.lonelyplanet.com/uruguay/valle-eden/attractions/museo-carlos-gardel/a/poi-sig/1271819/1330440",
        "image_url": null,
        "detail_description": "Housed in a former pulpería (the general store/bar that used to operate on many estancias), this sweet little museum documents Tacuarembó’s claim as birthplace of revered tango singer Carlos Gardel – a claim vigorously contested by Argentina and France! Turn off Ruta 26 at Km 208, head about 1km south, cross the river and turn right to reach the museum.\n"
    }
]