[
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 1,
    "name": "Domtoren",
    "latitude": "52.090608346054",
    "longitude": "5.1213175478142",
    "excerpt": "Utrecht's most striking medieval landmark, this 112m tower is worth the 465-step climb for unbeatable city views: on a clear day you can see Amsterdam…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/domtoren/a/poi-sig/496086/360853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/aaf08a3bf87dbc25984c7a7651a492c6-domtoren.jpg",
    "detail_description": "Utrecht's most striking medieval landmark, this 112m tower is worth the 465-step climb for unbeatable city views: on a clear day you can see Amsterdam. Visits are by guided tour only, departing at least hourly on the hour. Buy tickets at the tourist office across the square or prebook online (advisable in summer). The tower was originally part of a splendid 14th-/15th-century cathedral complex whose nave was blown down by a freak hurricane in 1674.\nIt was never rebuilt, which has left the tower disconnected from the remnant transept and chancel of the Domkerk. Where the nave should be is now the open square of Domplein."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 18,
    "name": "Pandhof",
    "latitude": "52.090509",
    "longitude": "5.122612",
    "excerpt": "Between the Domkirk and Academiegebouw, a gateway leads through to this charming little formal garden ringed by 15th-century Gothic cloisters.",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/pandhof/a/poi-sig/1595718/360853",
    "image_url": null,
    "detail_description": "Between the Domkirk and Academiegebouw, a gateway leads through to this charming little formal garden ringed by 15th-century Gothic cloisters.\n"
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 16,
    "name": "Museum voor het Kruideniersbedrijf",
    "latitude": "52.093087735988",
    "longitude": "5.1199595101232",
    "excerpt": "Tucked into a narrow lane is this charming replica of an old grocery store, where apron-costumed people sell sweets and tea by weight from decorative…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/museum-voor-het-kruideniersbedrijf/a/poi-sig/496090/360853",
    "image_url": null,
    "detail_description": "Tucked into a narrow lane is this charming replica of an old grocery store, where apron-costumed people sell sweets and tea by weight from decorative containers.\nThe blocks of white liquorice candy are, by old Dutch tradition, used to add flavour to hot milk."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 15,
    "name": "Flora's Hof",
    "latitude": "52.090496",
    "longitude": "5.121099",
    "excerpt": "This petite walled garden, tucked behind the Steven Sterk bookshop, makes a peaceful retreat from which to stare up and observe the Domtoren.",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/flora-s-hof/a/poi-sig/1522919/360853",
    "image_url": null,
    "detail_description": "This petite walled garden, tucked behind the Steven Sterk bookshop, makes a peaceful retreat from which to stare up and observe the Domtoren.\nFormer arch-carvings that tumbled from the collapsing cathedral in 1674, are incorporated into the surrounding brickwork."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 17,
    "name": "Domkerk",
    "latitude": "52.09084967159",
    "longitude": "5.1224353754847",
    "excerpt": "The cathedral's eastern end survived the 1674 hurricane and now forms a curiously truncated – if still impressive – place of prayer.",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/domkerk/a/poi-sig/496084/360853",
    "image_url": null,
    "detail_description": "The cathedral's eastern end survived the 1674 hurricane and now forms a curiously truncated – if still impressive – place of prayer.\nPaving stones outside on Domplein mark where the walls and columns of the nave would have been before it collapsed."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 14,
    "name": "Sint-Willibrod-Kerk",
    "latitude": "52.09252",
    "longitude": "5.121517",
    "excerpt": "Easily missed, this 1877 neo-Gothic church has a gorgeously colourful interior with splendid stained glass, pattern-painted columns and plentiful gilt…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/sint-willibrod-kerk/a/poi-sig/1595717/360853",
    "image_url": null,
    "detail_description": "Easily missed, this 1877 neo-Gothic church has a gorgeously colourful interior with splendid stained glass, pattern-painted columns and plentiful gilt-work including the big, medieval-styled crucifixion statue balanced high above the apse on a triomfbalk ('beam of triumph') featuring portraits of the 12 apostles.\n"
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 13,
    "name": "Academiegebouw",
    "latitude": "52.09018",
    "longitude": "5.122472",
    "excerpt": "Behind a distinctively spired, neo-Renaissance facade dating from 1892, lie the much older ceremonial buildings of Utrecht's multisite university. The…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/academiegebouw/a/poi-sig/1232329/360853",
    "image_url": null,
    "detail_description": "Behind a distinctively spired, neo-Renaissance facade dating from 1892, lie the much older ceremonial buildings of Utrecht's multisite university. The oldest section, an auditorium in a 1462 former chapter house, is where the anti-Spanish Union of Utrecht was signed in 1579, essentially marking the foundation of the Netherlands as a republic.\n"
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 12,
    "name": "Paushuize",
    "latitude": "52.090345",
    "longitude": "5.124178",
    "excerpt": "You can't usually go inside unless attending a conference here, but it's well worth admiring the exterior of this splendid 500-year-old mansion which was…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/paushuize/a/poi-sig/1595719/360853",
    "image_url": null,
    "detail_description": "You can't usually go inside unless attending a conference here, but it's well worth admiring the exterior of this splendid 500-year-old mansion which was originally built as a pied-à-terre by Adriaan Boeyens who would go on to become the first and only Dutch-born Pope (Adrian VI) in 1522.\nOutside, a verdigris-green statue portrays him like a penniless, cassocked hermit. But in reality he was immensely wealthy."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 11,
    "name": "Universiteitsmuseum",
    "latitude": "52.084575731048",
    "longitude": "5.1262640043286",
    "excerpt": "Utrecht University's work is highlighted through exhibitions on current research plus past glories evoked through a late-19th-century classroom, historic…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/universiteitsmuseum/a/poi-sig/496104/360853",
    "image_url": null,
    "detail_description": "Utrecht University's work is highlighted through exhibitions on current research plus past glories evoked through a late-19th-century classroom, historic dentistry tools and way too many models of medical maladies.\nTake refuge out back in De Oude Hortus, the old botanical garden, an oasis of calm sheltering trees and plants collected by the Dutch during their world exploits. That's free with the museum ticket, €2.50 without."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 10,
    "name": "Pieterskerk",
    "latitude": "52.091412",
    "longitude": "5.124435",
    "excerpt": "His body has gone, but the 1054 sarcophagus of Utrecht's Prince-Bishop Bernold still lies in the crypt of the 1048 Pieterskerk. That's one of four Utrecht…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/pieterskerk/a/poi-sig/496100/360853",
    "image_url": null,
    "detail_description": "His body has gone, but the 1054 sarcophagus of Utrecht's Prince-Bishop Bernold still lies in the crypt of the 1048 Pieterskerk. That's one of four Utrecht chapels he founded and is now the city's oldest extant church.\nHowever, while six of the cerise-painted sandstone columns are original and the interior retains an austere part-Romanesque quality, the church's brick exterior is forgettable. Opening times are only four hours a week for most of the year (plus a Sunday service in French at 10.30am)."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 9,
    "name": "Museum Speelklok",
    "latitude": "52.090641",
    "longitude": "5.119554",
    "excerpt": "Within an old church, discover a colourful collection of self-playing organs, musical boxes and assorted mechanised noise-makers dating from the 18th…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/museum-speelklok/a/poi-sig/496092/360853",
    "image_url": null,
    "detail_description": "Within an old church, discover a colourful collection of self-playing organs, musical boxes and assorted mechanised noise-makers dating from the 18th century onwards. Hourly tours demonstrate them with gusto. Save money with a joint ticket to Domtoren (adult/child €17/9.50). Children over 12 pay adult rates.\nTickets also let you access the restoration workshop in Flora's Hof, but only at 2pm on the first Wednesday of each month."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 8,
    "name": "Spoorweg Museum",
    "latitude": "52.087909430342",
    "longitude": "5.1312395772067",
    "excerpt": "Entered through a gloriously restored 1874 station with magnificent art-nouveau chandeliers, the national railway museum offers countless historic locos,…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/spoorweg-museum/a/poi-sig/496094/360853",
    "image_url": null,
    "detail_description": "Entered through a gloriously restored 1874 station with magnificent art-nouveau chandeliers, the national railway museum offers countless historic locos, a vast collection of model trains and a range of rides and interactive experiences for railway fans of all ages. The superb eye for detail even extends as far as the antique-style toilets. Don't miss De Vuurproef, a Harry Potter meets Willy Wonka experience that morphs from a history of railways into an award-winning simulator ride.\nOther highlights include the luxurious carriages of the Orient Express, the Netherlands' oldest steam locomotive, and the chance to hand-propel a pomplorrie (maintenance bogie)."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 7,
    "name": "Sonnenborgh Museum & Observatory",
    "latitude": "52.085084",
    "longitude": "5.12877",
    "excerpt": "The Sonnenborgh is actually two museums in one: upstairs has an exhibit on the history of astronomy in an 1850 building that was once among the foremost…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/sonnenborgh-museum-observatory/a/poi-sig/1521335/360853",
    "image_url": null,
    "detail_description": "The Sonnenborgh is actually two museums in one: upstairs has an exhibit on the history of astronomy in an 1850 building that was once among the foremost astronomical research sites on earth. Below are the foundations of the much older city-wall bastions on which it was constructed.\nBig redesign plans mean that by the time you read this, a new multilingual system using tablet-guides should have made the whole experience very interactive and thought-provoking. On certain days you can look through the ancient telescopes, whether at the sun (1pm to 5pm Sunday) or at the moon, stars and planets (April to September only). The latter is currently 8pm Friday and 7.30pm Saturday (€10), but check the website for updates and do prebook online."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 6,
    "name": "Miffy Museum",
    "latitude": "52.083877",
    "longitude": "5.12539",
    "excerpt": "Designed to delight young children (age two to six), this bold, touch-everything play-museum celebrates beloved cartoon rabbit Miffy (or Nijntje as she's…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/miffy-museum/a/poi-sig/496082/360853",
    "image_url": null,
    "detail_description": "Designed to delight young children (age two to six), this bold, touch-everything play-museum celebrates beloved cartoon rabbit Miffy (or Nijntje as she's known in Dutch) plus other related characters designed by local artist Dick Bruna. Limited explanations are in English, Dutch and notably Japanese. Online reservations advised.\nNote that since the 2015 renovation, Bruna's original studio has been moved from here and re-created across the street in room 9 of the Centraal Museum. Adults visiting the Centraal Museum get free entrance to the Miffy Museum. Note that the museum can be very busy, especially at weekends and in holiday periods when visits are generally limited to those who prebooked their time slots."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 5,
    "name": "Centraal Museum",
    "latitude": "52.083694753349",
    "longitude": "5.1257736290179",
    "excerpt": "More than half the museum's 10 gallery-rooms feature temporary exhibitions (so check the schedules). Meanwhile the core collection takes a thought…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/centraal-museum/a/poi-sig/496080/360853",
    "image_url": null,
    "detail_description": "More than half the museum's 10 gallery-rooms feature temporary exhibitions (so check the schedules). Meanwhile the core collection takes a thought-provoking if disorientating thematic hopscotch through Utrecht's 2000-year history using the lens of design and counterpointed art.\nHighlights include surrealist delights by 'Dutch Dali' Johannes Moesman and others, plus the conceptual play-off between the city's contrasting architectural heritages, notably the Gothic intricacy of the Domtoren versus the functionalism of Rietveld furniture (which features extensively). The garden cafe is a pleasant oasis accessible without ticket. Admission for adults includes the Miffy Museum across the road, though since that's only really for toddlers (and might require prebooking), the gesture isn't especially generous."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 3,
    "name": "Dom Under",
    "latitude": "52.090701",
    "longitude": "5.12171",
    "excerpt": "Talented volunteer guides and fascinating educational films with CGI effects set the historical scene. Then it's your turn to become an amateur…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/dom-under/a/poi-sig/1521334/360853",
    "image_url": null,
    "detail_description": "Talented volunteer guides and fascinating educational films with CGI effects set the historical scene. Then it's your turn to become an amateur archaeologist as you're let loose in the subterranean half-dark beneath Domplein with your finger on the trigger of a smart-torch audio-gun. Finding clue-targets, you unravel the meaning of rubble-strata and the odd pottery piece, identifying relics of Utrecht's original Roman castrum and its early churches.\nAllow over an hour for the experience, which is an excellent introduction to key moments in Utrecht's history. Buy tickets from the UCK culture centre. If you can show a ticket for the Domtoren you get a 20% discount on Dom Under and vice versa. Weekdays outside holiday season, ticket prices drop by €1.50 but the 12.30pm tour doesn't run."
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 4,
    "name": "Museum Catharijneconvent",
    "latitude": "52.087304436564",
    "longitude": "5.1242093678588",
    "excerpt": "Museum Catharijneconvent has the finest collection of medieval religious art in the Netherlands – virtually the history of Christianity, in fact – housed…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/museum-catharijneconvent/a/poi-sig/496088/360853",
    "image_url": null,
    "detail_description": "Museum Catharijneconvent has the finest collection of medieval religious art in the Netherlands – virtually the history of Christianity, in fact – housed in a Gothic former convent and an 18th-century canal-side house. Marvel at the many beautiful illuminated manuscripts, look for the odd Rembrandt and enjoy the wide-ranging scope of the impressive special exhibitions.\n"
},
{
    "country": "utrecht-city",
    "city": "Utrecht",
    "index": 2,
    "name": "Rietveld-Schröderhuis",
    "latitude": "52.085324",
    "longitude": "5.147554",
    "excerpt": "Years ahead of its time, this small but uniquely conceived house was built in 1924 by celebrated Utrecht designer Gerrit Rietveld. He'd be amazed to find…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/rietveld-schroederhuis/a/poi-sig/496102/360853",
    "image_url": null,
    "detail_description": "Years ahead of its time, this small but uniquely conceived house was built in 1924 by celebrated Utrecht designer Gerrit Rietveld. He'd be amazed to find that it's now a Unesco-recognised monument. Visiting feels like walking into a 3D Piet Mondrian abstract, and things get especially interesting when the walls start to move. To see a contextualising video, arrive 20 minutes before your assigned tour time (booking ahead is mandatory; an eight-language audio guide is included).\r\n\nBook as far ahead as possible: space constraints limit tours to a maximum of 12 visitors per hour. The ticket is also valid for the Centraal Museum, which displays many of Rietveld's trademark chairs. If you start the day at the Centraal Museum they'll give you a map and lend you a bicycle for the 1.8km ride, but you need to return it by 4.45pm. By bus take route 8 to de Hoogstraat from central stops Neude or Janskerkhof.\r\n"
}
]