[
{
    "country": "uvita",
    "city": "Uvita",
    "index": 4,
    "name": "Farmers Market",
    "latitude": "9.171447",
    "longitude": "-83.740175",
    "excerpt": "Held a short distance from the main entrance to Uvita, along the unpaved road, this sweet little farmers market on Saturdays is a good place to mingle…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/central-pacific-coast/uvita/attractions/farmers-market/a/poi-sig/1533154/358253",
    "image_url": null,
    "detail_description": "Held a short distance from the main entrance to Uvita, along the unpaved road, this sweet little farmers market on Saturdays is a good place to mingle with locals and longtime expats, and purchase psychedelic jewelry, locally grown fruit and vegetables, honey and home-cooked foods.\n"
},
{
    "country": "uvita",
    "city": "Uvita",
    "index": 3,
    "name": "Rancho La Merced National Wildlife Refuge",
    "latitude": "9.182622",
    "longitude": "-83.759171",
    "excerpt": "Opposite the turnoff to Oro Verde, a few kilometers before Uvita, is this 506-hectare national wildlife refuge (and former cattle ranch), with primary and…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/central-pacific-coast/uvita/attractions/rancho-la-merced-national-wildlife-refuge/a/poi-sig/1197411/358253",
    "image_url": null,
    "detail_description": "Opposite the turnoff to Oro Verde, a few kilometers before Uvita, is this 506-hectare national wildlife refuge (and former cattle ranch), with primary and secondary forests and mangroves lining the Río Morete. Here you can go on guided nature hikes and birdwatching walks, horseback-ride to Punta Uvita or opt for the 'cowboy experience', which involves cattle roping, herding cows and riding around with real cowboys.\n"
},
{
    "country": "uvita",
    "city": "Uvita",
    "index": 2,
    "name": "Reserva Biológica Oro Verde",
    "latitude": "9.200516",
    "longitude": "-83.764492",
    "excerpt": "A few kilometers before Uvita is a signed turnoff to the left. A rough dirt road (4WD only) leads 3.5km up the hill to this private reserve on the farm of…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/central-pacific-coast/uvita/attractions/reserva-biologica-oro-verde/a/poi-sig/1197390/358253",
    "image_url": null,
    "detail_description": "A few kilometers before Uvita is a signed turnoff to the left. A rough dirt road (4WD only) leads 3.5km up the hill to this private reserve on the farm of the Duarte family, who have lived in the area for more than three decades. Two-thirds of the 155-hectare property is rainforest, where visitors can do a two- to three-hour guided birdwatching walk with a bilingual naturalist guide with birding equipment, followed by a Costa Rican breakfast. Reserve via Uvita Information Center.\n"
},
{
    "country": "uvita",
    "city": "Uvita",
    "index": 1,
    "name": "Cascada Verde",
    "latitude": "9.178904",
    "longitude": "-83.730015",
    "excerpt": "Around 2.5km inland and uphill (toward Cascada Verde hostel), this waterfall plunges into an inviting deep pool, perfect for a refreshing dip. Visitors…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/central-pacific-coast/uvita/attractions/cascada-verde/a/poi-sig/1533155/358253",
    "image_url": null,
    "detail_description": "Around 2.5km inland and uphill (toward Cascada Verde hostel), this waterfall plunges into an inviting deep pool, perfect for a refreshing dip. Visitors may see daredevils lie down at the top and slide some five meters down the cascade. This isn't recommended; the official path to the top is in disrepair and fenced off (rule breakers use the obvious hole in the fence).\nA trail leads down the hill to a smaller waterfall and Poza Pool beneath, also suitable for swimming. Keep walking along the path and you'll come to a tropical garden and the lower car park for the falls. A bar at the top entrance serves hot and cold drinks (from US$2-5), plus tacos, hummus, pasta and falafel (from US$6)."
}
]