[
{
    "country": "vaduz",
    "city": "Vaduz",
    "index": 1,
    "name": "Schloss Vaduz",
    "latitude": "47.13955609644",
    "longitude": "9.5242296431164",
    "excerpt": "A riot of turrets and towers plonked high on a hillside and set against the theatrical backdrop of jagged mountains, Schloss Vaduz is quite the fairy-tale…",
    "detail_url": "https://www.lonelyplanet.com/liechtenstein/vaduz/attractions/schloss-vaduz/a/poi-sig/1279446/1003825",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/abee0b642cb73ab57d9ec999b7d25572-schloss-vaduz.jpg",
    "detail_description": "A riot of turrets and towers plonked high on a hillside and set against the theatrical backdrop of jagged mountains, Schloss Vaduz is quite the fairy-tale castle of your wildest dreams. It was built as a fortress in the 12th century and is now the official residence of the Prince of Liechtenstein. Though closed to the public, it is worth the climb for the wide-ranging views. Trails ascend the hill from the end of Egertastrasse.\nFor a rare peek inside the castle grounds, arrive on 15 August, Liechtenstein’s National Day, when there are magnificent fireworks and the prince invites all Liechtensteiners over to his place for a glass of wine or beer."
},
{
    "country": "vaduz",
    "city": "Vaduz",
    "index": 10,
    "name": "Government Building",
    "latitude": "47.137082",
    "longitude": "9.522754",
    "excerpt": "This stately building, completed in 1905, is the administrative centre for Liechtenstein and was formerly the Parliament building before the new one was…",
    "detail_url": "https://www.lonelyplanet.com/liechtenstein/vaduz/attractions/government-building/a/poi-sig/1573485/1003825",
    "image_url": null,
    "detail_description": "This stately building, completed in 1905, is the administrative centre for Liechtenstein and was formerly the Parliament building before the new one was opened in 2008. It harbours the state archives.\n"
},
{
    "country": "vaduz",
    "city": "Vaduz",
    "index": 9,
    "name": "Hofkellerei",
    "latitude": "47.144947495645",
    "longitude": "9.516654538158",
    "excerpt": "A short walk northwest from the centre of town leads through the vineyards to the Prince of Liechtenstein's wine cellar. It is only possible to sample the…",
    "detail_url": "https://www.lonelyplanet.com/liechtenstein/vaduz/attractions/hofkellerei/a/poi-sig/1116552/1003825",
    "image_url": null,
    "detail_description": "A short walk northwest from the centre of town leads through the vineyards to the Prince of Liechtenstein's wine cellar. It is only possible to sample the wines here in a large group and if you have booked ahead.\n"
},
{
    "country": "vaduz",
    "city": "Vaduz",
    "index": 8,
    "name": "Mitteldorf",
    "latitude": "47.143605567109",
    "longitude": "9.5205232041363",
    "excerpt": "To see how Vaduz once looked, amble north of town to Mitteldorf. Its streets form a charming quarter of traditional houses and rose-strewn gardens…",
    "detail_url": "https://www.lonelyplanet.com/liechtenstein/vaduz/attractions/mitteldorf/a/poi-sig/1279455/1003825",
    "image_url": null,
    "detail_description": "To see how Vaduz once looked, amble north of town to Mitteldorf. Its streets form a charming quarter of traditional houses and rose-strewn gardens. Particularly eye-catching is the late-medieval, step-gabled Rote Haus perched above the vineyards.\n"
},
{
    "country": "vaduz",
    "city": "Vaduz",
    "index": 7,
    "name": "St Florin Cathedral",
    "latitude": "47.13622",
    "longitude": "9.522915",
    "excerpt": "The former parish church of St Florin was given the status of cathedral in 1997 with the setting up of the Roman Catholic Archdiocese of Vaduz. The stone…",
    "detail_url": "https://www.lonelyplanet.com/liechtenstein/vaduz/attractions/st-florin-cathedral/a/poi-sig/1573486/1003825",
    "image_url": null,
    "detail_description": "The former parish church of St Florin was given the status of cathedral in 1997 with the setting up of the Roman Catholic Archdiocese of Vaduz. The stone structure with a 45m-high tower was built in 1874 and designed by Friedrich von Schmidt from Vienna. It sits at the southern end of the pedestrianised zone.\n"
},
{
    "country": "vaduz",
    "city": "Vaduz",
    "index": 6,
    "name": "Treasure Chamber",
    "latitude": "47.138395",
    "longitude": "9.522711",
    "excerpt": "In the same building as the Postmuseum (at the opposite end) you'll find this museum with a unique collection of the treasures of Liechtenstein, including…",
    "detail_url": "https://www.lonelyplanet.com/liechtenstein/vaduz/attractions/treasure-chamber/a/poi-sig/1573488/1003825",
    "image_url": null,
    "detail_description": "In the same building as the Postmuseum (at the opposite end) you'll find this museum with a unique collection of the treasures of Liechtenstein, including a selection of valuable jewels, weapons, hunting knives and gifts presented by kings and emperors, such as Frederick the Great and Emperor Joseph II, to the princes of Liechtenstein. There's also a selection of bejewelled Russian Easter eggs from Tsarist times. Pick up a 'chip' to get in the door at the Postmuseum.\n"
},
{
    "country": "vaduz",
    "city": "Vaduz",
    "index": 5,
    "name": "Postmuseum",
    "latitude": "47.138607",
    "longitude": "9.522754",
    "excerpt": "Liechtenstein once made a packet producing souvenir stamps for enthusiasts, but that market has been hit by the rise of email. Here you’ll find all…",
    "detail_url": "https://www.lonelyplanet.com/liechtenstein/vaduz/attractions/postmuseum/a/poi-sig/1116551/1003825",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/056991897fd8f35a06ea287e2ab28cca-postmuseum.jpg",
    "detail_description": "Liechtenstein once made a packet producing souvenir stamps for enthusiasts, but that market has been hit by the rise of email. Here you’ll find all national stamps issued since 1912 in a surprisingly interesting little museum.\nIt was closed for renovation at the time of research and is scheduled to reopen in early 2019."
},
{
    "country": "vaduz",
    "city": "Vaduz",
    "index": 4,
    "name": "Parliament Building",
    "latitude": "47.137563",
    "longitude": "9.522647",
    "excerpt": "Since 2008, Liechtenstein's 25-member Parliament has been convening in this somewhat startlingly modern building. Munich-based architect Hansjörg Göritz…",
    "detail_url": "https://www.lonelyplanet.com/liechtenstein/vaduz/attractions/parliament-building/a/poi-sig/1573484/1003825",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c903b61614dbb8a44e7510e2090502fa-parliament-building.jpg",
    "detail_description": "Since 2008, Liechtenstein's 25-member Parliament has been convening in this somewhat startlingly modern building. Munich-based architect Hansjörg Göritz designed both it and the central square Peter-Kaiser-Platz, named after the famous local historian Peter Kaiser. The building is made up of the ‘Long House’, the ‘High House’ and the ‘Joining House’.\n"
},
{
    "country": "vaduz",
    "city": "Vaduz",
    "index": 3,
    "name": "Liechtensteinisches Landesmuseum",
    "latitude": "47.137768",
    "longitude": "9.522625",
    "excerpt": "This museum provides a fascinating romp through the principality’s past, heritage and natural history, from medieval witch trials to the manufacture of…",
    "detail_url": "https://www.lonelyplanet.com/liechtenstein/vaduz/attractions/liechtensteinisches-landesmuseum/a/poi-sig/1037493/1003825",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1b458061294f54bff1f8d251b65b63d2-liechtensteinisches-landesmuseum.jpg",
    "detail_description": "This museum provides a fascinating romp through the principality’s past, heritage and natural history, from medieval witch trials to the manufacture of false teeth, and ornately painted Easter eggs to stuffed Alpine animals. It's a great insight into this curious little country. Entry includes a free audioguide.\n"
},
{
    "country": "vaduz",
    "city": "Vaduz",
    "index": 2,
    "name": "Kunstmuseum Liechtenstein",
    "latitude": "47.139777465423",
    "longitude": "9.5221416648415",
    "excerpt": "This black concrete and basalt cuboid on pedestrianised Städtle hosts temporary exhibitions, revolving around the gallery’s collection of contemporary art…",
    "detail_url": "https://www.lonelyplanet.com/liechtenstein/vaduz/attractions/kunstmuseum-liechtenstein/a/poi-sig/1116550/1003825",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/963b15e77ac24df848617574371bf0d9-kunstmuseum-liechtenstein.jpg",
    "detail_description": "This black concrete and basalt cuboid on pedestrianised Städtle hosts temporary exhibitions, revolving around the gallery’s collection of contemporary art, which includes Ernst Ludwig Kirchner, Paul Klee and Joseph Beuys originals. The Prince of Liechtenstein's collection of old masters was relocated to the Liechtenstein Museum in Vienna. The cafe-sushi-bar revives art-weary gallery goers.\n"
}
]