[
{
    "country": "valencia",
    "city": "Valencia",
    "index": 1,
    "name": "Catedral de Valencia",
    "latitude": "39.475392",
    "longitude": "-0.375252",
    "excerpt": "Valencia’s cathedral was built over a mosque after the 1238 reconquest. Its low, wide, brick-vaulted triple nave is mostly Gothic, with neoclassical side…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/catedral-de-valencia/a/poi-sig/1208739/1340927",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock227409445.jpg",
    "detail_description": "Valencia’s cathedral was built over a mosque after the 1238 reconquest. Its low, wide, brick-vaulted triple nave is mostly Gothic, with neoclassical side chapels. Highlights are its museum, rich Italianate frescos above the altarpiece, a pair of Goyas in the Capilla de San Francisco de Borja, and in the flamboyant Gothic Capilla del Santo Cáliz, what’s claimed to be the Holy Grail from which Christ sipped during the Last Supper. It's a Roman-era agate cup, later modified, so at least the date is right. Admission includes an audio guide.\nVarious relics and a beautiful transitional altarpiece in the Capilla de San Dionisio are other noteworthy features.Left of the main portal is the entrance to the bell tower, El Miguelete. Climb the 207 steps of its spiral staircase for terrific 360-degree views.As done for more than a thousand years, the Tribunal de las Aguas (Water Court) meets every Thursday exactly at noon outside the cathedral’s Puerta de los Apóstoles. Here, Europe’s oldest legal institution settles local farmers’ irrigation disputes in Valenciano, the regional language."
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 35,
    "name": "Centro Cultural Bancaja",
    "latitude": "39.47367",
    "longitude": "-0.370091",
    "excerpt": "High-quality temporary art exhibitions, often featuring major international names, are the main offering at this bank-run centre, which also has other…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/centro-cultural-bancaja/a/poi-sig/1533266/1340927",
    "image_url": null,
    "detail_description": "High-quality temporary art exhibitions, often featuring major international names, are the main offering at this bank-run centre, which also has other cultural events.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 34,
    "name": "Jardines del Real",
    "latitude": "39.479483",
    "longitude": "-0.368235",
    "excerpt": "Reaching down to the riverbed are the Royal Gardens, a lovely spot for a stroll, with plenty of palms and orange trees as well as a small aviary. Once the…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/northern-eastern-valencia/attractions/jardines-del-real/a/poi-sig/424859/1340932",
    "image_url": null,
    "detail_description": "Reaching down to the riverbed are the Royal Gardens, a lovely spot for a stroll, with plenty of palms and orange trees as well as a small aviary. Once the grounds of a palace, they’re often called Los Viveros.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 33,
    "name": "Luis Adelantado",
    "latitude": "39.4728",
    "longitude": "-0.371497",
    "excerpt": "This stylish spot is a local reference point for high-quality, carefully selected contemporary art exhibitions. There are often some real gems on display,…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/south-ciutat-vella/attractions/luis-adelantado/a/poi-sig/1533261/1340928",
    "image_url": null,
    "detail_description": "This stylish spot is a local reference point for high-quality, carefully selected contemporary art exhibitions. There are often some real gems on display, and younger artists are given an annual showcase exhibition.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 32,
    "name": "Centro Cultural La Nau",
    "latitude": "39.472055",
    "longitude": "-0.373074",
    "excerpt": "Long the headquarters of the University of Valencia, with a harmonious cloister-courtyard that's worth popping into. It's lined with plaques of notable…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/south-ciutat-vella/attractions/centro-cultural-la-nau/a/poi-sig/1531767/1340928",
    "image_url": null,
    "detail_description": "Long the headquarters of the University of Valencia, with a harmonious cloister-courtyard that's worth popping into. It's lined with plaques of notable academics. Nearby are the old library and the Sala Estudi General exhibition space.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 31,
    "name": "Sporting Club Russafa",
    "latitude": "39.464344",
    "longitude": "-0.374211",
    "excerpt": "Not by any means a football club, this offbeat gallery space is run by a cooperative not-for-profit arts organisation. Its exhibitions are often worth a…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/russafa/attractions/sporting-club-russafa/a/poi-sig/1532717/1340930",
    "image_url": null,
    "detail_description": "Not by any means a football club, this offbeat gallery space is run by a cooperative not-for-profit arts organisation. Its exhibitions are often worth a look, and it also hosts other arts-related workshops, performances, talks and similar events.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 30,
    "name": "Valencia CF Stadium",
    "latitude": "39.474233",
    "longitude": "-0.359073",
    "excerpt": "The guided visit to Valencia's famous Mestalla stadium takes you to the press room, the changing rooms and out onto the hallowed turf. Hours change by…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/northern-eastern-valencia/attractions/valencia-cf-stadium/a/poi-sig/1533760/1340932",
    "image_url": null,
    "detail_description": "The guided visit to Valencia's famous Mestalla stadium takes you to the press room, the changing rooms and out onto the hallowed turf. Hours change by season and according to fixtures, so check the website in advance. Tours in English and Italian are available.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 29,
    "name": "Plaza de la Virgen",
    "latitude": "39.476336",
    "longitude": "-0.375295",
    "excerpt": "Busy Plaza de la Virgen, ringed by cafes and imposing public buildings, was once the forum of Roman Valencia. The reclining figure in its central fountain…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/plaza-de-la-virgen/a/poi-sig/1533742/1340927",
    "image_url": null,
    "detail_description": "Busy Plaza de la Virgen, ringed by cafes and imposing public buildings, was once the forum of Roman Valencia. The reclining figure in its central fountain represents the Río Turia, while the eight maidens with their gushing pots symbolise the main irrigation canals flowing from it.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 28,
    "name": "Iglesia de Santa Catalina",
    "latitude": "39.474084",
    "longitude": "-0.376443",
    "excerpt": "This church, badly knocked about in the civil war, is starkly impressive inside. It’s dwarfed by the striking late-17th-century hexagonal baroque bell…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/iglesia-de-santa-catalina/a/poi-sig/1121342/1340927",
    "image_url": null,
    "detail_description": "This church, badly knocked about in the civil war, is starkly impressive inside. It’s dwarfed by the striking late-17th-century hexagonal baroque bell tower. One of Valencia’s best-known landmarks, it rivals the cathedral’s Miguelete bell tower as a symbol of the city.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 27,
    "name": "Puente del Mar",
    "latitude": "39.470191",
    "longitude": "-0.363246",
    "excerpt": "One of the most attractive of the Turia's old bridges, this elegant stone Renaissance span was commissioned in 1591 to replace a wooden bridge that had…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/northern-eastern-valencia/attractions/puente-del-mar/a/poi-sig/1532873/1340932",
    "image_url": null,
    "detail_description": "One of the most attractive of the Turia's old bridges, this elegant stone Renaissance span was commissioned in 1591 to replace a wooden bridge that had been swept away by flooding. Pride of place goes to the little pavilions housing images of the Virgin Mary and St Pascual Baylón, a 16th-century friar and mystic.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 26,
    "name": "Almudín",
    "latitude": "39.476494",
    "longitude": "-0.37376",
    "excerpt": "The 15th-century Almudín originally served as the city’s granary, storing wheat brought in from the surrounding countryside. Writing high up on the…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/almudin/a/poi-sig/1531969/1340927",
    "image_url": null,
    "detail_description": "The 15th-century Almudín originally served as the city’s granary, storing wheat brought in from the surrounding countryside. Writing high up on the interior walls indicates the level each year’s grain reached and where it was harvested. The lofty arched hall is now used for art exhibitions, though paintings often seem dwarfed by the building's grandeur.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 25,
    "name": "Baños del Almirante",
    "latitude": "39.47492",
    "longitude": "-0.373321",
    "excerpt": "These Arab-style baths, constructed in 1313, functioned continuously as public bathing facilities until 1959. It's worth dropping in if you're passing by…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/banos-del-almirante/a/poi-sig/424845/1340927",
    "image_url": null,
    "detail_description": "These Arab-style baths, constructed in 1313, functioned continuously as public bathing facilities until 1959. It's worth dropping in if you're passing by. Strategically placed buckets and piped sounds of water add a little atmosphere, but it could do with more information. Going upstairs to see the roof, caked with pigeon droppings and cigarette ends, takes away from the romance.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 24,
    "name": "Palacio de los Borja",
    "latitude": "39.478009",
    "longitude": "-0.374651",
    "excerpt": "Built in the late 15th century as a residence for the Borja family, this imposing palace has late-Gothic and Renaissance features and now serves as…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/palacio-de-los-borja/a/poi-sig/1582232/1340927",
    "image_url": null,
    "detail_description": "Built in the late 15th century as a residence for the Borja family, this imposing palace has late-Gothic and Renaissance features and now serves as Valencia's parliament. During the Spanish Civil War it briefly housed the national government, which had fled here from Madrid, which was besieged by the Nationalist insurgency. Free guided tours run on Monday and Friday; these must be prebooked by phone.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 23,
    "name": "Centro Instructivo Musical",
    "latitude": "39.485313",
    "longitude": "-0.360274",
    "excerpt": "This centenarian institution in the heart of the Benimaclet barrio doesn't look much with its big, bare interior, but in many ways it's the soul of the…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/northern-eastern-valencia/attractions/centro-instructivo-musical/a/poi-sig/1532121/1340932",
    "image_url": null,
    "detail_description": "This centenarian institution in the heart of the Benimaclet barrio doesn't look much with its big, bare interior, but in many ways it's the soul of the community and has been a generating force for the area's wave of alternative and sustainable cultural projects. A place for art exhibitions, music and dance classes, concerts or just a beer, chat and a game of pool or chess, it's worth dropping by to see what's on.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 22,
    "name": "Espai Vert",
    "latitude": "39.48398",
    "longitude": "-0.353472",
    "excerpt": "An astonishing sight, this '80s architectural project looks like the mothership has landed on the edge of Benimaclet. A riot of unusual angles, protruding…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/northern-eastern-valencia/attractions/espai-vert/a/poi-sig/1532116/1340932",
    "image_url": null,
    "detail_description": "An astonishing sight, this '80s architectural project looks like the mothership has landed on the edge of Benimaclet. A riot of unusual angles, protruding green spaces and quirky shapes, it also (depending on who you ask) recalls Chinese puzzle boxes, Escher drawings or legends of the hanging gardens of Babylon. Built as a cooperative aimed at developing a different way of communal living, it boasts spacious apartments, all with their own garden, whatever the level. Unusual and striking.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 21,
    "name": "Museo Catedralicio Diocesano",
    "latitude": "39.4755",
    "longitude": "-0.374833",
    "excerpt": "Newly reopened, this cathedral museum is a good-looking blend of the modern and venerable. There are some excellent religious paintings here; it's…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/museo-catedralicio-diocesano/a/poi-sig/1585070/1340927",
    "image_url": null,
    "detail_description": "Newly reopened, this cathedral museum is a good-looking blend of the modern and venerable. There are some excellent religious paintings here; it's intriguing to see the huge evolution in style in just one generation between the Renaissance paintings of Vicente Macip and those of his son, the great Juan de Juanes. The highlights, though, are the wonderful 14th-century carved apostles, precursors of those that flank the cathedral's main door. In the basement you can view Roman and medieval remains.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 20,
    "name": "Museo de la Seda",
    "latitude": "39.470837",
    "longitude": "-0.380831",
    "excerpt": "This visually elegant modern museum makes the most of its lovely location in the 15th-century (with baroque additions) palace that was the seat of the…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/south-ciutat-vella/attractions/museo-de-la-seda/a/poi-sig/1585261/1340928",
    "image_url": null,
    "detail_description": "This visually elegant modern museum makes the most of its lovely location in the 15th-century (with baroque additions) palace that was the seat of the silkmakers' guild. Silk was a major Valencian industry, and the compact, manageable display takes you through the process from caterpillars to velvet-sleeved courtiers. There are some lovely restored rooms upstairs, with the highlight being a fabulous rococo tiled floor depicting the fame of silk, here in woman's form, across four continents represented by geographically relevant beasts.\nThere's also a loom (active for group visits) and very pleasant patio with a restaurant."
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 19,
    "name": "Palau de la Generalitat",
    "latitude": "39.476626",
    "longitude": "-0.37626",
    "excerpt": "This handsome 15th-century Gothic palace, much amended over the years, is the seat of government for the Valencia region. Its symmetry is recent: the…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/palau-de-la-generalitat/a/poi-sig/1121235/1340927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6ce60c40befdecf1ff05264660359a6a-lpl-03344.jpg",
    "detail_description": "This handsome 15th-century Gothic palace, much amended over the years, is the seat of government for the Valencia region. Its symmetry is recent: the original Renaissance tower received its twin only in the 1950s. Free guided tours can be booked by telephone.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 18,
    "name": "Palacio del Marqués de Dos Aguas",
    "latitude": "39.472618",
    "longitude": "-0.374522",
    "excerpt": "Quite a sight from outside, this immoderate palace has a pair of wonderfully extravagant rococo caryatids curling around the main entrance. The exterior…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/south-ciutat-vella/attractions/palacio-del-marques-de-dos-aguas/a/poi-sig/1188944/1340928",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1488323703.jpg",
    "detail_description": "Quite a sight from outside, this immoderate palace has a pair of wonderfully extravagant rococo caryatids curling around the main entrance. The exterior also boasts flamboyant Modernista features. The interior offers further sumptuous delights in what is now the Museo Nacional de Cerámica.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 17,
    "name": "Estación del Norte",
    "latitude": "39.46692",
    "longitude": "-0.377097",
    "excerpt": "Trains first chugged into this richly adorned Modernista terminal in 1917. Its main foyer is decorated with ceramic mosaics and murals – and mosaic ‘bon…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/south-ciutat-vella/attractions/estacion-del-norte/a/poi-sig/1122962/1340928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/981b59398ecdd09faa541a5729988196-lpl-02708.jpg",
    "detail_description": "Trains first chugged into this richly adorned Modernista terminal in 1917. Its main foyer is decorated with ceramic mosaics and murals – and mosaic ‘bon voyage’ wishes in major European languages. There's a riot of oranges and greenery outside and the wooden ticket booths inside are especially lovely. Don't miss the ceramic paintings by Gregorio Muñoz Dueñas in a room to your right.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 16,
    "name": "Monforte Gardens",
    "latitude": "39.477506",
    "longitude": "-0.364676",
    "excerpt": "These under-the-radar ornamental gardens designed in the mid-19th century are a peaceful spot to escape the city. Marble statues, sculpted hedges and a…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/northern-eastern-valencia/attractions/monforte-gardens/a/poi-sig/1603441/1340932",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d2d490d536c7d36392b1a4dd86ef234c-lpl-02981.jpg",
    "detail_description": "These under-the-radar ornamental gardens designed in the mid-19th century are a peaceful spot to escape the city. Marble statues, sculpted hedges and a goldfish-filled pond complete the neoclassical style, and walkways shaded by canopies of flowering vines offer welcome relief from the heat in summer. The small but grand pavilion at the entrance and its picturesque backdrops make this a popular spot for weddings.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 15,
    "name": "El Miguelete",
    "latitude": "39.475426",
    "longitude": "-0.375488",
    "excerpt": "Turn left as you enter the main portal of the cathedral for the climb up to El Miguelete, the emblematic octagonal tower. It's apparently 51m high,…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/el-miguelete/a/poi-sig/424867/1340927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b8ccdd3bc0d5cc83f6df4ff4365c383f-lpl-02691.jpg",
    "detail_description": "Turn left as you enter the main portal of the cathedral for the climb up to El Miguelete, the emblematic octagonal tower. It's apparently 51m high, exactly the same as its perimeter, but it can feel loftier than that as you clamber up the 207 chunky steps of its spiral staircase for great 360-degree city-and-skyline views. The 14 bells have been around for centuries, ringing celebrations and alarms over the city.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 14,
    "name": "Public Library of Valencia",
    "latitude": "39.470789",
    "longitude": "-0.381537",
    "excerpt": "Obscured by palm trees in the gardens of a former psychiatric hospital, the city’s main public library is in a grand 16th-century building. The Gothic…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/south-ciutat-vella/attractions/public-library-of-valencia/a/poi-sig/1606055/1340928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1a31caf30349f1087bc03d96acfeede4-lpl-03412.jpg",
    "detail_description": "Obscured by palm trees in the gardens of a former psychiatric hospital, the city’s main public library is in a grand 16th-century building. The Gothic entrance is original and the open atrium space on the ground floor showcases an impressive domed ceiling. Flooded with natural light, the library has photo and art exhibitions and is a cool spot to beat the heat. The few English books available are for young learners of the language.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 13,
    "name": "Bombas Gens",
    "latitude": "39.485296",
    "longitude": "-0.385036",
    "excerpt": "This conversion of a handsome art deco factory that once made hydraulic pumps has created an intriguing space for modern art. There's a particularly good…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/northern-eastern-valencia/attractions/bombas-gens/a/poi-sig/1584914/1340932",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1162566526.jpg",
    "detail_description": "This conversion of a handsome art deco factory that once made hydraulic pumps has created an intriguing space for modern art. There's a particularly good photography collection, displayed to great advantage in the high-ceilinged spaces. The project, which receives no public funding, also has a cafeteria for underprivileged youths and holds the new restaurant of local master chef Ricard Camarena.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 12,
    "name": "Ayuntamiento",
    "latitude": "39.469835",
    "longitude": "-0.377119",
    "excerpt": "Valencia’s handsome neoclassical town hall dominates the square that takes its name. Within is the Museo Histórico Municipal, a repository of items…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/south-ciutat-vella/attractions/ayuntamiento/a/poi-sig/1121471/1340928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/32f1d0a5cf56268ec68f244085bfab9e-lpl-02696.jpg",
    "detail_description": "Valencia’s handsome neoclassical town hall dominates the square that takes its name. Within is the Museo Histórico Municipal, a repository of items important to the city’s identity, such as the sword that Jaime I reputedly brandished when defeating the Muslim occupiers, the Moorish keys to the city, the flag they surrendered with and a fascinating 1704 map of Valencia. You can also explore the chandeliered grandeur of the function rooms and enjoy the view from the balcony.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 11,
    "name": "La Almoina",
    "latitude": "39.476229",
    "longitude": "-0.374125",
    "excerpt": "Beneath the square just east of Valencia’s cathedral, the archaeological remains of the kernel of Roman, Visigoth and Islamic Valencia shimmer through a…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/la-almoina/a/poi-sig/1188938/1340927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d2363150f2d4a2e3e326eb0c706fc356-lpl-02710.jpg",
    "detail_description": "Beneath the square just east of Valencia’s cathedral, the archaeological remains of the kernel of Roman, Visigoth and Islamic Valencia shimmer through a water-covered glass canopy. Head downstairs for an impressively excavated, atmospheric melange of Roman baths, forum buildings and a factory, as well as bits of the Moorish alcázar (fortress) and a royal cemetery. Later remains come from a building erected on this square as a hospital for the poor. Get the audio guide: it's tough to interpret otherwise.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 10,
    "name": "Nuestra Señora de los Desamparados",
    "latitude": "39.476258641844",
    "longitude": "-0.3748412747765",
    "excerpt": "The Real Basílica de Nuestra Señora de los Santos Inocentes Mártires y Desamparados, to name it fully, is Valencia's central spot for active Christianity…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/nuestra-senora-de-los-desamparados/a/poi-sig/424887/1340927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cb1291d2996448a43ec50d4440fd80ec-lpl-02690.jpg",
    "detail_description": "The Real Basílica de Nuestra Señora de los Santos Inocentes Mártires y Desamparados, to name it fully, is Valencia's central spot for active Christianity. There's serious modern Catholicism at work in the circular baroque space, with South American priests giving almost-non-stop services to ageing parishioners, and a payment kiosk for dedicated Masses. The focus: a highly venerated statue of the Virgin of the Abandoned, patron of Valencia. Due to her slightly inclined pose, she's affectionately nicknamed La Jorobadita (the Hunchback).\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 9,
    "name": "Puente de las Flores",
    "latitude": "39.471095",
    "longitude": "-0.364334",
    "excerpt": "In a city full of impressive bridges, Puente de las Flores is one of Valenicia's most spectacular – and undoubtedly its sweetest smelling. Designed by…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/northern-eastern-valencia/attractions/puente-de-las-flores/a/poi-sig/1602013/1340932",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e09baee2d8be6a614e95c20ebeabe06f-lpl-02704.jpg",
    "detail_description": "In a city full of impressive bridges, Puente de las Flores is one of Valenicia's most spectacular – and undoubtedly its sweetest smelling. Designed by home-grown architect Santiago Calatrava, responsible for the futuristic Ciudad de las Artes y las Ciencias, the bridge across the Jardines del Turia is decorated with 27,000 flowerpots along its sides. Flowers vary through the seasons but are typically red, white and pink geraniums.\nIn 2006 the bridge welcomed Pope Benedict by installing white and yellow flowers in tribute to the Vatican City flag. Rising maintenance costs once led a local paper to criticise 'the most expensive bridge in the world', but Puente de las Flores is worth sniffing out."
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 8,
    "name": "Museo Nacional de Cerámica",
    "latitude": "39.472626",
    "longitude": "-0.374597",
    "excerpt": "Inside a striking palace, this ceramics museum celebrates an important local industry. Downstairs (which also features a decadent hand-painted 1753…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/south-ciutat-vella/attractions/museo-nacional-de-ceramica/a/poi-sig/1208766/1340928",
    "image_url": null,
    "detail_description": "Inside a striking palace, this ceramics museum celebrates an important local industry. Downstairs (which also features a decadent hand-painted 1753 carriage) you can learn about the history of ceramics from baroque to modern, with great information that's albeit sometimes a little difficult to relate to the pottery on display. Upstairs, historical ceramics are cleverly dotted with modern works, but the sumptuous, over-the-top interiors, ornate stucco, chinoiserie, damask panels and elaborate upholstery pull plenty of focus. It's an outrageous rococo extravaganza.\nLook out for a fabulous painted ceiling from the original building. The modern top floor has details on ceramics production and a porcelain collection from the Alcora factory, which, along with Manises and Paterna, was an important local production centre. Porcelain and other ceramics are still huge in the Valencian region."
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 6,
    "name": "Mercado Central",
    "latitude": "39.473628",
    "longitude": "-0.378867",
    "excerpt": "Valencia’s vast Modernista covered market, constructed in 1928, is a swirl of smells, movement and colour. Spectacular seafood counters display…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/mercado-central/a/poi-sig/1208756/1340927",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1468889535.jpg",
    "detail_description": "Valencia’s vast Modernista covered market, constructed in 1928, is a swirl of smells, movement and colour. Spectacular seafood counters display cephalopods galore and numerous fish species, meat stalls groan under the weight of sausages and giant steaks, while the fruit and vegetables, many produced locally in Valencia's huerta (area of market gardens), are of special quality. A tapas bar lets you sip a wine and enjoy the atmosphere.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 7,
    "name": "Jardines del Turia",
    "latitude": "39.471914",
    "longitude": "-0.364823",
    "excerpt": "Stretching the length of Río Turia’s former course, this 9km-long lung of green is a fabulous mix of playing fields, cycling, jogging and walking paths,…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/northern-eastern-valencia/attractions/jardines-del-turia/a/poi-sig/1208807/1340932",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1942343344.jpg",
    "detail_description": "Stretching the length of Río Turia’s former course, this 9km-long lung of green is a fabulous mix of playing fields, cycling, jogging and walking paths, lawns and playgrounds. As it curves around the eastern part of the city, it's also a pleasant way of getting around. See Lilliputian kids scrambling over a magnificent, ever-patient Gulliver south of the Palau de la Música.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 5,
    "name": "Museo de Bellas Artes",
    "latitude": "39.479102",
    "longitude": "-0.370896",
    "excerpt": "Bright and spacious, this gallery ranks among Spain’s best. Highlights include a collection of magnificent late-medieval altarpieces, and works by several…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/northern-eastern-valencia/attractions/museo-de-bellas-artes/a/poi-sig/424869/1340932",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock195855125.jpg",
    "detail_description": "Bright and spacious, this gallery ranks among Spain’s best. Highlights include a collection of magnificent late-medieval altarpieces, and works by several Spanish masters, including some great Goya portraits, a haunting Velázquez self-portrait, an El Greco John the Baptist and works by Murillos, Riberas and the Ribaltas, father and son. Downstairs, an excellent series of rooms focuses on the great, versatile Valencian painter Joaquín Sorolla (1863–1923), who, at his best, seemed to capture the spirit of an age through sensitive portraiture.\n"
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 4,
    "name": "La Lonja",
    "latitude": "39.474423",
    "longitude": "-0.378363",
    "excerpt": "This splendid building, a Unesco World Heritage Site, was originally Valencia’s silk and commodity exchange, built in the late 15th century when the city…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/la-lonja/a/poi-sig/1121344/1340927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c1a41af130d9caf5040a2d05eb393faa-la-lonja.jpg",
    "detail_description": "This splendid building, a Unesco World Heritage Site, was originally Valencia’s silk and commodity exchange, built in the late 15th century when the city was booming. It's one of Spain's finest examples of a civil Gothic building. Two main structures flank a citrus-studded courtyard: the magnificent Sala de Contratación, a cathedral of commerce with soaring twisted pillars, and the Consulado del Mar, where a maritime tribunal sat. The top floor boasts a stunning coffered ceiling brought here from another building.\nIt's worth getting the audio guide (€3) as there's almost no printed information. The exterior (covered by the audio guide) also merits examination."
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 3,
    "name": "Museo del Patriarca",
    "latitude": "39.472328",
    "longitude": "-0.372977",
    "excerpt": "This seminary was founded in the late 16th century by San Juan de Ribera, a towering Counter-Reformation figure who wielded enormous spiritual and…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/south-ciutat-vella/attractions/museo-del-patriarca/a/poi-sig/424879/1340928",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyImages-678391841.jpeg",
    "detail_description": "This seminary was founded in the late 16th century by San Juan de Ribera, a towering Counter-Reformation figure who wielded enormous spiritual and temporal power in Spain and beyond. With an impressive if austere Renaissance courtyard-cloister, its main attraction is a small but excellent religious-art museum. Caravaggio, El Greco and local boys José de Ribera and Juan de Juanes are represented. Most surprising is the manuscript that Thomas More was writing while awaiting his execution in the Tower of London.\nThe adjacent church has a soberly handsome cloister, some high-quality Renaissance frescoes, and a stuffed caiman, Lepanto, in the anteroom. Note that the museum is accessed through the right-hand doorway."
},
{
    "country": "valencia",
    "city": "Valencia",
    "index": 2,
    "name": "Iglesia de San Nicolás",
    "latitude": "39.47651",
    "longitude": "-0.378792",
    "excerpt": "Recently reopened to the public after a magnificent restoration, this single-naved church down a passageway is a striking sight. Over the original Gothic…",
    "detail_url": "https://www.lonelyplanet.com/spain/valencia/north-ciutat-vella/attractions/iglesia-de-san-nicolas/a/poi-sig/1582479/1340927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7d5721a54600e7861dcf775756a11533-lpl-02695.jpg",
    "detail_description": "Recently reopened to the public after a magnificent restoration, this single-naved church down a passageway is a striking sight. Over the original Gothic vaulting, the ceiling is a painted baroque riot, with enough cherubs for a serious documentary on childhood obesity. The altarpiece is in similar style, with corkscrew (solomonic) columns framing the twin saints who share the church: San Nicolás saving boys from the pickling tub, and San Pedro Mártir with a cutlass in his head.\nIf baroque isn't your thing, you'll find some more sober pieces around the church, with Renaissance altarpieces by Juan de Juanes on either side of the altar and a Calvary that he completed together with his father Vicente Macip on the right. At the back of the church is another crucifixion scene, a fine late Gothic altarpiece by Rodrigo de Osona."
}
]