[
{
    "country": "valletta",
    "city": "Valletta",
    "index": 1,
    "name": "Grand Master's Palace",
    "latitude": "35.898602",
    "longitude": "14.514045",
    "excerpt": "The stern exterior of the 16th-century Grand Master's Palace conceals a sumptuous interior. This was once the residence of the Grand Masters of the…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/grand-master-s-palace/a/poi-sig/447299/360142",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2a1e5a0ae65a1740865430405b847a31-grand-master-s-palace.jpg",
    "detail_description": "The stern exterior of the 16th-century Grand Master's Palace conceals a sumptuous interior. This was once the residence of the Grand Masters of the Knights of St John. From Malta's independence until 2015 the building was the seat of Malta's parliament, before it moved into the new Parliament Building. The Armoury is housed in what was once the Grand Master's stables.\nOriginally, the armour and weapons belonging to the Knights were stored at the Palace Armoury (the Great Hall), and when a Knight died these became the property of the Order. The collection of more than 5000 suits of 16th- to 18th-century armour is all that remains of an original 25,000 – Napoleon's light-fingered activities, over-enthusiastic housekeeping by the British and general neglect put paid to the rest.Some of the most interesting pieces are the breastplate worn by la Valette, the beautifully damascened (steel inlaid with gold) suit made for Alof de Wignacourt, the captured Turkish Sipahi (cavalry) armour, and reinforced armour with bullet marks (the development of guns marked the beginning of the end for armour). There are also displays of some beautiful weapons, including crossbows, muskets, swords and pistols.In the State Apartments, five rooms are usually open to the public, although special one-off exhibitions mean some rooms may be closed. The Grand Master's Palace remains the official residence of the Maltese president, so rooms are occasionally closed. The long Armoury Corridor, decorated with trompe l'œil painting, scenes of naval battles and the portraits and escutcheons of various Grand Masters, leads to the Council Chamber on the left. It is hung with 17th-century Gobelins tapestries gifted to the Order in 1710 by Grand Master Ramon de Perellos. They feature exotic scenes of Africa, India, the Caribbean and Brazil, including an elephant beneath a cashew-nut tree; an ostrich, cassowary and flamingo; a rhino and a zebra being attacked by a leopard; and a tableau with palm trees, a tapir, a jaguar and an iguana.Beyond lie the State Dining Room and the Supreme Council Hall, where the Supreme Council of Order met. It is decorated with a frieze depicting events from the Great Siege of 1565, while the minstrels' gallery bears paintings showing scenes from the Book of Genesis. At the far end of the hall a door gives access to the Hall of the Ambassadors, or Red State Room, where the Grand Master would receive important visitors, and where the Maltese president still receives foreign envoys. It contains portraits of the French kings Louis XIV, Louis XV and Louis XVI, the Russian Empress Catherine the Great and several Grand Masters. The neighbouring Pages' Room, or Yellow State Room (despite the abundance of greenish tones), was used by the Grand Master's 16 attendants."
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 40,
    "name": "Granaries",
    "latitude": "35.89348561918",
    "longitude": "14.506338921589",
    "excerpt": "Circular slabs stud the paved surface of Pjazza San Publiju; they're the lids of underground granaries.",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/granaries/a/poi-sig/1272913/360142",
    "image_url": null,
    "detail_description": "Circular slabs stud the paved surface of Pjazza San Publiju; they're the lids of underground granaries.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 39,
    "name": "Commonwealth Air Forces Memorial",
    "latitude": "35.894562759795",
    "longitude": "14.507856665556",
    "excerpt": "Monument to 2298 members of the Commonwealth air force, who lost their lives in WWII and have no known grave.",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/commonwealth-air-forces-memorial/a/poi-sig/1272738/360142",
    "image_url": null,
    "detail_description": "Monument to 2298 members of the Commonwealth air force, who lost their lives in WWII and have no known grave.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 38,
    "name": "Lower Barrakka Gardens",
    "latitude": "35.897507",
    "longitude": "14.517596",
    "excerpt": "This compact harbourfront park contains a Doric temple commemorating Sir Alexander Ball, the British naval captain who successfully captured Malta from…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/lower-barrakka-gardens/a/poi-sig/1590506/360142",
    "image_url": null,
    "detail_description": "This compact harbourfront park contains a Doric temple commemorating Sir Alexander Ball, the British naval captain who successfully captured Malta from the French in 1800.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 37,
    "name": "Malta 5D",
    "latitude": "35.897768",
    "longitude": "14.509721",
    "excerpt": "The most multisensory of Valletta's audiovisual evocations of the past, this 20-minute show enlivens Malta's history with 3D effects, aromas, gusts of air…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/malta-5d/a/poi-sig/1517705/360142",
    "image_url": null,
    "detail_description": "The most multisensory of Valletta's audiovisual evocations of the past, this 20-minute show enlivens Malta's history with 3D effects, aromas, gusts of air and moving seats.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 36,
    "name": "Pjazza de Valette",
    "latitude": "35.896125",
    "longitude": "14.511008",
    "excerpt": "This square was inaugurated in 2012 on the site of the former police station. It's dedicated to Grand Master Valette, and dominated by a 2.5m-high statue…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/pjazza-de-valette/a/poi-sig/1519073/360142",
    "image_url": null,
    "detail_description": "This square was inaugurated in 2012 on the site of the former police station. It's dedicated to Grand Master Valette, and dominated by a 2.5m-high statue of the Maltese hero.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 35,
    "name": "National Library",
    "latitude": "35.898237",
    "longitude": "14.51354",
    "excerpt": "This grand classical edifice was the last building erected by the Knights. It's worth popping in to admire the book-lined stacks, and there are occasional…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/national-library/a/poi-sig/1517706/360142",
    "image_url": null,
    "detail_description": "This grand classical edifice was the last building erected by the Knights. It's worth popping in to admire the book-lined stacks, and there are occasional temporary exhibitions.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 34,
    "name": "St James' Cavalier",
    "latitude": "35.895864102579",
    "longitude": "14.510549614519",
    "excerpt": "This 16th-century fortification has been transformed into a dazzling arts centre encompassing galleries, theatre and a cinema. Recent exhibitions have…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/st-james-cavalier/a/poi-sig/1257935/360142",
    "image_url": null,
    "detail_description": "This 16th-century fortification has been transformed into a dazzling arts centre encompassing galleries, theatre and a cinema. Recent exhibitions have encompassed contemporary Libyan art.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 32,
    "name": "Triton Fountain",
    "latitude": "35.895622789796",
    "longitude": "14.508325290698",
    "excerpt": "Sculpted by Maltese sculptor Vincent Apap in 1959, this grand fountain has been restored to perfection and reopened in early 2018 in time for Valletta's…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/triton-fountain/a/poi-sig/1272751/360142",
    "image_url": null,
    "detail_description": "Sculpted by Maltese sculptor Vincent Apap in 1959, this grand fountain has been restored to perfection and reopened in early 2018 in time for Valletta's inauguration as the 2018 European Capital of Culture.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 31,
    "name": "Toy Museum",
    "latitude": "35.900026600158",
    "longitude": "14.515140677442",
    "excerpt": "This doll-sized museum houses an impressive private collection of model toys, such as tin cars from 1950s Japan, tin toys from 1912 Germany, as well as…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/toy-museum/a/poi-sig/447325/360142",
    "image_url": null,
    "detail_description": "This doll-sized museum houses an impressive private collection of model toys, such as tin cars from 1950s Japan, tin toys from 1912 Germany, as well as Matchbox cars, farmyard animals, train sets and dolls.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 33,
    "name": "Armoury",
    "latitude": "35.898619",
    "longitude": "14.514066",
    "excerpt": "Of the original 25,000 16th- to 18th-century Knights of St John suits of armour, around 5000 remain at the Armoury, which is housed in the Grand Master's…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/armoury/a/poi-sig/1272789/360142",
    "image_url": null,
    "detail_description": "Of the original 25,000 16th- to 18th-century Knights of St John suits of armour, around 5000 remain at the Armoury, which is housed in the Grand Master's Palace.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 29,
    "name": "War HQ Tunnels",
    "latitude": "35.89443",
    "longitude": "14.512671",
    "excerpt": "Twice-daily one-hour tours negotiate the wartime tunnels under Valletta and focus on Maltese history from WWII to the Cold War. Good walking shoes are…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/war-hq-tunnels/a/poi-sig/1600089/360142",
    "image_url": null,
    "detail_description": "Twice-daily one-hour tours negotiate the wartime tunnels under Valletta and focus on Maltese history from WWII to the Cold War. Good walking shoes are necessary and it's a good idea to bring a torch (flashlight).\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 30,
    "name": "Blitz",
    "latitude": "35.899254",
    "longitude": "14.511577",
    "excerpt": "This innovative gallery and performance space has various pop-up exhibitions and events and hosts resident artists throughout the year. There are no set…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/blitz/a/poi-sig/1599945/360142",
    "image_url": null,
    "detail_description": "This innovative gallery and performance space has various pop-up exhibitions and events and hosts resident artists throughout the year. There are no set opening times so check what's scheduled on the website.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 28,
    "name": "Palazzo Parisio",
    "latitude": "35.896264",
    "longitude": "14.511566",
    "excerpt": "Now housing the Ministry of Foreign Affairs, this mansion built in the 1740s combines neoclassical and baroque influences, and was the residence of…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/palazzo-parisio/a/poi-sig/1590502/360142",
    "image_url": null,
    "detail_description": "Now housing the Ministry of Foreign Affairs, this mansion built in the 1740s combines neoclassical and baroque influences, and was the residence of Napoleon for six days in June 1798 during the French occupation of Malta.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 26,
    "name": "Siege Bell Memorial",
    "latitude": "35.89758",
    "longitude": "14.518258",
    "excerpt": "Erected in 1992, this memorial commemorates those who lost their lives during the wartime convoys of 1940 to 1943. The Latin inscription of the bell…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/siege-bell-memorial/a/poi-sig/1590505/360142",
    "image_url": null,
    "detail_description": "Erected in 1992, this memorial commemorates those who lost their lives during the wartime convoys of 1940 to 1943. The Latin inscription of the bell references Psalm 140, and translates to 'You cast thy shadow upon my head during the time of war 1940–1943'.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 27,
    "name": "Entrance to Fort St Elmo & National War Museum",
    "latitude": "35.900166",
    "longitude": "14.51884",
    "excerpt": "The entrance to Fort St Elmo, named after the patron saint of mariners. The fort contains the stunning National War Museum. Note it is not possible to…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/entrance-to-fort-st-elmo-national-war-museum/a/poi-sig/1519287/360142",
    "image_url": null,
    "detail_description": "The entrance to Fort St Elmo, named after the patron saint of mariners. The fort contains the stunning National War Museum. Note it is not possible to visit the fort without paying for admission to the museum.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 25,
    "name": "Malta Contemporary Art",
    "latitude": "35.897976",
    "longitude": "14.514742",
    "excerpt": "After a few years of exhibiting at various pop-up venues around Valletta, Malta Contemporary Art (MCA) now has its own dedicated space tucked away in a…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/malta-contemporary-art/a/poi-sig/1599456/360142",
    "image_url": null,
    "detail_description": "After a few years of exhibiting at various pop-up venues around Valletta, Malta Contemporary Art (MCA) now has its own dedicated space tucked away in a quiet heritage backstreet. Check the website for the latest exhibitions, often covering photography, painting and mixed media.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 24,
    "name": "Prospettiva",
    "latitude": "35.893639",
    "longitude": "14.508648",
    "excerpt": "This installation was designed by Maltese architect Chris Briffa to celebrate V18 (Valletta as European City of Culture in 2018). The work merges the city…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/prospettiva/a/poi-sig/1519013/360142",
    "image_url": null,
    "detail_description": "This installation was designed by Maltese architect Chris Briffa to celebrate V18 (Valletta as European City of Culture in 2018). The work merges the city's five different gates into a 2D structure that is disassembled into planes, and is a striking sight close to St James Bastion.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 23,
    "name": "Malta Postal Museum",
    "latitude": "35.898854",
    "longitude": "14.514592",
    "excerpt": "Sandwiched between a pub and restaurants on Triq l-Arċisqof is this compact but interesting museum. Highlights of the permanent exhibition include the…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/malta-postal-museum/a/poi-sig/1595999/360142",
    "image_url": null,
    "detail_description": "Sandwiched between a pub and restaurants on Triq l-Arċisqof is this compact but interesting museum. Highlights of the permanent exhibition include the fascinating story of the postal system of the Knights of St John, and the building is also often used for both heritage and contemporary photographic exhibitions.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 22,
    "name": "Casa Rocca Piccola",
    "latitude": "35.899791733515",
    "longitude": "14.515340004355",
    "excerpt": "The 16th-century palazzo Casa Rocca Piccola is the family home of the 9th Marquis de Piro, who still lives here and has opened part of the palazzo to the…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/casa-rocca-piccola/a/poi-sig/447291/360142",
    "image_url": null,
    "detail_description": "The 16th-century palazzo Casa Rocca Piccola is the family home of the 9th Marquis de Piro, who still lives here and has opened part of the palazzo to the public. Visits allow a unique insight into the privileged lifestyle of the aristocracy, and include the family's WWII air-raid shelters, which lie 100ft underground.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 21,
    "name": "Valletta Waterfront (Pinto Wharf)",
    "latitude": "35.890215",
    "longitude": "14.508069",
    "excerpt": "The Valletta Waterfront was once a rundown dockside area, now renovated and lined with waterside restaurants. Most of its services, including shops,…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/valletta-waterfront-pinto-wharf/a/poi-sig/1517049/360142",
    "image_url": null,
    "detail_description": "The Valletta Waterfront was once a rundown dockside area, now renovated and lined with waterside restaurants. Most of its services, including shops, restaurants and bars, cater to the passengers of the cruise ships that dock here. There's a small tourist information booth, plus operators offering bus and boat trips around Valletta.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 20,
    "name": "Auberge de Castille",
    "latitude": "35.895895939317",
    "longitude": "14.511333847383",
    "excerpt": "On Pjazza Kastilja, pause to admire the facade of the Auberge de Castille, designed by the architect Andrea Belli in 1741. It adorns a 16th-century…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/auberge-de-castille/a/poi-sig/447289/360142",
    "image_url": null,
    "detail_description": "On Pjazza Kastilja, pause to admire the facade of the Auberge de Castille, designed by the architect Andrea Belli in 1741. It adorns a 16th-century building that was once the home of the Spanish and Portuguese langue of the Knights of St John, but now houses the offices of the Maltese prime minister (not open to the public).\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 19,
    "name": "Sacra Infermeria",
    "latitude": "35.899776223569",
    "longitude": "14.518064996768",
    "excerpt": "In the impressive former Sacra Infermeria, a 16th-century hospital of the Order of St John, this exhibition brings the sometimes alarming achievements of…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/sacra-infermeria/a/poi-sig/447303/360142",
    "image_url": null,
    "detail_description": "In the impressive former Sacra Infermeria, a 16th-century hospital of the Order of St John, this exhibition brings the sometimes alarming achievements of medieval medicine to life and allows a glance inside this fascinating building. Admission is included with entry to the Malta Experience nearby.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 18,
    "name": "Manoel Theatre",
    "latitude": "35.89976007946",
    "longitude": "14.512601494789",
    "excerpt": "Malta's national theatre was built in 1731 and is one of the oldest theatres in Europe. The building is being slowly restored, but is still in use for…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/manoel-theatre/a/poi-sig/1136438/360142",
    "image_url": null,
    "detail_description": "Malta's national theatre was built in 1731 and is one of the oldest theatres in Europe. The building is being slowly restored, but is still in use for events, and can be visited on interesting guided tours. Booking ahead a few days prior is recommended. Highlights of the theatre include a baroque, gilt-twinkling auditorium with a huge chandelier.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 17,
    "name": "Palazzo Castellania",
    "latitude": "35.896812",
    "longitude": "14.512457",
    "excerpt": "Restored for Valletta's stint as the European Capital of Culture in 2018, Palazzo Castellania originally housed Valletta's law courts and prison. The…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/palazzo-castellania/a/poi-sig/1590503/360142",
    "image_url": null,
    "detail_description": "Restored for Valletta's stint as the European Capital of Culture in 2018, Palazzo Castellania originally housed Valletta's law courts and prison. The figures above the 1st-floor balcony represent Justice and Truth, and the building was constructed in the baroque style by the Order of St John from 1757 to 1760. The building's contemporary tenant is Malta's Ministry of Health.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 16,
    "name": "MUŻA",
    "latitude": "35.896247",
    "longitude": "14.511201",
    "excerpt": "MUŻA is a 2018 incarnation of Malta's Museum of Fine Arts, which closed in a previous location in 2016. Sited in the Auberge d'Italie, a 16th-century…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/muza/a/poi-sig/1598318/360142",
    "image_url": null,
    "detail_description": "MUŻA is a 2018 incarnation of Malta's Museum of Fine Arts, which closed in a previous location in 2016. Sited in the Auberge d'Italie, a 16th-century building once housing Italian members of the Knights of St John, MUŻA combines highlights from the former museum, including historic maps and paintings, with an interactive 21st-century approach to community art and storytelling.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 15,
    "name": "Royal Opera House",
    "latitude": "35.896435545409",
    "longitude": "14.510406466873",
    "excerpt": "Built in the 1860s, the once imperious Opera House was destroyed during a German air raid in 1942. Its gutted shell was left as a reminder of the war, and…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/royal-opera-house/a/poi-sig/447317/360142",
    "image_url": null,
    "detail_description": "Built in the 1860s, the once imperious Opera House was destroyed during a German air raid in 1942. Its gutted shell was left as a reminder of the war, and now acts as a framework for the Renzo Piano–designed open-air performance space, where bottle-green seating is raised above the ruins. It's a wonderful place to catch a concert, which are most frequent during the Arts Festival.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 14,
    "name": "Valletta Contemporary",
    "latitude": "35.896603",
    "longitude": "14.51442",
    "excerpt": "Emblematic of Valletta's cultural development during the city's 2018 stint as a European Capital of Culture is this modern gallery with an ever-changing…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/valletta-contemporary/a/poi-sig/1599455/360142",
    "image_url": null,
    "detail_description": "Emblematic of Valletta's cultural development during the city's 2018 stint as a European Capital of Culture is this modern gallery with an ever-changing roster of exhibitions and installations from local and international artists. As the first opening on largely abandoned Triq il-Levant ('East St'), it promises to be a catalyst for the area's regeneration. Check the website for opening hours.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 13,
    "name": "Carmelite Basilica",
    "latitude": "35.899741",
    "longitude": "14.512779",
    "excerpt": "Originally built in 1570 and expanded in the mid-19th century, the Carmelite Basilica (formerly known as the Basilica of Our Lady of Mt Carmel) was…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/carmelite-basilica/a/poi-sig/1590504/360142",
    "image_url": null,
    "detail_description": "Originally built in 1570 and expanded in the mid-19th century, the Carmelite Basilica (formerly known as the Basilica of Our Lady of Mt Carmel) was rebuilt from 1958 to 1981 after being seriously damaged during WWII. Its 42m-high dome now dominates the city's skyline. Of key interest inside the basilica is an early-17th-century painting of Our Lady of Mt Carmel. Note also the soaring columns of red marble.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 12,
    "name": "Malta Experience",
    "latitude": "35.89977089328",
    "longitude": "14.518647046475",
    "excerpt": "A whip through 7000 years of history, this 45-minute show also highlights Malta's scenic attractions. It's screened in the basement of the Mediterranean…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/malta-experience/a/poi-sig/1086602/360142",
    "image_url": null,
    "detail_description": "A whip through 7000 years of history, this 45-minute show also highlights Malta's scenic attractions. It's screened in the basement of the Mediterranean Conference Centre, which occupies the Sacra Infermeria, the 16th-century hospital of the Order of St John. The entrance fee includes a tour of the hospital, visiting the Grand Hall that once housed around 300 patients.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 11,
    "name": "Upper Barrakka Lift",
    "latitude": "35.894422",
    "longitude": "14.511877",
    "excerpt": "There was a lift between the Grand Harbour and the Upper Barrakka Gardens from 1905 to 1973. In 2012, this was finally replaced by the marvellous…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/upper-barrakka-lift/a/poi-sig/1517701/360142",
    "image_url": null,
    "detail_description": "There was a lift between the Grand Harbour and the Upper Barrakka Gardens from 1905 to 1973. In 2012, this was finally replaced by the marvellous panoramic lift that connects Upper Barrakka Gardens with the Lascaris Ditch, a short walk from Valletta Waterfront and ferries and water taxis to the Three Cities. It's 58m high and can carry 21 passengers. Pay on the way up (€1), but not on the way down; if you have a ferry ticket, it's free.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 10,
    "name": "Church of St Paul's Shipwreck",
    "latitude": "35.897394",
    "longitude": "14.513862",
    "excerpt": "In AD 60 St Paul was shipwrecked on Malta and brought Christianity to the population. This church has a 19th-century facade, but the interior dates from…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/church-of-st-paul-s-shipwreck/a/poi-sig/447295/360142",
    "image_url": null,
    "detail_description": "In AD 60 St Paul was shipwrecked on Malta and brought Christianity to the population. This church has a 19th-century facade, but the interior dates from the 16th century and houses many treasures, including a dazzling gilded statue of St Paul, carved in Rome in the 1650s and carried shoulder-high through the streets of Valletta on the saint's feast day (10 February).\nThere's also a golden reliquary containing some bones from the saint's wrist, and part of the column on which he is said to have been beheaded in Rome."
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 9,
    "name": "City Gate",
    "latitude": "35.896012",
    "longitude": "14.508959",
    "excerpt": "The Renzo Piano–designed City Gate forms part of the architect's dramatic and harmonious development. It echoes the dimensions of the original 1633…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/city-gate/a/poi-sig/1517048/360142",
    "image_url": null,
    "detail_description": "The Renzo Piano–designed City Gate forms part of the architect's dramatic and harmonious development. It echoes the dimensions of the original 1633 entrance, rather than the 1960s gate that it replaced, allowing passers-by to have the sensation of crossing a real bridge, and giving them views of the ditch and fortifications. The architecture is pared down and stark, and the gate is framed by a pair of metal blades, each 25m high, designed to look like knights' sabres.\nInside the gate, a pair of wide, gently sloping flights of steps, inspired by the stairs that framed the original gate, link the bastions of St James’ Cavalier and St John’s Cavalier to the lower-level Republic St. Looking back up Republic St, you'll notice the City Gate forms a distinct 'V' shape (for Valletta)."
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 7,
    "name": "Saluting Battery",
    "latitude": "35.894335612377",
    "longitude": "14.512619917393",
    "excerpt": "The Saluting Battery is where a cannon once fired salutes to visiting naval vessels. The battery has been restored, and a cannon is fired Monday through...",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/saluting-battery/a/poi-sig/1135874/360142",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Malta%20Valletta%20StockPhotoAstur%20GettyImages-1199981589%20RFE.jpg",
    "detail_description": "The Saluting Battery is where a cannon once fired salutes to visiting naval vessels. The battery has been restored, and a cannon is fired Monday through Saturday at noon and 4pm with great ceremony – it's well worth making time to see this, and children will enjoy it. Try to time your visit for a tour – the enthusiastic, costumed guides explain how the cannon is loaded and fired.\n"
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 8,
    "name": "Lascaris War Rooms",
    "latitude": "35.894734",
    "longitude": "14.513283",
    "excerpt": "A mechanically ventilated underground tunnel complex that lies 40m beneath the Upper Barrakka Gardens, this housed Britain's top-secret command in Malta…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/lascaris-war-rooms/a/poi-sig/1517704/360142",
    "image_url": null,
    "detail_description": "A mechanically ventilated underground tunnel complex that lies 40m beneath the Upper Barrakka Gardens, this housed Britain's top-secret command in Malta during WWII and remained in use until 1977. Lovingly restored in 2009, the rooms are laid out as they would have been, staffed by waxwork figures, and provide a fascinating behind-the-scenes glimpse. Get here by going to the Saluting Battery in the Upper Barrakka Gardens – the staff there will direct you.\nAt the time of writing, there were plans to also restore and open the adjacent Combined Operations Centre, Malta's WWII nerve centre where the unified offensive response for all naval, air force and military action was coordinated. Check the Wirtartna website (www.wirtartna.org) for updates."
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 6,
    "name": "Parliament Building",
    "latitude": "35.896273",
    "longitude": "14.509903",
    "excerpt": "Renzo Piano's breathtaking Parliament Building was completed in 2014. Its design includes two massive volumes of stone that look suspended in air, but are…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/parliament-building/a/poi-sig/1292012/360142",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/725ba66890bdb0852b179e02fc46ea99-parliament-building.jpg",
    "detail_description": "Renzo Piano's breathtaking Parliament Building was completed in 2014. Its design includes two massive volumes of stone that look suspended in air, but are supported by stilts. The blocks have been machine-cut to lighten their appearance, while reducing solar radiation and letting in daylight. Covering the rooftop are 600 sq metres of photovoltaic panels, which generate most of the energy required to heat the building in winter and cool it in summer.\nThe northern block contains the parliament chamber, while the south block accommodates MPs' offices. As little has changed architecturally in Valletta since it was established in the 16th and 17th centuries, it's unsurprising that Renzo Piano's modern and dramatic additions, including the Parliament Building, City Gate and Opera House, have proved controversial in Malta. Everyone definitely has an opinion on the buildings."
},
{
    "country": "valletta",
    "city": "Valletta",
    "index": 5,
    "name": "Upper Barrakka Gardens",
    "latitude": "35.894822655002",
    "longitude": "14.511683409753",
    "excerpt": "These colonnaded gardens perched high above Grand Harbour were created in the late 16th century as a relaxing haven for the Knights from the nearby…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/upper-barrakka-gardens/a/poi-sig/447327/360142",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3026cef3d706dc6b4fc38e299840e7b4-upper-barrakka-gardens-saluting-battery.jpg",
    "detail_description": "These colonnaded gardens perched high above Grand Harbour were created in the late 16th century as a relaxing haven for the Knights from the nearby Auberge d'Italie. They provide a shady retreat from the bustle of the city, and the balcony has one of the best views in Malta.The terrace below is occupied by the Saluting Battery, where a cannon once fired salutes to visiting naval vessels.\n"
}