[
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 1,
    "name": "Stanley Park",
    "latitude": "49.294018",
    "longitude": "-123.144448",
    "excerpt": "One of North America’s largest urban green spaces, Stanley Park is revered for its dramatic forest-and-mountain oceanfront views. But there’s more to this…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/stanley-park/a/poi-sig/1361918/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_115945702.jpg",
    "detail_description": "One of North America’s largest urban green spaces, Stanley Park is revered for its dramatic forest-and-mountain oceanfront views. But there’s more to this 400-hectare woodland than looks. The park is studded with nature-hugging trails, family-friendly attractions, sunset-loving beaches and tasty places to eat. \nWhy you should go\nBuilt in stages between 1917 and 1980, the park's 8.8km seawall trail is Vancouver's favorite outdoor hangout. Encircling the park, it offers spectacular waterfront vistas on one side and dense forest on the other. \nYou can walk the whole thing in roughly three hours or rent a bike to cover the route far faster. Keep in mind: cyclists and in-line skaters must travel counterclockwise on the seawall, so there's no going back once you start (unless you walk). \nAlso consider following the 25km of trails that crisscross the park's interior, including Siwash Rock Trail, Rawlings Trail and the popular Beaver Lake Trail (some routes are for pedestrians only). The Beaver Lake route is especially recommended; a family of beavers resides there and you'll likely spot them swimming around their large den.\n\n  \nThe totems in Stanley Park are a top attraction © Regien Paassen / Shutterstock\n\nThe seawall also delivers you to some of the park's top highlights. About 1.5km from the W Georgia St entrance, you'll come to the ever-popular totem poles. Remnants of an abandoned 1930s plan to create a First Nations 'theme village,' the bright-painted poles were joined by some exquisitely carved Coast Salish welcome arches a few years back. For the full First Nations story, consider a fascinating guided park walk with Talaysay Tours.\nContinue on to the nearby Nine O’Clock Gun (it fires at 9pm nightly) and Lumberman's Arch, which is a good spot to see Alaska cruise ships sliding past. From here, you can cut into the park to the popular Vancouver Aquarium or continue around the seawall; it gets wilder and more scenic as you pass under the Lions Gate Bridge and face down the Pacific Ocean.\nWildlife in Stanley Park \nStanley Park is studded with appeal for wildlife fans. Neat the W Georgia St entrance lies Lost Lagoon, which is a bird-beloved nature sanctuary – keep your eyes peeled for blue herons. Its perimeter pathway is also a favored stroll for wildlife nuts.\nPlunging deeper into the park's more secluded trails, you'll also likely spot wrens, hummingbirds and chittering little Douglas squirrels. For an introduction to the area's flora and fauna, start at the Stanley Park Nature House. You'll find friendly volunteers and exhibits on wildlife, history and ecology – ask about their well-priced guided walks.\nWhile they mostly give humans a wide berth, you might also come across a coyote or two; aggressive incidents with coyotes are rare. However, be cautious and treat them with respect and give them a wide berth as well. \nBeaches in Stanley Park \nSecond Beach is a family-friendly area on the park's western side, with a grassy playground, an ice-cream-serving concession and a huge outdoor swimming pool. It's also close to Ceperley Meadows, where Fresh Air Cinema offers popular free outdoor movie screenings in summer. \nFor a little more tranquility, try Third Beach. A sandy expanse with plenty of logs to sit against, this is a favored summer-evening destination for Vancouverites. \nOpening hours and other practicalities\nThe park is free to enter and open 24 hours a day. The park can be reached by taking bus 19 from downtown. There are additional fees for bike rentals and attractions in the park, like the Vancouver Aquarium. \nIn summer, the seawall is packed with visitors; arrive early morning or early evening if tranquil nature-communing is your bag. There are often summertime queues to enter the aquarium; try to make it one of your first stops when you arrive at the park.\nHotels near Stanley Park \nBuchan Hotel \nTimes Square Suites Hotel \nSylvia Hotel \n \n"
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 40,
    "name": "Vanier Park",
    "latitude": "49.275948",
    "longitude": "-123.143017",
    "excerpt": "Winding around Kitsilano Point toward Kits Beach, waterfront Vanier Park is more a host than a destination. Home to three museums, it's also the venue for…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/vanier-park/a/poi-sig/394113/1335110",
    "image_url": null,
    "detail_description": "Winding around Kitsilano Point toward Kits Beach, waterfront Vanier Park is more a host than a destination. Home to three museums, it's also the venue for the tents of the annual Bard on the Beach Shakespeare festival. Bring takeout from Granville Island (a 10-minute stroll away via the seawall) to this popular picnic spot, and watch the local birdlife and kite-flyers do their thing.\nIf you want to avoid the sweaty crush in English Bay during summer's Celebration of Light fireworks event, bring your blanket and spread it out here. You'll have great views of the aerial display among a far more convivial and family friendly crowd."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 39,
    "name": "Coal Harbour Seawall",
    "latitude": "49.28960249",
    "longitude": "-123.1192681",
    "excerpt": "An idyllic 2km waterfront stroll from Canada Place to Stanley Park, this is a perfect way to spend a sunny afternoon. En route you'll pass the landmark…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/coal-harbour-seawall/a/poi-sig/1159990/1335105",
    "image_url": null,
    "detail_description": "An idyllic 2km waterfront stroll from Canada Place to Stanley Park, this is a perfect way to spend a sunny afternoon. En route you'll pass the landmark convention center, the sparkling Olympic Cauldron and intriguing historic panels. Take a break at the grassy nook of Harbour Green Park as well as the Light Shed artwork, a replica of one of the many marine sheds that once lined this area.\nLook out for the cozy houseboats in the marina near the Westin Bayshore hotel, where Howard Hughes holed up for three months in 1972. Continue a few more minutes and you'll be on the fringes of Stanley Park, where the seawall continues right around the park."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 38,
    "name": "Old Hastings Mill Store Museum",
    "latitude": "49.272775",
    "longitude": "-123.185717",
    "excerpt": "Built near Gastown in 1865, this gabled wooden structure is Vancouver’s oldest surviving building. Originally a store for sawmill workers, it made it…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/old-hastings-mill-store-museum/a/poi-sig/1097945/1335110",
    "image_url": null,
    "detail_description": "Built near Gastown in 1865, this gabled wooden structure is Vancouver’s oldest surviving building. Originally a store for sawmill workers, it made it through the Great Fire of 1886 and was used as a makeshift morgue on that tragic day. Saved from demolition by locals, it was floated here in the 1930s and now houses an eclectic array of pioneer-era and First Nations exhibits.\nStaffed by volunteers, this charming little neighborhood museum is well worth a visit if you're in the area. Ask about Joe Fortes; the legendary Vancouverite's trusty oil lamp is on display here. Check the museum's website before you head over; there's an eclectic array of events and presentations here throughout the year."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 36,
    "name": "Kitsilano Beach",
    "latitude": "49.274235",
    "longitude": "-123.155084",
    "excerpt": "Facing English Bay, Kits Beach is one of Vancouver's favorite summertime hangouts. The wide, sandy expanse attracts buff Frisbee tossers and giggling…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/kitsilano-beach/a/poi-sig/394039/1335110",
    "image_url": null,
    "detail_description": "Facing English Bay, Kits Beach is one of Vancouver's favorite summertime hangouts. The wide, sandy expanse attracts buff Frisbee tossers and giggling volleyball players, and those who just like to preen while catching the rays. The ocean is fine for a dip, though serious swimmers should consider the heated Kitsilano Pool, one of the world's largest outdoor saltwater pools.\nPerch on a log on a summer afternoon and catch the breathtaking view of: one of the region's signature panoramas. You'll be treated to shimmering seafront backed by the twinkling glass towers of downtown and the North Shore mountains beyond. It's one of those vistas that will have you considering your emigration options."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 37,
    "name": "Pendulum Gallery",
    "latitude": "49.283778",
    "longitude": "-123.11996",
    "excerpt": "A creative use for a cavernous bank building atrium, this gallery offers a varied roster of temporary exhibitions. It's mostly contemporary art and can…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/pendulum-gallery/a/poi-sig/394065/1335105",
    "image_url": null,
    "detail_description": "A creative use for a cavernous bank building atrium, this gallery offers a varied roster of temporary exhibitions. It's mostly contemporary art and can range from striking paintings to challenging photographs and quirky arts and crafts. The space also houses one permanent exhibit: a gargantuan 27m-long buffed aluminum pendulum that will be swinging over your head throughout your visit.\nDesigned by Alan Storey, the pendulum weighs 1600kg and moves about 6m (the swing is assisted by a hydraulic mechanical system at the top). There's also a coffee shop here if you need to rest your trek-weary feet. The Vancouver Art Gallery is across the street if you want to continue your cultural day out."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 35,
    "name": "City Farmer",
    "latitude": "49.266565",
    "longitude": "-123.150322",
    "excerpt": "Home of the Vancouver Compost Demonstration Garden, this fragrant, flower-strewn urban horticulture site is just a two-block walk from W 4th Ave. It's…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/city-farmer/a/poi-sig/1397634/1335110",
    "image_url": null,
    "detail_description": "Home of the Vancouver Compost Demonstration Garden, this fragrant, flower-strewn urban horticulture site is just a two-block walk from W 4th Ave. It's divided into several sections, including an organic food garden and a climate change adaptation garden. You can learn about composting and water-efficient gardening here (check the website for tours and classes) or just suck up the flowerage while you wander around with the busy bees.\nStaffed by chatty volunteers, this is a good spot for green-thumbed visitors. The site also adjoins a disused rail corridor that's been transformed into the city's Arbutus Greenway, an 8.5km tree-fringed linear park that's a delightful city stroll."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 34,
    "name": "Robson Street",
    "latitude": "49.280434",
    "longitude": "-123.118466",
    "excerpt": "Locals, tourists and recent immigrants – count the number of accents you catch as you stroll here – throng the shops and restaurants of Robson St,…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/robson-street/a/poi-sig/394071/1335105",
    "image_url": null,
    "detail_description": "Locals, tourists and recent immigrants – count the number of accents you catch as you stroll here – throng the shops and restaurants of Robson St, Vancouver's de facto urban promenade. While most shops are of the ubiquitous chain-store variety, the strip is worth a wander for its urban vibe, especially on summer evenings when buskers and street cartoonists set up shop.\nIt's also worth heading to the Stanley Park end of the strip, where you'll find a modern 'mini-Asia' of izakayas (Japanese neighborhood pubs) and noodle bars populated by homesick Japanese and Korean students. Turn the corner to your left on to Denman St to discover a United Nations of cheap-and-cheerful dining. Tired of walking? Bus 5 runs the length of Robson as well."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 33,
    "name": "Burrard Bridge",
    "latitude": "49.275127",
    "longitude": "-123.137963",
    "excerpt": "Lions Gate Bridge gets all the kudos and much of the postcard space, but that's arguably due to being bookended by Stanley Park and the looming mountains…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/burrard-bridge/a/poi-sig/1529252/1335110",
    "image_url": null,
    "detail_description": "Lions Gate Bridge gets all the kudos and much of the postcard space, but that's arguably due to being bookended by Stanley Park and the looming mountains. For many, the hulking green construction itself is not nearly as picturesque as the elegant Burrard Bridge that spans False Creek. Built to link downtown to Kitsilano and crammed with art-deco flourishes – torch-like lamps at either end, a jutting ship's-prow motif signifying the region's seafaring heritage – the yellow-painted lovely was opened in 1932.\nThe inauguration wasn't just a simple ribbon-cutting affair. Instead, a Royal Canadian Airforce seaplane was flown under the bridge deck to kick things off in a rather nail-biting fashion. Perhaps there'll be an attempt to recreate the festive spectacle for the centenary in a few years time. Or perhaps not."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 32,
    "name": "Canada Place",
    "latitude": "49.288690593935",
    "longitude": "-123.11176300049",
    "excerpt": "Vancouver's version of the Sydney Opera House – judging by the number of postcards it appears on – this iconic landmark is shaped like sails jutting into…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/canada-place/a/poi-sig/393995/1335105",
    "image_url": null,
    "detail_description": "Vancouver's version of the Sydney Opera House – judging by the number of postcards it appears on – this iconic landmark is shaped like sails jutting into the sky over the harbor. Both a cruise-ship terminal and a convention center, it's also a stroll-worthy pier, providing photogenic views of the busy floatplane action and looming North Shore mountains. Here for Canada Day on July 1? This is the center of the city's festivities, with displays, live music and fireworks.\nInside and outside the building there are permanent reminders of Canada's history and culture, from totem poles (inside) to the Canadian Trail (outside), a walking route illuminating the nation's 13 provinces and territories. Check out the pedestrian tunnel connecting the building to Waterfront Centre; it's lined with large-format photos of yesteryear Vancouver."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 31,
    "name": "BC Sports Hall of Fame & Museum",
    "latitude": "49.277268759959",
    "longitude": "-123.11191320419",
    "excerpt": "Inside BC Place Stadium, this expertly curated attraction showcases top BC athletes, both amateur and professional, with an intriguing array of galleries…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/yaletown-granville-island/attractions/bc-sports-hall-of-fame-museum/a/poi-sig/393989/1335107",
    "image_url": null,
    "detail_description": "Inside BC Place Stadium, this expertly curated attraction showcases top BC athletes, both amateur and professional, with an intriguing array of galleries crammed with fascinating memorabilia. There are medals, trophies and yesteryear sports uniforms on display (judging by the size of their shirts, hockey players were much smaller in the past), plus tonnes of hands-on activities to tire the kids out. Don't miss the Indigenous Sport Gallery, covering everything from hockey to lacrosse to traditional indigenous games.\nYou'll find plenty of info on the city's 2010 Olympic and Paralympic Winter Games, plus a stirring permanent exhibit on Terry Fox and his ‘Marathon of Hope’ run across Canada. Head outside the stadium for a cool public artwork by Douglas Coupland that also celebrates the nation's favorite hero."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 30,
    "name": "Bill Reid Gallery of Northwest Coast Art",
    "latitude": "49.284233",
    "longitude": "-123.119509",
    "excerpt": "Showcasing detailed carvings, paintings, jewelry and more from Canada's most revered Haida artists and others around the region, this open-plan gallery…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/bill-reid-gallery-of-northwest-coast-art/a/poi-sig/1159987/1335105",
    "image_url": null,
    "detail_description": "Showcasing detailed carvings, paintings, jewelry and more from Canada's most revered Haida artists and others around the region, this open-plan gallery occupies a handsome bi-level hall. Bookended by a totem pole at one end and a ceiling-mounted copper-lined canoe at the other, explore the cabinets of intricate creations and the stories behind them, including some breathtaking gold artifacts. On the mezzanine level, you'll come face-to-face with an 8.5m-long bronze of intertwined magical creatures, complete with impressively long tongues.\nReid, who died in 1998, is one of Canada's most celebrated artists; his work is on the back of the country's $20 bill. Guided tours and artist workshops are regularly scheduled here; check the website for upcoming tour times. And if you're traveling on a budget, keep in mind that admission is free on the first Friday of every month between 2pm and 5pm."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 29,
    "name": "Nitobe Memorial Garden",
    "latitude": "49.266215",
    "longitude": "-123.25893",
    "excerpt": "Exemplifying Japanese horticultural philosophies, this is a delightfully tranquil green oasis of peaceful pathways, small traditional bridges and a large,…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/nitobe-memorial-garden/a/poi-sig/394061/1335110",
    "image_url": null,
    "detail_description": "Exemplifying Japanese horticultural philosophies, this is a delightfully tranquil green oasis of peaceful pathways, small traditional bridges and a large, moss-banked pond filled with plump koi carp. It's named after Dr Inazo Nitobe, a scholar whose mug appears on Japan's ¥5000 bill. Consider a springtime visit for the florid cherry blossom displays and keep your eyes peeled for the occasional turtle basking in the sun.\nMany green-thumbed fans add the Nitobe as a side attraction to their visit to the larger UBC Botanical Garden; you can buy a combined-entry ticket for both (adult/child $15/7). Planning a longer UBC exploration? There's also a pass that covers both gardens as well as the excellent Museum of Anthropology (adult/child $27/23). Ask about purchasing these passes at the first attraction you visit."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 28,
    "name": "Pacific Museum of Earth",
    "latitude": "49.262274",
    "longitude": "-123.251817",
    "excerpt": "Across from the Beaty Biodiversity Museum, this sparkling little attraction has really upped its game in recent years. The cabinets of shimmering minerals…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/pacific-museum-of-earth/a/poi-sig/1619669/1335110",
    "image_url": null,
    "detail_description": "Across from the Beaty Biodiversity Museum, this sparkling little attraction has really upped its game in recent years. The cabinets of shimmering minerals come with handset audio narrations, while its darkened Globe &amp; Gem Gallery, centered on an Earth-shaped projection screen, is surrounded by gold and jewelry exhibits. But 'George,' the wall-mounted duck-billed dinosaur skeleton, is the museum's star – perfect for a 75-million-year-old selfie. Nearby, there's also a large dino bone that you're encouraged to (gently) touch.\nIt's great for kids who love rocks, gems and dinosaurs. Don't miss the tornado machine where they can also create their own twister at the touch of a button. The museum has been on an expansion kick that should see it become a much more popular UBC attraction in the future; check its website for the latest developments."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 27,
    "name": "A-maze-ing Laughter",
    "latitude": "49.287242",
    "longitude": "-123.142072",
    "excerpt": "Created by Yue Minjun, one of Vancouver's most-photographed public artworks is just a few steps from English Bay Beach. Expect to see groups of smiling…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/a-maze-ing-laughter/a/poi-sig/1546068/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/327a901c2819c275dd6147eb2371e53a-lpl-02897.jpg",
    "detail_description": "Created by Yue Minjun, one of Vancouver's most-photographed public artworks is just a few steps from English Bay Beach. Expect to see groups of smiling visitors snapping shots of the 14 oversized bronzes, each of them looking like they're about to explode with overabundant giggles.\n"
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 26,
    "name": "Lord Stanley Statue",
    "latitude": "49.296905",
    "longitude": "-123.135227",
    "excerpt": "A 1960 bronze commemorating Sir Frederick Arthur Stanley, the man who gave his name to the park plus the National Hockey League's top trophy, the Stanley…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/lord-stanley-statue/a/poi-sig/1546067/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3a557f084c9194b285f39964ddbc76bb-lpl-02880.jpg",
    "detail_description": "A 1960 bronze commemorating Sir Frederick Arthur Stanley, the man who gave his name to the park plus the National Hockey League's top trophy, the Stanley Cup. Peruse the plaque underneath, part of Stanley's stirring speech when he officially dedicated the park in 1889: \"To the use and enjoyment of people of all colours, creeds and customs for all time.\"\n"
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 25,
    "name": "Morris & Helen Belkin Art Gallery",
    "latitude": "49.268582",
    "longitude": "-123.256238",
    "excerpt": "This ever-intriguing gallery specializes in contemporary and often quite challenging pieces, with chin-stroking new exhibitions opening in its high…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/morris-helen-belkin-art-gallery/a/poi-sig/1160634/1335110",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9d824704dc136e1545b5c30012a2462b-lpl-belkin_1.jpg",
    "detail_description": "This ever-intriguing gallery specializes in contemporary and often quite challenging pieces, with chin-stroking new exhibitions opening in its high-ceilinged, white-walled spaces throughout the year. Check ahead for workshops and presentations, often covering key or emerging themes in avant-garde art.\nAlthough the Belkin only opened in 1995, it replaced the UBC Fine Arts Gallery, which launched in 1948. For many years, this original gallery was the only place where Vancouverites could view contemporary art."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 24,
    "name": "Vancouver Aquarium",
    "latitude": "49.300466589423",
    "longitude": "-123.13092470169",
    "excerpt": "Stanley Park's biggest draw is home to 9000 critters – including sharks, wolf eels and a somewhat shy octopus. There's also a small, walk-through…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/vancouver-aquarium/a/poi-sig/394097/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/16dd9ebc2fbfc11b06009d6876662fdc-vancouver-aquarium.jpg",
    "detail_description": "Stanley Park's biggest draw is home to 9000 critters – including sharks, wolf eels and a somewhat shy octopus. There's also a small, walk-through rainforest area of birds, turtles and a statue-still sloth. The aquarium keeps captive whales and dolphins and organizes animal encounters with these and its other creatures, which may concern some visitors.\nAnimal-welfare groups claim keeping cetaceans in enclosed tanks is harmful for these complex animals, and the Vancouver Park Board has made legal moves in recent years to ban the aquarium from keeping them."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 23,
    "name": "BC Place Stadium",
    "latitude": "49.276526809147",
    "longitude": "-123.11191320419",
    "excerpt": "Vancouver's main sports arena is home to two professional teams: the BC Lions Canadian Football League team and the Vancouver Whitecaps soccer team. Also…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/yaletown-granville-island/attractions/bc-place-stadium/a/poi-sig/393987/1335107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/84336935a4e333e0ac00b7e9162dd8b8-bc-place-stadium.jpg",
    "detail_description": "Vancouver's main sports arena is home to two professional teams: the BC Lions Canadian Football League team and the Vancouver Whitecaps soccer team. Also used for international rugby sevens tournaments, major rock concerts and a wide array of consumer shows, the renovated stadium – with its huge, crown-like retractable roof – also hosted the opening and closing ceremonies for the 2010 Olympic and Paralympic Winter Games.\nCheck the website to see what's coming up at the stadium. And save time to check out the BC Sports Hall of Fame &amp; Museum at Gate A."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 22,
    "name": "Lost Lagoon",
    "latitude": "49.295602",
    "longitude": "-123.140424",
    "excerpt": "This rustic area near Stanley Park's entrance was originally part of Coal Harbour. But after a causeway was built in 1916, the new body of water was…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/lost-lagoon/a/poi-sig/394045/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5c4cd8876bc01860204856cf1b2e90b0-lpl-02896.jpg",
    "detail_description": "This rustic area near Stanley Park's entrance was originally part of Coal Harbour. But after a causeway was built in 1916, the new body of water was renamed, transforming itself into a freshwater lake a few years later. Today it's a nature sanctuary – keep your eyes peeled for beady-eyed herons – and its perimeter pathway is a favored stroll for nature-huggers.\nThe excellent Stanley Park Nature House provides exhibits and illumination on the park's wildlife, history and ecology. Ask about its fascinating park walks, covering everything from bird-watching strolls to artsy ambles around the park."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 21,
    "name": "Stanley Park Nature House",
    "latitude": "49.29445335",
    "longitude": "-123.1374129",
    "excerpt": "Illuminating the breathtaking array of flora and fauna just steps from the busy streets of the West End, this charming nature center is a great…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/stanley-park-nature-house/a/poi-sig/1097879/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/da9c5d01518b834d4420742f25d55212-lpl-02886.jpg",
    "detail_description": "Illuminating the breathtaking array of flora and fauna just steps from the busy streets of the West End, this charming nature center is a great introduction to Stanley Park's wild side. The chatty volunteers will tell you all you need to know about the area's critters, from coyotes to Douglas squirrels and from blue herons to black-capped chickadees. Guided nature walks are also offered or you can wander the park's trails on your own armed with your new-found wildlife expertise.\nThe guided walks are great value, priced from $7 per person, and you can check the website to see what's on the calendar during your visit. Booking ahead is recommended in summer."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 20,
    "name": "HR MacMillan Space Centre",
    "latitude": "49.276225825918",
    "longitude": "-123.14441084862",
    "excerpt": "Focusing on the wonderful world of space, admission to this kid-favorite museum includes a gallery of hands-on exhibits (don't miss the Mars section where…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/hr-macmillan-space-centre/a/poi-sig/394033/1335110",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e83c98fd3cf250d286f59c4b109dc475-lpl-space_centre_1.jpg",
    "detail_description": "Focusing on the wonderful world of space, admission to this kid-favorite museum includes a gallery of hands-on exhibits (don't miss the Mars section where you can drive across the surface in a simulator) as well as a menu of live science demonstrations in the small theater and a cool 45-minute planetarium show upstairs. Check the daily schedule of shows and presentations online before you arrive. The Saturday-night planetarium performances are popular with locals and typically draw a more adult crowd.\nPeruse the website for a lively roster of additional special events, often including visits to the facility's observatory, a short walk from the main building."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 19,
    "name": "Second Beach & Third Beach",
    "latitude": "49.294344542404",
    "longitude": "-123.15000057221",
    "excerpt": "Second Beach is a family-friendly area on Stanley Park's western side, with a grassy playground, an ice-cream-serving concession and the Stanley Park…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/second-beach-third-beach/a/poi-sig/394083/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-512097115_full.jpg",
    "detail_description": "Second Beach is a family-friendly area on Stanley Park's western side, with a grassy playground, an ice-cream-serving concession and the Stanley Park Pitch &amp; Putt course. In summer, there are free outdoor movie screenings – see www.freshaircinema.ca for listings – but its main attraction is the seasonal outdoor swimming pool. Alternatively, head to Third Beach for one of Vancouver's best sunset-watching spots.\nA lovely sandy expanse with plenty of large logs to sit against, this is a favorite summer evening destination for many locals. The sky often comes alive with pyrotechnic color as they munch on the contents of their picnic baskets."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 18,
    "name": "Vancouver Public Library",
    "latitude": "49.27981",
    "longitude": "-123.115648",
    "excerpt": "This dramatic Colosseum-like building must be a temple to the great god of libraries. If not, it's certainly one of the world's most magnificent book…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/vancouver-public-library/a/poi-sig/394109/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/08c5d296734da8ac11a293d9304c11f0ae081de68ddfa34e65c69df7c9452a7b.jpg",
    "detail_description": "This dramatic Colosseum-like building must be a temple to the great god of libraries. If not, it's certainly one of the world's most magnificent book-lending facilities. Designed by Moshe Safdie and opened in 1995, its collections (including lendable musical instruments) are arranged over several floors. Head straight up to floor nine for the newly opened Rooftop Garden, a lofty, tree-lined outdoor plaza lined with tables and chairs: it's perfect for a view-hugging coffee break.\nThere's free wi-fi, and computer terminals if you don't have your own device. The library also hosts a lively roster of gratis book readings and events. Save time for the library shop; it's crammed with cool bookish gifts."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 17,
    "name": "Vancouver Maritime Museum",
    "latitude": "49.277864",
    "longitude": "-123.147265",
    "excerpt": "Teeming with salty seafaring artifacts, dozens of intricate ship models and a couple of walk-through recreated boat sections, the prize exhibit at this…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/vancouver-maritime-museum/a/poi-sig/394103/1335110",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e9ac6ac00504f946eedade7a9c50c57e-lpl-maritime_museum_5.jpg",
    "detail_description": "Teeming with salty seafaring artifacts, dozens of intricate ship models and a couple of walk-through recreated boat sections, the prize exhibit at this waterfront A-frame museum is the St Roch, a 1928 Royal Canadian Mounted Police Arctic patrol vessel that was the first to navigate the Northwest Passage in both directions. Entry includes timed access to this celebrated boat and you can also try your hand at piloting it via a cool wheelhouse simulator.\nRecently marking its 60th anniversary, the museum hosts additional temporary exhibitions throughout the year. Save time to check out the vessels outside the building, including the Ben Franklin, a NASA undersea research vessel that looks a little like the Beatles' Yellow Submarine."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 16,
    "name": "Museum of Vancouver",
    "latitude": "49.276260824062",
    "longitude": "-123.14443230629",
    "excerpt": "The MOV serves up cool temporary exhibitions alongside in-depth permanent galleries of fascinating First Nations artifacts and evocative pioneer-era…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/museum-of-vancouver/a/poi-sig/1357378/1335110",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-176136174_high.jpg",
    "detail_description": "The MOV serves up cool temporary exhibitions alongside in-depth permanent galleries of fascinating First Nations artifacts and evocative pioneer-era exhibits. But it really comes to life in its vibrant 1950s pop culture and 1960s hippie counterculture sections, a reminder that Kitsilano was once the grass-smoking center of Vancouver's flower-power movement. Don't miss the shimmering gallery of vintage neon signs collected from around the city; it's a favorite with locals.\nThere are plenty of hands-on exhibits, including push-button tunes from local 1960s bands such as Mock Duck and Seeds of Time. The museum shop also has a well-curated array of T-shirts, local history books and aboriginal-themed arts and gifts. Admission is \"pay what you can\" on the first Sunday of every month."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 14,
    "name": "Museum of Anthropology",
    "latitude": "49.269779",
    "longitude": "-123.258469",
    "excerpt": "Vancouver's best museum is studded with spectacular indigenous totem poles and breathtaking carvings – but it's also teeming with artifacts from cultures…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/museum-of-anthropology/a/poi-sig/1367905/1335110",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_36001351.jpg",
    "detail_description": "Vancouver's best museum is studded with spectacular indigenous totem poles and breathtaking carvings – but it's also teeming with artifacts from cultures around the world, from intricate Swedish lace to bright Sri Lankan folk masks. Take one of the free daily tours (check ahead for times) for some context, but give yourself at least a couple of hours to explore on your own; it's easy to immerse yourself here. On a budget? Thursday evening entry is $10 (after 5pm).\nA new gallery here is filled with brilliantly crafted aboriginal creations from this region; look out for the carved tobacco pipe shaped like a baby bird. And although it seems like it's tucked away in a corner, we love the European Ceramics Gallery with its 600 drool-worthy objets d'art, from fragile figurines to elaborate beer steins."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 15,
    "name": "Vancouver Lookout",
    "latitude": "49.284646",
    "longitude": "-123.112739",
    "excerpt": "Expect your lurching stomach to make a bid for freedom as the glass elevator whisks you 169m to the apex of this needle-like viewing tower in just 40…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/vancouver-lookout/a/poi-sig/394101/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a7fe0ed0b698d3075b7b018864116e5b-lpl-vancouver_lookout_1.jpg",
    "detail_description": "Expect your lurching stomach to make a bid for freedom as the glass elevator whisks you 169m to the apex of this needle-like viewing tower in just 40 seconds. Once up top, there's not much to do but check out the awesome 360-degree vistas of city, sea and mountains unfurling around you. For context, peruse the historic photo panels that show just how much the downtown core has changed over the years.\nTickets are valid all day; return for a soaring sunset view of the city to get your money's worth. There's also a small discount if you buy from the website in advance. If you want to save even more, drop by on Urban Grind days in March when $5 gives you the chance to walk up the 633 steps from the ground floor to the Lookout. If you're still alive when you reach the top, you'll get a free beer."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 13,
    "name": "Engine 374 Pavilion",
    "latitude": "49.273881",
    "longitude": "-123.121226",
    "excerpt": "May 23, 1887, was an auspicious date for Vancouver. That's when Engine 374 pulled the very first transcontinental passenger train into the fledgling city,…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/yaletown-granville-island/attractions/engine-374-pavilion/a/poi-sig/1401508/1335107",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a42681b7f34dc166acff6abc4dee27ba-lpl-engine_374_1.jpg",
    "detail_description": "May 23, 1887, was an auspicious date for Vancouver. That's when Engine 374 pulled the very first transcontinental passenger train into the fledgling city, symbolically linking the country and kick-starting the eventual metropolis. Retired in 1945, the engine was, after many years of neglect, restored and placed in this splendid pavilion. The friendly volunteers here will show you the best angle for snapping photos and share a few yesteryear railroading stories at the same time.\nAdministered by the West Coast Railway Heritage Park in Squamish (a good excursion for rail buffs), the engine is kept in sparkling condition and is occasionally wheeled out onto the outside turntable, part of the beautifully restored heritage roundhouse that recalls Yaletown's gritty rail-yard history. Visit on Victoria Day (last Monday before May 25) for the pavilion's annual celebration; free cake included."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 12,
    "name": "English Bay Beach",
    "latitude": "49.286983085977",
    "longitude": "-123.14341306686",
    "excerpt": "Wandering south on Denman St, you'll spot a clutch of palm trees ahead announcing one of Canada's best urban beaches. Then you'll see one of Vancouver's…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/english-bay-beach/a/poi-sig/394017/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e1b5892cbdc0c000f240fd2123f2659f-lpl-02884.jpg",
    "detail_description": "Wandering south on Denman St, you'll spot a clutch of palm trees ahead announcing one of Canada's best urban beaches. Then you'll see one of Vancouver's most popular public artworks: a series of oversized laughing figures that makes everyone smile. Across the street is the beach, where a summertime party atmosphere has locals catching rays and panoramic ocean views…or just ogling the volleyballers prancing around on the sand.\nBe sure to snap a few photos of the beach's towering inukshuk (Inuit sculpture), south of the main area, or just continue along the seawall into neighboring Stanley Park. The beach is a popular (but crowded) spot to catch the annual Celebration of Light fireworks festival, and it's also where the city's wildly popular Polar Bear Swim takes place on January 1."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 11,
    "name": "Stanley Park Seawall",
    "latitude": "49.296975",
    "longitude": "-123.126698",
    "excerpt": "Built between 1917 and 1980, the 8.8km seawall trail is Vancouver's favorite outdoor hangout. Encircling the whole of Stanley Park, it offers spectacular…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/stanley-park-seawall/a/poi-sig/1159988/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0a56b98c256fbb9ff98add67e9ed8956812855f138fe51f50ac9547fcd382219.jpg",
    "detail_description": "Built between 1917 and 1980, the 8.8km seawall trail is Vancouver's favorite outdoor hangout. Encircling the whole of Stanley Park, it offers spectacular waterfront, mountain-fringed vistas on one side and dense forest canopy on the other. You can walk the whole thing in around three blister-triggering hours or rent a bike from the Denman St operators near the park entrance to cover the route faster. But what's the rush? Slow down and slide into the natural side of life instead.\nKeep in mind that cyclists and rollerbladers must travel counterclockwise on the seawall, so there's no going back once you start rolling. Also consider dipping into the 24km of trails that crisscross the park's interior, including Siwash Rock Trail, Rawlings Trail and the popular Beaver Lake Trail (some trails are for jogging only). Keep your eyes peeled for critters; the park is home to raccoons, coyotes and a plethora of beady-eyed birdlife."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 10,
    "name": "UBC Botanical Garden",
    "latitude": "49.254333",
    "longitude": "-123.250465",
    "excerpt": "You'll find a huge array of rhododendrons, a fascinating apothecary plot and a winter green space of off-season bloomers in this 28-hectare complex of…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/ubc-botanical-garden/a/poi-sig/1160633/1335110",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/426a4ae5be4cffa0447926a57a35660422526a7a665d82ca82c867249ea87da1.jpg",
    "detail_description": "You'll find a huge array of rhododendrons, a fascinating apothecary plot and a winter green space of off-season bloomers in this 28-hectare complex of themed gardens. Among the towering trees, look for northern flicker woodpeckers and chittering little Douglas squirrels. Also save time for the attraction's Greenheart TreeWalk, which elevates visitors up to 23m above the forest floor on a 310m guided ecotour. The combined garden and Greenheart ticket costs adult/child $23/10.\nCheck the garden's website Events page before your visit; themed walking tours are available on selected days. Make sure you drop into the gift shop before you leave, for its brilliantly curated collection of green-thumbed books and trinkets. Here in October? The annual UBC Apple Festival is also staged right here; it's the highlight of the year for the kind of locals and visitors who love munching on Cox's Orange Pippins."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 9,
    "name": "Beaty Biodiversity Museum",
    "latitude": "49.26338365",
    "longitude": "-123.2504865",
    "excerpt": "A family-friendly museum showcasing a two-million-item natural-history collection including birds, fossils and herbarium displays. The highlight is the…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/beaty-biodiversity-museum/a/poi-sig/1161253/1335110",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5e7aaa5389f297d8dcd10f4a4f6b45f1-lpl-beaty_1.jpg",
    "detail_description": "A family-friendly museum showcasing a two-million-item natural-history collection including birds, fossils and herbarium displays. The highlight is the 25m blue-whale skeleton, artfully displayed in the two-story entranceway. Don't miss the first display case, which is crammed with a beady-eyed menagerie of tooth-and-claw taxidermy. Consider visiting on the third Thursday of the month when entry is by donation after 5pm and the museum stays open until 8:30pm; there's often a special theme or live performance for these monthly Nocturnal events.\nMany of the exhibits are in pullout drawers, so you can spend hours poking around. There's also a surprisingly well-stocked gift shop with some excellent nature-themed books and cool wildlife-themed knickknacks (bird-species stuffies recommended). And if you're curious about that humongous whale, start your visit by viewing Raising Big Blue; the free movie that tells its story is screened in the museum's auditorium throughout the day."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 8,
    "name": "University of British Columbia",
    "latitude": "49.261454",
    "longitude": "-123.253233",
    "excerpt": "The giant University of British Columbia is more than just your average college campus; it's also home to some of the city's best visitor attractions…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/university-of-british-columbia/a/poi-sig/1359749/1335110",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8986b75475ff20e28f1f093a0f146d2a-university-of-british-columbia.jpg",
    "detail_description": "The giant University of British Columbia is more than just your average college campus; it's also home to some of the city's best visitor attractions. There’s a modern art gallery, a cool natural history museum and the revered MOA, Vancouver's best museum. As if that wasn’t enough to keep the students from ever doing any work, the campus is studded with intriguing public artworks and also houses both the tranquil Nitobe Memorial Garden and the popular UBC Botanical Garden.\nThree of the city’s most treasured and wild beaches – Locarno, Spanish Banks and Wreck – are also located in this area. And the campus is home to the Chan Centre, one of Vancouver's best concert halls. It's easy to make a full day of it here; there are lots of places to eat as well."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 7,
    "name": "Marine Building",
    "latitude": "49.287214",
    "longitude": "-123.116999",
    "excerpt": "Vancouver's most romantic old-school tower block, and also its best art-deco building, the elegant 22-story Marine Building is a tribute to the city's…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/marine-building/a/poi-sig/394051/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f857fde7ced5818bbb7a285f83bfd847-lpl-marine_building_1.jpg",
    "detail_description": "Vancouver's most romantic old-school tower block, and also its best art-deco building, the elegant 22-story Marine Building is a tribute to the city's maritime past. Check out its elaborate exterior of seahorses, lobsters and streamlined steamships, then nip into the lobby, which is like a walk-through artwork. Stained-glass panels and a polished floor inlaid with signs of the zodiac await.\nAlso check out the inlaid-wood interiors of the brass-doored elevators. The Marine Building was the tallest building in the British Empire when it was completed in 1930 and it's said to have bankrupted its original owners. It now houses offices."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 6,
    "name": "Granville Island Public Market",
    "latitude": "49.272690885434",
    "longitude": "-123.13520550728",
    "excerpt": "Granville Island's highlight is the covered Public Market, a multisensory smorgasbord of fish, cheese, fruit, teas and bakery treats (near-legendary Lee's…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/yaletown-granville-island/attractions/granville-island-public-market/a/poi-sig/394025/1335107",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/stock-photo-granville-island-public-market-33976767.jpg",
    "detail_description": "Granville Island's highlight is the covered Public Market, a multisensory smorgasbord of fish, cheese, fruit, teas and bakery treats (near-legendary Lee's Donuts included). Pick up some fixings for a picnic at nearby Vanier Park or hit the market's international food court (dine off-peak and you're more likely to snag a table). It's not all about food; there are often stands here hawking all manner of arts and crafts, from filigree jewelry to knitted baby hats.\nVisiting culinary fans should also consider one of the taste-tripping guided wanders around and beyond the market (adult/child $70/60); they're hosted by Vancouver Foodie Tours."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 5,
    "name": "Vancouver Art Gallery",
    "latitude": "49.28299039",
    "longitude": "-123.1202849",
    "excerpt": "Combining blockbuster international shows with selections from its striking contemporary collection, the VAG is a magnet for art fans. There are often…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/vancouver-art-gallery/a/poi-sig/394099/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF187310384.jpg",
    "detail_description": "Combining blockbuster international shows with selections from its striking contemporary collection, the VAG is a magnet for art fans. There are often three or four different exhibitions on its public levels but save time for the top-floor Emily Carr paintings, showcasing swirling nature-themed works from BC's favorite historic artist. Check ahead for FUSE, a late-opening party with bars and live music. And if you're on a budget, consider the by-donation entry after 5pm on Tuesdays ($10 suggested); expect a queue.\nFundraising is underway for a planned new gallery building a few blocks away, with designs indicating a dramatic wooden building. Check ahead for progress reports."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 4,
    "name": "Arbutus Greenway",
    "latitude": "49.266432",
    "longitude": "-123.143778",
    "excerpt": "A former disused urban rail line that's being transformed by the city into a cool linear park, this 8.5km-long flora-fringed walking and cycling route is…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/kitsilano-university-of-british-columbia/attractions/arbutus-greenway/a/poi-sig/1620300/1335110",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/GettyRF_933924788.jpg",
    "detail_description": "A former disused urban rail line that's being transformed by the city into a cool linear park, this 8.5km-long flora-fringed walking and cycling route is already paved and open to the public. Running south to the Fraser River, it's a popular and accessible nature-hugging weave where you can expect to spot birdlife, butterflies and lots of wildflowers. There are Mobi public-bike share stations en route if you fancy hopping in the saddle.\nYou don't have to walk the whole thing; popular stops include the shops and restaurants of Kerrisdale and also Marpole Museum, an evocative little house furnished as a working-class residence of the early 1900s. Keep your eyes peeled for new additions to this park; public art and cool gathering places are being considered."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 3,
    "name": "Roedde House Museum",
    "latitude": "49.286675",
    "longitude": "-123.132191",
    "excerpt": "For a glimpse of what the West End looked like before the apartment blocks, visit this handsome 1893 Queen Anne–style mansion, now a lovingly preserved…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/roedde-house-museum/a/poi-sig/1159989/1335105",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock2135566021-RFE.jpg",
    "detail_description": "For a glimpse of what the West End looked like before the apartment blocks, visit this handsome 1893 Queen Anne–style mansion, now a lovingly preserved museum. Designed by infamous architect Francis Rattenbury, the yesteryear, antique-studded rooms have a lived-in feel while its guided tour (included with admission) tells you all about its middle-class Roedde family residents. Look out for the cylinder record player, 250-year-old grandfather clock and the taxidermied deer heads that were hunted in Stanley Park in 1906.\nConsider visiting on Sunday when your $8 ticket includes cookies and tea served in vintage china teacups. This is also one of Vancouver's most evocative live music venues, staging regular jazz or classical concerts (tickets $15) in its downstairs rooms. The home is in Barclay Heritage Square, a one-block site containing nine historic West End houses dating from 1890 to 1908."
},
{
    "country": "vancouver",
    "city": "Vancouver",
    "index": 2,
    "name": "Science World",
    "latitude": "49.27335425",
    "longitude": "-123.1038869",
    "excerpt": "Under Vancouver's favorite geodesic dome (OK, it's only one), this ever-popular science showcase has tonnes of hands-on galleries and a cool outdoor park…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/main-street/attractions/science-world/a/poi-sig/1159995/1335108",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF151560857.jpg",
    "detail_description": "Under Vancouver's favorite geodesic dome (OK, it's only one), this ever-popular science showcase has tonnes of hands-on galleries and a cool outdoor park crammed with rugged fun (yes, you can lift 2028kg). Inside, there are two floors of brilliant educational play, from plasma balls to whisper dishes. Check out the live critters in the Sara Stern Gallery, the bodily functions exhibits in the BodyWorks area, then fly over a city on the virtual-reality Birdly ride ($8 extra).\nAlongside the permanent galleries, there are changing visiting exhibitions and regular entertaining demonstrations of scientific principles for those who like to watch – the giant Omnimax Theatre takes that one step further. And if you fancy exploring without the kids, check out the regular adults-only After Dark events, combining bar drinks and some live entertainment."
}
]