[
{
    "country": "venezuela",
    "city": "Caracas",
    "index": 1,
    "name": "Museo de Arte Contemporáneo de Caracas",
    "latitude": "10.498517005008",
    "longitude": "-66.899615420612",
    "excerpt": "Occupying the eastern end of the Parque Central complex, the Museum of Contemporary Art is by far the best in the country, though it can be a little…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/museo-de-arte-contemporaneo-de-caracas/a/poi-sig/414750/363462",
    "image_url": null,
    "detail_description": "Occupying the eastern end of the Parque Central complex, the Museum of Contemporary Art is by far the best in the country, though it can be a little tricky to find amid the concrete jungle. In a dozen halls on five levels, you’ll find works by many prominent Venezuelan artists, such as Jesús Soto, famous for his kinetic pieces, plus multiple paintings by international stars such as Picasso, Chagall, Mondrian and Léger.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 40,
    "name": "Madrizquí",
    "latitude": null,
    "longitude": null,
    "excerpt": "The nearest island to Gran Roque, Madrizquí is only about 1km (0.6mi) to the southeast. It was the favorite island of affluent caraqueños (people from…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/archipielago-los-roques/attractions/madrizqui/a/poi-sig/1007256/1007034",
    "image_url": null,
    "detail_description": "The nearest island to Gran Roque, Madrizqu&#xED; is only about 1km (0.6mi) to the southeast. It was the favorite island of affluent caraque&#xF1;os (people from Caracas), who built summer beach houses here before the archipelago was made a national park. Connected to Madrizqu&#xED; by sand bar is Cayo Pirata, which harbors fishing shelters known as rancher&#xED;as. Camping is possible on the island (free with a permit), if you want the full castaway experience.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 37,
    "name": "Panteón de Gómez",
    "latitude": null,
    "longitude": null,
    "excerpt": "In typical dictator style, once Gómez had taken a firm grip of Venezuela, he set about building himself a grandiose mausoleum. Finished in 1919, this…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/maracay/attractions/panteon-de-gomez/a/poi-sig/1179260/1007051",
    "image_url": null,
    "detail_description": "In typical dictator style, once Gómez had taken a firm grip of Venezuela, he set about building himself a grandiose mausoleum. Finished in 1919, this rather pretentious pantheon structure is topped by a white Moorish dome and houses the tomb of the general and members of his family. Curiously, the interior walls are covered with the kind of thanksgiving plaques normally reserved for saints, each reading ‘Thanks for the favors, ’ and signed with initials. A taxi to here costs BsF20.\n"
},
{
    "country": "venezuela",
    "city": "Caracas",
    "index": 38,
    "name": "Casa Natal de Bolívar",
    "latitude": "10.504496692788",
    "longitude": "-66.91341343331",
    "excerpt": "Bolívar’s funeral took place just two blocks from the house where, on July 24, 1783, he was born. The interior of Bolívar’s birthplace has been…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/casa-natal-de-bolivar/a/poi-sig/414500/363462",
    "image_url": null,
    "detail_description": "Bolívar’s funeral took place just two blocks from the house where, on July 24, 1783, he was born. The interior of Bolívar’s birthplace has been enthusiastically reconstructed. The walls are splashed with a score of huge paintings by Tito Salas depicting Bolívar’s heroic battles and scenes from his life. All caraqueños take cheesy photos – notebooks in hand – under the backyard tree beneath which Simon Rodriguez was said to have taught Bolívar to read and write.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 39,
    "name": "Paseo Colón",
    "latitude": null,
    "longitude": null,
    "excerpt": "The lively waterfront boulevard, Paseo Colón, is the place for a late afternoon or evening promenade. This seafront and beach area comes to life when a…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/puerto-la-cruz/attractions/paseo-colon/a/poi-sig/1052886/1007049",
    "image_url": null,
    "detail_description": "The lively waterfront boulevard, Paseo Col&#xF3;n, is the place for a late afternoon or evening promenade. This seafront and beach area comes to life when a gentle breeze sweeps away the heat of the day and kitschy craft stalls open.\nPacked with hotels, restaurants, shops and tourist services, there's certainly plenty to do, but it's also a good place to sit under a palm tree gazing at the sunset over offshore islands while the occasional dolphin pod frolics in the distance."
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 35,
    "name": "Museo Arquidiocesano",
    "latitude": null,
    "longitude": null,
    "excerpt": "Next to the cathedral, the Museo Arquidiocesano features a fine collection of religious art. Note the Ave María bell cast in AD 909, thought to be the…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/merida/attractions/museo-arquidiocesano/a/poi-sig/1042195/1007046",
    "image_url": null,
    "detail_description": "Next to the cathedral, the Museo Arquidiocesano features a fine collection of religious art. Note the Ave María bell cast in AD 909, thought to be the world’s second-oldest surviving bell. It must have been brought from Spain by the missionaries and somehow ended up in the church of Jajó. By the early 20th century, though, it was unused and intended to be melted for reuse. Luckily, a priest from Valera sent it to Mérida for a closer inspection, thus saving it from destruction.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 36,
    "name": "Río Caroní Airplane",
    "latitude": "8.1266048950138",
    "longitude": "-63.53803396225",
    "excerpt": "If you’re passing through the city’s airport, don’t miss the Río Caroní airplane, conveniently parked in front of the terminal building. This is the part…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/ciudad-bolivar/attractions/rio-caroni-airplane/a/poi-sig/1017414/1007055",
    "image_url": null,
    "detail_description": "If you’re passing through the city’s airport, don’t miss the Río Caroní airplane, conveniently parked in front of the terminal building. This is the part original, part replica of the plane Jimmie Angel crash-landed on top of Auyantepui in 1937 as he sought to prove the existence of an enormous waterfall that nobody believed existed. The plane was removed from the tepui in 1970, restored in Maracay and brought here, though bizarrely its engine remains in Maracay.\n"
},
{
    "country": "venezuela",
    "city": "Caracas",
    "index": 33,
    "name": "Museo de Bellas Artes",
    "latitude": "10.500873994356",
    "longitude": "-66.896733601824",
    "excerpt": "The Museum of Fine Arts is a beautiful museum with lots of breathing room housed in two buildings, a functional modern six-story building and a graceful…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/museo-de-bellas-artes/a/poi-sig/1168508/363462",
    "image_url": null,
    "detail_description": "The Museum of Fine Arts is a beautiful museum with lots of breathing room housed in two buildings, a functional modern six-story building and a graceful building radiating from a neoclassical-style courtyard with a pond and weeping willow – both were designed by Venezuelan architect Carlos Raúl Villanueva. The museum features permanent exhibitions from Egypt and China, and on Cubism, as well as mostly temporary exhibitions in 18 galleries. It includes a little shop selling contemporary art and crafts.\n"
},
{
    "country": "venezuela",
    "city": "Caracas",
    "index": 34,
    "name": "La Estancia",
    "latitude": "10.494658494363",
    "longitude": "-66.84765458107",
    "excerpt": "This renovated fragment of a 220-year-old coffee hacienda houses a fine museum with rotating works by Venezuelan artists. Property of the Simón Bolívar…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/la-estancia/a/poi-sig/414700/363462",
    "image_url": null,
    "detail_description": "This renovated fragment of a 220-year-old coffee hacienda houses a fine museum with rotating works by Venezuelan artists. Property of the Simón Bolívar family until 1895, it is now owned by Petróleos de Venezuela Sociedad Anónima (PDVSA), the national oil company. Free concerts are staged on the patio on weekends (Saturday at 4pm, Sunday at 11am) and the well-manicured grounds offer a much-appreciated respite from Caracas’ diesel and dust, as well as a great location for a picnic.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 32,
    "name": "Complejo Turistico El Morro",
    "latitude": null,
    "longitude": null,
    "excerpt": "This large, modern waterfront complex is one of the most ambitious urban projects ever to be carried out in the country - a 20th century Venezuelan Venice…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/puerto-la-cruz/attractions/complejo-turistico-el-morro/a/poi-sig/1052885/1007049",
    "image_url": null,
    "detail_description": "This large, modern waterfront complex is one of the most ambitious urban projects ever to be carried out in the country - a 20th century Venezuelan Venice. Set on a coastal stretch of land, the complex is a model residential retreat for stressed-out urbanites, designed and built entirely from scratch.\nCrisscrossed by a maze of canals, the residential blocks are complimented by shopping centers, hotels, nightspots, parks and golf courses. On weekends, there are night boat excursions through the canals."
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 31,
    "name": "Casa Piar",
    "latitude": "8.1441240141205",
    "longitude": "-63.551579117775",
    "excerpt": "On the northern side of the plaza is the Casa Piar, where General Manuel Piar was kept prisoner in October 1817 before being positioned against the…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/ciudad-bolivar/attractions/casa-piar/a/poi-sig/1017417/1007055",
    "image_url": null,
    "detail_description": "On the northern side of the plaza is the Casa Piar, where General Manuel Piar was kept prisoner in October 1817 before being positioned against the cathedral wall and executed by firing squad. Piar liberated the city from Spanish control, but rejected Bolívar’s authority and was sentenced to death in a controversial and much criticized trial. The plaque on the cathedral’s wall marks the spot where he was shot dead, while Bolívar watched the execution from the Casa del Congreso de Angostura.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 30,
    "name": "Museo Trapiche de los Clavo",
    "latitude": "9.24442",
    "longitude": "-70.27494",
    "excerpt": "The Museo Trapiche de los Clavo occupies the walled-in compound of a 19th-century hacienda. The core of the museum is the original trapiche (sugarcane…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/bocono/attractions/museo-trapiche-de-los-clavo/a/poi-sig/1076192/1303495",
    "image_url": null,
    "detail_description": "The Museo Trapiche de los Clavo occupies the walled-in compound of a 19th-century hacienda. The core of the museum is the original trapiche (sugarcane mill) and exhibits related to traditional sugar production, but there’s more to see. One of the buildings features rotating exhibitions. In the southwestern corner is a pleasant open-air restaurant, and in the northern end are craft workshops – look for the textile workshop, where you can see artisans weaving blankets on rustic looms.\r\n\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 29,
    "name": "Campo Carabobo",
    "latitude": null,
    "longitude": null,
    "excerpt": "For a taste of unadulterated Venezuelan patriotism, visit the Carabobo Battlefield, 32km southwest of Valencia. This is the site of the great battle…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/campo-carabobo/attractions/campo-carabobo/a/poi-sig/1179553/1317888",
    "image_url": null,
    "detail_description": "For a taste of unadulterated Venezuelan patriotism, visit the Carabobo Battlefield, 32km southwest of Valencia. This is the site of the great battle fought on June 24, 1821, in which Bolívar’s troops decisively defeated the Spanish royalist army with help from the lancers of General Páez and British legionnaires. A milestone in Latin American history, the victory effectively sealed Venezuela’s independence. To commemorate the event, a complex of monuments has been erected on the battle ground.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 28,
    "name": "Catedral",
    "latitude": "10.641576055137",
    "longitude": "-71.607041358948",
    "excerpt": "The eastern end of the Paseo de las Ciencias is bordered by the 19th-century catedral. The most revered image in the cathedral is the Cristo Negro, or…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/maracaibo/attractions/catedral/a/poi-sig/1040857/1007053",
    "image_url": null,
    "detail_description": "The eastern end of the Paseo de las Ciencias is bordered by the 19th-century catedral. The most revered image in the cathedral is the Cristo Negro, or Cristo de Gibraltar, as it was called originally in the church of Gibraltar, a town on the southern shore of Lago de Maracaibo. The town was overrun and burned by indigenous groups in 1600, but the crucifix miraculously survived, even though the cross to which the statue was nailed was incinerated. The image is in the chapel to the left of the high altar.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 27,
    "name": "Parque Nacional Cerro El Copey",
    "latitude": null,
    "longitude": null,
    "excerpt": "If you have your own wheels (or are willing to hire a taxi) and want to leave the crowds behind, head up into this fresh, hilly national park, southwest…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/isla-de-margarita/attractions/parque-nacional-cerro-el-copey/a/poi-sig/1029579/1007047",
    "image_url": null,
    "detail_description": "If you have your own wheels (or are willing to hire a taxi) and want to leave the crowds behind, head up into this fresh, hilly national park, southwest of La Asunción. The old road climbs up through cool, scented woodland, and near the top a side road branches off to the west and up toward some radio towers. There’s potential bird-watching (look for the yellow-shouldered parrot) and hiking in the area, though there were no accommodation or eating options on our last visit, so bring your own food and water.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 26,
    "name": "Casa de la Estrella",
    "latitude": "10.181586509365",
    "longitude": "-68.007484674454",
    "excerpt": "The sovereign state of Venezuela was born in this historic house on May 6, 1830, when Congress convened here and decreed secession from Gran Colombia…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/valencia/attractions/casa-de-la-estrella/a/poi-sig/1067039/1313927",
    "image_url": null,
    "detail_description": "The sovereign state of Venezuela was born in this historic house on May 6, 1830, when Congress convened here and decreed secession from Gran Colombia. Erected as a hospital around 1710 (thus being the city’s oldest existing house), after independence the building was remodeled as a college, which later became the Universidad de Valencia. Extensively restored over recent years, it’s now a museum. The few exhibits on display include a brief history of Valencia’s past posted on boards and a 12-minute video on the history of the house.\n"
},
{
    "country": "venezuela",
    "city": "Caracas",
    "index": 25,
    "name": "Galería de Arte Nacional",
    "latitude": "10.500687478657",
    "longitude": "-66.90283180942",
    "excerpt": "Venezuela’s largest museum began construction in 1989 but was abandoned in the mid-’90s. Architect Carlos Gómez persevered though and construction resumed…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/galeria-de-arte-nacional/a/poi-sig/414752/363462",
    "image_url": null,
    "detail_description": "Venezuela’s largest museum began construction in 1989 but was abandoned in the mid-’90s. Architect Carlos Gómez persevered though and construction resumed in 2006, with the gallery finally opened to the public in 2009. Its galleries house a selection of the 7000-piece collection that embraces five centuries of Venezuelan artistic expression. Venezuela’s most important artists are well represented, including in the museum’s most important work, Arturo Michelena’s portrayal of Francisco Miranda, Miranda en La Carraca (1896).\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 24,
    "name": "Museo Marino",
    "latitude": null,
    "longitude": null,
    "excerpt": "This good Marine Museum is worth the trip across the island, especially for families. It has a shallow pool of safe-to-handle starfish, snails and other…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/isla-de-margarita/attractions/museo-marino/a/poi-sig/1029580/1007047",
    "image_url": null,
    "detail_description": "This good Marine Museum is worth the trip across the island, especially for families. It has a shallow pool of safe-to-handle starfish, snails and other underwater fauna that will thrill the kids. (But don’t stick your hands in the outdoor turtle pool as there are a couple of small sharks in the water.) The museum also has a small aquarium of other colorful marine life and large exhibitions of coral, shell and photography. Look out for the blue-whale skeleton in front of you when you enter, though you’re unlikely to miss it.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 22,
    "name": "Museo Diocesano Lucas Guillermo Castillo",
    "latitude": "11.40952",
    "longitude": "-69.67743",
    "excerpt": "For an insight into the colonial past, go to the Museo Diocesano Lucas Guillermo Castillo which is named after a local bishop. Accommodated in 15 rooms of…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/coro/attractions/museo-diocesano-lucas-guillermo-castillo/a/poi-sig/1018670/1007040",
    "image_url": null,
    "detail_description": "For an insight into the colonial past, go to the Museo Diocesano Lucas Guillermo Castillo which is named after a local bishop. Accommodated in 15 rooms of a 17th-century Franciscan convent, the museum boasts an extensive collection of religious and secular art from the region and beyond, including Venezuela’s oldest tempera painting and some extraordinary statues of the Madonna carved in wood. It’s one of the best collections of its kind in the country. All visits are guided (in Spanish only), and the tour takes about 45 minutes.\n"
},
{
    "country": "venezuela",
    "city": "Caracas",
    "index": 23,
    "name": "Concejo Municipal",
    "latitude": "10.505156068881",
    "longitude": "-66.915024487383",
    "excerpt": "Occupying half of Plaza Bolívar’s southern side, the city hall was erected by the Caracas bishops from 1641 to 1696 to house the Colegio Seminario de…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/concejo-municipal/a/poi-sig/1168464/363462",
    "image_url": null,
    "detail_description": "Occupying half of Plaza Bolívar’s southern side, the city hall was erected by the Caracas bishops from 1641 to 1696 to house the Colegio Seminario de Santa Rosa de Lima. In 1725, the Real y Pontificia Universidad de Caracas, the province’s first university, was established here. Bolívar renamed it the Universidad Central de Venezuela, the moniker it keeps to this day, though it has moved to a vast campus outside the historic center. Today the building is the seat of the Municipal Council, but part of it is open to the public.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 21,
    "name": "Cueva de Kavac",
    "latitude": null,
    "longitude": null,
    "excerpt": "Near the purpose-built tourist village of Kavac, Cueva de Kavac is not a cave but a deep gorge with a waterfall plunging into it. There's a safe, natural…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/canaima/attractions/cueva-de-kavac/a/poi-sig/1014760/1007050",
    "image_url": null,
    "detail_description": "Near the purpose-built tourist village of Kavac, Cueva de Kavac is not a cave but a deep gorge with a waterfall plunging into it. There's a safe, natural pool at the foot of the waterfall, which you can reach by swimming upstream inside the canyon. It's a pretty straightforward half-hour walk from Kavac to the gorge.\nKavac itself consists of around 20 churuatas (palm-thatched huts) built in the traditional style, resembling a manicured Pem&#xF3;n settlement. Quiet and almost devoid of people, it sits on the savanna just southeast of Auyantepui."
},
{
    "country": "venezuela",
    "city": "Caracas",
    "index": 20,
    "name": "Simón Bolívar Mausoleum",
    "latitude": "10.513605",
    "longitude": "-66.91251",
    "excerpt": "After a 2010 exhumation to confirm cause of Bolívar's death, Chávez built his hero this grand new mausoleum, which opened in 2013. The US$140 million…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/simon-bolivar-mausoleum/a/poi-sig/1320924/363462",
    "image_url": null,
    "detail_description": "After a 2010 exhumation to confirm cause of Bolívar's death, Chávez built his hero this grand new mausoleum, which opened in 2013. The US$140 million price tag and bold architecture – a gleaming white wave that mirrors the Ávila range or a gnarly 17-story skate ramp, depending on your opinion – set tongues wagging even before Chávez' death, with some cheeky pundits opining that he had plans to join Bolívar here in perpetuity.\nTo go inside, visitors must wear smart clothing, which in Venezuela means skirts for women, long pants and a shirt with a collar for men."
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 19,
    "name": "Parque Nacional Médanos de Coro",
    "latitude": null,
    "longitude": null,
    "excerpt": "Mesmerizing zebra stripes of sand shimmer in the breeze at the Parque Nacional Médanos de Coro, a spectacular desert landscape with sand dunes of 30m in…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/coro/attractions/parque-nacional-medanos-de-coro/a/poi-sig/1018671/1007040",
    "image_url": null,
    "detail_description": "Mesmerizing zebra stripes of sand shimmer in the breeze at the Parque Nacional Médanos de Coro, a spectacular desert landscape with sand dunes of 30m in height. Late afternoon is the best time to visit, when the sun is not so fierce. To get here, take the Carabobo bus from Calle 35 Falcón and get off 300m past the large Monumento a la Federación. From here it’s a 10-minute walk north along a wide avenue to the dunes.\nFar easier is to take a tour that includes equipment and transport, and which can be arranged by any posada in town for around US$10."
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 18,
    "name": "Jardín Botánico",
    "latitude": null,
    "longitude": null,
    "excerpt": "Not far from the zoo is the Jardín Botánico. Inaugurated in 2000, the botanical garden is still young, and only a portion of the total 44 hectares is open…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/merida/attractions/jardin-botanico/a/poi-sig/1042194/1007046",
    "image_url": null,
    "detail_description": "Not far from the zoo is the Jardín Botánico. Inaugurated in 2000, the botanical garden is still young, and only a portion of the total 44 hectares is open to the public. Featuring a miniature cloud forest and more than 600 bromeliad species, it’s worth visiting, particularly on Saturday or Sunday, when an unusual ‘aerial path’ is open for visitors (www.senderosaereos.com, in Spanish). You ‘walk, ’ rappel and skim using ropes between platforms built atop four tall trees. The ‘trip’ takes between 45 minutes and 1½ hours and costs BsF40 to BsF50.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 17,
    "name": "Santa Fe",
    "latitude": null,
    "longitude": null,
    "excerpt": "This fishing town is popular with international backpackers for its proximity to the islands of Parque Nacional Mochima. Travelers spend their days island…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/puerto-la-cruz/attractions/santa-fe/a/poi-sig/1052884/1007049",
    "image_url": null,
    "detail_description": "This fishing town is popular with international backpackers for its proximity to the islands of Parque Nacional Mochima. Travelers spend their days island-hopping and their nights drinking beer or merengadas (fruity milkshakes) on the beach - all without breaking the budget.\nAlthough most seaside posadas are esconced by high fences topped with barbed wire - making them look a bit like security compounds - there's still a laid-back atmosphere to the village. Santa Fe's tourism developed thanks to the grassroots initiative of some of its residents, inspired by journalist and writer, Jos&#xE9; Vivas."
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 16,
    "name": "Centro de Investigaciones de Astronomía",
    "latitude": null,
    "longitude": null,
    "excerpt": "North of San Rafael, at an altitude of about 3600m, is the Centro de Investigaciones de Astronomía, an astronomical observatory with four telescopes and a…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/merida/attractions/centro-de-investigaciones-de-astronomia/a/poi-sig/1042196/1007046",
    "image_url": null,
    "detail_description": "North of San Rafael, at an altitude of about 3600m, is the Centro de Investigaciones de Astronomía, an astronomical observatory with four telescopes and a museum of astronomy. It’s normally open to the public only on weekends, but during peak holiday seasons (Christmas, Carnaval, Easter, August) it’s open daily. CIDA is off the main road, and there is no public transportation on the access road to the observatory, but visits can be organized from Mérida by any tour company. Tours (BsF120 per person) depart on Saturday at 2pm (daily in high season) from Parque Las Heroínas and return around midnight.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 15,
    "name": "Kamarata",
    "latitude": null,
    "longitude": null,
    "excerpt": "Kamarata is an old Pemón village on the Río Akanán, at the southeastern foot of Auyantepui. Since being discovered as an alternative access point for…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/canaima/attractions/kamarata/a/poi-sig/1014759/1007050",
    "image_url": null,
    "detail_description": "Kamarata is an old Pem&#xF3;n village on the R&#xED;o Akan&#xE1;n, at the southeastern foot of Auyantepui. Since being discovered as an alternative access point for Angel Falls, it has been attracting adventurous travelers. There are a few simple places to stay and eat in town, and an airstrip. However, most of the overnight tourist traffic has shifted to Kavac, a hot two-hour walk from Kamarata, or a short drive on a dirt road.\nKamarata is the starting point for a four-day canoe trip past Angel Falls to Canaima, or an adventurous multi-day trek to Auyantepui, following part of the route taken by Jimmy Angel in 1937."
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 14,
    "name": "Statue of the Virgin Mary",
    "latitude": null,
    "longitude": null,
    "excerpt": "This gigantic, 47m-high monument is said to be the world’s tallest statue of the Virgin Mary. Frankly, it bears an eerie, uncanny resemblance to Darth…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/trujillo/attractions/statue-of-the-virgin-mary/a/poi-sig/1077832/1303494",
    "image_url": null,
    "detail_description": "This gigantic, 47m-high monument is said to be the world’s tallest statue of the Virgin Mary. Frankly, it bears an eerie, uncanny resemblance to Darth Vader. Inaugurated in 1983, the massive, concrete statue stands on a 1700m-high mountaintop overlooking Trujillo, 11km southwest of the town. The internal elevator and staircase smell rather bad, yet provide access to five miradores (lookout points), the highest of which peeks out through the Virgin’s eyes. You can enjoy views over much of Trujillo state, and on a clear day you can even see the peaks of the Sierra Nevada de Mérida and a part of Lago de Maracaibo.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 13,
    "name": "Teatro de la Opera",
    "latitude": "10.248698052774",
    "longitude": "-67.595647573471",
    "excerpt": "Commissioned by Gómez in 1934, this Soviet-esque theater was intended to be the best in the country, to match the capital status of the city. An immense…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/maracay/attractions/teatro-de-la-opera/a/poi-sig/1040917/1007051",
    "image_url": null,
    "detail_description": "Commissioned by Gómez in 1934, this Soviet-esque theater was intended to be the best in the country, to match the capital status of the city. An immense budget of two million bolívares was allotted for the structure alone. The theater was constructed swiftly, and by December 1935 (the month Gómez died) it was almost ready, missing only the imported ceiling and interior furnishings. Nonetheless, the new government halted work, and its decorations were moved to theaters in Caracas. It wasn’t until 1973 that the theater finally opened. It can seat 860 people and stages a variety of visiting productions, from opera to folkloric dance. There is a tiny but smart cafe attached to the right of the entrance.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 12,
    "name": "Iglesia de San Antonio",
    "latitude": null,
    "longitude": null,
    "excerpt": "The Iglesia de San Antonio is at the upper end of the historic town of Clarines. Built in the 1750s, the church is a massive, squat construction laid out…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/clarines-piritu/attractions/iglesia-de-san-antonio/a/poi-sig/1179914/1317879",
    "image_url": null,
    "detail_description": "The Iglesia de San Antonio is at the upper end of the historic town of Clarines. Built in the 1750s, the church is a massive, squat construction laid out in a Latin-cross floor plan, and is one of only a few examples of its kind in Venezuela. Twin square towers border the austere facade. The most unusual features of the structure are the two external arcades running between the towers and the transepts on both sides of the church. The single-nave interior is topped with a wooden cupola and is refreshingly well balanced in proportion. Over the high altar is a three-tier main retable dating from around 1760. It is placed against the wall, which still bears its original painting depicting a curtain.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 11,
    "name": "Centro de las Artes",
    "latitude": "8.140990914777",
    "longitude": "-63.552340865135",
    "excerpt": "On the southern edge of the colonial sector is the tree-shaded Plaza Miranda. Positioned at the halfway point between the cathedral and the cemetery, it…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/ciudad-bolivar/attractions/centro-de-las-artes/a/poi-sig/1017411/1007055",
    "image_url": null,
    "detail_description": "On the southern edge of the colonial sector is the tree-shaded Plaza Miranda. Positioned at the halfway point between the cathedral and the cemetery, it was once known as the Plaza Descanso (rest), because funeral pallbearers would stop to break here along the way to burials. A sizable building on its eastern side was constructed in 1870 as a hospital, but it never served that purpose. It has had a bizarre list of tenants instead, having been used as a prefecture, theatre, army barracks and police station. Eventually it opened in 1992 as the Centro de las Artes and stages temporary exhibitions of modern art, though it was being given a renovation on our last visit and should reopen again in 2010.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 9,
    "name": "Castillo Libertador",
    "latitude": null,
    "longitude": null,
    "excerpt": "North of the old town, and separated from it by the entrance channel to the harbor, is colonial Fortín San Felipe, later renamed Castillo Libertador. It’s…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/puerto-cabello/attractions/castillo-libertador/a/poi-sig/1179614/1303488",
    "image_url": null,
    "detail_description": "North of the old town, and separated from it by the entrance channel to the harbor, is colonial Fortín San Felipe, later renamed Castillo Libertador. It’s a fine-looking fort, though in a state of disrepair. It was constructed in the 1730s to protect the port and warehouses. During the War of Independence, the fort was for a time in the patriots’ hands, but it was lost to the royalists in 1812. The fort was recovered in 1823, and later served General Gómez as a jail. Upon Gómez’ death in 1935, the prison closed down and no less than 14 tons of chains and leg irons were thrown into the sea. The fort is within the naval base, and tourists need authorization to visit – only groups of 20 or more are permitted.\n"
},
{
    "country": "venezuela",
    "city": "Caracas",
    "index": 10,
    "name": "Catedral",
    "latitude": "10.505989051461",
    "longitude": "-66.913854128865",
    "excerpt": "Set on the eastern side of Plaza Bolívar, Caracas' cathedral started its life in the mid-16th century as a mere mud-walled chapel. A church later replaced…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/catedral/a/poi-sig/414504/363462",
    "image_url": null,
    "detail_description": "Set on the eastern side of Plaza Bolívar, Caracas' cathedral started its life in the mid-16th century as a mere mud-walled chapel. A church later replaced it, only to be flattened by the 1641 earthquake. Built from 1665 to 1713, the 'new' cathedral is packed with dazzling gilded altars and elaborate side chapels; the most famous is that of the Bolívar family, which can be easily recognized by a modern sculpture of The Liberator mourning his parents and bride.\nBolívar was baptized here, but the baptismal font now stands in the Casa Natal de Bolívar. Also take a look at the fine colonial altarpiece at the back of the chapel. The wide, five-nave interior, supported on 32 columns, was largely remodeled in the late 19th century."
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 8,
    "name": "Gran Roque",
    "latitude": null,
    "longitude": null,
    "excerpt": "Gran Roque is the main island and population center, and exudes a distinct Caribbean feel. The sandy streets of the fishing village are lined with single…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/archipielago-los-roques/attractions/gran-roque/a/poi-sig/1007257/1007034",
    "image_url": null,
    "detail_description": "Gran Roque is the main island and population center, and exudes a distinct Caribbean feel. The sandy streets of the fishing village are lined with single-story, brightly painted concrete houses and the waterfront is packed with fishing boats and visiting yachts - all covered by a vast army of pelicans.\nUnlike the other islands, which are sandy and flat, Gran Roque has several massive rocky humps along its northwestern coast cliffs that plunge vertically into the sea. Climb the hill crowned with an old lighthouse, known as the Faro Holand&#xE9;s, for sweeping views over the village, islands, coral reefs and the crystal-clear turquoise sea. Gran Roque is the place to pick up yacht charters or organize snorkeling or scuba diving trips."
},
{
    "country": "venezuela",
    "city": "Caracas",
    "index": 7,
    "name": "Iglesia de San Francisco",
    "latitude": "10.50385740201",
    "longitude": "-66.915771961212",
    "excerpt": "Just south of the Capitolio Nacional, the Church of San Francisco was built in the 1570s, but was remodeled on several occasions during the 17th and 18th…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/iglesia-de-san-francisco/a/poi-sig/414610/363462",
    "image_url": null,
    "detail_description": "Just south of the Capitolio Nacional, the Church of San Francisco was built in the 1570s, but was remodeled on several occasions during the 17th and 18th centuries. Guzmán Blanco, unable to resist his passion for modernizing, placed a neoclassical facade on the church to match the just-completed capitol building. Fortunately, the interior of the church didn’t undergo such an extensive alteration, so its colonial character and much of its old decoration have been preserved. Have a look at the richly gilded baroque altarpieces distributed along both sidewalls, and stop at the statue of San Onofre, in the right-hand aisle. He is the most venerated saint in the church due to his miraculous powers of bringing health, happiness and a good job.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 6,
    "name": "Parque Nacional Sierra Nevada",
    "latitude": null,
    "longitude": null,
    "excerpt": "The most popular high-mountain trekking area is the Sierra Nevada national park, which has all of Venezuela's highest peaks, including Pico Bolívar (5007m…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/merida/attractions/parque-nacional-sierra-nevada/a/poi-sig/1042198/1007046",
    "image_url": null,
    "detail_description": "The most popular high-mountain trekking area is the Sierra Nevada national park, which has all of Venezuela's highest peaks, including Pico Bol&#xED;var (5007m/16,427ft), Pico Humboldt (4942m/16,214ft) and Pico Bonpland (4883m/16,020ft). Climbing these peaks shouldn't be attempted without a guide, unless you have climbing experience. Guided trips are offered by most of M&#xE9;rida's tour operators.\nPico Bol&#xED;var, Venezuela's highest point, is one of the most popular peaks to climb. Given the country's mania for Bol&#xED;var monuments, it's no surprise that a bust of the hero has been placed on the summit! An easier destination is Los Nevados, a charming mountain village nestled at 2440m (8005ft). The hike is normally done as a two-day loop that includes rides by cable car, mule and jeep."
},
{
    "country": "venezuela",
    "city": "Caracas",
    "index": 5,
    "name": "Fundación Bigott",
    "latitude": null,
    "longitude": null,
    "excerpt": "If you’d like to dig a little deeper into traditional Venezuelan culture – perhaps learn to play joropo music with the bandola llanera (a string…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/fundacion-bigott/a/poi-sig/1168703/363462",
    "image_url": null,
    "detail_description": "If you’d like to dig a little deeper into traditional Venezuelan culture – perhaps learn to play joropo music with the bandola llanera (a string instrument) in the style of Anselmo López, or how to create your very own Festival de los Diablos Danzantes masks – you’ll want to pay a visit to Fundación Bigott. In a restored colonial home sitting prominently on richly preserved Plaza Sucre in the independent colonial town of Petare, Fundación Bigott offers extensive workshops in traditional Venezuelan culture, including traditional celebrations, music, gastronomy, popular arts and artesian crafts. Workshops generally last three months and cost a measly BsF15, but one-day classes are sometimes offered. There is also an extensive research library open to the public (2pm to 6pm Monday to Friday) and a small store where you can pick up CDs, books and other fundación-sponsored cultural items.\n"
},
{
    "country": "venezuela",
    "city": "Caracas",
    "index": 4,
    "name": "Plaza Bolívar",
    "latitude": "10.505995929467",
    "longitude": "-66.914626889053",
    "excerpt": "This leafy square is the nucleus of the old town. It's always alive with huddled groups of caraqueños engaged in conversation and children feeding freshly…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/plaza-bolivar/a/poi-sig/414502/363462",
    "image_url": null,
    "detail_description": "This leafy square is the nucleus of the old town. It's always alive with huddled groups of caraqueños engaged in conversation and children feeding freshly popped corn to the black squirrels in the trees. Vendors hawk lemonade and cepilladas (shaved ices) on the sidelines, and the whole scene is shaded by African tulip trees and jacarandas. Golden cherubs gather round the fountains at each corner of the square.\nIn the center is the obligatory monument to Bolívar – the equestrian statue was cast in Munich, shipped in pieces, and eventually unveiled in 1874 after the ship carrying it foundered on the Archipiélago los Roques. The plaza is a favorite stage for political visionaries and religious messiahs, who deliver their passionate speeches to a casual audience. In recent years it's been a focus for supporters of Venezuela's left-wing government, with stalls selling videos, paintings and photos of the late Hugo Chávez alongside saints and musical legends."
},
{
    "country": "venezuela",
    "city": "Caracas",
    "index": 3,
    "name": "Iglesia Santa Capilla",
    "latitude": "10.507370215376",
    "longitude": "-66.914398670197",
    "excerpt": "This neo-Gothic church, one block north of Plaza Bolívar, is modeled on the Sainte Chapelle of Paris. It was ordered by General Antonio Guzmán Blanco in…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/iglesia-santa-capilla/a/poi-sig/414680/363462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3c248c31ac8ad25af7da90671211b494-iglesia-santa-capilla.jpg",
    "detail_description": "This neo-Gothic church, one block north of Plaza Bolívar, is modeled on the Sainte Chapelle of Paris. It was ordered by General Antonio Guzmán Blanco in 1883 and built on the site of the first mass celebrated after the foundation of the town.\n"
},
{
    "country": "venezuela",
    "city": "Venezuela",
    "index": 2,
    "name": "Salto Ángel (Angel Falls)",
    "latitude": null,
    "longitude": null,
    "excerpt": "Thundering Angel Falls is the world's highest waterfall and Venezuela's number-one tourist attraction. Its total height is 979m (3211ft), of which the…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/canaima/attractions/salto-angel-angel-falls/a/poi-sig/1014758/1007050",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0381f510b6548084b87b1726aa8a5a6b-salto-angel-angel-falls.jpg",
    "detail_description": "Thundering Angel Falls is the world's highest waterfall and Venezuela's number-one tourist attraction. Its total height is 979m (3211ft), of which the uninterrupted drop is 807m (2646ft), about 16 times the height of Niagara Falls. The cascade spills off the heart-shaped Auyantepui, one of the largest of the tepuis (sandstone-capped mesa), into Devil's Canyon.\nAngel Falls is not named after a divine creature, but after an American bush pilot, Jimmy Angel, who crash landed his four-seater airplane atop Auyantepui in 1937. The waterfall is situated in a distant, lush wilderness with no road access. Most visitors who visit by boat opt to stay overnight in hammocks at one of the camps near the base of the falls. The canoe trip upriver, the surrounding area and the experience of staying at the camp are nearly as memorable as the waterfall itself."
}
]