[
{
    "country": "vernazza",
    "city": "Vernazza",
    "index": 3,
    "name": "Vernazza Harbour",
    "latitude": "44.13499",
    "longitude": "9.682635",
    "excerpt": "Cinque Terre’s only natural harbour has breathtaking views out over the water, and provides the best open-air amusement in Vernazza. Here you can bask on…",
    "detail_url": "https://www.lonelyplanet.com/italy/vernazza/attractions/vernazza-harbour/a/poi-sig/1628863/1320204",
    "image_url": null,
    "detail_description": "Cinque Terre’s only natural harbour has breathtaking views out over the water, and provides the best open-air amusement in Vernazza. Here you can bask on a tiny beach, head off on a boat trip, or just linger over the day’s fresh catch and a glass of Italian’s finest at one of the al fresco restaurants facing the water’s edge.\n"
},
{
    "country": "vernazza",
    "city": "Vernazza",
    "index": 2,
    "name": "Chiesa di Santa Margherita d'Antiochia",
    "latitude": "44.135375",
    "longitude": "9.682614",
    "excerpt": "The waterfront is framed by this small Ligurian-Gothic church, built on a small seafront promontory in 1318 on the site of an 11th-century Romanesque…",
    "detail_url": "https://www.lonelyplanet.com/italy/vernazza/attractions/chiesa-di-santa-margherita-d-antiochia/a/poi-sig/1255094/1320204",
    "image_url": null,
    "detail_description": "The waterfront is framed by this small Ligurian-Gothic church, built on a small seafront promontory in 1318 on the site of an 11th-century Romanesque building. According to legend, the church was constructed here after a box containing the bones of St Margaret washed up on a nearby beach. It is notable for its unusual 40m-tall octagonal tower topped with a dome.\nInside, the church contains several 17th-century paintings, and a wooden crucifix attributed to Anton Maria Maragliano. The views through the narrow arched windows are outstanding."
},
{
    "country": "vernazza",
    "city": "Vernazza",
    "index": 1,
    "name": "Castello Doria",
    "latitude": "44.134398",
    "longitude": "9.681991",
    "excerpt": "This castle, the oldest surviving fortification in the Cinque Terre, commands superb views. Dating to around 1000, it's now largely a ruin except for the…",
    "detail_url": "https://www.lonelyplanet.com/italy/vernazza/attractions/castello-doria/a/poi-sig/1255101/1320204",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-494215523_master.jpg",
    "detail_description": "This castle, the oldest surviving fortification in the Cinque Terre, commands superb views. Dating to around 1000, it's now largely a ruin except for the circular tower in the centre of the esplanade. To get there, head up the steep, narrow staircase by the harbour.\n"
}
]