[
{
    "country": "verona",
    "city": "Verona",
    "index": 1,
    "name": "Museo di Castelvecchio",
    "latitude": "45.43953",
    "longitude": "10.988002",
    "excerpt": "Bristling with fishtail battlements along the river Adige, Castelvecchio was built in the 1350s by Cangrande II. Severely damaged by Napoleon and WWII…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/museo-di-castelvecchio/a/poi-sig/424931/360030",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8e07b5b92513756e5e0ad5478942427a-museo-di-castelvecchio.jpg",
    "detail_description": "Bristling with fishtail battlements along the river Adige, Castelvecchio was built in the 1350s by Cangrande II. Severely damaged by Napoleon and WWII bombings, the fortress was reinvented by architect Carlo Scarpa, who constructed bridges over exposed foundations, filled gaping holes with glass panels, and balanced a statue of Cangrande I above the courtyard on a concrete gangplank. The complex is now home to a diverse collection of statuary, frescoes, jewellery, medieval artefacts and paintings.\nScarpa's modern reworking of the interior comes as a surprise after the austere medieval exterior and provides a contrasting backdrop for the exhibits. Highlights include some wonderful 14th-century glass, the Pisanello room with its well-preserved frescoes, the collection of Flemish art and works by Renaissance Veronese and Venetian painters. Look out for the Cangrande coat of arms throughout – Cangrande means 'Top Dog' and the family's comedy shield features two dogs climbing a ladder! After viewing the exhibition, clamber out onto the ramparts for views of the river and old city defences."
},
{
    "country": "verona",
    "city": "Verona",
    "index": 20,
    "name": "Palazzo Maffei",
    "latitude": "45.443686",
    "longitude": "10.996757",
    "excerpt": "Flanking the northern end of vibrant Piazza delle Erbe is Palazzo Maffei, an elegantly baroque creation  now home to numerous offices and businesses. ",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/palazzo-maffei/a/poi-sig/1341690/360030",
    "image_url": null,
    "detail_description": "Flanking the northern end of vibrant Piazza delle Erbe is Palazzo Maffei, an elegantly baroque creation  now home to numerous offices and businesses. \n"
},
{
    "country": "verona",
    "city": "Verona",
    "index": 19,
    "name": "Synagogue",
    "latitude": "45.442142",
    "longitude": "10.996853",
    "excerpt": "Located in what was once the Jewish Ghetto, this neoclassical synagogue was designed by Giacomo Franco and Ettore Fagiuoli and completed in 1864. It's not…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/synagogue/a/poi-sig/1341671/360030",
    "image_url": null,
    "detail_description": "Located in what was once the Jewish Ghetto, this neoclassical synagogue was designed by Giacomo Franco and Ettore Fagiuoli and completed in 1864. It's not open to the public.\n"
},
{
    "country": "verona",
    "city": "Verona",
    "index": 18,
    "name": "Dante Alighieri Statue",
    "latitude": "45.443497",
    "longitude": "10.998162",
    "excerpt": "The famous, rather pensive statue of Dante looking like a lost tourist, stands on Piazza dei Signori where he lived from 1312 to 1318 in Cangrande's…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/dante-alighieri-statue/a/poi-sig/1571102/360030",
    "image_url": null,
    "detail_description": "The famous, rather pensive statue of Dante looking like a lost tourist, stands on Piazza dei Signori where he lived from 1312 to 1318 in Cangrande's residence. It's the work of Ugo Zannoni and was erected in 1865.\n"
},
{
    "country": "verona",
    "city": "Verona",
    "index": 16,
    "name": "Loggia del Consiglio",
    "latitude": "45.443784538014",
    "longitude": "10.998087824928",
    "excerpt": "Occupying the north side of Piazza dei Signori is the 15th-century Loggia del Consiglio, the former city council building and Verona's finest Renaissance…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/loggia-del-consiglio/a/poi-sig/424945/360030",
    "image_url": null,
    "detail_description": "Occupying the north side of Piazza dei Signori is the 15th-century Loggia del Consiglio, the former city council building and Verona's finest Renaissance structure. It is attached to the Palazzo degli Scaligeri, once the main residence of the Della Scala clan.\n"
},
{
    "country": "verona",
    "city": "Verona",
    "index": 17,
    "name": "Ponte Scaligero",
    "latitude": "45.440434",
    "longitude": "10.987283",
    "excerpt": "From the battlements of the Castelvecchio you can look down on this asymmetrical, brick bridge that takes just three leaps to span the river Adige. It…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/ponte-scaligero/a/poi-sig/1571101/360030",
    "image_url": null,
    "detail_description": "From the battlements of the Castelvecchio you can look down on this asymmetrical, brick bridge that takes just three leaps to span the river Adige. It links the Castelvecchio with some pretty public gardens on the other side of the water.\n"
},
{
    "country": "verona",
    "city": "Verona",
    "index": 15,
    "name": "Arche Scaligere",
    "latitude": "45.443649317881",
    "longitude": "10.999015596382",
    "excerpt": "Walk through the archway at the far end of Piazza dei Signori to these ornate Gothic funerary monuments, the elaborate tombs of the Della Scala family, in…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/arche-scaligere/a/poi-sig/424925/360030",
    "image_url": null,
    "detail_description": "Walk through the archway at the far end of Piazza dei Signori to these ornate Gothic funerary monuments, the elaborate tombs of the Della Scala family, in front of the little Santa Maria Antica church. In the courtyard behind the Arche, have a look at the scavi (excavation work) that's been done on this part of medieval Verona.\n"
},
{
    "country": "verona",
    "city": "Verona",
    "index": 14,
    "name": "Teatro Romano e Museo Archeologico",
    "latitude": "45.447715782375",
    "longitude": "11.002309890599",
    "excerpt": "Just north of the historic centre you’ll find a Roman theatre. Built in the 1st century BC, it is cunningly carved into the hillside at a strategic spot…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/teatro-romano-e-museo-archeologico/a/poi-sig/424947/360030",
    "image_url": null,
    "detail_description": "Just north of the historic centre you’ll find a Roman theatre. Built in the 1st century BC, it is cunningly carved into the hillside at a strategic spot overlooking a bend in the river. Take the lift at the back of the theatre to the former convent above, which houses an interesting collection of Greek and Roman pieces.\n"
},
{
    "country": "verona",
    "city": "Verona",
    "index": 13,
    "name": "Chiesa di San Fermo",
    "latitude": "45.43921",
    "longitude": "11",
    "excerpt": "At the river end of Via Leoni, Chiesa di San Fermo is actually two churches in one: Franciscan monks raised the 13th-century Gothic church right over an…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/chiesa-di-san-fermo/a/poi-sig/424933/360030",
    "image_url": null,
    "detail_description": "At the river end of Via Leoni, Chiesa di San Fermo is actually two churches in one: Franciscan monks raised the 13th-century Gothic church right over an original 11th-century Romanesque structure. Inside the main Gothic church, you’ll notice a magnificent timber carena di nave, a ceiling reminiscent of an upturned boat’s hull. In the right transept are 14th-century frescoes, including some fragments depicting episodes in the life of St Francis. Stairs from the cloister lead underground to the spare but atmospheric Romanesque church below.\n"
},
{
    "country": "verona",
    "city": "Verona",
    "index": 12,
    "name": "Ponte Pietra",
    "latitude": "45.447740812916",
    "longitude": "10.999994434986",
    "excerpt": "At the northern edge of the city centre, this bridge is a quiet but remarkable testament to the Italians’ love of their artistic heritage. Two of the…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/ponte-pietra/a/poi-sig/1334166/360030",
    "image_url": null,
    "detail_description": "At the northern edge of the city centre, this bridge is a quiet but remarkable testament to the Italians’ love of their artistic heritage. Two of the bridge’s arches date from the Roman Republican era in the 1st century BC, while the other three were replaced in the 13th century. The ancient bridge remained largely intact until 1945, when retreating German troops blew it up. Locals fished the fragments out of the river, and painstakingly rebuilt the bridge stone by stone in the 1950s.\nThe views from the bridge of the river Adige are some of Verona's most photogenic."
},
{
    "country": "verona",
    "city": "Verona",
    "index": 11,
    "name": "Piazza delle Erbe",
    "latitude": "45.442821",
    "longitude": "10.99751",
    "excerpt": "Originally a Roman forum, Piazza delle Erbe is ringed with buzzing cafes and some of Verona’s most sumptuous buildings, including the elegantly baroque…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/piazza-delle-erbe/a/poi-sig/1255477/360030",
    "image_url": null,
    "detail_description": "Originally a Roman forum, Piazza delle Erbe is ringed with buzzing cafes and some of Verona’s most sumptuous buildings, including the elegantly baroque Palazzo Maffei, which now houses several shops at its northern end. Just off the piazza, the monumental arch known as the Arco della Costa is hung with a whale’s rib. Legend holds that the rib will fall on the first just person to walk beneath it. So far, it remains intact, despite visits by popes and kings.\nFrom Monday to Saturday the square is cluttered with a souvenir market."
},
{
    "country": "verona",
    "city": "Verona",
    "index": 10,
    "name": "Piazza dei Signori",
    "latitude": "45.443543",
    "longitude": "10.998226",
    "excerpt": "Verona's beautiful open-air salon is ringed by a series of elegant Renaissance palazzi. Chief among these are the Palazzo degli Scaligeri (aka Palazzo…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/piazza-dei-signori/a/poi-sig/1364496/360030",
    "image_url": null,
    "detail_description": "Verona's beautiful open-air salon is ringed by a series of elegant Renaissance palazzi. Chief among these are the Palazzo degli Scaligeri (aka Palazzo Podestà), the 14th-century residence of Cangrande I Della Scala; the arched Loggia del Consiglio, built in the 15th century as the city council chambers; and the brick and tufa stone Palazzo della Ragione. In the middle of the piazza is a famous statue of Dante, who was given refuge in Verona after he was exiled from Florence in 1302.\nMost of the piazza's buildings are off limits to the public, but you can visit the 12th-century Palazzo della Ragione, on your left as you enter from the Arco della Costa, which has housed a modern art gallery since April 2014. Next door, the Palazzo del Capitano is fronted by a cobbled square with two huge round windows in the ground, which reveal the excavated Roman and medieval basements beneath. To the northeast loom the Arche Scaligere, the ornate, Gothic funerary monuments of the Della Scala family."
},
{
    "country": "verona",
    "city": "Verona",
    "index": 9,
    "name": "Torre dei Lamberti",
    "latitude": "45.443068",
    "longitude": "10.997947",
    "excerpt": "One of Verona's most popular attractions, this 84m-high watchtower provides panoramic views of Verona and nearby mountains. Begun in the 12th century and…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/torre-dei-lamberti/a/poi-sig/424959/360030",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_2170458095.jpg",
    "detail_description": "One of Verona's most popular attractions, this 84m-high watchtower provides panoramic views of Verona and nearby mountains. Begun in the 12th century and finished in 1463 – too late to notice invading Venetians – it sports an octagonal bell tower whose two bells retain their ancient names: Rengo once called meetings of the city council, while Marangona warned citizens of fire. A lift whisks you up two-thirds of the way, but you have to walk the last few storeys.\n"
},
{
    "country": "verona",
    "city": "Verona",
    "index": 8,
    "name": "Basilica di Sant’Anastasia",
    "latitude": "45.445131",
    "longitude": "10.999696",
    "excerpt": "Dating from the 13th to 15th centuries and featuring an elegantly decorated vaulted ceiling, the Gothic Basilica di Sant’Anastasia is Verona’s largest…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/basilica-di-sant-anastasia/a/poi-sig/424937/360030",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/560062567_full.jpg",
    "detail_description": "Dating from the 13th to 15th centuries and featuring an elegantly decorated vaulted ceiling, the Gothic Basilica di Sant’Anastasia is Verona’s largest church and a showcase for local art. The multitude of frescoes is overwhelming, but don’t overlook Pisanello’s storybook-quality fresco St George and the Princess above the entrance to the Pellegrini Chapel, or the 1495 holy water font featuring a hunchback carved by Paolo Veronese’s father, Gabriele Caliari.\n"
},
{
    "country": "verona",
    "city": "Verona",
    "index": 7,
    "name": "Duomo",
    "latitude": "45.447103",
    "longitude": "10.996832",
    "excerpt": "Verona’s 12th-century duomo is a striking Romanesque creation, with bug-eyed statues of Charlemagne’s paladins Roland and Oliver, crafted by medieval…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/duomo/a/poi-sig/424939/360030",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/894ec81f7b4cddf1c058985224ae6504-duomo.jpg",
    "detail_description": "Verona’s 12th-century duomo is a striking Romanesque creation, with bug-eyed statues of Charlemagne’s paladins Roland and Oliver, crafted by medieval master Nicolò, on the west porch. Nothing about this sober facade hints at the extravagant 16th- to 17th-century frescoed interior with angels aloft amid trompe l’œil architecture. At the left end of the nave is the Cartolari-Nichesola Chapel, designed by Renaissance master Jacopo Sansovino and featuring a vibrant Titian Assumption.\n"
},
{
    "country": "verona",
    "city": "Verona",
    "index": 6,
    "name": "Casa di Giulietta",
    "latitude": "45.441954",
    "longitude": "10.99842",
    "excerpt": "Juliet's house is a spectacle, but not for the reasons you might imagine – entering the courtyard off Via Cappello, you are greeted by a young…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/casa-di-giulietta/a/poi-sig/424929/360030",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b8047119ec7e56ba9760e8fafd25e4cf-casa-di-giulietta.jpg",
    "detail_description": "Juliet's house is a spectacle, but not for the reasons you might imagine – entering the courtyard off Via Cappello, you are greeted by a young multinational crowd, everyone milling around in the tiny space trying to take selfies with the well-rubbed bronze of Juliet. The walls are lined up to 2m high with love notes, many attached with chewing gum. Above you is the famous balcony, tourists taking their turn to have pics taken against the 'romantic background'.\nThe actual house is not worth the entrance fee – it's virtually empty and swamped with visitors who can hardly pass on the narrow stairs. There are only a couple of interesting exhibits inside, including the bed that featured in Zeffirelli's 1968 film, and a few Renaissance costumes. The gift shop opposite reaches the height of heart-shaped kitsch."
},
{
    "country": "verona",
    "city": "Verona",
    "index": 5,
    "name": "Basilica di San Zeno Maggiore",
    "latitude": "45.442556409207",
    "longitude": "10.979171991348",
    "excerpt": "A masterpiece of Romanesque architecture, the striped brick-and-stone basilica was built in honour of the city’s patron saint. Enter through the flower…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/basilica-di-san-zeno-maggiore/a/poi-sig/424927/360030",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e44acfab5e8a4ada98b11bee5c974a67-basilica-di-san-zeno-maggiore.jpg",
    "detail_description": "A masterpiece of Romanesque architecture, the striped brick-and-stone basilica was built in honour of the city’s patron saint. Enter through the flower-filled cloister into the nave – a vast space lined with 12th- to 15th-century frescoes. Painstaking restoration has revived Mantegna’s 1457–59 Majesty of the Virgin altarpiece, painted with such astonishing perspective that you actually believe there are garlands of fresh fruit hanging behind the Madonna’s throne.\nUnder the rose window depicting the Wheel of Fortune you'll find meticulously detailed 12th-century bronze doors, which include a scene of an exorcism with a demon being yanked from a woman's mouth. Beneath the main altar lies a brooding crypt, with faces carved into medieval capitals and St Zeno's corpse glowing in a transparent sarcophagus.  "
},
{
    "country": "verona",
    "city": "Verona",
    "index": 4,
    "name": "Roman Arena",
    "latitude": "45.439029634483",
    "longitude": "10.994317237341",
    "excerpt": "Built of pink-tinged marble in the 1st century AD, Verona's Roman amphitheatre survived a 12th-century earthquake to become the city’s legendary open-air…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/roman-arena/a/poi-sig/424953/360030",
    "image_url": null,
    "detail_description": "Built of pink-tinged marble in the 1st century AD, Verona's Roman amphitheatre survived a 12th-century earthquake to become the city’s legendary open-air opera house, with seating for 30,000 people. You can visit the arena year-round, though it’s at its best during the summer opera festival. In winter months, concerts are held at the Teatro Filarmonico. From October to May, admission is €1 on the first Sunday of the month.\nThe eighth-biggest amphitheatre in the Roman Empire and predating the Colosseum in Rome, nothing of the incredible inside is visible from outside. Pass through the dingy ancient corridors, wide enough to drive a gladiator's chariot, to re-emerge into the massive, sunlit stone arena, at least 50 levels of seating rising from the mammoth, oval showground. Note the amphitheatre is completely open so this is not a great place to visit in the rain."
},
{
    "country": "verona",
    "city": "Verona",
    "index": 3,
    "name": "Giardino Giusti",
    "latitude": "45.44349",
    "longitude": "11.007196",
    "excerpt": "Across the river from the historic centre, these sculpted gardens are considered a masterpiece of Renaissance landscaping, and are named after the noble…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/giardino-giusti/a/poi-sig/424941/360030",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/05725dc2595f706ab10777e0d1389272-giardino-giusti.jpg",
    "detail_description": "Across the river from the historic centre, these sculpted gardens are considered a masterpiece of Renaissance landscaping, and are named after the noble family that has tended them since opening the gardens to the public in 1591. The vegetation is an Italianate mix of the manicured and natural, graced by soaring cypresses, one of which the German poet Goethe immortalised in his travel writings.\nAccording to local legend, lovers who manage to find each other in the gardens' petite labyrinth are destined to stay together. If you do, whisper sweet nothings while gazing out at the city from the belvedere (lookout), accessed from the back of the gardens. Forget the Casa di Giulietta, this is where the real romance is in Verona."
},
{
    "country": "verona",
    "city": "Verona",
    "index": 2,
    "name": "Galleria d'Arte Moderna Achille Forti",
    "latitude": "45.442963",
    "longitude": "10.998033",
    "excerpt": "In the shadow of the Torre dei Lamberti, the Romanesque Palazzo della Ragione is home to Verona's jewel-box Gallery of Modern Art. Reached via the Gothic…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/verona/attractions/galleria-d-arte-moderna-achille-forti/a/poi-sig/1373094/360030",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-527862075.jpg",
    "detail_description": "In the shadow of the Torre dei Lamberti, the Romanesque Palazzo della Ragione is home to Verona's jewel-box Gallery of Modern Art. Reached via the Gothic Scala della Ragione (Stairs of Reason), the collection of paintings and sculpture spans the period from 1840 to 1940 and includes influential Italian artists such as Giorgio Morandi and Umberto Boccioni. Among the numerous highlights are Francesco Hayez' arresting portrait Meditazione (Meditation), Angelo Dall'Oca's haunting Foglie cadenti (Falling Leaves) and Ettore Berladini's darkly humorous I vecchi (Old Men).\nThe gallery's architectural pièce de résistance is the vaulted Cappella dei Notai (Chapel of Notaries), bursting with late-17th and early-18th-century biblical scenes executed by Alessandro Marchesini, Giambattista Bellotti, Santo Prunati and Louis Dorigny."
}
]