[
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 1,
    "name": "Teatro Olimpico",
    "latitude": "45.549851",
    "longitude": "11.549517",
    "excerpt": "Behind a walled garden lies a Renaissance marvel: the Teatro Olimpico, which Palladio began in 1580 with inspiration from Roman amphitheatres. Vincenzo…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/teatro-olimpico/a/poi-sig/501606/360031",
    "image_url": "https://lp-cms-production.imgix.net/2023-01/shutterstockRF_1329477506.jpg",
    "detail_description": "Behind a walled garden lies a Renaissance marvel: the Teatro Olimpico, which Palladio began in 1580 with inspiration from Roman amphitheatres. Vincenzo Scamozzi finished the elliptical theatre after Palladio’s death, adding a stage set modelled on the ancient Greek city of Thebes, with streets built in steep perspective to give the illusion of a city sprawling towards a distant horizon.\nToday, Italian performers vie to make an entrance on this extraordinary stage; check the website for opera, classical and jazz performances."
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 14,
    "name": "Chiesa di San Lorenzo",
    "latitude": "45.548588",
    "longitude": "11.542221",
    "excerpt": "This 13th-century Gothic church was built by the Franciscans. Its finest feature is the marble portal. The interior is rather spartan.",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/chiesa-di-san-lorenzo/a/poi-sig/1385594/360031",
    "image_url": null,
    "detail_description": "This 13th-century Gothic church was built by the Franciscans. Its finest feature is the marble portal. The interior is rather spartan.\n"
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 13,
    "name": "Loggia del Capitaniato",
    "latitude": "45.547355",
    "longitude": "11.545912",
    "excerpt": "This is one of the few Palladio palaces not strictly open to the public, though as it is the seat of the town council, you can in theory take a sneaky…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/loggia-del-capitaniato/a/poi-sig/1341709/360031",
    "image_url": null,
    "detail_description": "This is one of the few Palladio palaces not strictly open to the public, though as it is the seat of the town council, you can in theory take a sneaky peek inside. It was designed by Palladio in the mid-16th century and completed in 1572.\n"
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 12,
    "name": "Duomo",
    "latitude": "45.546232318",
    "longitude": "11.543769398",
    "excerpt": "Designed by Lorenzo di Bologna, construction of Vicenza's cathedral began in the late 15th century. In the mid-16th century, Andrea Palladio added his own…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/duomo/a/poi-sig/1341707/360031",
    "image_url": null,
    "detail_description": "Designed by Lorenzo di Bologna, construction of Vicenza's cathedral began in the late 15th century. In the mid-16th century, Andrea Palladio added his own touches to the incomplete building, most notably the cupola, inspired by the dome of the Pantheon in Rome. Aside from the pink-hued facade, the clean-cut cathedral you see today is a 20th-century reconstruction, the building having been heavily bombed during WWII.\n"
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 11,
    "name": "Palladio Museum",
    "latitude": "45.548453",
    "longitude": "11.54559",
    "excerpt": "To better understand architect Andrea Palladio and his legacy, explore the frescoed halls of this modern museum. Artefacts include historical copies of…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/palladio-museum/a/poi-sig/1365085/360031",
    "image_url": null,
    "detail_description": "To better understand architect Andrea Palladio and his legacy, explore the frescoed halls of this modern museum. Artefacts include historical copies of Palladio's celebrated Quattro libri dell'architettura (Four Books of Architecture; 1570) and intriguing architectural models of his lauded palazzi and villas, as well as video footage of experts discussing various aspects of the maverick's craft and genius.\n"
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 10,
    "name": "Piazza dei Signori",
    "latitude": "45.547146",
    "longitude": "11.546202",
    "excerpt": "The heart of historic Vicenza is Piazza dei Signori, where Palladio lightens the mood of government buildings with his trademark play of light and shadow…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/piazza-dei-signori/a/poi-sig/1571254/360031",
    "image_url": null,
    "detail_description": "The heart of historic Vicenza is Piazza dei Signori, where Palladio lightens the mood of government buildings with his trademark play of light and shadow. Dazzling white Piovene stone (a local limestone) arches frame shady double arcades at the Basilica Palladiana while, across the piazza, white stone and stucco grace the exposed red-brick colonnade of the 1571-designed Loggia del Capitaniato.\n"
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 9,
    "name": "Villa Valmarana ‘ai Nani’",
    "latitude": "45.534910779",
    "longitude": "11.556597846",
    "excerpt": "From La Rotonda, a charming footpath leads about 500m to the neoclassical elegance of Villa Valmarana ‘ai Nani’, nicknamed after the 17 statues of dwarves…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/villa-valmarana-ai-nani/a/poi-sig/501608/360031",
    "image_url": null,
    "detail_description": "From La Rotonda, a charming footpath leads about 500m to the neoclassical elegance of Villa Valmarana ‘ai Nani’, nicknamed after the 17 statues of dwarves ('ai Nani') around the perimeter walls. Step inside for 18th-century frescoes by Giambattista Tiepolo and his son Giandomenico. Giambattista painted the Palazzina wing with his signature mythological epics, while his offspring executed the rural, carnival and Chinese themes adorning the foresteria (guesthouse).\n"
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 8,
    "name": "Chiesa di Santa Corona",
    "latitude": "45.549257",
    "longitude": "11.547768",
    "excerpt": "Built by the Dominicans in 1261 to house a relic from Christ’s crown of thorns donated to the bishop of Vicenza by Louis IX of France, this Romanesque…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/chiesa-di-santa-corona/a/poi-sig/501584/360031",
    "image_url": null,
    "detail_description": "Built by the Dominicans in 1261 to house a relic from Christ’s crown of thorns donated to the bishop of Vicenza by Louis IX of France, this Romanesque church also houses three light-filled masterpieces: Palladio’s 1576 Valmarana Chapel in the crypt; Paolo Veronese’s Adoration of the Magi, much praised by Goethe; and Giovanni Bellini’s radiant Baptism of Christ, where the holy event is witnessed by a trio of Veneto beauties and a curious red bird.\n"
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 7,
    "name": "Palazzo Chiericati",
    "latitude": "45.549092",
    "longitude": "11.54942",
    "excerpt": "Vicenza's civic art museum occupies one of Palladio’s finest buildings, designed in 1550. The ground floor, used for temporary exhibitions, is where you…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/palazzo-chiericati/a/poi-sig/501590/360031",
    "image_url": null,
    "detail_description": "Vicenza's civic art museum occupies one of Palladio’s finest buildings, designed in 1550. The ground floor, used for temporary exhibitions, is where you'll find the Sala dal Firmamento (Salon of the Skies) and its blush-inducing ceiling fresco of Diana and an up-skirted Helios by Domenico Brusasorci. Highlights in the upstairs galleries include Anthony Van Dyck's allegorical The Four Ages of Man and Alessandro Maganza's remarkably contemporary Portrait of Maddalena Campiglia.\nThe final floor houses the collection of the late marquis Giuseppe Roi, including drawings by Tiepolo and Picasso."
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 6,
    "name": "Museo del Gioiello",
    "latitude": "45.54686",
    "longitude": "11.546513",
    "excerpt": "Vicenza's expertise in jewellery dates back to 600 BC when the Vicentini were crafting clothing fasteners, called fibula. This museum celebrates that…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/museo-del-gioiello/a/poi-sig/1511870/360031",
    "image_url": null,
    "detail_description": "Vicenza's expertise in jewellery dates back to 600 BC when the Vicentini were crafting clothing fasteners, called fibula. This museum celebrates that centuries-long tradition with an elegant museum set within the Basilica Palladiana. Rotating exhibitions of historic and contemporary bijouterie showcase 7th-century bejewelled funerary crosses, 15th-century silk and gold harness belts, 1920s costume jewellery, and avant-garde creations from visionaries such as Evart Nijland and Lucy Sarneel.\nThe city's continuing prominence in the jewellery industry is celebrated twice a year at VicenzaOro (www.vicenzaoro.it; January and September), Europe's largest gold and jewellery fair."
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 5,
    "name": "Basilica Palladiana",
    "latitude": "45.546965",
    "longitude": "11.546685",
    "excerpt": "Now a venue for world-class exhibitions, the Palladian Basilica is capped with an enormous copper dome reminiscent of the hull of a ship. The building,…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/basilica-palladiana/a/poi-sig/501582/360031",
    "image_url": null,
    "detail_description": "Now a venue for world-class exhibitions, the Palladian Basilica is capped with an enormous copper dome reminiscent of the hull of a ship. The building, modelled on a Roman basilica, once housed the law courts and Council of Four Hundred. Palladio was lucky to secure the commission in 1549 (it took his patron 50 years of lobbying the council), which involved restructuring the original, 15th-century palazzo and adding a double order of loggias, supported by Tuscan and Ionic columns topped by soaring statuary.\nThe building is also home to the elegant Museo del Gioiello and its dazzling collection of historic and contemporary jewellery."
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 4,
    "name": "Roman Criptoportico",
    "latitude": "45.545583",
    "longitude": "11.544056",
    "excerpt": "Six metres below modern Vicenza lies one of the city's lesser-known historical treasures – a 1st-century Roman cryptoportico. Discovered during postwar…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/roman-criptoportico/a/poi-sig/1511871/360031",
    "image_url": null,
    "detail_description": "Six metres below modern Vicenza lies one of the city's lesser-known historical treasures – a 1st-century Roman cryptoportico. Discovered during postwar reconstruction in 1954, it's the only private cryptoportico uncovered in northern Italy to date. If you are around on the second Sunday of the month, it's a worth a trip underground. Otherwise, tours are possible by reservation.\nThe three-sided semi-subterranean passageway once ran directly below the peristyle of a wealthy private domus (house), its small splayed windows once opening on the garden. Stairs leading down to the cryptoportico unveil tiny fragments of the Pompeian red that once decorated the structure's marmorino plaster walls. Running off the end of the first corridor is what may have been a small storage room, its doorframe still pierced by deep sockets that once supported a heavy wooden door. The presence of such a heavy door has led some archaeologists to believe that the room may have functioned as a safe, used to store valuable items such as important documents, gold or silver, or even weapons. The font inside this room is widely believed to be a Lombard baptismal font.At the end of the second corridor another side room features a small section of mosaic flooring. Even older than this are the unusual hexagonal terracotta tiles in the adjoining room, each embedded with a small piece of marble.The third and final corridor leads to a well dating from the medieval period – a feature some historians believe may have been used as a shelter from Hungarian invaders at the end of the 9th century.Free tours of the cryptoportico run on the second Sunday of the month only, or by reservation."
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 3,
    "name": "Palazzo Leoni Montanari",
    "latitude": "45.550083",
    "longitude": "11.547006",
    "excerpt": "An extraordinary collection of treasures awaits inside Palazzo Leoni Montanari,including ancient pottery from Magna Graecia and grand salons filled with…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/palazzo-leoni-montanari/a/poi-sig/501586/360031",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1199060828.jpg",
    "detail_description": "An extraordinary collection of treasures awaits inside Palazzo Leoni Montanari,including ancient pottery from Magna Graecia and grand salons filled with Canaletto’s misty lagoon landscapes and Pietro Longhi's 18th-century satires. A recent addition is Agostino Fasolato's astounding The Fall of the Rebel Angels, carved from a single block of Carrara marble and featuring no less than 60 angels and demons in nail-biting battle. Topping it all off is a superb collection of 400 Russian icons.\n"
},
{
    "country": "vicenza",
    "city": "Vicenza",
    "index": 2,
    "name": "La Rotonda",
    "latitude": "45.532282",
    "longitude": "11.559548",
    "excerpt": "No matter how you look at it, this villa is a showstopper: the namesake dome caps a square base, with identical colonnaded facades on all four sides. This…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-veneto/vicenza/attractions/la-rotonda/a/poi-sig/501588/360031",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF762708340.jpg",
    "detail_description": "No matter how you look at it, this villa is a showstopper: the namesake dome caps a square base, with identical colonnaded facades on all four sides. This is one of Palladio’s most admired creations, inspiring variations across Europe and the USA, including Thomas Jefferson’s Monticello. Inside, the circular central hall is covered from the walls to the soaring cupola with trompe l'œil frescoes. Catch bus 8 (€1.30, €2 on board) from in front of Vicenza's train station, or simply walk (about 25 minutes).\n"
}
]