[
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 1,
    "name": "COPE Visitor Centre",
    "latitude": "17.958124",
    "longitude": "102.620145",
    "excerpt": "Laos has the dubious distinction of being the most bombed country on earth, and although the American War in neighbouring Vietnam ended more than 40 years…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/cope-visitor-centre/a/poi-sig/1349972/356947",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/159066811_master.jpg",
    "detail_description": "Laos has the dubious distinction of being the most bombed country on earth, and although the American War in neighbouring Vietnam ended more than 40 years ago, unexploded ordnance (UXO) continues to wound and kill people. COPE (Cooperative Orthotic &amp; Prosthetic Enterprise) is the main source of artificial limbs, walking aids and wheelchairs in Laos. Its excellent Visitor Centre, part of the organisation's National Rehabilitation Centre, offers myriad interesting and informative multimedia exhibits about prosthetics and the UXO that sadly makes them necessary.\nSeveral powerful documentaries are shown on a rolling basis in a theatre, and there's a gift shop and cafe, 100% of the proceeds of which go to supporting COPE's projects in Laos."
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 20,
    "name": "Wat Haysoke",
    "latitude": "17.966201",
    "longitude": "102.604215",
    "excerpt": "A Buddhist temple in the heart of the city.",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/wat-haysoke/a/poi-sig/1354119/356947",
    "image_url": null,
    "detail_description": "A Buddhist temple in the heart of the city.\n"
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 19,
    "name": "Wat Xieng Nyean",
    "latitude": "17.963068",
    "longitude": "102.606264",
    "excerpt": "This centrally located temple has a convenient entrance on Rue Fa Ngoum, the riverfront road.",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/wat-xieng-nyean/a/poi-sig/1354521/356947",
    "image_url": null,
    "detail_description": "This centrally located temple has a convenient entrance on Rue Fa Ngoum, the riverfront road.\n"
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 18,
    "name": "Lao National Culture Hall",
    "latitude": "17.966228",
    "longitude": "102.606468",
    "excerpt": "Huge government building that occasionally plays host to government-approved dance or musical performances.",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/lao-national-culture-hall/a/poi-sig/1350354/356947",
    "image_url": null,
    "detail_description": "Huge government building that occasionally plays host to government-approved dance or musical performances.\n"
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 17,
    "name": "Sacred Heart Cathedral",
    "latitude": "17.961113",
    "longitude": "102.614891",
    "excerpt": "Also known as Vientiane Cathedral, this is the spiritual home of Catholicism in Laos, built during the French colonial period in 1928.",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/sacred-heart-cathedral/a/poi-sig/1354122/356947",
    "image_url": null,
    "detail_description": "Also known as Vientiane Cathedral, this is the spiritual home of Catholicism in Laos, built during the French colonial period in 1928.\n"
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 16,
    "name": "Wat Mixai",
    "latitude": "17.965313",
    "longitude": "102.605331",
    "excerpt": "One of a cluster of temples on the main drag, known for its Bangkok-style sǐm (ordination hall) and heavy gates, which are flanked by two nyak (guardian…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/wat-mixai/a/poi-sig/1354121/356947",
    "image_url": null,
    "detail_description": "One of a cluster of temples on the main drag, known for its Bangkok-style sǐm (ordination hall) and heavy gates, which are flanked by two nyak (guardian giants).\n"
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 15,
    "name": "Wat In Paeng",
    "latitude": "17.96664",
    "longitude": "102.602724",
    "excerpt": "Wat In Paeng is famed for the artistry displayed in the stucco relief of the sǐm (ordination hall), but sees fewer visitors than its neighbouring temples…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/wat-in-paeng/a/poi-sig/1354120/356947",
    "image_url": null,
    "detail_description": "Wat In Paeng is famed for the artistry displayed in the stucco relief of the sǐm (ordination hall), but sees fewer visitors than its neighbouring temples on Th Setthathirath.\n"
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 14,
    "name": "Wat Chanthabuli",
    "latitude": "17.964048",
    "longitude": "102.602745",
    "excerpt": "This beautiful riverside wat was built in the 16th century, destroyed during the Siamese invasion of 1828 and later fully restored to its present glory…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/wat-chanthabuli/a/poi-sig/1354519/356947",
    "image_url": null,
    "detail_description": "This beautiful riverside wat was built in the 16th century, destroyed during the Siamese invasion of 1828 and later fully restored to its present glory. It's notable for its enormous bronze seated Buddha.\n"
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 13,
    "name": "Presidential Palace",
    "latitude": "17.962339",
    "longitude": "102.609881",
    "excerpt": "It's not possible to go inside the Presidential Palace, as unsurprisingly it is reserved for the president and government officials. It is, however, a…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/presidential-palace/a/poi-sig/1354124/356947",
    "image_url": null,
    "detail_description": "It's not possible to go inside the Presidential Palace, as unsurprisingly it is reserved for the president and government officials. It is, however, a decadent example of French colonial-era architecture and you can take a photograph through the front gates.\n"
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 12,
    "name": "Haw Pha Kaeo",
    "latitude": "17.962221",
    "longitude": "102.611125",
    "excerpt": "Once a royal temple built specifically to house the famed Emerald Buddha, Haw Pha Kaeo is today a rather dusty, lacklustre national museum of religious…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/haw-pha-kaeo/a/poi-sig/414432/356947",
    "image_url": null,
    "detail_description": "Once a royal temple built specifically to house the famed Emerald Buddha, Haw Pha Kaeo is today a rather dusty, lacklustre national museum of religious art. It is across the street from the entrance to Wat Si Saket. The main hall contains a small mix of Khmer carvings, Lao Buddhas and relics from temples around town.\n"
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 11,
    "name": "That Dam",
    "latitude": "17.96597",
    "longitude": "102.61105",
    "excerpt": "That Dam sits on a quiet roundabout near the centre of Vientiane. Legend has it that this stupa was once coated in a layer of gold. The gold is said to…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/that-dam/a/poi-sig/414446/356947",
    "image_url": null,
    "detail_description": "That Dam sits on a quiet roundabout near the centre of Vientiane. Legend has it that this stupa was once coated in a layer of gold. The gold is said to have been carted off by the Siamese during their pillaging of 1828, after which the stupa took the ‘black’ sobriquet in memory of the dastardly act.\nHowever, another myth is slightly at odds with this and says That Dam is the abode of a dormant seven-headed dragon that came to life during the 1828 Siamese–Lao war and protected local citizens, although apparently not the stupa’s gold…"
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 10,
    "name": "Wat Ong Teu Mahawihan",
    "latitude": "17.965915",
    "longitude": "102.604129",
    "excerpt": "This temple is one of the most important in Laos. It was originally built in the mid-16th century by King Setthathirat and is believed to occupy a site…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/wat-ong-teu-mahawihan/a/poi-sig/1113950/356947",
    "image_url": null,
    "detail_description": "This temple is one of the most important in Laos. It was originally built in the mid-16th century by King Setthathirat and is believed to occupy a site first used for religious purposes in the 3rd century. However, like almost every other temple in Vientiane it was destroyed in later wars with the Siamese, then rebuilt in the 20th century.\nThe Hawng Sangkhalat (Deputy Patriarch) of the Lao monastic order has his official residence here and presides over the Buddhist Institute, a school for monks who come from all over the country to study dhamma (the Buddha’s teachings)."
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 9,
    "name": "Lao Textile Museum",
    "latitude": "18.000693",
    "longitude": "102.616854",
    "excerpt": "What began as a private museum, established by the family that runs Kanchana Boutique, has subsequently become something of a Lao cultural centre. The…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/lao-textile-museum/a/poi-sig/1350005/356947",
    "image_url": null,
    "detail_description": "What began as a private museum, established by the family that runs Kanchana Boutique, has subsequently become something of a Lao cultural centre. The emphasis at this leafy compound, spread across several local-style wooden buildings, is on textiles. There is a house filled with looms and antique Lao textiles representing several ethnic groups, and at other stops you can see various stages of weaving and dyeing in action.\nThe museum is located about 4km northeast of the city centre, in Ban Nongthatai. We do not suggest visiting without first making a reservation at Kanchana Boutique, where you can also pick up a map. Otherwise you may find the place closed."
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 8,
    "name": "Patuxai",
    "latitude": "17.970621",
    "longitude": "102.618587",
    "excerpt": "Vientiane's Arc de Triomphe replica is a slightly incongruous sight, dominating the commercial district around Rue Lan Xang. Officially called 'Victory…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/patuxai/a/poi-sig/414442/356947",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b87eff6c7e93195f0ee8b46eeb35a57b-patuxai.jpg",
    "detail_description": "Vientiane's Arc de Triomphe replica is a slightly incongruous sight, dominating the commercial district around Rue Lan Xang. Officially called 'Victory Gate' and commemorating the Lao who died in prerevolutionary wars, it was built in the 1960s with cement donated by the USA intended for the construction of a new airport. Climb to the summit for panoramic views over Vientiane.\n"
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 7,
    "name": "Wat Si Muang",
    "latitude": "17.959118",
    "longitude": "102.616276",
    "excerpt": "The most frequently used grounds in Vientiane are those of Wat Si Muang, the site of the lák méuang (city pillar), which is considered the home of the…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/wat-si-muang/a/poi-sig/414448/356947",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0736312bf43d398564b176de7b70058b-wat-si-muang.jpg",
    "detail_description": "The most frequently used grounds in Vientiane are those of Wat Si Muang, the site of the lák méuang (city pillar), which is considered the home of the guardian spirit of Vientiane. The large sǐm (ordination hall; destroyed in 1828 and rebuilt in 1915) was constructed around the lák méuang, and consists of two halls.\nThe large entry hall features a copy of the Pha Kaeo (Emerald Buddha), and a much smaller, rather melted-looking seated stone Buddha that allegedly survived the 1828 inferno. Locals believe it has the power to grant wishes or answer troubling questions, and the practice is to lift it off the pillow three times while mentally phrasing a question or request. If your request is granted, then you are supposed to return later with an offering of bananas, green coconuts, flowers, incense and candles (usually two of each).The pillar itself is located in the rear hall, and is believed to date from the Khmer period, indicating that the site has been used for religious purposes for more than 1000 years. Today it is wrapped in sacred cloth, and in front of it is a carved wooden stele with a seated Buddha in relief.Behind the sǐm is a crumbling laterite jęhdii (stupa), almost certainly of Khmer origin. In front of the sǐm is a little public park with a statue of King Sisavang Vong (r 1904–59)."
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 6,
    "name": "Kaysone Phomvihane Museum",
    "latitude": "18.004489",
    "longitude": "102.644577",
    "excerpt": "Opened in 1995 to celebrate the late president's 75th birthday, the Kaysone Phomvihane Museum serves as a tribute to Indochina's most pragmatic communist…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/kaysone-phomvihane-museum/a/poi-sig/414434/356947",
    "image_url": null,
    "detail_description": "Opened in 1995 to celebrate the late president's 75th birthday, the Kaysone Phomvihane Museum serves as a tribute to Indochina's most pragmatic communist leader. The museum is a vast Vietnamese-style celebration of the cult of Kaysone, a cult he himself never encouraged.\nThe museum is impossible to miss, with its mega-sized bronze statue of Kaysone out front flanked by large sculptures in the Heroes of Socialism style, complete with members of various ethnic groups and a sportsman looking like Superman. The building is a stark contrast, too, and is filled with a remarkably complete collection of memorabilia of both Kaysone and the Party. These include a mock-up of Kaysone's childhood home in Savannakhet, his desk from the French school he attended at Ban Tai, and a model of a portion of 'Kaysone Cave' in Hua Phan Province, complete with revolver, binoculars, radio and other personal effects.It's possible to cycle here or take any transport on Rte 13 south. Alternatively, a tuk-tuk will cost around 40,000K from the centre."
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 5,
    "name": "Wat Si Saket",
    "latitude": "17.962772",
    "longitude": "102.611006",
    "excerpt": "Built between 1819 and 1824 by Chao Anou, the last monarch of the Kingdom of Vientiane, Wat Si Saket is believed to be the city's oldest surviving wat…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/wat-si-saket/a/poi-sig/414450/356947",
    "image_url": null,
    "detail_description": "Built between 1819 and 1824 by Chao Anou, the last monarch of the Kingdom of Vientiane, Wat Si Saket is believed to be the city's oldest surviving wat. And it is starting to show, as this beautiful temple is in need of a facelift. Along the western side of the cloister is a pile of Buddhas that were damaged during the 1828 Lao Rebellion.\nIn the sǐm (ordination hall) a slightly damaged Khmer-style Naga Buddha – which depicts the Buddha seated on a coiled cobra deity (naga) and sheltered by its multiheaded hood – is also on display just in front of the main seated Buddha; it is believed to date from the 13th century and was brought from a nearby Khmer site.The sǐm is surrounded by a colonnaded terrace in the Bangkok style and topped by a five-tiered roof. The interior walls bear hundreds of Buddha niches similar to those in the cloister, as well as beautiful – but decaying – Jataka murals depicting stories of the Buddha's past lives. Portions of the Bangkok-style murals are unrestored 1820s originals, while others date from a 1913 restoration."
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 4,
    "name": "Kaysone Phomvihane Memorial",
    "latitude": "18.006815",
    "longitude": "102.636852",
    "excerpt": "The former home of Kaysone Phomvihane, the first leader of an independent Laos, has been made into this quirky but worthwhile museum.",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/kaysone-phomvihane-memorial/a/poi-sig/1546660/356947",
    "image_url": null,
    "detail_description": "The former home of Kaysone Phomvihane, the first leader of an independent Laos, has been made into this quirky but worthwhile museum.The house is inside the former USAID/CIA compound, known as 'Six Klicks City' because of its location 6km from central Vientiane. It once featured bars, restaurants, tennis courts, swimming pools, a commissary and assorted offices from where the Secret War was orchestrated. During the 1975 takeover of Vientiane, Pathet Lao forces ejected the Americans and occupied the compound. Kaysone lived here until his death in 1992.\nToday, the house includes Kaysone's half-empty bottles of scotch, tacky souvenirs from the Eastern bloc, running shoes, notepads and original Kelvinator air-conditioners. Even the winter coats he wore on visits to Moscow remain neatly hanging in the wardrobe. A Lao People's Revolutionary Party (LPRP) guide will show you through the house, making for a remarkably good-value experience.Kaysone's house can be tricky to find, so it's easiest to backtrack from the nearby Kaysone Phomvihane Museum. Head back towards the city centre and turn right at the first set of traffic lights, continuing about 1km until you see the sign on your right that says 'Mémorial du Président Kaysone Phomvihane'. Alternatively, a tuk-tuk will cost around 40,000K from the centre."
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 3,
    "name": "Xieng Khuan",
    "latitude": "17.912797",
    "longitude": "102.765555",
    "excerpt": "Located 25km southeast of central Vientiane, eccentric Xieng Khuan, aka Buddha Park, thrills with other-worldly Buddhist and Hindu sculptures, and was…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/xieng-khuan/a/poi-sig/414454/356947",
    "image_url": "https://lp-cms-production.imgix.net/2023-03/shutterstockRF_223697563.jpg",
    "detail_description": "Located 25km southeast of central Vientiane, eccentric Xieng Khuan, aka Buddha Park, thrills with other-worldly Buddhist and Hindu sculptures, and was designed and built in 1958 by Luang Pu, a yogi-priest-shaman who merged Hindu and Buddhist philosophy, mythology and iconography into a cryptic whole. It's a bizarre, delightfully dilapidated compound that's great for a wander and a photo op.Bus 14 (8000K, one hour) leaves Talat Sao Bus Station every 20 minutes for Xieng Khuan. Alternatively, charter a tuk-tuk (250,000K return).\n"
},
{
    "country": "vientiane",
    "city": "Vientiane",
    "index": 2,
    "name": "Pha That Luang",
    "latitude": "17.97668",
    "longitude": "102.63645",
    "excerpt": "Svelte and golden Pha That Luang, located about 4km northeast of the city centre, is the most important national monument in Laos – a symbol of Buddhist…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/pha-that-luang/a/poi-sig/414444/356947",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/567920093ad622f041f9b447bf9f7418-pha-that-luang.jpg",
    "detail_description": "Svelte and golden Pha That Luang, located about 4km northeast of the city centre, is the most important national monument in Laos – a symbol of Buddhist religion and Lao sovereignty. Legend has it that Ashokan missionaries from India erected a tâht (stupa) here to enclose a piece of Buddha's breastbone as early as the 3rd century BC.\nA high-walled cloister with tiny windows surrounds the 45m-high stupa. The cloister measures 85m on each side and contains various Buddha images, including a serene statue of Jayavarman VII, the great Angkor-era king who converted the state religion of the Khmer empire to Buddhism."
}
]