[
{
    "country": "vigan",
    "city": "Vigan",
    "index": 10,
    "name": "Museo San Pablo",
    "latitude": "17.57475069",
    "longitude": "120.3886034",
    "excerpt": "The Museo San Pablo, behind the altar of St Paul Cathedral, is a good place to see old santos (religious statues). Make sure to have a look at the…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/museo-san-pablo/a/poi-sig/442588/357318",
    "image_url": null,
    "detail_description": "The Museo San Pablo, behind the altar of St Paul Cathedral, is a good place to see old santos (religious statues). Make sure to have a look at the wonderfully aged photo collection of a German pharmacist who lived in Vigan for a number of years in the late 1800s.\n"
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 11,
    "name": "Magic Fountain",
    "latitude": "17.575385",
    "longitude": "120.387475",
    "excerpt": "Every night at 7.30pm during peak tourist season, the fountain in the middle of Plaza Salcedo bursts into a music and light show. It gets crowded and is…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/magic-fountain/a/poi-sig/1502508/357318",
    "image_url": null,
    "detail_description": "Every night at 7.30pm during peak tourist season, the fountain in the middle of Plaza Salcedo bursts into a music and light show. It gets crowded and is fantastically kitsch; you can watch the waters dance to the latest hip-hop and Disney tunes.\n"
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 9,
    "name": "Syquia Mansion Museum",
    "latitude": "17.57097114",
    "longitude": "120.3897734",
    "excerpt": "The Syquia Mansion is filled with old furniture and exhibits dedicated to the life of Vigan native Elpidio Quirino, the Philippines’ sixth president…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/syquia-mansion-museum/a/poi-sig/1191223/357318",
    "image_url": null,
    "detail_description": "The Syquia Mansion is filled with old furniture and exhibits dedicated to the life of Vigan native Elpidio Quirino, the Philippines’ sixth president. Quirino was born in the nearby provincial jail, where his mother worked. He rose to political prominence after marrying into the fabulously wealthy Syquia family.\n"
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 8,
    "name": "Juan Luna Shrine",
    "latitude": "17.92718",
    "longitude": "120.476954",
    "excerpt": "It's worth stopping in Badoc, halfway between Vigan and Laoag (about an hour by bus), for a peek inside the restored ancestral home of Juan Luna, arguably…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/juan-luna-shrine/a/poi-sig/1503037/357318",
    "image_url": null,
    "detail_description": "It's worth stopping in Badoc, halfway between Vigan and Laoag (about an hour by bus), for a peek inside the restored ancestral home of Juan Luna, arguably the Philippines' greatest painter. The knowledgeable curator will introduce you to the history of the Luna family and tell the stories behind the paintings. The museum is near the Virgen Milagrosa Church.\n"
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 7,
    "name": "Crisologo Museum",
    "latitude": "17.57042784",
    "longitude": "120.38665531",
    "excerpt": "The Crisologos, Vigan’s most prominent political dynasty, have converted their ancestral home into this strangely compelling family shrine. In addition to…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/crisologo-museum/a/poi-sig/442586/357318",
    "image_url": null,
    "detail_description": "The Crisologos, Vigan’s most prominent political dynasty, have converted their ancestral home into this strangely compelling family shrine. In addition to the mildly interesting family photos, personal effects, period furniture and an impressive collection of indigenous Filipino headgear, you may spot the blood-stained pair of trousers from Floro Crisologo's assassination in 1972, and the old Chevy that Governor Carmeling Crisologo was in when she was (unsuccessfully) ambushed by gunmen in 1961.\n"
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 6,
    "name": "Magsingal Museum",
    "latitude": "17.685333",
    "longitude": "120.426024",
    "excerpt": "This branch of Vigan's Padre José Burgos National Museum, located 11km north of Vigan in Magsingal, displays an absorbing collection of Ilocano relics. An…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/magsingal-museum/a/poi-sig/1190244/357318",
    "image_url": null,
    "detail_description": "This branch of Vigan's Padre José Burgos National Museum, located 11km north of Vigan in Magsingal, displays an absorbing collection of Ilocano relics. An ancient-looking belfry (1732), part of the remains of a ruined old church, still stands in front of the museum.\nThe museum itself was once a convent for the ruined church, which was replaced in 1827 by the nearby Magsingal Church, which itself houses two rather interesting sculptures of pregnant-looking angel mermaids. Take any Laoag-bound bus to Magsingal."
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 5,
    "name": "Padre José Burgos National Museum",
    "latitude": "17.57558893",
    "longitude": "120.38567778",
    "excerpt": "Built in 1788, this museum is in the ancestral home of Father José Burgos, one of the three martyr priests executed by the Spanish in 1872. It houses an…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/padre-jose-burgos-national-museum/a/poi-sig/442590/357318",
    "image_url": null,
    "detail_description": "Built in 1788, this museum is in the ancestral home of Father José Burgos, one of the three martyr priests executed by the Spanish in 1872. It houses an extensive collection of Ilocano artefacts. Make sure to see the series of paintings by the locally famed painter Don Esteban Villanueva depicting the 1807 Basi Revolt, housed in the old jailhouse.\nWeavings, Tingguian (Itneg) jewellery, musical instruments, pottery, photos of Easter processions and elaborate furniture are also on display. It was undergoing renovations in 2017."
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 14,
    "name": "Quema House",
    "latitude": "17.5701772",
    "longitude": "120.38946317",
    "excerpt": "Beautifully preserved mansion, not open to the public.",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/quema-house/a/poi-sig/1488390/357318",
    "image_url": null,
    "detail_description": "Beautifully preserved mansion, not open to the public.\n"
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 13,
    "name": "Cristy's Loom Weaving",
    "latitude": "17.570884",
    "longitude": "120.395179",
    "excerpt": "In barangay Camanggaan, just a 10-minute tricycle ride southeast of Vigan, you can watch abel hand-weavers in action.",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/cristy-s-loom-weaving/a/poi-sig/1503646/357318",
    "image_url": null,
    "detail_description": "In barangay Camanggaan, just a 10-minute tricycle ride southeast of Vigan, you can watch abel hand-weavers in action.\n"
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 12,
    "name": "Rowilda's Weaving Factory",
    "latitude": "17.570107",
    "longitude": "120.395007",
    "excerpt": "In barangay Camanggaan, just a 10-minute tricycle ride southeast of Vigan, you can watch abel hand-weavers in action at Rowilda’s Weaving Factory, which…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/rowilda-s-weaving-factory/a/poi-sig/1503647/357318",
    "image_url": null,
    "detail_description": "In barangay Camanggaan, just a 10-minute tricycle ride southeast of Vigan, you can watch abel hand-weavers in action at Rowilda’s Weaving Factory, which is actually just a house.\n"
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 3,
    "name": "La Nuestra Señora de La Asuncion Parish Church",
    "latitude": "17.365978",
    "longitude": "120.483069",
    "excerpt": "A Unesco World Heritage Site 38km south of Vigan, this massive baroque structure built in 1769 is unique. It has an imposing brick facade and sits alone…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/la-nuestra-senora-de-la-asuncion-parish-church/a/poi-sig/1503036/357318",
    "image_url": null,
    "detail_description": "A Unesco World Heritage Site 38km south of Vigan, this massive baroque structure built in 1769 is unique. It has an imposing brick facade and sits alone on a hill – rather than in the town square like most Spanish churches – overlooking the town of Santa Maria, giving it a Wild West kinda vibe.\nIt’s not hard to see why it was used as a fortress during the Philippine Revolution in 1896.Take any Manila-bound bus to Santa Maria. It's a long ride (80 minutes) for a short visit but if you're lucky you may catch a wedding or other event."
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 4,
    "name": "St Paul Cathedral",
    "latitude": "17.57481412",
    "longitude": "120.38860868",
    "excerpt": "This church was built in ‘earthquake baroque’ style (ie thick-walled and massive) after an earlier incarnation was damaged by quakes in 1619 and 1627. The…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/st-paul-cathedral/a/poi-sig/1190154/357318",
    "image_url": null,
    "detail_description": "This church was built in ‘earthquake baroque’ style (ie thick-walled and massive) after an earlier incarnation was damaged by quakes in 1619 and 1627. The construction of the original wooden, thatched church is believed to have been supervised by Juan de Salcedo, lieutenant governor of the Ilocos region, in 1574.\nThe brass communion handrails were made in China, and faint Chinese characters can be seen where the rails connect to the building. The octagonal design of the church is supposedly rooted in feng shui design principles."
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 1,
    "name": "Mestizo District",
    "latitude": "17.572531",
    "longitude": "120.388967",
    "excerpt": "The Mestizo District, or Kasanglayan ('where the Chinese live'), is a grid of streets hemmed in between Plaza Burgos and Liberation Blvd and bisected by…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/mestizo-district/a/poi-sig/1451328/357318",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148608836_large.jpg",
    "detail_description": "The Mestizo District, or Kasanglayan ('where the Chinese live'), is a grid of streets hemmed in between Plaza Burgos and Liberation Blvd and bisected by the beautifully preserved Crisologo St. You can wander in a daze among ancestral homes and colonial-era architecture. The mansions here are beautiful and architecturally unique, marrying two great aesthetic styles: Chinese and Spanish.\nThe latter were once Vigan’s colonial masters; the former were merchants who settled, intermarried and, by the 19th century, became the city’s elite. In fact, Spanish and Chinese are themselves limiting terms when it comes to describing Vigan architecture. Spain itself has either influenced or been influenced by Mexico, the Caribbean and North Africa, and these regions also make their presence known in the form of airy verandahs, leafy inner courtyards and wrought-iron balconies. At the same time, Asia makes an appearance with dark wooden accents, polished floors, sliding capiz-shell windows and ventanillas (ventilated walls).In most mansions, the ground floor has stone walls and is strictly for storage and/or work, while the wooden 1st floor, with its large, airy sala (living room), is for living. The capiz-shell windows are as tall as doors, while the wide window sills are good spots for a siesta. The capiz is a flat bivalve found in the coastal waters of the Philippines. It came into fashion in the 19th century because it was cheaper than glass and sturdy enough to withstand typhoon winds and rain. Light shines through capiz in a particular way that is almost impossibly romantic.While a couple of mansions have been converted into B&amp;Bs or museums, most are private homes. Two houses to look out for are the Quema House, with its original furnishings and decor, and the Syquia Mansion on Quirino Blvd, the former holiday home of Vigan native Elpidio Quirino, the Philippines’ sixth president, who was born in the nearby provincial jail. This is one of the best-preserved historical homes, and a good place to get a sense of the traditional interior of a Chinese–Spanish mansion at the end of the 19th century."
},
{
    "country": "vigan",
    "city": "Vigan",
    "index": 2,
    "name": "Pottery Factories",
    "latitude": "17.57120648",
    "longitude": "120.38275487",
    "excerpt": "Prior to the arrival of the Spanish, Chinese settlers pioneered a still-active pottery industry. You can visit a couple of pottery factories on Gomez St…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/pottery-factories/a/poi-sig/1449869/357318",
    "image_url": null,
    "detail_description": "Prior to the arrival of the Spanish, Chinese settlers pioneered a still-active pottery industry. You can visit a couple of pottery factories on Gomez St. The 50m-long kiln at RG Jar, which was made in 1823 and can hold nearly 1000 jars, is a wonder to behold. Local potters let you create your own misshapen ceramics at the pottery wheel.\nYou can buy a small clay souvenir afterwards. The burnay (earthen jars) that you find here are used in the fermentation of basí (sugar cane wine) and bagoong (fish paste), but you are more likely to see them scattered about in homes and gardens."
}
]