[
{
    "country": "vigo",
    "city": "Vigo",
    "index": 1,
    "name": "Castelo de Soutomaior",
    "latitude": "42.32941",
    "longitude": "-8.568263",
    "excerpt": "The Soutomaior castle-palace, amid enormous and beautiful gardens, is well worth a 21km drive northeast from Vigo. Displays inside the castle, which dates…",
    "detail_url": "https://www.lonelyplanet.com/spain/vigo/attractions/castelo-de-soutomaior/a/poi-sig/1636950/1004440",
    "image_url": null,
    "detail_description": "The Soutomaior castle-palace, amid enormous and beautiful gardens, is well worth a 21km drive northeast from Vigo. Displays inside the castle, which dates back to the 12th century, detail its fascinating history in Spanish, Galician and English. Outside, you can happily stroll for at least an hour among huge sequoias and cedars, a large albariño vineyard, woodlands of oak and chestnut and over 200 camellias, which bloom brilliantly between November and April.\n"
},
{
    "country": "vigo",
    "city": "Vigo",
    "index": 7,
    "name": "Museo de Arte Contemporánea de Vigo",
    "latitude": "42.235878260488",
    "longitude": "-8.7211548910841",
    "excerpt": "Vigo is something of a modern art centre, with several museums and galleries to prove it. The Contemporary Art Museum is the number-one venue for thought…",
    "detail_url": "https://www.lonelyplanet.com/spain/vigo/attractions/museo-de-arte-contemporanea-de-vigo/a/poi-sig/1068183/1004440",
    "image_url": null,
    "detail_description": "Vigo is something of a modern art centre, with several museums and galleries to prove it. The Contemporary Art Museum is the number-one venue for thought-provoking exhibitions ranging from painting and sculpture to fashion and design.\n"
},
{
    "country": "vigo",
    "city": "Vigo",
    "index": 6,
    "name": "Castro de Vigo",
    "latitude": "42.232394",
    "longitude": "-8.727844",
    "excerpt": "The Castro de Vigo, a pre-Roman settlement of circular, thatch-roofed dwellings, dates back to the 3rd century BCE and has been partly reconstructed…",
    "detail_url": "https://www.lonelyplanet.com/spain/vigo/attractions/castro-de-vigo/a/poi-sig/1274838/1004440",
    "image_url": null,
    "detail_description": "The Castro de Vigo, a pre-Roman settlement of circular, thatch-roofed dwellings, dates back to the 3rd century BCE and has been partly reconstructed. Though opening hours are limited, you can get a decent view of it through the fence at any time.\n"
},
{
    "country": "vigo",
    "city": "Vigo",
    "index": 5,
    "name": "Concatedral de Santa María",
    "latitude": "42.239249",
    "longitude": "-8.726074",
    "excerpt": "The Casco Vello's main church was built in 1816, in neoclassical style – long after its Romanesque predecessor was burnt down by Sir Francis Drake.",
    "detail_url": "https://www.lonelyplanet.com/spain/vigo/attractions/concatedral-de-santa-maria/a/poi-sig/1068184/1004440",
    "image_url": null,
    "detail_description": "The Casco Vello's main church was built in 1816, in neoclassical style – long after its Romanesque predecessor was burnt down by Sir Francis Drake.\nIt's an elegant neoclassical building with lines of stout stone columns, a barrel vault and some colourful mosaics and murals."
},
{
    "country": "vigo",
    "city": "Vigo",
    "index": 4,
    "name": "Centro de Visitantes Illas Atlánticas de Galicia",
    "latitude": "42.239273",
    "longitude": "-8.725494",
    "excerpt": "This centre in the Old Town presents photos, information and an attractive audiovisual display on the nature and history of the Illas Cíes in the mouth of…",
    "detail_url": "https://www.lonelyplanet.com/spain/vigo/attractions/centro-de-visitantes-illas-atlanticas-de-galicia/a/poi-sig/1482359/1004440",
    "image_url": null,
    "detail_description": "This centre in the Old Town presents photos, information and an attractive audiovisual display on the nature and history of the Illas Cíes in the mouth of the Ría de Vigo and the Ons, Sálvora and Cortegada archipelagos further north, which together comprise the Parque Nacional de las Islas Atlánticas de Galicia.\n"
},
{
    "country": "vigo",
    "city": "Vigo",
    "index": 3,
    "name": "Parque do Castro",
    "latitude": "42.23186",
    "longitude": "-8.726149559021",
    "excerpt": "Directly south (uphill) from the old town, this verdant park is a magnificent place to be when the sun is dropping into the ocean behind the Illas Cíes…",
    "detail_url": "https://www.lonelyplanet.com/spain/vigo/attractions/parque-do-castro/a/poi-sig/1068185/1004440",
    "image_url": null,
    "detail_description": "Directly south (uphill) from the old town, this verdant park is a magnificent place to be when the sun is dropping into the ocean behind the Illas Cíes. You can look at the partly reconstructed Castro de Vigo dating back to the 3rd century BCE, and poke around the hilltop Castelo do Castro, which formed part of Vigo's defences built in the 17th century.\n"
},
{
    "country": "vigo",
    "city": "Vigo",
    "index": 2,
    "name": "Praia de Samil",
    "latitude": "42.214216",
    "longitude": "-8.775845",
    "excerpt": "A long swath of sandy beaches stretches southwest of the city. Best is 1.2km-long Praia de Samil, beginning about 5km from the city centre. It's backed by…",
    "detail_url": "https://www.lonelyplanet.com/spain/vigo/attractions/praia-de-samil/a/poi-sig/1534201/1004440",
    "image_url": null,
    "detail_description": "A long swath of sandy beaches stretches southwest of the city. Best is 1.2km-long Praia de Samil, beginning about 5km from the city centre. It's backed by a long promenade and has great views of the Illas Cíes. Several buses run from the city centre.\nYou can get there by bus 15C, about hourly from Porta do Sol in the city centre, or bus 10 or 15B (both hourly, Monday to Saturday only) from in front of Centro Comercial A Laxe on Rúa Cánovas del Castillo, near the Oficina de Turismo de Vigo. In the summer holiday season buses C3 and 4C also run to Samil from Porta do Sol."
}
]