[
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 1,
        "name": "Vilnius University",
        "latitude": "54.683241",
        "longitude": "25.287255",
        "excerpt": "Founded in 1579 during the Catholic Counter Reformation, Vilnius University was run by Jesuits for two centuries. During the 19th century it became one of…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/vilnius-university/a/poi-sig/446991/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a7dd095fa9fad7e01d28dd0e4505e6b6-vilnius-university.jpg",
        "detail_description": "Founded in 1579 during the Catholic Counter Reformation, Vilnius University was run by Jesuits for two centuries. During the 19th century it became one of Europe's greatest centres of learning, and the university survived shutdown by Tsar Nicholas I, rebranding under Soviet rule and closure by the Nazis. Its spectacular architectural ensemble includes a 64m bell tower, baroque church, courtyard and fresco-laden hall, all of which are open to visitors.\nToday it has more than 20,000 students and Lithuania’s oldest library, shelving five million books (including one of two originals of The Catechism by Martynas Mažvydas, the first book ever published in Lithuanian).Don't miss the Grand Courtyard with its melange of Baroque, Classical and neoclassical architecture, or the Littera bookstore with its wonderful ceiling frescoes."
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 2,
        "name": "Palace of the Grand Dukes of Lithuania",
        "latitude": "54.685889",
        "longitude": "25.288939",
        "excerpt": "If you only see one museum in Vilnius, make it this one. On a site that has been settled since the 4th century AD stands the latest in a procession of…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/palace-of-the-grand-dukes-of-lithuania/a/poi-sig/1463063/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/165134c6d008368430e17d0716da7956-palace-of-the-grand-dukes-of-lithuania.jpg",
        "detail_description": "If you only see one museum in Vilnius, make it this one. On a site that has been settled since the 4th century AD stands the latest in a procession of fortified palaces, repeatedly remodelled, destroyed and rebuilt. The baroque palace, built for the 17th-century grand dukes, has been faithfully revamped to house an atmospheric museum of art and history. Visitors with several hours can opt for full admission, accessing four 'routes' through Lithuanian history; otherwise choose one or two.\nRoute I walks you through two millennia of Lithuanian history. Guided through the strata of the palace's foundations, visitors can see the bones of successive episodes in the history of the building and the nation. A second route explores the splendidly reconstructed ceremonial halls of the grand duchy, complete with the crimson velvet of the throne room and remarkable wooden ceilings, while routes three and four take you through a thicket of halberds and swords dating back to the time of the grand dukes. This gleaming white complex is a potent symbol of revitalised, independent Lithuania."
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 3,
        "name": "Vilnius Cathedral",
        "latitude": "54.685846",
        "longitude": "25.287362",
        "excerpt": "Stately Vilnius Cathedral, divorced from its freestanding belfry, is a national symbol and the city's most instantly recognisable building. Known in full…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/vilnius-cathedral/a/poi-sig/446989/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8e50f8ce7530d78c2f1a9879dabec140-vilnius-cathedral.jpg",
        "detail_description": "Stately Vilnius Cathedral, divorced from its freestanding belfry, is a national symbol and the city's most instantly recognisable building. Known in full as the Cathedral of St Stanislav and St Vladislav, this columned neoclassical cathedral occupies a spot originally used for the worship of Perkūnas, the Lithuanian thunder god.Register in advance to tour the crypts, the final resting place of many prominent Lithuanians including Vytautas the Great (1350–1430).\nThe first wooden cathedral was built here between 1387 and 1388; after several episodes of destruction and reconstruction, the present edifice was erected in the late 18th century. Note the greyish stone on the exterior, showing the older parts of the building.The reconstruction followed the original Gothic floor plan and incorporated St Casimir's and the Valavičius family chapels in the late 18th century. St Casimir’s Chapel, with its baroque cupola, coloured marble and frescoes of the saint's life, is the cathedral's showpiece.From 1950 the Soviets used the cathedral as a warehouse, gallery and concert venue, before its reconsecration in 1989."
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 4,
        "name": "Mindaugas",
        "latitude": "54.687415",
        "longitude": "25.288757",
        "excerpt": "This landmark statue depicts the early unifier of the Lithuanian tribes in the mid-13th century and the country's first king.",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/mindaugas/a/poi-sig/1344420/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b24fd42978590736cc8b466b7d2ac132-mindaugas.jpg",
        "detail_description": "This landmark statue depicts the early unifier of the Lithuanian tribes in the mid-13th century and the country's first king.\n"
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 5,
        "name": "Cathedral Bell Tower",
        "latitude": "54.685654",
        "longitude": "25.286686",
        "excerpt": "Climb the creaky stairs into the free-standing belfry of Vilnius Cathedral, once part of the city's 13th-century defences. Towering 57m high, it's one of…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/cathedral-bell-tower/a/poi-sig/1486451/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8f4249aad81d383df3619c7adabbe94a-cathedral-belfry.jpg",
        "detail_description": "Climb the creaky stairs into the free-standing belfry of Vilnius Cathedral, once part of the city's 13th-century defences. Towering 57m high, it's one of the city's oldest brick buildings as well as Vilnius' most recognisable landmark. Bells dating back to the 15th century dangle in the small exhibition space, but the primary reasons to navigate the narrow ladders and stairwells are the priceless views across the city. At 5pm, listen to the bells ring for several minutes.\n"
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 6,
        "name": "Museum of Genocide Victims",
        "latitude": "54.688091",
        "longitude": "25.270529",
        "excerpt": "This former headquarters of the KGB (and before them the Gestapo, Polish occupiers and Tsarist judiciary) houses a museum dedicated to thousands of…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/museum-of-genocide-victims/a/poi-sig/446959/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9685ae076d1e4ffc99b4e5a5f73f629a-museum-of-genocide-victims.jpg",
        "detail_description": "This former headquarters of the KGB (and before them the Gestapo, Polish occupiers and Tsarist judiciary) houses a museum dedicated to thousands of members of the Lithuanian resistance who were murdered, imprisoned or deported by the Soviet Union from WWII until the 1960s. Backlit photographs, wooden annexes and a disorienting layout sharpen the impact of past horrors outlined in graphic detail. Most unsettling is the descent to the prison cells, and one especially padded to muffle sounds coming from within.\nBetween 1944 and the 1960s, more than 1000 prisoners were shot or stabbed in the skull here. Messages of despair and defiance from those awaiting execution remain etched into cell walls. Memorial plaques honouring the dead tile the outside of the building."
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 7,
        "name": "Sts Johns' Church",
        "latitude": "54.68259",
        "longitude": "25.288564",
        "excerpt": "The full name is 'Church of St Johns, St John the Baptist and St John the Apostle and Evangelist', but 'Sts Johns' (plural) will do nicely. Founded in…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/sts-johns-church/a/poi-sig/446973/360117",
        "image_url": null,
        "detail_description": "The full name is 'Church of St Johns, St John the Baptist and St John the Apostle and Evangelist', but 'Sts Johns' (plural) will do nicely. Founded in 1387, it predates the 16th-century university within which it is situated, although the present late-baroque structure was built following an 18th-century fire. Its freestanding campanile is the tallest structure in Old Town, and contains a Foucault's Pendulum demonstrating the rotation of the earth. Views from the top are splendid.\n"
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 8,
        "name": "Tolerance Centre",
        "latitude": "54.677193",
        "longitude": "25.278232",
        "excerpt": "One of the main branches of the Vilna Gaon Jewish State Museum, the Tolerance Centre is simultaneously a museum of Jewish history and culture, and a…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/tolerance-centre/a/poi-sig/1277087/360117",
        "image_url": null,
        "detail_description": "One of the main branches of the Vilna Gaon Jewish State Museum, the Tolerance Centre is simultaneously a museum of Jewish history and culture, and a performance space. Its multimedia exposition about the Holocaust is movingly framed from the perspective of a child, and stories of survival and defiance are grippingly told. Temporary exhibitions, from Jewish graphic art to folk instruments, are arranged across its floors.\nLook out for the photos of Vilnius' Great Synagogue; fragments from this destroyed synagogue are also on display."
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 9,
        "name": "Cathedral Square",
        "latitude": "54.685244",
        "longitude": "25.286622",
        "excerpt": "Katedros aikštė buzzes with local life. In the 19th century markets and fairs were held here and a moat ran around what is now the square’s perimeter so…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/cathedral-square/a/poi-sig/1631355/360117",
        "image_url": null,
        "detail_description": "Katedros aikštė buzzes with local life. In the 19th century markets and fairs were held here and a moat ran around what is now the square’s perimeter so that ships could sail to the cathedral door. Within the moat were walls and towers, the only remaining part of which is the 57m-tall belfry near the cathedral’s western end.In front of the entrance to the Royal Palace, at the square’s eastern end, is an equestrian statue of Gediminas, built on an ancient pagan site.Behind the grand old duke, Bernardinų sodas leads to Three Crosses Hill and Kalnų Park.\n"
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 10,
        "name": "Antakalnis Cemetery",
        "latitude": "54.69968",
        "longitude": "25.318615",
        "excerpt": "In this leafy suburb, little-visited by tourists, Antakalnis Cemetery is the final resting place of Lithuanian luminaries and locals lost to war…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/antakalnis-cemetery/a/poi-sig/1463390/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3760c2c63d0bb49c35e7fe54c9a397e0-antakalnis-cemetery.jpg",
        "detail_description": "In this leafy suburb, little-visited by tourists, Antakalnis Cemetery is the final resting place of Lithuanian luminaries and locals lost to war. Brutalist, art-nouveau and modernist headstones give the cemetery, a half-hour walk east of the centre, the feel of an open-air sculpture gallery. Those killed by Soviet special forces on 13 January 1991 are memorialised by a sculpture of the Madonna. A taxi or Bolt service from the train station costs around €6.\nAnother memorial honours Napoleonic soldiers who died of starvation and injuries in Vilnius while retreating from the Russian army. The remains of 2000 of them were only found in 2002.Hundreds of Polish soldiers’ graves, including many unknown soldiers, are also located here. Former president Algirdas Brazauskas’s grave is a bit abandoned atop a hill slope, in a newer area of the cemetery."
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 11,
        "name": "MO Museum",
        "latitude": "54.679302",
        "longitude": "25.277545",
        "excerpt": "Opened in October 2018, this assemblage of contemporary Lithuanian art and photography is the country's first private museum. An orderly union of sharp…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/mo-museum/a/poi-sig/1609513/360117",
        "image_url": null,
        "detail_description": "Opened in October 2018, this assemblage of contemporary Lithuanian art and photography is the country's first private museum. An orderly union of sharp angles, polished glass and white plaster, the ultramodern gallery was designed by visionary Daniel Libeskind, the architect behind Berlin's Jewish Museum. Around 5000 20th-century artworks are assembled within, freshened by rotating exhibitions and occasional cultural events.\n"
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 12,
        "name": "Užupis Art Incubator",
        "latitude": "54.680859",
        "longitude": "25.293542",
        "excerpt": "One of two branches of the creative powerhouse of the Užupis Republic, the Galera shows exciting temporary exhibitions by local talent and invites artists…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/uzupis-art-incubator/a/poi-sig/1630902/360117",
        "image_url": null,
        "detail_description": "One of two branches of the creative powerhouse of the Užupis Republic, the Galera shows exciting temporary exhibitions by local talent and invites artists from around the world to engage in a dialogue about art. Outside the gallery, the riverbank and the adjacent garden are open-air galleries created by talent from Užupis and further afield. There's a grand piano and stone cairns on the river, a giant rocking horse and stone sculpture along the path, and other installations.\n"
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 13,
        "name": "Presidential Palace",
        "latitude": "54.68318679",
        "longitude": "25.28593752",
        "excerpt": "The Bishops of Vilnius’ Palace in the 16th century, this classical edifice now houses the president and chancellery. It gained its current Russian empire…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/presidential-palace/a/poi-sig/1463083/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/41acc383a7b76121f0b598bdb3f64321-presidential-palace.jpg",
        "detail_description": "The Bishops of Vilnius’ Palace in the 16th century, this classical edifice now houses the president and chancellery. It gained its current Russian empire style early in the 19th century, and was used both by Napoleon (during his advance on Moscow) and his Russian adversary, General Mikhail Kutuzov (chasing him back to Paris). See the ceremonial changing of the guard every day at 6pm, and the flag-hoisting ceremony on Sunday at noon. Visits by guided tour (in Lithuanian, plus English in summer) must be booked in advance.\n"
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 14,
        "name": "Gediminas Castle & Museum",
        "latitude": "54.686801",
        "longitude": "25.29175",
        "excerpt": "With its hilltop location above the junction of the Neris and Vilnia Rivers, Gediminas Castle is the last of a series of settlements and fortified…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/gediminas-castle-museum/a/poi-sig/446981/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4ad2d6b2bd4770e771caefb1811278e9-gediminas-castle-museum.jpg",
        "detail_description": "With its hilltop location above the junction of the Neris and Vilnia Rivers, Gediminas Castle is the last of a series of settlements and fortified buildings occupying this site since Neolithic times. This brick version, built by Grand Duke Vytautas in the early 15th century, harbours an engaging museum about the city with successive floors elaborating on past centuries of warfare, medieval weaponry and contemporary history. For most visitors, the highlight is the 360-degree panorama of Vilnius from the roof.\nThe original tower was a tier higher than the 20m structure that marks the spot today. Its walls were ruined during the Russian occupation (1655–61), but it was restored in 1930 to house the museum."
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 15,
        "name": "National Museum of Lithuania",
        "latitude": "54.687311826965",
        "longitude": "25.289138170544",
        "excerpt": "This wide-ranging museum (inside the New Arsenal) exhibits art and artefacts from Lithuanian life from Neolithic times to the present day. Early history…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/national-museum-of-lithuania/a/poi-sig/446961/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e673e5bf9f6c476fb2041f35d54858e6-national-museum-of-lithuania.jpg",
        "detail_description": "This wide-ranging museum (inside the New Arsenal) exhibits art and artefacts from Lithuanian life from Neolithic times to the present day. Early history is revealed in 2nd millennium BC arrowheads and 7th-century grave hauls (signage isn't always good), while the lives of well-to-do Lithuanians of recent centuries are unveiled with velvet-lined sleds and elaborately painted furniture. The highlight is the colourful folk traditions room, replete with floral-decorated furnishings, linens and carved wooden crosses.\nThe museum builds on the collections compiled by the Museum of Antiquities since 1855 and also features collections devoted to numismatics (including some of the very first Lithuanian coins) and burial traditions.A statue of Mindaugas, Lithuania's sole king, has stood guard over the entrance since 2003."
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 16,
        "name": "Three Crosses",
        "latitude": "54.687043",
        "longitude": "25.301256",
        "excerpt": "Crosses were first erected in the 17th century, in memory of a group of monks martyred by pagans three centuries earlier. The current crosses replace…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/three-crosses/a/poi-sig/1463398/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f2d0e5e56bbf7278636958eb3065d9d0-three-crosses.jpg",
        "detail_description": "Crosses were first erected in the 17th century, in memory of a group of monks martyred by pagans three centuries earlier. The current crosses replace three bulldozed by the Soviets; their twisted remains can be seen below the current set. Walk up the hill from T Kosciuskos gatvė, and enjoy fabulous views of the city, particularly good here at sunset.\n"
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 17,
        "name": "Gates of Dawn",
        "latitude": "54.674073",
        "longitude": "25.289583",
        "excerpt": "The southern border of Old Town is marked by the last standing of five 16th-century portals that were once built into the city walls. A suitably grand way…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/gates-of-dawn/a/poi-sig/446951/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5293e5a984f178415ece8fedea8af258-gate-of-dawn.jpg",
        "detail_description": "The southern border of Old Town is marked by the last standing of five 16th-century portals that were once built into the city walls. A suitably grand way to enter Old Town, the focal point of the Gates of Dawn is the Chapel of Mary the Mother of Mercy, housing the 'Vilnius Madonna'. Framed in silver, this 17th-century painting of the Virgin Mary attracts pilgrims from across Europe.\n"
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 18,
        "name": "St Michael the Archangel Church",
        "latitude": "54.682801",
        "longitude": "25.291986",
        "excerpt": "This grand early-17th-century chuch, built by the Sapiega family, now houses a wonderful museum of sacral art. The building itself, with its single Gothic…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/st-michael-the-archangel-church/a/poi-sig/1486440/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d81a3d5720c7c939b08039cb2a50d0fa-st-michael-the-archangel-church.jpg",
        "detail_description": "This grand early-17th-century chuch, built by the Sapiega family, now houses a wonderful museum of sacral art. The building itself, with its single Gothic nave, coloured-marble high altar and alabaster statuary, is a rare example of late-Renaissance architecture in Vilnius. The exhibition includes religious art, liturgical vessels and rare manuscripts, plus a precious monstrance and reliquaries from Vilnius Cathedral.\n"
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 19,
        "name": "St Anne's Church",
        "latitude": "54.683123",
        "longitude": "25.293092",
        "excerpt": "Flamboyant and Gothic St Anne's Church, a vision of undulating lines and red-brick arches, was built in 1500 on the site of a wooden church that burned to…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/st-anne-s-church/a/poi-sig/1292564/360117",
        "image_url": null,
        "detail_description": "Flamboyant and Gothic St Anne's Church, a vision of undulating lines and red-brick arches, was built in 1500 on the site of a wooden church that burned to the ground. Today it's among Vilnius' most famous buildings; the turreted facade (marrying 33 different kinds of brick) inspires countless photo ops from the grassy plaza opposite. Inside, rib vaults trace graceful lines of brick through a rosy interior. Napoleon was reportedly so charmed that he wanted to relocate the church to Paris.\nDwarfing St Anne's is the Bernadine Church, one of Vilnius' oldest Gothic buildings."
    },
    {
        "country": "vilnius",
        "city": "Vilnius",
        "index": 20,
        "name": "Užupis Republic Constitution",
        "latitude": "54.680028",
        "longitude": "25.295774",
        "excerpt": "The 'Republic' of Užupis's Constitution is engraved in English, French, Lithuanian and several other languages on plaques running along Paupio gatvė. It…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/uzupis-republic-constitution/a/poi-sig/1292565/360117",
        "image_url": null,
        "detail_description": "The 'Republic' of Užupis's Constitution is engraved in English, French, Lithuanian and several other languages on plaques running along Paupio gatvė. It guarantees citizens, among other things, the right to hot water, to be free, to be happy (or unhappy) and to love. Cats, on the other hand, have the right not to love their owners. Death, however, is not an obligation.\nThe self-declared, unofficial Republic of Užupis (Užupio Republika) came into existence in the late 1990s, when the neighbourhood was growing into a hive of artistic and counter-culture activity. The tongue-in-cheek micronation continues to celebrate its 'Independence Day' annually on 1 April."
    }
]