[
{
    "country": "viseu",
    "city": "Viseu",
    "index": 1,
    "name": "Museu Grão Vasco",
    "latitude": "40.660075",
    "longitude": "-7.911165",
    "excerpt": "Adjoining the cathedral, the granite Paço de Três Escalões (Palace of Three Steps) was originally built as the bishop’s palace. It's now a splendid museum…",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/museu-grao-vasco/a/poi-sig/1374692/1300103",
    "image_url": null,
    "detail_description": "Adjoining the cathedral, the granite Paço de Três Escalões (Palace of Three Steps) was originally built as the bishop’s palace. It's now a splendid museum showcasing an important collection of works by local-born Vasco Fernandes, aka Grão Vasco (the Great Vasco; c 1475–1543), one of Portugal’s seminal Renaissance artists.\nThere are two principal floors, one with religious art and 19th-century Portuguese works (check out the moustached lady by José de Almeida Furtado). The top floor displays Vasco's majestic canvases and works by other bright lights of the so-called Viseu School. Vasco’s colleague, collaborator and rival Gaspar Vaz merits special attention. They spurred each other on to produce some of Portugal’s finest artwork. After five centuries their rich colours and luminous style are still as striking as ever."
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 13,
    "name": "Porta dos Cavaleiros",
    "latitude": "40.661767",
    "longitude": "-7.908515",
    "excerpt": "One of Viseu's seven medieval gates, this has a niche containing the image of São João Baptista and an 18th-century sculpture of São Francisco.",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/porta-dos-cavaleiros/a/poi-sig/1375964/1300103",
    "image_url": null,
    "detail_description": "One of Viseu's seven medieval gates, this has a niche containing the image of São João Baptista and an 18th-century sculpture of São Francisco.\n"
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 14,
    "name": "Town Wall",
    "latitude": "40.661018",
    "longitude": "-7.910686",
    "excerpt": "North of the cathedral along Rua Silva Gaio is the longest remaining stretch of Viseu's medieval town walls.",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/town-wall/a/poi-sig/1375966/1300103",
    "image_url": null,
    "detail_description": "North of the cathedral along Rua Silva Gaio is the longest remaining stretch of Viseu's medieval town walls.\n"
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 12,
    "name": "Porta do Soar",
    "latitude": "40.659375",
    "longitude": "-7.912817",
    "excerpt": "The grandest route into the old town is through the Porta do Soar, a 15th-century gate set into a section of Afonso V’s town walls. Look for the shield…",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/porta-do-soar/a/poi-sig/1375963/1300103",
    "image_url": null,
    "detail_description": "The grandest route into the old town is through the Porta do Soar, a 15th-century gate set into a section of Afonso V’s town walls. Look for the shield and image of São Francisco and Santo António.\n"
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 11,
    "name": "Igreja Dos Terceiros",
    "latitude": "40.656632",
    "longitude": "-7.914233",
    "excerpt": "At the southern end of Praça da República is the late-18th-century Igreja dos Terceiros, all heavy, gilded baroque but apart from the luminous azulejos …",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/igreja-dos-terceiros/a/poi-sig/1074364/1300103",
    "image_url": null,
    "detail_description": "At the southern end of Praça da República is the late-18th-century Igreja dos Terceiros, all heavy, gilded baroque but apart from the luminous azulejos (hand-painted tiles) portraying the life of St Francis.\n"
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 9,
    "name": "Igreja da Misericórdia",
    "latitude": "40.660099",
    "longitude": "-7.911637",
    "excerpt": "Facing the cathedral is the 1775 Igreja da Misericórdia, whose white rococo exterior contrasts markedly with its rather dull neoclassical interior. A…",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/igreja-da-misericordia/a/poi-sig/1375961/1300103",
    "image_url": null,
    "detail_description": "Facing the cathedral is the 1775 Igreja da Misericórdia, whose white rococo exterior contrasts markedly with its rather dull neoclassical interior. A museum and treasury display a small collection of paintings, documents and religious objects.\n"
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 10,
    "name": "Praça de Dom Duarte",
    "latitude": "40.659179",
    "longitude": "-7.911712",
    "excerpt": "An attractive sloping square looking up to the Passeio dos Cônegos, this was the city's principal square until the 19th century. Standing in the centre is…",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/praca-de-dom-duarte/a/poi-sig/1537853/1300103",
    "image_url": null,
    "detail_description": "An attractive sloping square looking up to the Passeio dos Cônegos, this was the city's principal square until the 19th century. Standing in the centre is a statue of Dom Duarte, the Portuguese monarch who was born in Viseu in 1391.\n"
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 8,
    "name": "Azulejos",
    "latitude": "40.657918",
    "longitude": "-7.913482",
    "excerpt": "The north side of Praça da República is adorned with a series of striking azulejo (hand-painted tile) panels depicting scenes from regional life. The blue…",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/azulejos/a/poi-sig/1375959/1300103",
    "image_url": null,
    "detail_description": "The north side of Praça da República is adorned with a series of striking azulejo (hand-painted tile) panels depicting scenes from regional life. The blue, white and yellow illustrations were painted in 1931 by Joaquim Lopes (1886–1956).\n"
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 7,
    "name": "Museu Almeida Moreira",
    "latitude": "40.658479",
    "longitude": "-7.913343",
    "excerpt": "The 19th-century, azulejo-adorned Museu Almeida Moreira is housed in the former home of art critic and collector Francisco António Almeida Moreira,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/museu-almeida-moreira/a/poi-sig/1374701/1300103",
    "image_url": null,
    "detail_description": "The 19th-century, azulejo-adorned Museu Almeida Moreira is housed in the former home of art critic and collector Francisco António Almeida Moreira, founder of the Museu Grão Vasco. It displays his eclectic collection of fine furnishings, paintings, ceramics, books and sculpture.\n"
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 6,
    "name": "Casa da Ribeira",
    "latitude": "40.663402",
    "longitude": "-7.910232",
    "excerpt": "Housed in a smart stone house on the river Pavia, this small cultural centre focuses on the area's traditional way of life and artisanal skills. There's a…",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/casa-da-ribeira/a/poi-sig/1074377/1300103",
    "image_url": null,
    "detail_description": "Housed in a smart stone house on the river Pavia, this small cultural centre focuses on the area's traditional way of life and artisanal skills. There's a display on the ground floor exhibiting various domestic objects as well as a typical river boat and a working wool loom, while upstairs is given over to temporary exhibitions.\n"
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 5,
    "name": "Casa da Rua Dom Duarte",
    "latitude": "40.658642",
    "longitude": "-7.911841",
    "excerpt": "Traversing the historic centre, Rua Dom Duarte was originally the most direct path to the hilltop citadel. The narrow lane is flanked by many beautiful,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/casa-da-rua-dom-duarte/a/poi-sig/1074366/1300103",
    "image_url": null,
    "detail_description": "Traversing the historic centre, Rua Dom Duarte was originally the most direct path to the hilltop citadel. The narrow lane is flanked by many beautiful, if sadly decaying, buildings, including the Casa da Rua Dom Duarte. Local tradition holds that this house, unmarked except for a Manueline window, is the birthplace of Dom Duarte.\n"
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 4,
    "name": "Parque do Fontelo",
    "latitude": "40.660717",
    "longitude": "-7.901165",
    "excerpt": "This 10-hectare haven of woodland and verdant space sprawls beyond the Portal do Fontelo. Here you'll find the 16th-century Antigo Paço Episcopal (former…",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/parque-do-fontelo/a/poi-sig/1374706/1300103",
    "image_url": null,
    "detail_description": "This 10-hectare haven of woodland and verdant space sprawls beyond the Portal do Fontelo. Here you'll find the 16th-century Antigo Paço Episcopal (former Bishop’s Palace), now occupied by the Welcome Center – Solar do Vinho do Dão, together with lovely shaded paths, the local sports stadium and a recreation complex.\n"
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 3,
    "name": "Adro da Sé",
    "latitude": "40.659952",
    "longitude": "-7.911358",
    "excerpt": "Overlooked by a trio of impressive buildings – the Catedral, Paço de Três Escalões (home of the Museu Grão Vasco) and the Igreja da Misericórdia – the…",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/adro-da-se/a/poi-sig/1375962/1300103",
    "image_url": null,
    "detail_description": "Overlooked by a trio of impressive buildings – the Catedral, Paço de Três Escalões (home of the Museu Grão Vasco) and the Igreja da Misericórdia – the Adro da Sé is Viseu's handsome cathedral square. On its southern flank, the Passeio dos Cônegos is another key feature, an elevated colonnaded porch attributed to the Italian architect Francesco da Cremona.\n"
},
{
    "country": "viseu",
    "city": "Viseu",
    "index": 2,
    "name": "Catedral de Viseu",
    "latitude": "40.659814",
    "longitude": "-7.911047",
    "excerpt": "Viseu’s cathedral is a striking hybrid of architectural styles. Originally built in the 13th century, it now has a 17th-century Mannerist facade and a…",
    "detail_url": "https://www.lonelyplanet.com/portugal/viseu/attractions/catedral-de-viseu/a/poi-sig/1374696/1300103",
    "image_url": null,
    "detail_description": "Viseu’s cathedral is a striking hybrid of architectural styles. Originally built in the 13th century, it now has a 17th-century Mannerist facade and a soaring 16th-century columned interior. Particularly impressive is the vaulted Manueline ceiling with ribs carved to resemble knotted strands of rope. The rounded arches of the lower level, like the double-tier cloister outside, are early examples of Italian-inspired Renaissance architecture. Note also the azulejo (hand-painted tile) panels and amazing Romanesque-Gothic portal, rediscovered during restoration work in 1918.\nStairs in the northern transept lead to the Museu de Arte Sacra. The museum itself is a lacklustre assemblage of vestments and religious paraphernalia, but its lofty setting offers a nice perspective on the church’s architecture."
}
]