[
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 15,
    "name": "Sportivnaya Harbour",
    "latitude": "43.120125",
    "longitude": "131.874937",
    "excerpt": "This charming harbour is a lovely place to wander along the seafront and is a popular place for locals on the warm summer nights. Its walkway extends some…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/sportivnaya-harbour/a/poi-sig/1576611/360482",
    "image_url": null,
    "detail_description": "This charming harbour is a lovely place to wander along the seafront and is a popular place for locals on the warm summer nights. Its walkway extends some distance in both directions and includes several piers and small beaches.\n"
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 14,
    "name": "Primorsky Picture Gallery",
    "latitude": "43.11434",
    "longitude": "131.88205",
    "excerpt": "Vladivostok’s main art museum on Partizansky pr has long been under renovation and shows no sign of reopening any time soon. In the meantime, some of its…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/primorsky-picture-gallery/a/poi-sig/429862/360482",
    "image_url": null,
    "detail_description": "Vladivostok’s main art museum on Partizansky pr has long been under renovation and shows no sign of reopening any time soon. In the meantime, some of its decent collection can be seen at rotating temporary shows held at this annex.\n"
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 13,
    "name": "Vladivostok Fortress Museum",
    "latitude": "43.121919",
    "longitude": "131.876299",
    "excerpt": "On the site of an old artillery battery overlooking Sportivnaya Harbour, this museum has cannons outside, a six-room indoor exhibit of photos and many,…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/vladivostok-fortress-museum/a/poi-sig/429868/360482",
    "image_url": null,
    "detail_description": "On the site of an old artillery battery overlooking Sportivnaya Harbour, this museum has cannons outside, a six-room indoor exhibit of photos and many, many guns inside. There are English explanations, so it's quite accessible by Russian museum standards.\n"
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 12,
    "name": "Hermitage Vladivostok",
    "latitude": "43.115129",
    "longitude": "131.887962",
    "excerpt": "This gorgeous tsarist-era building in the centre of Vladivostok is the latest big cultural institution to open a Far Eastern campus. Once complete, the…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/hermitage-vladivostok/a/poi-sig/1576602/360482",
    "image_url": null,
    "detail_description": "This gorgeous tsarist-era building in the centre of Vladivostok is the latest big cultural institution to open a Far Eastern campus. Once complete, the fully renovated building will host temporary exhibits from the Hermitage's vast collection in St Petersburg.\n"
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 11,
    "name": "Voroshilov Battery",
    "latitude": "42.980916",
    "longitude": "131.891212",
    "excerpt": "This Soviet battery, now a military museum, was built in 1933–34 and housed 75 soldiers at its peak. Underground you can explore the guts of the battery,…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/voroshilov-battery/a/poi-sig/1475681/360482",
    "image_url": null,
    "detail_description": "This Soviet battery, now a military museum, was built in 1933–34 and housed 75 soldiers at its peak. Underground you can explore the guts of the battery, while above ground there are great views of the Pacific and three massive cannons aiming roughly at Hokkaido.\n"
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 10,
    "name": "Fort No 7",
    "latitude": "43.190003",
    "longitude": "131.930255",
    "excerpt": "Of Vladivostok's multiple, numbered defensive forts, No 7 (14km north of the centre) gets our vote. It has 1.5km of tunnels, pretty much untouched since…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/fort-no-7/a/poi-sig/1475164/360482",
    "image_url": null,
    "detail_description": "Of Vladivostok's multiple, numbered defensive forts, No 7 (14km north of the centre) gets our vote. It has 1.5km of tunnels, pretty much untouched since the last 400 soldiers stationed here left in 1923, although the NKVD later used it as an execution chamber. Take a taxi here.\n"
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 7,
    "name": "Transfiguration Cathedral",
    "latitude": "43.114565",
    "longitude": "131.887157",
    "excerpt": "Vladivostok was building a massive new cathedral on its central square at the time of writing, and it's set to be one of the city's most recognisable…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/transfiguration-cathedral/a/poi-sig/1579009/360482",
    "image_url": null,
    "detail_description": "Vladivostok was building a massive new cathedral on its central square at the time of writing, and it's set to be one of the city's most recognisable sights. Having spent over a decade arguing about which design would be built and where, this massive project is now in motion with the finished cathedral rising to 67m and able to accommodate up to 2000 worshippers.\n"
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 9,
    "name": "Antique Automobile Museum",
    "latitude": "43.097066",
    "longitude": "131.966143",
    "excerpt": "If you’re a bit of a car (or Soviet) nerd, the Antique Automobile Museum is an absolute classic. A room full of Sovietmobiles (motorcycles too) from the…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/antique-automobile-museum/a/poi-sig/1475146/360482",
    "image_url": null,
    "detail_description": "If you’re a bit of a car (or Soviet) nerd, the Antique Automobile Museum is an absolute classic. A room full of Sovietmobiles (motorcycles too) from the 1930s to 1970s includes a 1948 M&amp;M-green GAZ-20 ‘Pobeda’ (Victory). Take bus 31 along ul Svetlanskaya and get off after it reaches the end of ul Borisenko.\n"
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 8,
    "name": "Popov Island",
    "latitude": "42.964965",
    "longitude": "131.734829",
    "excerpt": "Just beyond Russky Island, Popov Island is better regarded for its beaches and filled with many guesthouses and dachas. You’ll probably need to stay…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/popov-island/a/poi-sig/1475168/360482",
    "image_url": null,
    "detail_description": "Just beyond Russky Island, Popov Island is better regarded for its beaches and filled with many guesthouses and dachas. You’ll probably need to stay overnight if you head out here, as there is only one boat per day (R100, 1½ hours), departing in the early evening from Vladivostok’s Wharf No 1 (1-й Причал).\n"
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 6,
    "name": "S-56 Submarine",
    "latitude": "43.11344",
    "longitude": "131.89134",
    "excerpt": "Perched near the waterfront, the S-56 submarine is worth a look. The first half is a ho-hum exhibit of badges and photos of men with badges (all in…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/s-56-submarine/a/poi-sig/429866/360482",
    "image_url": null,
    "detail_description": "Perched near the waterfront, the S-56 submarine is worth a look. The first half is a ho-hum exhibit of badges and photos of men with badges (all in Russian). Keep going: towards the back you walk through an officers’ lounge with a framed portrait of Stalin and then onto a bunk room with Christmas-coloured torpedoes. Outside, note the ‘14’, marking the WWII sub’s ‘kills’.\n"
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 5,
    "name": "Arsenev Regional Museum",
    "latitude": "43.11624",
    "longitude": "131.88219",
    "excerpt": "This recently redone museum dates from 1890 and offers three floors of galleries, although there's little in the way of English labelling. Exhibits delve…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/arsenev-regional-museum/a/poi-sig/429848/360482",
    "image_url": null,
    "detail_description": "This recently redone museum dates from 1890 and offers three floors of galleries, although there's little in the way of English labelling. Exhibits delve into local history, covering early explorers of the region, Vlad's vibrant Chinatown from the early 1900s, and civil war (with a short silent film playing across a broken screen). English-speaking guides are sometimes available for free tours.\n"
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 4,
    "name": "Funicular",
    "latitude": "43.116076",
    "longitude": "131.900858",
    "excerpt": "Vladivostok’s well-oiled funicular railway makes a fun 60-second ride up a 100m hill every few minutes (unless the old girl is experiencing one of her…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/funicular/a/poi-sig/1475122/360482",
    "image_url": null,
    "detail_description": "Vladivostok’s well-oiled funicular railway makes a fun 60-second ride up a 100m hill every few minutes (unless the old girl is experiencing one of her frequent 'technical breaks'). At the top, cross ul Sukhanova via the underpass to a great lookout over the bay. It’s next to a statue of Sts Cyril and Methodius (inventors of the Cyrillic alphabet) on the campus of DVGTU.\nThe base of the funicular is about a 15-minute walk from the centre."
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 3,
    "name": "Primorsky Oceanarium",
    "latitude": "43.014328",
    "longitude": "131.930544",
    "excerpt": "This massive new development on Russky Island is one of Vladivostok's planned key attractions and opened with great fanfare in 2016. It's a vast space in…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/primorsky-oceanarium/a/poi-sig/1574432/360482",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d4081a7cb3da0a5384bef5f1921351d3-primorsky-oceanarium.jpg",
    "detail_description": "This massive new development on Russky Island is one of Vladivostok's planned key attractions and opened with great fanfare in 2016. It's a vast space in a remote, purpose-built building, and while it has all the potential to be a great attraction, it actually had the feel of a place struggling on our last visit. The dolphinarium was closed, many tanks were empty and no food or drinks were available. Hopefully things will improve in time.\nTo get out here, jump on bus 15 from ul Aksakovskaya and get off at the last stop. A free shuttle bus will take you to the oceanarium's main entrance, or you can just walk the 500m yourself."
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 2,
    "name": "Russky Island",
    "latitude": "42.992971",
    "longitude": "131.848812",
    "excerpt": "A fully militarised zone for most of the past 150 years, this big island just offshore has been reinvented as a business and academic centre and is home…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/russky-island/a/poi-sig/1475682/360482",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5ec9efda4558aa8140001ce539616db1-russky-island.jpg",
    "detail_description": "A fully militarised zone for most of the past 150 years, this big island just offshore has been reinvented as a business and academic centre and is home to the sprawling Far Eastern Federal University campus and the new Oceanarium. There's great tourism potential here, not least for some excellent beaches as you go deeper and deeper into the island and away from the city, but at the moment Russky Island is very much a DIY attraction.\nAccess to the island is by bus over the suspension bridge. Take a northbound bus 29 or bus 15 from Okeansky pr or ul Aksakovskaya. The more-frequent bus 15 takes you to the DVFU campus, from which you can transfer to a minibus 29, which makes a loop, stopping in Rynda and other spots on the island. Rynda has a couple of resorts and the best beaches (just hop out when you see one you like). There are many forts on the island, including the Voroshilov Battery."
},
{
    "country": "vladivostok",
    "city": "Vladivostok",
    "index": 1,
    "name": "Zarya Centre for Contemporary Art",
    "latitude": "43.179238",
    "longitude": "131.917702",
    "excerpt": "The full renovation and repurposing of a former clothing factory into a giant creative complex containing offices, studios, cafes and work spaces is one…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/zarya-centre-for-contemporary-art/a/poi-sig/1574433/360482",
    "image_url": null,
    "detail_description": "The full renovation and repurposing of a former clothing factory into a giant creative complex containing offices, studios, cafes and work spaces is one of Vladivostok's most interesting recent developments. Visitors will be most interested in the excellent Zarya Centre for Contemporary Art, which is divided into two exhibition halls where top-notch contemporary art and design exhibitions are held. Check out what's on via the website.\nTo get here from the centre, take bus 41 from outside Clover House or bus 31 from outside the train station to the stop Fabrika Zarya and then cross the road using the bridge."
}
]