[
{
    "country": "wanaka",
    "city": "Wanaka",
    "index": 2,
    "name": "Wanaka Beerworks",
    "latitude": "-44.722665",
    "longitude": "169.239804",
    "excerpt": "Push past the Barbies to get to the beer – the tasting room for the Wanaka Beerworks is rather incongruously at the rear of the toy museum gift shop. Get…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/wanaka/attractions/wanaka-beerworks/a/poi-sig/1172804/362744",
    "image_url": null,
    "detail_description": "Push past the Barbies to get to the beer – the tasting room for the Wanaka Beerworks is rather incongruously at the rear of the toy museum gift shop. Get a tasting paddle of six beers from the craft brewer's two labels – Wanaka Beerworks and Jabberwocky – or try them from the tap or bottle. Tours of the brewing process ($15), which is out of sight otherwise, run at 2pm Monday to Saturday and include tastings.\n"
},
{
    "country": "wanaka",
    "city": "Wanaka",
    "index": 1,
    "name": "Wānaka Station Park",
    "latitude": "-44.698967",
    "longitude": "169.116325",
    "excerpt": "Wānaka Station Park is a piece of Wānaka that existed before Wānaka did. This remnant of the sheep station that once covered the entire south side of the…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/wanaka/attractions/wanaka-station-park/a/poi-sig/1583055/362744",
    "image_url": null,
    "detail_description": "Wānaka Station Park is a piece of Wānaka that existed before Wānaka did. This remnant of the sheep station that once covered the entire south side of the lake is a beautiful, secluded space with a playground and plenty of mature trees. These include giant sequoias, three immense Douglas firs, Himalayan cedars, a large walnut tree, an enormous rhododendron hedge and the station's surviving orchard, with pears and apples that are free for picking.\nThe park extends to the lake's edge, where you'll find one of the true stars of the Instagram age: That Wānaka Tree. Sprouted from a fence post but now almost as famous as the town itself, this water-bound willow provides a classically photogenic prop to the mountains and Ruby Island behind. If you are here for the Instagram moment, come at dawn, when reflections are typically at their best.If you think it's a bit strange that there's now a constant stream of tourists queuing to get a shot of this particular tree, you're not alone. Arguably the scrum of would-be influencers is more of a spectacle than the tree itself."
},
{
    "country": "wanaka",
    "city": "Wanaka",
    "index": 5,
    "name": "Puzzling World",
    "latitude": "-44.696954",
    "longitude": "169.161805",
    "excerpt": "A 3D Great Maze and lots of fascinating brain-bending visual illusions serve to keep people of all ages bemused, bothered and bewildered at this…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/wanaka/attractions/puzzling-world/a/poi-sig/1172797/362744",
    "image_url": null,
    "detail_description": "A 3D Great Maze and lots of fascinating brain-bending visual illusions serve to keep people of all ages bemused, bothered and bewildered at this entertaining little attraction. Even the cafe tables come equipped with puzzles. It’s 2km from town, en route to Cromwell.\n"
},
{
    "country": "wanaka",
    "city": "Wanaka",
    "index": 4,
    "name": "Rippon",
    "latitude": "-44.695009",
    "longitude": "169.104717",
    "excerpt": "It's worth raising a glass to the view alone at Rippon since the Tuscan-styled cellar door has surely the finest winery view in NZ. In a bid to contain…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/wanaka/attractions/rippon/a/poi-sig/1480680/362744",
    "image_url": null,
    "detail_description": "It's worth raising a glass to the view alone at Rippon since the Tuscan-styled cellar door has surely the finest winery view in NZ. In a bid to contain numbers, the popular free tastings must now be booked in advance online. Tasting sessions are limited to 12 people and commence promptly on the hour, sampling four to six wines over 30 to 45 minutes.\n"
},
{
    "country": "wanaka",
    "city": "Wanaka",
    "index": 3,
    "name": "National Transport & Toy Museum",
    "latitude": "-44.722649",
    "longitude": "169.239793",
    "excerpt": "Mixing Smurfs with Studebakers and skidoos (and an authentic MiG jet fighter flown by the Polish Air Force), this completely eclectic and absorbing…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/wanaka/attractions/national-transport-toy-museum/a/poi-sig/1172800/362744",
    "image_url": null,
    "detail_description": "Mixing Smurfs with Studebakers and skidoos (and an authentic MiG jet fighter flown by the Polish Air Force), this completely eclectic and absorbing collection of more than 60,000 items fills four huge hangars (one mostly filled with vintage fire engines). Suitably, it's as jumbled as a toy box, making it all a bit of a treasure hunt, but it's a nostalgic journey even if you're only young enough to remember as far back as the Sylvanian Families.\n"
}
]