[
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 1,
    "name": "Wilanów Palace",
    "latitude": "52.165193078244",
    "longitude": "21.090424060822",
    "excerpt": "Warsaw’s top palace, 10km south of the city centre, was commissioned by King Jan III Sobieski in 1677. It has changed hands several times over the…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/attractions/wilanow-palace/a/poi-sig/417949/360342",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4b3565c716ad9a6e38fa81cacb6ccced-wilanow-palace.jpg",
    "detail_description": "Warsaw’s top palace, 10km south of the city centre, was commissioned by King Jan III Sobieski in 1677. It has changed hands several times over the centuries, with each new owner adding a bit of baroque here and a touch of neoclassical there. Miraculously, Wilanów survived WWII almost unscathed, and most of its furnishings and art were retrieved and reinstalled after the war. Last entry to the palace is an hour before closing.\nWhen King Jan III Sobieski decided this was the perfect spot for his country estate, there was already a village here called Milanów that had existed since the middle ages. The king renamed the village in Latin as 'Villa Nova', later Polonised into Wilanów (vee-lah-noof).The route through the palace involves some doubling back, but there are attendants to show the way. Start at Princess Marshall Lubomirska’s Apartments, an immaculately restored salon dating from the late 18th century and including the magnificent Chinese and Hunting Rooms, with coffered ceilings and polychrome faux bois (false wood). Also here is a section that allows a fascinating behind-the-scenes look at the restoration and care of the palace’s collection of objets d’art and antiques.Next, move into the White Hall, the palace’s largest room, hung with portraits of successive owners of Wilanów, including a splendid equestrian portrait of Stanisław Kostka Potocki by Jacques-Louis David. The route continues through the Garden Galleries, decorated with beautiful 17th-century frescoes; the Royal Apartments of King Jan III; and the neoclassical-style Grand Vestibule. Return to the White Hall to find the stairs leading up to the Potocki Art Gallery, displaying paintings, sculptures and other art objects from the collection of Potocki and his wife Aleksandra, owners of Wilanów from 1799 to 1821."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 38,
    "name": "Museum of the X Pavilion of the Warsaw Citadel",
    "latitude": "52.266817952749",
    "longitude": "21.001138687134",
    "excerpt": "A wing of a former political prison in the Warsaw Citadel is now a fine museum. Cells are labelled with names of the more famous prisoners here, including…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/attractions/museum-of-the-x-pavilion-of-the-warsaw-citadel/a/poi-sig/417835/360342",
    "image_url": null,
    "detail_description": "A wing of a former political prison in the Warsaw Citadel is now a fine museum. Cells are labelled with names of the more famous prisoners here, including Rosa Luxembourg and Józef Piłsudski, who did time in cell 25. Also on display are wonderful paintings by Alexander Sochaczewski (1843–1923), a former inmate who, along with 20,000 other anti-Russian insurgents, was transported to the labour camps of Siberia in 1866.\nSochaczewski's paintings, including the epic-scaled Pożegnanie Europy (Farewell to Europe), depict the suffering of his fellow prisoners."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 39,
    "name": "National Stadium",
    "latitude": "52.239364",
    "longitude": "21.045578",
    "excerpt": "This prominent landmark on the east bank of the Vistula was constructed for the Euro 2012 football championships on the site of a communist-era stadium…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/praga-eastern-warsaw/attractions/national-stadium/a/poi-sig/1432147/1342660",
    "image_url": null,
    "detail_description": "This prominent landmark on the east bank of the Vistula was constructed for the Euro 2012 football championships on the site of a communist-era stadium. Its red-and-white patterning references the Polish flag, and the interior can seat 58,000 spectators for either sporting or entertainment events. Visitors can access an observation point for a view of the interior, or join a daily tour in English; check the website for times and to book tickets.\nIn winter rinks are set up for ice skating and curling as well as fairground rides, including bumper cars and a carousel."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 40,
    "name": "Warsaw Spire",
    "latitude": "52.23236",
    "longitude": "20.984262",
    "excerpt": "The 49-storey Warsaw Spire is Poland's tallest office building and the centrepiece of a business district of shiny new tower blocks that is transforming…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/new-town-muranow/attractions/warsaw-spire/a/poi-sig/1617431/1342661",
    "image_url": null,
    "detail_description": "The 49-storey Warsaw Spire is Poland's tallest office building and the centrepiece of a business district of shiny new tower blocks that is transforming Warsaw's former 'wild west'. At the foot of the tower is the well-designed public space Plac Europejski, home to an Art Walk with pods containing a free gallery of contemporary art, an ice-skating rink in winter and spaces for playing boules or splashing in fountains in the summer.\nBelgium’s Jasper-Eyers Architects designed the 180m tower with two antennas that extend the total height to 220m."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 37,
    "name": "Heavens of Copernicus Planetarium",
    "latitude": "52.241999",
    "longitude": "21.029474",
    "excerpt": "You may well find yourself wanting to make multiple visits to this far from average planetarium. A packed repertoire of films is projected across a 16m…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/powisle-northern-srodmiescie/attractions/heavens-of-copernicus-planetarium/a/poi-sig/1618897/1342662",
    "image_url": null,
    "detail_description": "You may well find yourself wanting to make multiple visits to this far from average planetarium. A packed repertoire of films is projected across a 16m-wide spherical screen with headphones providing commentary in a variety of languages. Some screenings are in 3D, for which there's a slightly higher ticket price, as is the case for other events including regular laser shows and the classical music, jazz and kid's music shows.\nCheck the website for exact opening times as the planetarium keeps longer hours over summer and is closed usually on the first Monday of the month."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 35,
    "name": "Museum of Hunting & Horsemanship",
    "latitude": "52.214503",
    "longitude": "21.039054",
    "excerpt": "The museum's collection is split across two park buildings dating from the 1820s. The Cantonists' Barracks features natural-history-style displays of…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/lazienki-park-southern-srodmiescie/attractions/museum-of-hunting-horsemanship/a/poi-sig/1618338/1342663",
    "image_url": null,
    "detail_description": "The museum's collection is split across two park buildings dating from the 1820s. The Cantonists' Barracks features natural-history-style displays of stuffed forest animals, birds and trophy heads, alongside the antique weapons used to kill them – either fascinating or horrific depending on your views about hunting. In the Kubicki Stables are a dozen historical horse-drawn vehicles, including carriages and a sleigh, as well as horse equipment used on aristocratic estates.\nThe museum is within Łazienki Park."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 36,
    "name": "Koneser",
    "latitude": "52.25526",
    "longitude": "21.045417",
    "excerpt": "Bounded by ul Białostocka, Markowska and Ząbkowska, the handsome 19th-century brick buildings that once were the Koneser Vodka factory are the star turn…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/praga-eastern-warsaw/attractions/koneser/a/poi-sig/1616405/1342660",
    "image_url": null,
    "detail_description": "Bounded by ul Białostocka, Markowska and Ząbkowska, the handsome 19th-century brick buildings that once were the Koneser Vodka factory are the star turn in the latest chapter in the hip revamp of industrial Praga. As well as office space (hello Google!), the complex includes an interactive vodka museum, several restaurants and bars, a shopping mall with a focus on Polish products and the groovy hotel Moxy.\nCheck the website for details of various events that are held here throughout the year."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 34,
    "name": "Poster Museum",
    "latitude": "52.164047982023",
    "longitude": "21.087913513184",
    "excerpt": "Polish poster art is outstanding and this museum's collection numbers over 36,000, with an additional 26,000 artistic, advertising and propaganda prints…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/attractions/poster-museum/a/poi-sig/417865/360342",
    "image_url": null,
    "detail_description": "Polish poster art is outstanding and this museum's collection numbers over 36,000, with an additional 26,000 artistic, advertising and propaganda prints from around the world. Only a fraction of these are shown at any one time, but exhibitions change regularly. There's also a great selection of posters, postcards and books to buy.\nThe museum, which is a branch of the National Museum, is housed in a distinctive example of Polish modernist architecture standing where the stables of Wilanów Palace once were."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 33,
    "name": "Warsaw Citadel",
    "latitude": "52.263482",
    "longitude": "21.001031",
    "excerpt": "Following the November Uprising of 1830, imperial Russia built this pentagonal brick fortress to enforce its power over Warsaw. It covers 36 hectares and,…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/attractions/warsaw-citadel/a/poi-sig/1617909/360342",
    "image_url": null,
    "detail_description": "Following the November Uprising of 1830, imperial Russia built this pentagonal brick fortress to enforce its power over Warsaw. It covers 36 hectares and, at the time of research, much of it was a construction site for the future Polish History Museum (http://muzhp.pl) and relocated Polish Army Museum set to be completed around 2021.\nThe sections you can visit are the Katyn Museum; the eastern gate Brama Straceń; and the Museum of the X Pavilion of the Warsaw Citadel."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 32,
    "name": "Old Orangery",
    "latitude": "52.216429",
    "longitude": "21.029999",
    "excerpt": "This elegant structure, completed in 1788, once sheltered exotic trees in winter. It now houses a gallery featuring an impressive selection of sculpture…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/lazienki-park-southern-srodmiescie/attractions/old-orangery/a/poi-sig/1114747/1342663",
    "image_url": null,
    "detail_description": "This elegant structure, completed in 1788, once sheltered exotic trees in winter. It now houses a gallery featuring an impressive selection of sculpture collected from across Europe by King Stanisław August Poniatowski. The highlight is the beautifully restored Kamsetzer Colonnade in which copies of ancient sculptures stand against background paintings of an idyllic Italian landscape.\nAlso here is the Royal Theatre, an 18th-century auditorium featuring beautiful stucco and trompe l'oeil decoration, which is still used for regular performances."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 31,
    "name": "Smoleńsk Air Disaster Monument",
    "latitude": "52.24052",
    "longitude": "21.013305",
    "excerpt": "Dubbed 'the stairway to heaven', this black granite monument commemorates the 2010 plane crash in Smolensk, in which 96 people died, including the then…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/powisle-northern-srodmiescie/attractions/smolensk-air-disaster-monument/a/poi-sig/1617540/1342662",
    "image_url": null,
    "detail_description": "Dubbed 'the stairway to heaven', this black granite monument commemorates the 2010 plane crash in Smolensk, in which 96 people died, including the then President of Poland, Lech Kaczyński. Unveiled in 2018, it's a controversial memorial as it was placed here by the right-wing national government against the wishes of Warsaw's city hall.\nAt the time of research, the courts are still to decide whether the national government's takeover of the square was lawful. Warsaw Mayor Rafał Trzaskowski has refused to rule out the possibility of a referendum on whether it should stay or be moved elsewhere."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 30,
    "name": "Monument to the Warsaw Rising",
    "latitude": "52.249132",
    "longitude": "21.006181",
    "excerpt": "One of Warsaw’s most important landmarks, this dynamic bronze tableau depicts Armia Krajowa (AK; Home Army) fighters emerging ghostlike from the shattered…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/old-town/attractions/monument-to-the-warsaw-rising/a/poi-sig/417827/1342659",
    "image_url": null,
    "detail_description": "One of Warsaw’s most important landmarks, this dynamic bronze tableau depicts Armia Krajowa (AK; Home Army) fighters emerging ghostlike from the shattered brickwork of their ruined city, while others descend through a manhole into the network of sewers. The monument was unveiled on 1 August 1989, the 45th anniversary of the doomed revolt against German military occupation in 1944.\nThe Supreme Court of Poland, the impressive backdrop to the monument, was designed by Marek Budzynski and the entire ensemble is especially dramatic when illuminated at night."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 29,
    "name": "Żoliborz",
    "latitude": "52.268945",
    "longitude": "20.986891",
    "excerpt": "One of Warsaw's most pleasant residential areas, Żoliborz derives its name from joli bord, French for 'beautiful embankment'. During Russian Imperial rule…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/attractions/zoliborz/a/poi-sig/1617908/360342",
    "image_url": null,
    "detail_description": "One of Warsaw's most pleasant residential areas, Żoliborz derives its name from joli bord, French for 'beautiful embankment'. During Russian Imperial rule, the Warsaw Citadel was built here, while later in the early 20th century, estates of neoclassical and modernist houses and apartment blocks sprung up for the city's intelligentsia and elites.\nThe area is a delightful one to explore on foot or bicycle and can easily be accessed by metro to Plac Wilsona, named after US President Woodrow Wilson (it's also one of the city's most impressively designed metro stations)."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 28,
    "name": "St Anne's Church",
    "latitude": "52.246216",
    "longitude": "21.013992",
    "excerpt": "Marking the start of the Royal Way, this is arguably Warsaw's most ornate church. It escaped major damage during WWII, which explains why it sports an…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/powisle-northern-srodmiescie/attractions/st-anne-s-church/a/poi-sig/417967/1342662",
    "image_url": null,
    "detail_description": "Marking the start of the Royal Way, this is arguably Warsaw's most ornate church. It escaped major damage during WWII, which explains why it sports an original trompe l’oeil ceiling, a rococo high altar and a gorgeous organ, on which a 30-minute concert is played at noon between mid-April and mid-October, except for Sundays and holidays.\nThe largely neoclassical facade dates from 1788 and was designed by the royal architect Piotr Aigner.Climb the 148 steps of the separate bell tower to reach a viewing terrace providing superb panoramas over the Old Town and its surrounds."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 27,
    "name": "Jewish Historical Institute",
    "latitude": "52.244349451909",
    "longitude": "21.003010372069",
    "excerpt": "Just behind a blue skyscraper (which stands on the location of the Great Synagogue destroyed by the Germans), JHI houses a library and exhibitions related…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/powisle-northern-srodmiescie/attractions/jewish-historical-institute/a/poi-sig/417803/1342662",
    "image_url": null,
    "detail_description": "Just behind a blue skyscraper (which stands on the location of the Great Synagogue destroyed by the Germans), JHI houses a library and exhibitions related to Jewish culture. The building, which opened in 1928, was the place where those involved in compiling the Ringelblum Archive conducted their activities – the exhibition on this precious collection of direct testimonies about the extermination of Polish Jewry is imaginatively conceived and very moving.\nAlso in the building is a strikingly designed bookshop and cafe, where you can pick up books in English on Jewish Warsaw and Poland."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 26,
    "name": "Warsaw Zoological Gardens",
    "latitude": "52.254367",
    "longitude": "21.024077",
    "excerpt": "Established in 1928, this well-managed zoo is home to some 3000 animals representing 500 species from across the world, including bears, wolves,…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/praga-eastern-warsaw/attractions/warsaw-zoological-gardens/a/poi-sig/417953/1342660",
    "image_url": null,
    "detail_description": "Established in 1928, this well-managed zoo is home to some 3000 animals representing 500 species from across the world, including bears, wolves, hippopotamuses and two male gorillas. There are even sharks and other sea creatures in what is Poland's largest aquarium. The elephant house, where there's also a cafe, is particularly impressive and the leafy grounds make for pleasant wandering throughout the year.\nWithin the zoo, you can arrange a tour of the Żabińskis' Villa, home before and during WWII to zoo director Jan Żabiński and his wife Antonia; their story of war-time heroism was made famous by the book and movie The Zookeeper's Wife."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 24,
    "name": "Warsaw University Library",
    "latitude": "52.242163",
    "longitude": "21.024699",
    "excerpt": "The stunning copper-clad building that houses the university library was awarded top prize by the Association of Polish Architects in 2000. The main…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/powisle-northern-srodmiescie/attractions/warsaw-university-library/a/poi-sig/1617612/1342662",
    "image_url": null,
    "detail_description": "The stunning copper-clad building that houses the university library was awarded top prize by the Association of Polish Architects in 2000. The main facade, curving down ul Dobra, is lined with 7m-high book-shaped slabs, decorated with classical texts in the Sanskrit, Hebrew, Arabic, Greek, Russian Cyrillic and Latin alphabets.\nTo the rear of the building is the univeristy garden, with a ground-level section open year-round and the 2000-sq-m rooftop garden open April to October. Step inside the main entrance corridor to view the interior decoration that includes classic Polish posters, originals and copies of which you can buy from Galeria Plakatu Polskiego w BUW, Warszawa."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 25,
    "name": "Open Jazdów",
    "latitude": "52.221516",
    "longitude": "21.028304",
    "excerpt": "A pleasant spot to hang out is this charming wooded enclave in the heart of Warsaw. The colony of some 20-odd Finnish wooden cottages have been here since…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/lazienki-park-southern-srodmiescie/attractions/open-jazdow/a/poi-sig/1616810/1342663",
    "image_url": null,
    "detail_description": "A pleasant spot to hang out is this charming wooded enclave in the heart of Warsaw. The colony of some 20-odd Finnish wooden cottages have been here since 1945 and host a variety of organisations that stage various public events throughout the year – see Open Jazdów's Facebook page for more details.\nJazdów's history goes back to the immediate post-WWII years when there was a desperate need for accommodation in the ruined city. Finland had been forced to pay reparations to the USSR after the war, which took the form of the wooden cottages. Moscow, in turn, gifted the homes to Poland. They have survived today thanks to community efforts to preserve them in the face of city plans to redevelop the area."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 20,
    "name": "Church of the Holy Cross",
    "latitude": "52.238766",
    "longitude": "21.017178",
    "excerpt": "Of Warsaw's many impressive churches, this is the one most visitors want to see – not so much to admire the fine baroque altarpieces that miraculously…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/powisle-northern-srodmiescie/attractions/church-of-the-holy-cross/a/poi-sig/1276590/1342662",
    "image_url": null,
    "detail_description": "Of Warsaw's many impressive churches, this is the one most visitors want to see – not so much to admire the fine baroque altarpieces that miraculously survived the 1944 Warsaw Rising reprisals, but to pay homage at the second pillar on the left side of the nave. Adorned with an epitaph to Frédéric Chopin, the pillar enshrines a jar that contains the composer’s heart.\nAfter Chopin's death in Paris in 1849 his eldest sister, Ludwika Jędrzejewicz, complied with his request to remove his heart before his body was buried at Père Lachaise Cemetery. Preserved in a jar of alcohol, most probably cognac, she smuggled it back to Warsaw where it was interred at the church. During their occupation of the city, the Germans removed the heart for safekeeping and had the good grace to return it once WWII was over. In a secretive operation in 2014, the jar was removed once again from the pillar to check the heart was still intact – it was."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 21,
    "name": "Powązki Cemetery",
    "latitude": "52.253133",
    "longitude": "20.976849",
    "excerpt": "Warsaw's most prestigious cemetery covers 43 hectares and contains the graves of well over a million souls. Illustrious Poles from all walks of life are…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/new-town-muranow/attractions/powazki-cemetery/a/poi-sig/1617031/1342661",
    "image_url": null,
    "detail_description": "Warsaw's most prestigious cemetery covers 43 hectares and contains the graves of well over a million souls. Illustrious Poles from all walks of life are buried here and a set of signs in Polish by the main gate lists the notables under their respective professions and areas of interest.\nHere lies the grave of Nobel Prize winner for literature Władysław Reymont, the composer Stanisław Moniuszko, Chopin's piano teacher Józef Elsner and film director Krzysztof Kieślowski, among many others.The cemetery is particularly atmospheric on and immediately after All Saints' Day when Varsovians visit family graves to clean them and leave wreaths, flowers and candles in coloured glass jars.The main entrance is next to St Charles Borromeo Church."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 22,
    "name": "Palace on the Isle",
    "latitude": "52.214877644908",
    "longitude": "21.03572845459",
    "excerpt": "Łazienki Park's centrepiece is a delightful neoclassical palace, the former residence of King Stanisław August Poniatowski, which stands on an island in…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/lazienki-park-southern-srodmiescie/attractions/palace-on-the-isle/a/poi-sig/417853/1342663",
    "image_url": null,
    "detail_description": "Łazienki Park's centrepiece is a delightful neoclassical palace, the former residence of King Stanisław August Poniatowski, which stands on an island in an ornamental lake. Some 140 paintings and works of art from the king's collection are on display here. Architectural highlights include an ornate ballroom and the 17th-century marble reliefs depicting scenes from Ovid’s Metamorphoses that grace the original bathhouse (łazienki in Polish, hence the name), which was the foundation of the palace.\nPrince Stanisław Herakliusz Lubomirski, a notable 17th-century personage, had Dutch architect Tylman van Gameren design the baroque-style bathhouse. When King Stanisław August Poniatowski took over the property, this building was redesigned by the court architects Domenico Merlini and Johann Christian Kammsetzer."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 23,
    "name": "Pawiak Prison Museum",
    "latitude": "52.246295",
    "longitude": "20.991015",
    "excerpt": "During WWII the prison that once stood here was used by the Gestapo – that's the time period that the displays in this grimly fascinating museum focus on…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/new-town-muranow/attractions/pawiak-prison-museum/a/poi-sig/417855/1342661",
    "image_url": null,
    "detail_description": "During WWII the prison that once stood here was used by the Gestapo – that's the time period that the displays in this grimly fascinating museum focus on. Around 100,000 prisoners were held here from 1939 to 1944, of whom around 37,000 were executed. The prison was blown up by the Germans in 1944, but a mangled chunk of gateway complete with rusting, barbed wire and three detention cells (which you can visit) survive.\nThe prison itself dates back to 1835 and was originally built to incarcerate enemies of the Russian tsar.A joint ticket (adult/concessions 20/10zł) covers admission here and the Mausoleum of Struggle &amp; Martyrdom and the Museum of the X Pavilion of the Warsaw Citadel within seven days."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 19,
    "name": "Saxon Garden",
    "latitude": "52.240205",
    "longitude": "21.00822",
    "excerpt": "Covering 15.5 hectares, this splendid garden, founded in the late 17th century, became Warsaw’s first public park in 1727. Initially modelled on…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/powisle-northern-srodmiescie/attractions/saxon-garden/a/poi-sig/417873/1342662",
    "image_url": null,
    "detail_description": "Covering 15.5 hectares, this splendid garden, founded in the late 17th century, became Warsaw’s first public park in 1727. Initially modelled on Versailles, but later relandscaped in the more natural English style, the garden is filled with chestnut trees and baroque statues (allegories of the Virtues, the Sciences and the Elements). There’s also an ornamental lake overlooked by a 19th-century water tower in the form of a circular Greek temple.\nIf it looks as though the gardens are missing a palace, you’d be right. The Saxon Palace (Pałac Saski), which once occupied adjoining Piłsudski Sq, was, like so many other buildings, destroyed during WWII. All that survived were three arches of a colonnade, which have sheltered the Tomb of the Unknown Soldier since 1925. Plans to rebuild Saxon Palace from scratch at fabulous expense, so far, remain unfulfilled."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 18,
    "name": "David Bowie Mural",
    "latitude": "52.27425",
    "longitude": "20.979853",
    "excerpt": "Following the singer's death in 2016, cultural organisation Stacja Muranów crowdfunded for the creation of this fab mural of Bowie, depicted in his iconic…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/attractions/david-bowie-mural/a/poi-sig/1617916/360342",
    "image_url": null,
    "detail_description": "Following the singer's death in 2016, cultural organisation Stacja Muranów crowdfunded for the creation of this fab mural of Bowie, depicted in his iconic Ziggy Stardust persona. It was unveiled on the 40th anniversary of the legendary brief visit Bowie made to the city that helped inspire the track 'Warszawa' on the album Low.\nThe story goes that in 1976, during a train journey made with Iggy Pop between Berlin and Moscow, David Bowie got out at Warsaw to stretch his legs. He made it as far as Żoliborz, where he popped into a record shop and heard a recording by the Śląsk Polish National Song and Dance Ensemble. He bought the LP and returned with it to Berlin, where he was busy working on his latest album. When it came to needing lyrics for a particular melody, he was inspired by the folk song 'Helokanie', although the words that Bowie actually sings on 'Warszawa' are not Polish but a language of his own invention."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 17,
    "name": "Ghetto Heroes Monument",
    "latitude": "52.249625124257",
    "longitude": "20.994100570679",
    "excerpt": "Look closely and you see there are actually two monuments here commemorating the thousands who lost their lives in the ill-fated Warsaw Ghetto Uprising of…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/new-town-muranow/attractions/ghetto-heroes-monument/a/poi-sig/417791/1342661",
    "image_url": null,
    "detail_description": "Look closely and you see there are actually two monuments here commemorating the thousands who lost their lives in the ill-fated Warsaw Ghetto Uprising of 1943. The first, less obvious one is the circular tablet on the ground resembling a manhole and installed in 1946. It is overshadowed by the 11m, Nathan Rapoport sculpted monument that was erected two years later when all around still lay in ruins.\nThe contrast of the stark, labradorite-clad monument with the contemporary POLIN Museum of the History of Polish Jews behind it is very striking.On 7 December 1970 German chancellor Willy Brandt famously fell to his knees in front of the Ghetto Heroes Monument in a gesture of contrition for Germany’s crimes against Polish Jews. A red-brick-clad memorial, featuring a brass relief designed by Wiktoria Czechowska Antoniewska, commemorates that event in a corner of the park which is now named after Brandt."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 16,
    "name": "Żabińskis' Villa",
    "latitude": "52.256022",
    "longitude": "21.024055",
    "excerpt": "The incredible true life story of how zoo director Jan Żabiński and his wife Antonia helped save over 70 Jews during WWII has become famous through the…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/praga-eastern-warsaw/attractions/zabinskis-villa/a/poi-sig/1616161/1342660",
    "image_url": null,
    "detail_description": "The incredible true life story of how zoo director Jan Żabiński and his wife Antonia helped save over 70 Jews during WWII has become famous through the book and movie The Zookeeper's Wife. The elegant modernist villa, where the Żabińskis lived and risked their lives by hiding Jews, is open for a guided tour, which is well worth doing.\nThe building has been restored and redecorated much as it was during the Żabiński's time of residence, when some of the tamer zoo animals shared what was fondly known as the 'Crazy Star Villa' with the family. Antonia was a skilled pianist and you can see her piano, on which she would play Offenbach La Belle Hélène as a warning signal that Germans were approaching. Occasional concerts are still held today in the villa's living room and, during summer, in the gardens outside.In the basement hiding place are displays about the Jews who passed through here and were saved, including the renowned sculptor Magdalena Gross, whose animal figures can be seen around the zoo gardens. In the former dining room there is also a small display from the priceless entomological collections of Dr Szymon Tenenbaum – these had been entrusted to the Żabińskis by Tenenbaum before he was relocated to the ghetto in 1941."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 15,
    "name": "Jewish Cemetery",
    "latitude": "52.244685",
    "longitude": "20.976913",
    "excerpt": "Founded in 1806, Warsaw's main Jewish Cemetery covering 33.4 hectares contains more than 150,000 tombstones, the largest and most beautiful collection of…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/new-town-muranow/attractions/jewish-cemetery/a/poi-sig/417801/1342661",
    "image_url": null,
    "detail_description": "Founded in 1806, Warsaw's main Jewish Cemetery covering 33.4 hectares contains more than 150,000 tombstones, the largest and most beautiful collection of its kind in Europe. Incredibly it suffered little during WWII. A notice near the entrance lists the graves of many eminent Polish Jews, including Ludwik Zamenhof, creator of the international artificial language Esperanto. Men should cover their heads with a hat or a cap while in the cemetery.\nThe tomb of Ber Sonnenberg (1764–1822) is one of Europe’s finest funerary monuments; take the first paved path on the left beyond the ticket office and when you arrive at a junction on your right, look left: it’s the roofed structure over by the wall.Scattered across the cemetery and marked by black poles tipped with orange are 24 tombstones designed by noted sculptor Abraham Ostrzega (1889–1942), who died in Treblinka concentration camp.Look out also for the collective graves, in particular the incredibly moving Monument to the Children of the Ghetto, decorated with a handful of photographs of the some one million children who perished in the Holocaust; it's found to the right of the cemetery entrance besides a raised mound planted with silver birch trees. Nearby is a bronze statue of Dr Janusz Korczak, director of the Jewish orphanage in Warsaw who stayed with his charges in the ghetto, despite being offered sanctuary, and accompanied them to Treblinka.A database of all who are buried here and at other Jewish cemeteries in Poland can be found at www.cemetery.jewish.org.pl."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 14,
    "name": "Wilanów Park",
    "latitude": "52.165673",
    "longitude": "21.091229",
    "excerpt": "This splendid 45-hectare park adjoins Wilanów Palace and contains a variety of landscaping. The central part comprises a manicured, two-level baroque…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/attractions/wilanow-park/a/poi-sig/1276624/360342",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8a5ee47b96f8b2b9451f06a3c56fcd69-wilanow-park.jpg",
    "detail_description": "This splendid 45-hectare park adjoins Wilanów Palace and contains a variety of landscaping. The central part comprises a manicured, two-level baroque Italian garden, which extends from the palace down to the lake; the south is Anglo-Chinese in design; the northern section is an English landscape park. There's also a Renaissance-inspired rose garden. Last entry is 30 minutes before closing time.\nAlso in the park is the Orangery, which houses an art gallery displaying temporary exhibitions. Each winter the gardens are transformed at night by illumination into the Royal Garden of Light."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 13,
    "name": "Old Town Square",
    "latitude": "52.249862",
    "longitude": "21.012243",
    "excerpt": "For those with an eye for historic buildings this is Warsaw's loveliest square, not to mention its oldest having been established at the turn of the 13th…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/old-town/attractions/old-town-square/a/poi-sig/1420666/1342659",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ccc9a314bff77ecbedddc18ccac3f2b4-old-town-square.jpg",
    "detail_description": "For those with an eye for historic buildings this is Warsaw's loveliest square, not to mention its oldest having been established at the turn of the 13th century. It’s enclosed by around 40 tall houses exhibiting a fine blend of Renaissance, baroque, Gothic and neoclassical elements; aside from the facades at Nos 34 and 36, all were rebuilt after being reduced to rubble by the Germans at the close of WWII.\nIn the centre of the square stands a statue of Syrenka, the fierce mermaid brandishing a sword that's become a symbol of the city; in winter an ice rink surrounds the statue while in summer the square has a festive atmosphere with plenty of food, drink and souvenir stalls as well as cafe tables."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 11,
    "name": "Praga Museum of Warsaw",
    "latitude": "52.251688",
    "longitude": "21.039183",
    "excerpt": "Occupying three tenement buildings spanning the 18th and 19th centuries, this museum does a fantastic job of covering Praga's rich and varied history. It…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/praga-eastern-warsaw/attractions/praga-museum-of-warsaw/a/poi-sig/1615289/1342660",
    "image_url": null,
    "detail_description": "Occupying three tenement buildings spanning the 18th and 19th centuries, this museum does a fantastic job of covering Praga's rich and varied history. It includes creative displays of art, photos, memorabilia and other artefacts, art installations, restored Jewish prayer rooms and fascinating recordings of locals talking on a wide variety of topics.\nA joint ticket (adult/concession 20/15zł) covers here and the main Museum of Warsaw in the Old Town"
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 12,
    "name": "National Museum",
    "latitude": "52.231683",
    "longitude": "21.024828",
    "excerpt": "Drawing on a collection of some 830,000 works of art, both local and international, this is Poland's largest museum. It will come as a revelation for…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/lazienki-park-southern-srodmiescie/attractions/national-museum/a/poi-sig/417837/1342663",
    "image_url": null,
    "detail_description": "Drawing on a collection of some 830,000 works of art, both local and international, this is Poland's largest museum. It will come as a revelation for anyone unfamiliar with Polish creativity through the ages. The diverse exhibits include medieval Coptic Christian paintings rescued by Polish archaeologists from Sudan, gems of Polish design, and superb art from the 19th to 21st centuries.\n"
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 10,
    "name": "Museum of Warsaw",
    "latitude": "52.250065",
    "longitude": "21.011599",
    "excerpt": "Occupying 11 tenement houses on the north side of the Old Town Sq, this superb museum tells Warsaw's dramatic history in innovative ways. Start with the…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/old-town/attractions/museum-of-warsaw/a/poi-sig/417793/1342659",
    "image_url": null,
    "detail_description": "Occupying 11 tenement houses on the north side of the Old Town Sq, this superb museum tells Warsaw's dramatic history in innovative ways. Start with the Warsaw Datainfographics in the cellar then work your way, in no particular order, through the core exhibition 'Things of Warsaw', which categorises some 7352 objects into 21 themed rooms ranging from photographs and postcards to clothing and patriotic items.\nOn the 5th floor, windows allow a bird's-eye view out over the Old and New Town rooftops. On the ground floor you'll find the small Lapidarium Cafe, an excellent bookshop and Kino Syrena."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 9,
    "name": "Copernicus Science Centre",
    "latitude": "52.241953",
    "longitude": "21.028057",
    "excerpt": "The fully interactive, push-the-buttons-and-see-what-happens Copernicus Science Centre pulls off that tricky feat of being both hugely fun and educational…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/powisle-northern-srodmiescie/attractions/copernicus-science-centre/a/poi-sig/1420893/1342662",
    "image_url": null,
    "detail_description": "The fully interactive, push-the-buttons-and-see-what-happens Copernicus Science Centre pulls off that tricky feat of being both hugely fun and educational. With over a million visitors a year it is also incredibly popular: advance booking of tickets is highly recommended or you may find yourself waiting all day for a slot to enter. Check the website for exact opening times as they vary throughout the year.\nMost exhibits are suited for kids 12 to 18 years old, though there’s plenty on hand to amuse younger – and older – visitors. Usually on the last Thursday of the month the centre is an over-18s-only zone for its Lates events (35zł, 7pm to 10pm) with DJs and expert panels."
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 8,
    "name": "Neon Museum",
    "latitude": "52.250177",
    "longitude": "21.062336",
    "excerpt": "Situated within the Soho Factory complex of old industrial buildings housing designers and artists, this museum is devoted to the preservation of the…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/praga-eastern-warsaw/attractions/neon-museum/a/poi-sig/1517814/1342660",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/NMPanoramaApril2023.jpeg",
    "detail_description": "Situated within the Soho Factory complex of old industrial buildings housing designers and artists, this museum is devoted to the preservation of the iconic neon signs of the pre-WWII and communist era. Inside the museum, around 100 large, fully lit pieces are on display.\n"
},
{
    "country": "warsaw",
    "city": "Warsaw",
    "index": 7,
    "name": "Fryderyk Chopin Museum",
    "latitude": "52.236458174865",
    "longitude": "21.022964106055",
    "excerpt": "This multimedia museum within the baroque Ostrogski Palace showcases the work of Poland’s most famous composer. You’re encouraged to take your time…",
    "detail_url": "https://www.lonelyplanet.com/poland/warsaw/powisle-northern-srodmiescie/attractions/fryderyk-chopin-museum/a/poi-sig/417773/1342662",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a3eb7e1446a52f59d332c9281e80c17b-chopin-museum.jpg",
    "detail_description": "This multimedia museum within the baroque Ostrogski Palace showcases the work of Poland’s most famous composer. You’re encouraged to take your time moving through the displays, including stopping by the listening booths in the basement where you can browse Chopin’s oeuvre to your heart’s content. Limited visitation is allowed each hour; book your visit in advance online, by phone or at the booking office at ul Tamka 43.\r\n\nAlso head to the booking office to reserve a free place for the piano concerts performed by talented young musicians. See website for further details about times and availability.\r\n"
}