[
{
    "country": "wellington",
    "city": "Wellington",
    "index": 1,
    "name": "Wellington Museum",
    "latitude": "-41.285168",
    "longitude": "174.778104",
    "excerpt": "For an imaginative, interactive experience of Wellington’s social and maritime history, head to this bewitching little museum, inside an 1892 bond store…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/wellington-museum/a/poi-sig/440838/362813",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1390013195.jpg",
    "detail_description": "For an imaginative, interactive experience of Wellington’s social and maritime history, head to this bewitching little museum, inside an 1892 bond store on the wharf. Highlights include a moving documentary on the Wahine, the interisland ferry that sank in the harbour in 1968 with the loss of 51 lives, and the curio-packed Attic. Māori legends are dramatically told using tiny holographic actors and special effects.\nThe Attic's eclectic exhibits including a whizz-bang time machine and a suitably kooky display on Wellington vampire flick What We Do In The Shadows. Ship 'N' Chip Tour participants get a guided tour of the museum before they set off on their boat tour."
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 24,
    "name": "Space Place",
    "latitude": "-41.284202319327",
    "longitude": "174.76706405972",
    "excerpt": "Inside the Carter Observatory at the top of the Botanic Gardens, this full-dome planetarium offers space-themed multimedia shows and stargazing sessions…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/space-place/a/poi-sig/440818/362813",
    "image_url": null,
    "detail_description": "Inside the Carter Observatory at the top of the Botanic Gardens, this full-dome planetarium offers space-themed multimedia shows and stargazing sessions through the historic Thomas Cooke telescope. Check the website for show times. Open daily during school holidays.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 23,
    "name": "Cable Car Museum",
    "latitude": "-41.285313",
    "longitude": "174.767525",
    "excerpt": "The small-but-nifty Cable Car Museum tells the history of the Wellington cable car, arcing back to when it was built in 1902. Take the cable car back down…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/cable-car-museum/a/poi-sig/1173403/362813",
    "image_url": null,
    "detail_description": "The small-but-nifty Cable Car Museum tells the history of the Wellington cable car, arcing back to when it was built in 1902. Take the cable car back down the hill, or ramble down through the Wellington Botanic Gardens (a 30- to 60-minute walk, depending on your state of mind).\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 22,
    "name": "Ngā Taonga Sound & Vision",
    "latitude": "-41.276684",
    "longitude": "174.778198",
    "excerpt": "Ngā Taonga is a vortex of NZ moving images into which you could get sucked for days. Its library holds tens of thousands of titles: feature films,…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/nga-taonga-sound-vision/a/poi-sig/1172735/362813",
    "image_url": null,
    "detail_description": "Ngā Taonga is a vortex of NZ moving images into which you could get sucked for days. Its library holds tens of thousands of titles: feature films, documentaries, short films, home movies, newsreels, TV programs, advertisements… There is a viewing library (free) where you can watch films until you’re square-eyed.\r\n\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 21,
    "name": "New Zealand Portrait Gallery",
    "latitude": "-41.283587",
    "longitude": "174.778233",
    "excerpt": "Housed in a heritage red-brick warehouse on the waterfront, this estimable gallery presents a diverse range of NZ portraiture and caricature from its own…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/new-zealand-portrait-gallery/a/poi-sig/1247344/362813",
    "image_url": null,
    "detail_description": "Housed in a heritage red-brick warehouse on the waterfront, this estimable gallery presents a diverse range of NZ portraiture and caricature from its own collection, plus frequently changing guest exhibitions. It's New Zealand history as told through the faces of its people – which all sounds a bit serious, but there's plenty of levity here too.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 20,
    "name": "Old Government Buildings",
    "latitude": "-41.279451",
    "longitude": "174.7779",
    "excerpt": "Across the road from Parliament, this grand Italianate structure (1876) is the largest wooden building in the southern hemisphere, although it does a…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/old-government-buildings/a/poi-sig/1203203/362813",
    "image_url": null,
    "detail_description": "Across the road from Parliament, this grand Italianate structure (1876) is the largest wooden building in the southern hemisphere, although it does a pretty good impersonation of stone. It's now part of Victoria University's law faculty. Check out the magnificent hanging staircase, the former cabinet room and the history displays on the ground and 1st floors.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 30,
    "name": "Bucket Fountain",
    "latitude": "-41.292314",
    "longitude": "174.776272",
    "excerpt": "Cuba Mall's landmark (and sneakily splashy) fountain mocks the surrounding commerce with its Zen-like tilt-and-pour processes. The kids (and the wandering…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/bucket-fountain/a/poi-sig/1267233/362813",
    "image_url": null,
    "detail_description": "Cuba Mall's landmark (and sneakily splashy) fountain mocks the surrounding commerce with its Zen-like tilt-and-pour processes. The kids (and the wandering Cuba St stoners) will be mesmerised.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 29,
    "name": "New Zealand Cricket Museum",
    "latitude": "-41.300201",
    "longitude": "174.779284",
    "excerpt": "Tucked under a stand at the Basin Reserve, the NZ Cricket Museum is a must-see for fans of the old game. It's only open during cricket matches or by…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/new-zealand-cricket-museum/a/poi-sig/1528801/362813",
    "image_url": null,
    "detail_description": "Tucked under a stand at the Basin Reserve, the NZ Cricket Museum is a must-see for fans of the old game. It's only open during cricket matches or by special appointment; check the website for details.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 28,
    "name": "Academy Galleries",
    "latitude": "-41.284797",
    "longitude": "174.777997",
    "excerpt": "The showcase of the esteemed New Zealand Academy of Fine Arts (founded 1882), the Academy Galleries presents frequently changing exhibitions by NZ artists…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/academy-galleries/a/poi-sig/440810/362813",
    "image_url": null,
    "detail_description": "The showcase of the esteemed New Zealand Academy of Fine Arts (founded 1882), the Academy Galleries presents frequently changing exhibitions by NZ artists, from canvases and exquisite drawings to ceramics to photography.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 26,
    "name": "Cable Car Lookout",
    "latitude": "-41.285482",
    "longitude": "174.767472",
    "excerpt": "There's a terrific vantage point at the top of Wellington's cable car tracks. Ride up the hill, ogle the view over the city and Cook Strait, then wander…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/cable-car-lookout/a/poi-sig/1267236/362813",
    "image_url": null,
    "detail_description": "There's a terrific vantage point at the top of Wellington's cable car tracks. Ride up the hill, ogle the view over the city and Cook Strait, then wander back down through the greenery of Wellington Botanic Gardens.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 27,
    "name": "Nairn Street Cottage",
    "latitude": "-41.299291",
    "longitude": "174.770014",
    "excerpt": "Just a five-minute amble from the top of Cuba St, Wellington's oldest cottage (1858) has been carefully restored, complete with an organic garden and…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/nairn-street-cottage/a/poi-sig/1451137/362813",
    "image_url": null,
    "detail_description": "Just a five-minute amble from the top of Cuba St, Wellington's oldest cottage (1858) has been carefully restored, complete with an organic garden and wandering chooks. Admission is by tour only (on the hour noon to 3pm), retelling stories of early settlers and life in the mid-19th century.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 25,
    "name": "Petone Settlers Museum",
    "latitude": "-41.229395",
    "longitude": "174.880199",
    "excerpt": "Built for the centenary of the Treaty of Waitangi in 1940, this gorgeous little art-deco building on the shell-strewn Petone foreshore contains a fun and…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/petone-settlers-museum/a/poi-sig/1172850/362813",
    "image_url": null,
    "detail_description": "Built for the centenary of the Treaty of Waitangi in 1940, this gorgeous little art-deco building on the shell-strewn Petone foreshore contains a fun and fascinating wee museum focusing on local history and industry. It's a 15-minute drive from downtown Wellington, or a 23-minute ride on the 83 bus.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 19,
    "name": "Wellington Zoo",
    "latitude": "-41.319764327611",
    "longitude": "174.78454275824",
    "excerpt": "Committed to conservation, research and captive breeding, Wellington Zoo is home to a menagerie of native and exotic wildlife, including lions and…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/wellington-zoo/a/poi-sig/440858/362813",
    "image_url": null,
    "detail_description": "Committed to conservation, research and captive breeding, Wellington Zoo is home to a menagerie of native and exotic wildlife, including lions and tamarins. The nocturnal house has kiwi and tuatara. ‘Close encounters’ allow you to meet the big cats, red pandas, giraffes and mischievous meerkats (for a fee). The zoo is 4km south of the city centre; catch bus 23.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 18,
    "name": "Katherine Mansfield House & Garden",
    "latitude": "-41.270106",
    "longitude": "174.779778",
    "excerpt": "Often compared to Chekhov and Maupassant, Katherine Mansfield was one of NZ’s most distinguished authors, who pushed the short-story form to uncharted…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/katherine-mansfield-house-garden/a/poi-sig/440832/362813",
    "image_url": null,
    "detail_description": "Often compared to Chekhov and Maupassant, Katherine Mansfield was one of NZ’s most distinguished authors, who pushed the short-story form to uncharted heights. Born in 1888, she died of tuberculosis in 1923 aged 34. This Tinakori Rd house is where she spent five years of her childhood. It now contains exhibits in her honour, including a biographical film. Guided tours by arrangement.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 17,
    "name": "Old St Paul's",
    "latitude": "-41.276266",
    "longitude": "174.780239",
    "excerpt": "Designed by Rev Fred Thatcher, the first vicar of Wellington, this wonderfully woody former Anglican cathedral (1866) is well worth a look. Despite its…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/old-st-paul-s/a/poi-sig/1528906/362813",
    "image_url": null,
    "detail_description": "Designed by Rev Fred Thatcher, the first vicar of Wellington, this wonderfully woody former Anglican cathedral (1866) is well worth a look. Despite its modest dimensions it's an exemplary example of Gothic Revival architecture, with a ceiling like a ship's hull constructed from native timbers. Inside are claret carpets, drawers of old altar textiles, brassy organ pipes and a little shop.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 16,
    "name": "Wellington Cathedral of St Paul",
    "latitude": "-41.276726",
    "longitude": "174.77746",
    "excerpt": "At 88m long and 18m high, this modern Anglican cathedral exudes quasi-Moorish architectural vibes inside its lofty interiors. It first opened its doors in…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/wellington-cathedral-of-st-paul/a/poi-sig/1267235/362813",
    "image_url": null,
    "detail_description": "At 88m long and 18m high, this modern Anglican cathedral exudes quasi-Moorish architectural vibes inside its lofty interiors. It first opened its doors in 1964 but wasn't completed until 1998 – which makes it even more surprising that the exterior is looking so shabby. Look out for the lovely wooden Lady Chapel, a 1905 church which was moved here from Paraparaumu and tacked to the cathedral's side in 1991.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 15,
    "name": "Dowse Art Museum",
    "latitude": "-41.211939",
    "longitude": "174.904318",
    "excerpt": "A beacon of culture and delight, the excellent Dowse is worth visiting for its jaunty architecture alone. It’s a family-friendly, accessible art museum…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/dowse-art-museum/a/poi-sig/1172853/362813",
    "image_url": null,
    "detail_description": "A beacon of culture and delight, the excellent Dowse is worth visiting for its jaunty architecture alone. It’s a family-friendly, accessible art museum showcasing NZ art, craft and design, with a good cafe to boot. The only permanent showcase is a carved Māori pataka (traditional raised storehouse). It's a 20-minute drive, 30-minute ride on bus 83 or 91, or a short train trip from central Wellington.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 14,
    "name": "Otari-Wilton’s Bush",
    "latitude": "-41.268187",
    "longitude": "174.756442",
    "excerpt": "The only botanic gardens in NZ specialising in native flora, Otari features more than 1200 plant species including an extant section of native bush…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/otari-wilton-s-bush/a/poi-sig/1172736/362813",
    "image_url": null,
    "detail_description": "The only botanic gardens in NZ specialising in native flora, Otari features more than 1200 plant species including an extant section of native bush containing the city's oldest trees (such as an 800-year-old rimu). There's also an information centre, an 18m-high canopy walkway, 11km of walking trails and some beaut picnic areas. It's located about 5km northwest of the centre and is well signposted; bus 14 passes the gates.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 13,
    "name": "Bolton Street Cemetery",
    "latitude": "-41.279572",
    "longitude": "174.771516",
    "excerpt": "Lost beneath a canopy of oak and pohutukawa, between freeway off-ramps and apartment towers, this fabulously dank and atmospheric remnant dates back to…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/bolton-street-cemetery/a/poi-sig/1633101/362813",
    "image_url": null,
    "detail_description": "Lost beneath a canopy of oak and pohutukawa, between freeway off-ramps and apartment towers, this fabulously dank and atmospheric remnant dates back to the 1840s. Thousands of Wellingtonians were buried here up until 1892. They rested in peace until 1972 when the Wellington Urban Motorway was bulldozed through the middle of the boneyard. The remains of 3693 people were exhumed then reinterred in a common vault at the bottom of the cemetery.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 12,
    "name": "St Mary of the Angels",
    "latitude": "-41.288836",
    "longitude": "174.774188",
    "excerpt": "Closed for seismic strengthening and restoration from 2013 to 2017, this pretty Catholic parish church is looking downright heavenly. Built in 1922, it…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/st-mary-of-the-angels/a/poi-sig/1585589/362813",
    "image_url": null,
    "detail_description": "Closed for seismic strengthening and restoration from 2013 to 2017, this pretty Catholic parish church is looking downright heavenly. Built in 1922, it was the first Gothic-style church in the world to have been constructed using reinforced concrete. The motto of the Marist order, Sub Mariæ Nomine ('under the name of Mary'), adorns the impressive Gothic facade, while colourful stained glass imported from Munich imbues the interior with warmth.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 11,
    "name": "Pukeahu National War Memorial Park",
    "latitude": "-41.299009",
    "longitude": "174.777192",
    "excerpt": "It seems strangely fitting that NZ's National War Memorial should be a musical instrument and contain as its centrepiece not a statue of a soldier, but of…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/pukeahu-national-war-memorial-park/a/poi-sig/1528796/362813",
    "image_url": null,
    "detail_description": "It seems strangely fitting that NZ's National War Memorial should be a musical instrument and contain as its centrepiece not a statue of a soldier, but of a grieving mother and her children. The statue is contained within the Hall of Memories at the base of the 51m-high, 74-bell, art-deco Carillon (1932), which you can see from all over Wellington. It's flanked by a sobering and oddly tranquil park with an Australian Memorial consisting of 15 red sandstone columns.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 10,
    "name": "National Library of New Zealand",
    "latitude": "-41.276662",
    "longitude": "174.778082",
    "excerpt": "As well as being a wonderful resource for researchers, the National Library has various exhibition spaces including the Turnbull Gallery, displaying rare…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/national-library-of-new-zealand/a/poi-sig/1585700/362813",
    "image_url": null,
    "detail_description": "As well as being a wonderful resource for researchers, the National Library has various exhibition spaces including the Turnbull Gallery, displaying rare books and ephemera. The highlight is He Tohu (The Signs), opened in 2017 to house three of NZ's most treasured documents: the 1835 Declaration of Independence of the United Tribes of NZ, the 1840 Treaty of Waitangi and the 1893 Women's Suffrage Petition. Interesting multimedia displays outline the significance of these documents to the nation.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 8,
    "name": "New Zealand Parliament",
    "latitude": "-41.277863",
    "longitude": "174.776827",
    "excerpt": "New Zealand might be a young country but it has one of the oldest continuously functioning parliaments in the world and has chalked up more than its share…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/new-zealand-parliament/a/poi-sig/440852/362813",
    "image_url": null,
    "detail_description": "New Zealand might be a young country but it has one of the oldest continuously functioning parliaments in the world and has chalked up more than its share of firsts, including being the first to give women the vote (in 1893) and the first to include an openly transgender Member of Parliament (in 1999). You can learn all about NZ's unique version of democracy on a free guided tour.\nHour-long tours usually depart on the hour, with half-hour highlights tours squeezed in between, but check the website for details (arrive 15 minutes early to allow for security and coat check).Tours start with a 12-minute film screened in the visitor centre in the foyer of the Beehive (1980), a distinctive modernist building designed by British architect Sir Basil Spence. Looking like it sounds, this squat but oddly charming building contains the offices of government ministers, including the Prime Minister on the 9th floor and the (infamously hot) cabinet room on the top. Tours then cross the bridge into Wellington's austere grey-and-cream Parliament House (1922), where you'll visit the Debating Chamber, Banquet Hall and one of the committee rooms. The longer tours also include the Grand Hall, Legislative Council Chamber and the neo-Gothic Parliamentary Library (1899) next door.Parliament usually sits from Tuesday to Thursday for around 30 weeks of the year. If you're keen to see the elected members duelling it out, you can watch from the public galleries."
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 9,
    "name": "City Gallery Wellington",
    "latitude": "-41.288483930158",
    "longitude": "174.7772988398",
    "excerpt": "Housed in the monumental old library in Civic Sq (the new library is next door), Wellington’s much-loved City Gallery does a cracking job of securing…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/city-gallery-wellington/a/poi-sig/1172734/362813",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/50ae5d1b6a4f681980f507cfdd8b1c6e-city-gallery.jpg",
    "detail_description": "Housed in the monumental old library in Civic Sq (the new library is next door), Wellington’s much-loved City Gallery does a cracking job of securing acclaimed contemporary international exhibitions, as well as unearthing up-and-comers and supporting those at the forefront of the NZ scene. Charges may apply for major exhibits.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 6,
    "name": "Wellington Cable Car",
    "latitude": "-41.284377",
    "longitude": "174.774649",
    "excerpt": "One of Wellington’s big-ticket attractions is the little red cable car that clanks up the slope from Lambton Quay to Kelburn. At the top are the…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/wellington-cable-car/a/poi-sig/440816/362813",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/de2467d9252ad578a8236a026dbbfddc-cable-car-museum.jpg",
    "detail_description": "One of Wellington’s big-ticket attractions is the little red cable car that clanks up the slope from Lambton Quay to Kelburn. At the top are the Wellington Botanic Gardens, Space Place and the small but nifty Cable Car Museum. The last of these evocatively depicts the cable car’s story since it was built in 1902 to open up hilly Kelburn for settlement. Ride the cable car back down the hill, or wander down through the gardens. An essential Wellington experience.\n"
},
{
    "country": "wellington",
    "city": "Wellington",
    "index": 7,
    "name": "Weta Workshop",
    "latitude": "-41.306432",
    "longitude": "174.824334",
    "excerpt": "Academy Award–winning special-effects and props company Weta Workshop has been responsible for bringing the likes of The Lord of the Rings, The Hobbit,…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/weta-workshop/a/poi-sig/1172819/362813",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/950fed76644407ef6ca1f662f287f96b-weta-cave.jpg",
    "detail_description": "Academy Award–winning special-effects and props company Weta Workshop has been responsible for bringing the likes of The Lord of the Rings, The Hobbit, King Kong, District 9 and Thor: Ragnarok to life. Learn how they do it on entertaining 45-minute guided tours, starting every half-hour; bookings recommended. There's also a tour to see the Thunderbirds Are Go miniatures stage. Weta Workshop is 8km east of the city centre: drive, catch bus 31X or book transport ($40 return) with your admission.\n"
}