[
{
    "country": "whistler",
    "city": "Whistler",
    "index": 1,
    "name": "Audain Art Museum",
    "latitude": "50.118356",
    "longitude": "-122.952665",
    "excerpt": "The opening of the Audain in 2016 elevated Whistler from ‘world-class ski resort’ to ‘world-class ski resort with serious art credentials'. With two-dozen…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/whistler/attractions/audain-art-museum/a/poi-sig/1539127/361275",
    "image_url": null,
    "detail_description": "The opening of the Audain in 2016 elevated Whistler from ‘world-class ski resort’ to ‘world-class ski resort with serious art credentials'. With two-dozen works by iconic painter Emily Carr, a priceless collection of indigenous masks, and sparkling photoconceptualist images by Jeff Wall, Rodney Graham et al, this is no rainy-day filler. BC artists take center stage. Alongside Carr you'll spot material from the 'Group of Seven' modernists, plus works by contemporary First Nations artists including Robert Davidson.\nEverything is beautifully curated and explained using succinct panels in a dramatic angular building that is a piece of art in itself."
},
{
    "country": "whistler",
    "city": "Whistler",
    "index": 10,
    "name": "Maury Young Arts Centre",
    "latitude": "50.117833",
    "longitude": "-122.954103",
    "excerpt": "There's a diverse roster of everything from classes to movie screenings here, along with a small gallery holding temporary exhibitions of mainly local…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/whistler/attractions/maury-young-arts-centre/a/poi-sig/1399714/361275",
    "image_url": null,
    "detail_description": "There's a diverse roster of everything from classes to movie screenings here, along with a small gallery holding temporary exhibitions of mainly local artists. Check the online calendar before you arrive.\n"
},
{
    "country": "whistler",
    "city": "Whistler",
    "index": 9,
    "name": "Whistler Brewing Company",
    "latitude": "50.088002",
    "longitude": "-123.039515",
    "excerpt": "One of BC's oldest microbreweries, this Function Junction business has been making its own craft beer since 1989. Tours (at 4pm) are available as well as…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/whistler/attractions/whistler-brewing-company/a/poi-sig/1412482/361275",
    "image_url": null,
    "detail_description": "One of BC's oldest microbreweries, this Function Junction business has been making its own craft beer since 1989. Tours (at 4pm) are available as well as an on-site tasting room. The seasonal Grapefruit Ale is a blonde ale with a citrus-like zest.\n"
},
{
    "country": "whistler",
    "city": "Whistler",
    "index": 8,
    "name": "Pemberton Museum",
    "latitude": "50.324306",
    "longitude": "-122.807289",
    "excerpt": "The perfect place to uncover the rough-and-tumble roots of this old frontier town, you'll find exhibits on everything from First Nations origins to…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/whistler/attractions/pemberton-museum/a/poi-sig/1539296/361275",
    "image_url": null,
    "detail_description": "The perfect place to uncover the rough-and-tumble roots of this old frontier town, you'll find exhibits on everything from First Nations origins to colonial-era settlement and more recent social history. Look out for some arresting taxidermy and ask the volunteers if there are any archive images of Potato Jack, the cowboy-dressed spud who is the town's traditional mascot.\n"
},
{
    "country": "whistler",
    "city": "Whistler",
    "index": 7,
    "name": "Whistler Farmers Market",
    "latitude": "50.116767",
    "longitude": "-122.94714",
    "excerpt": "If you're here in summer, head to the Upper Village and the plaza in front of the Fairmont Chateau Whistler for the Whistler Farmers Market, where you can…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/whistler/attractions/whistler-farmers-market/a/poi-sig/1363898/361275",
    "image_url": null,
    "detail_description": "If you're here in summer, head to the Upper Village and the plaza in front of the Fairmont Chateau Whistler for the Whistler Farmers Market, where you can peruse more than 50 tent-topped stands hawking everything from arts and crafts to stuff-your-face seasonal fruits and bakery items. Arrive early for the best selection of goodies.\n"
},
{
    "country": "whistler",
    "city": "Whistler",
    "index": 6,
    "name": "Whistler Museum & Archives",
    "latitude": "50.117599",
    "longitude": "-122.956817",
    "excerpt": "Tucked into an anonymous green shed behind the library building, this great little museum traces Whistler's development from 1970s hippy hangout to 21st…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/whistler/attractions/whistler-museum-archives/a/poi-sig/1363897/361275",
    "image_url": null,
    "detail_description": "Tucked into an anonymous green shed behind the library building, this great little museum traces Whistler's development from 1970s hippy hangout to 21st-century resort. The story is as compelling as it is short, speckled with interesting exhibits such as the original 1965 ski-lift gondola and a 2010 Olympic torch. Don't leave without digesting the story of the infamous 1973 'Toad Hall' photo.\n"
},
{
    "country": "whistler",
    "city": "Whistler",
    "index": 5,
    "name": "Pemberton Distillery",
    "latitude": "50.315874",
    "longitude": "-122.726083",
    "excerpt": "Located in an old industrial area, stepping inside here is a breath of fresh air – especially if you're an artisan booze fan. One of the elders of the BC…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/whistler/attractions/pemberton-distillery/a/poi-sig/1416395/361275",
    "image_url": null,
    "detail_description": "Located in an old industrial area, stepping inside here is a breath of fresh air – especially if you're an artisan booze fan. One of the elders of the BC craft liquor movement, they started making silky-smooth vodka from local potatoes here but have since added organic gin, absinthe, hemp vodka and, most recently, organic single malt whiskey. Tours are 4pm Saturdays and cost $15 (three samples included).\nThe distillery is 7km east of Pemberton village in the Mount Currie district."
},
{
    "country": "whistler",
    "city": "Whistler",
    "index": 4,
    "name": "Squamish Lil'wat Cultural Centre",
    "latitude": "50.118714",
    "longitude": "-122.947322",
    "excerpt": "This handsome, wood-beamed facility showcases two quite different First Nations groups – the Lil'wat and the Squamish – who have inhabited this region for…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/whistler/attractions/squamish-lil-wat-cultural-centre/a/poi-sig/1357683/361275",
    "image_url": null,
    "detail_description": "This handsome, wood-beamed facility showcases two quite different First Nations groups – the Lil'wat and the Squamish – who have inhabited this region for eons. Take a tour for the vital context behind the museumlike exhibits and keep your eyes open for on-site artist demonstrations during the summer, when there are also Tuesday-night barbecue dinners. There's also an on-site cafe serving bannock tacos.\nAlternatively, you can wander around on your own after watching a short but illuminating introductory film in the plush theater."
},
{
    "country": "whistler",
    "city": "Whistler",
    "index": 3,
    "name": "Cloudraker Skybridge",
    "latitude": "50.059033",
    "longitude": "-122.95774",
    "excerpt": "The newest attraction on Whistler Mountain is this 130m-long suspension bridge with a see-through base that connects the top of Whistler Peak with the…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/whistler/attractions/cloudraker-skybridge/a/poi-sig/1616615/361275",
    "image_url": null,
    "detail_description": "The newest attraction on Whistler Mountain is this 130m-long suspension bridge with a see-through base that connects the top of Whistler Peak with the Raven’s Eye viewing platform on the West Ridge. Opened in summer 2018, the bridge is accessed by hiking downhill for 15 minutes from the Roundhouse Lodge and then taking the Peak Empress chairlift to the top of Whistler Mountain. If you are a vertigo sufferer, bear in mind that both chairlift and suspension bridge are mildly exposed.\nEntrance is included with the Peak 2 Peak Gondola ticket."
},
{
    "country": "whistler",
    "city": "Whistler",
    "index": 2,
    "name": "Peak 2 Peak Gondola",
    "latitude": "50.082425",
    "longitude": "-122.923021",
    "excerpt": "Built to link the area's two main mountaintops, the world's second-longest free-span gondola eases passengers along a lofty and ethereally peaceful 4.4km…",
    "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/whistler/attractions/peak-2-peak-gondola/a/poi-sig/1399715/361275",
    "image_url": null,
    "detail_description": "Built to link the area's two main mountaintops, the world's second-longest free-span gondola eases passengers along a lofty and ethereally peaceful 4.4km ride that takes around 11 minutes to complete. En route, you can gaze down on forest, crags, skiers and bears – especially if you snag one of the two glass-bottomed cars. The gondola's completion in 2008 effectively joined Whistler and Blackcomb into one giant ski area, making it one of the world's largest.\nThe gondola is open year-round. Tickets also include up and down rides on the separate Whistler and Blackcomb mountain gondolas."
}
]