[
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 1,
    "name": "Christuskirche",
    "latitude": "-22.567827306507",
    "longitude": "17.08740534577",
    "excerpt": "Windhoek’s best-recognised landmark, and something of an unofficial symbol of the city, this German Lutheran church stands on a traffic island and lords…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/christuskirche/a/poi-sig/439388/355537",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a286c71d8b10abcdb6bdf2cc4e3ea96d-christuskirche.jpg",
    "detail_description": "Windhoek’s best-recognised landmark, and something of an unofficial symbol of the city, this German Lutheran church stands on a traffic island and lords it over the city centre. An unusual building, it was constructed from local sandstone in 1907 and designed by architect Gottlieb Redecker in conflicting neo-Gothic and art nouveau styles. The resulting design looks strangely edible, and is somewhat reminiscent of a whimsical gingerbread house. The altarpiece, the Resurrection of Lazarus, is a copy of the renowned work by Rubens.\nTo view the interior, pick up the key during business hours from the nearby church office on Peter Müller St."
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 20,
    "name": "Namibia Conservatorium",
    "latitude": "-22.566513279111",
    "longitude": "17.08569863073",
    "excerpt": "Housed in the landmark Old Magistrates Court.",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/namibia-conservatorium/a/poi-sig/1343540/355537",
    "image_url": null,
    "detail_description": "Housed in the landmark Old Magistrates Court.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 19,
    "name": "Showground",
    "latitude": "-22.584365",
    "longitude": "17.090789",
    "excerpt": "Site of the annual Windhoek Show in late September into early October.",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/showground/a/poi-sig/1330707/355537",
    "image_url": null,
    "detail_description": "Site of the annual Windhoek Show in late September into early October.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 18,
    "name": "Elephant Column",
    "latitude": "-22.567679006363",
    "longitude": "17.084972365087",
    "excerpt": "Zoo Park’s prominent elephant column was designed by Namibian sculptor Dörthe Berner.",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/elephant-column/a/poi-sig/1352783/355537",
    "image_url": null,
    "detail_description": "Zoo Park’s prominent elephant column was designed by Namibian sculptor Dörthe Berner.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 15,
    "name": "Kriegerdenkmal",
    "latitude": "-22.567317009187",
    "longitude": "17.08592411838",
    "excerpt": "Zoo Park's rather anachronous mate to the elephant column is the Kriegerdenkmal, topped by a rather frightening golden imperial eagle, which was dedicated…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/kriegerdenkmal/a/poi-sig/1352787/355537",
    "image_url": null,
    "detail_description": "Zoo Park's rather anachronous mate to the elephant column is the Kriegerdenkmal, topped by a rather frightening golden imperial eagle, which was dedicated in 1987 to the memory of German Schutztruppe soldiers who died in the Nama wars of 1893–94.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 17,
    "name": "Old Supreme Court",
    "latitude": "-22.55824888591",
    "longitude": "17.083310872078",
    "excerpt": "Dating from 1908, the gabled brick Old Supreme Court was a court from 1920 to 1930, when the legal system was changing from the German to the South…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/old-supreme-court/a/poi-sig/439420/355537",
    "image_url": null,
    "detail_description": "Dating from 1908, the gabled brick Old Supreme Court was a court from 1920 to 1930, when the legal system was changing from the German to the South African model.\r\n\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 16,
    "name": "Owela Museum",
    "latitude": "-22.563953376523",
    "longitude": "17.085644573418",
    "excerpt": "Part of the National Museum of Namibia, located about 600m from the main building, exhibits at the Owela Museum focus on Namibia’s natural and cultural…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/owela-museum/a/poi-sig/1282041/355537",
    "image_url": null,
    "detail_description": "Part of the National Museum of Namibia, located about 600m from the main building, exhibits at the Owela Museum focus on Namibia’s natural and cultural history; note it may sometimes close early.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 14,
    "name": "Heinitzburg Castle",
    "latitude": "-22.574402854437",
    "longitude": "17.091933253083",
    "excerpt": "Uphill from Robert Mugabe Ave are the three Windhoek 'castles', including the 1914 Heinitzburg, which today houses a hotel and fine restaurant. The other…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/heinitzburg-castle/a/poi-sig/439394/355537",
    "image_url": null,
    "detail_description": "Uphill from Robert Mugabe Ave are the three Windhoek 'castles', including the 1914 Heinitzburg, which today houses a hotel and fine restaurant. The other castles, Schwerinsburg and Sanderburg, are nearby.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 13,
    "name": "National Art Gallery",
    "latitude": "-22.562490477004",
    "longitude": "17.085590648309",
    "excerpt": "This art gallery contains a permanent collection of works reflecting Namibia’s historical and natural heritage. The collection displays works by…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/national-art-gallery/a/poi-sig/439410/355537",
    "image_url": null,
    "detail_description": "This art gallery contains a permanent collection of works reflecting Namibia’s historical and natural heritage. The collection displays works by Muafangejo – Namibia’s first black artist to gain international acclaim. His linocuts depict the liberation struggle from a religious and narrative perspective.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 12,
    "name": "Owambo Campaign Memorial",
    "latitude": "-22.559027305652",
    "longitude": "17.080618953812",
    "excerpt": "At the entry to the train station parking area, you’ll see the Owambo Campaign Memorial, which was erected in 1919 to commemorate the 1917 British and…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/owambo-campaign-memorial/a/poi-sig/439424/355537",
    "image_url": null,
    "detail_description": "At the entry to the train station parking area, you’ll see the Owambo Campaign Memorial, which was erected in 1919 to commemorate the 1917 British and South African campaign against Chief Mandume of the Kwanyama Owambo. Heavily outmatched by the colonial armies, the chief depleted all of his firepower and committed suicide rather than surrendering.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 11,
    "name": "Gathemann’s Complex",
    "latitude": "-22.566033439061",
    "longitude": "17.084001315666",
    "excerpt": "Along Independence Ave are three colonial-era buildings, all designed by the famous architect Willi Sander. The one furthest south was built in 1902 as…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/gathemann-s-complex/a/poi-sig/439392/355537",
    "image_url": null,
    "detail_description": "Along Independence Ave are three colonial-era buildings, all designed by the famous architect Willi Sander. The one furthest south was built in 1902 as the Kronprinz Hotel, which later joined Gathemann House (now home to a gourmet restaurant) to function as a private business. The most notable of the three is the Erkrath Building, which was constructed in 1910 as a private home and business.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 10,
    "name": "Old Magistrates’ Court",
    "latitude": "-22.566504412927",
    "longitude": "17.085707394307",
    "excerpt": "This old courthouse was built in 1898 for Carl Ludwig, the state architect, but it was never used and was eventually drafted into service as the…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/old-magistrates-court/a/poi-sig/439418/355537",
    "image_url": null,
    "detail_description": "This old courthouse was built in 1898 for Carl Ludwig, the state architect, but it was never used and was eventually drafted into service as the magistrates’ court. Take a look at the verandah on the south side, which provided a shady sitting area for people waiting for their cases to be called. The building has been given new life as the Namibia Conservatorium.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 9,
    "name": "Kaiserliche Realschule",
    "latitude": "-22.568571662652",
    "longitude": "17.086942661958",
    "excerpt": "Windhoek’s first German primary school was built in 1908, and opened the following year with a class size of 74 students. Notice the curious turret with…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/kaiserliche-realschule/a/poi-sig/439398/355537",
    "image_url": null,
    "detail_description": "Windhoek’s first German primary school was built in 1908, and opened the following year with a class size of 74 students. Notice the curious turret with wooden slats, which was designed to provide ventilation for European children unaccustomed to the African heat. The building later housed Windhoek’s first German high school and an English middle school, and today it's the administrative headquarters of the National Museum of Namibia.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 8,
    "name": "Independence Memorial Museum",
    "latitude": "-22.569436",
    "longitude": "17.088364",
    "excerpt": "Opened in 2014, this museum is dedicated to the country's anticolonial and independence struggle. The first floor tells the story of Namibia under…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/independence-memorial-museum/a/poi-sig/1552914/355537",
    "image_url": null,
    "detail_description": "Opened in 2014, this museum is dedicated to the country's anticolonial and independence struggle. The first floor tells the story of Namibia under colonial rule, with the next floor up shifting gears to the resistance movement, while the top floor is dominated by the road to independence. Don't miss taking the glass elevator up the outside of the building for great views out over Windhoek. There's a statue of founding president Sam Nujoma outside.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 7,
    "name": "Trans-Namib Transport Museum",
    "latitude": "-22.55903182328",
    "longitude": "17.080643146639",
    "excerpt": "Windhoek’s beautiful old Cape Dutch–style train station on Bahnhof St was constructed by the Germans in 1912, and was expanded in 1929 by the South…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/trans-namib-transport-museum/a/poi-sig/439442/355537",
    "image_url": null,
    "detail_description": "Windhoek’s beautiful old Cape Dutch–style train station on Bahnhof St was constructed by the Germans in 1912, and was expanded in 1929 by the South African administration. Across the driveway from the entrance is the German steam locomotive Poor Old Joe, which was shipped to Swakopmund in 1899 and reassembled for the treacherous journey across the desert to Windhoek. Upstairs in the train station is the small but worthwhile Trans-Namib Transport Museum outlining Namibian transport history, with a focus on rail transport.\n"
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 6,
    "name": "Turnhalle",
    "latitude": "-22.560709882821",
    "longitude": "17.085623423463",
    "excerpt": "The Turnhalle was built in 1909 as a training hall for the Windhoek Gymnastic Club, though in 1975 it was modernised and turned into a conference hall. On…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/turnhalle/a/poi-sig/439444/355537",
    "image_url": null,
    "detail_description": "The Turnhalle was built in 1909 as a training hall for the Windhoek Gymnastic Club, though in 1975 it was modernised and turned into a conference hall. On 1 September of that year, it served as the venue for the first Constitutional Conference on Independence for South West Africa, which subsequently – and more conveniently – came to be called the Turnhalle Conference. During the 1980s, the building hosted several political summits and debates that paved the way to Namibian independence.\nIt now houses a tribunal for the Southern Africa Development Community (SADC)."
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 5,
    "name": "Tintenpalast",
    "latitude": "-22.567328414052",
    "longitude": "17.090220263113",
    "excerpt": "The former administrative headquarters of German South West Africa have been given a new mandate as the Namibian parliament building. As a fitting homage…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/tintenpalast/a/poi-sig/439438/355537",
    "image_url": null,
    "detail_description": "The former administrative headquarters of German South West Africa have been given a new mandate as the Namibian parliament building. As a fitting homage to the bureaucracy of government, the name of the building means ‘Ink Palace’, in honour of all the ink spent on typically excessive official paperwork. The building is remarkable mainly for its construction from indigenous materials.\nThe surrounding gardens, which were laid out in the 1930s, include an olive grove and a bowling green. In the front, have a look at Namibia’s first post-independence monument, a bronze-cast statue of the Herero chief Hosea Kutako, who was best known for his vehement opposition to South African rule."
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 4,
    "name": "Zoo Park",
    "latitude": "-22.567317026324",
    "longitude": "17.085404959067",
    "excerpt": "Although this leafy park served as a public zoo until 1962, today it functions primarily as a picnic spot and shady retreat for lunching office workers…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/zoo-park/a/poi-sig/439448/355537",
    "image_url": null,
    "detail_description": "Although this leafy park served as a public zoo until 1962, today it functions primarily as a picnic spot and shady retreat for lunching office workers. Five thousand years ago the park was the site of a Stone Age elephant hunt, as evidenced by the remains of two elephants and several quartz tools found here in the early 1960s. This prehistoric event is honoured by the park’s prominent elephant column, designed by Namibian sculptor Dörthe Berner.\nA rather anachronous mate to the elephant column is the Kriegerdenkmal, topped by a rather frightening golden imperial eagle, which was dedicated in 1987 to the memory of German Schutztruppe soldiers who died in the Nama wars of 1893–94."
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 2,
    "name": "Daan Viljoen Game Park",
    "latitude": "-22.53761",
    "longitude": "16.949587",
    "excerpt": "This beautiful wildlife park sits in the Khomas Hochland about 18km west of Windhoek. You can walk to your heart’s content through lovely wildlife-rich…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/daan-viljoen-game-park/a/poi-sig/439390/355537",
    "image_url": null,
    "detail_description": "This beautiful wildlife park sits in the Khomas Hochland about 18km west of Windhoek. You can walk to your heart’s content through lovely wildlife-rich desert hills, and spot gemsboks, kudus, mountain zebras, springboks, hartebeests, warthogs and elands. Daan Viljoen is also known for its birdlife and over 200 species have been recorded, including the rare green-backed heron and pin-tailed whydah. Daan Viljoen’s hills are covered with open thorn-scrub vegetation that allows excellent wildlife viewing, and three walking tracks have been laid out. There's also an on-site luxury lodge.\nThe 3km Wag-‘n-Bietjie Trail follows a dry riverbed from near the park office to Stengel Dam. A 9km circuit, the Rooibos Trail crosses hills and ridges and affords great views back to Windhoek in the distance. The 34km Sweet-Thorn Trail circuits the empty eastern reaches of the reserve.To get to Daan Viljoen, take the C28 west from Windhoek; Daan Viljoen is clearly signposted off the Bosua Pass Hwy, about 18km from the city."
},
{
    "country": "windhoek",
    "city": "Windhoek",
    "index": 3,
    "name": "National Museum of Namibia",
    "latitude": "-22.563026",
    "longitude": "17.085972",
    "excerpt": "The excellent display on Namibia’s independence at the country’s historical museum provides some enlightening context to the struggles of this young…",
    "detail_url": "https://www.lonelyplanet.com/namibia/windhoek/attractions/national-museum-of-namibia/a/poi-sig/439412/355537",
    "image_url": null,
    "detail_description": "The excellent display on Namibia’s independence at the country’s historical museum provides some enlightening context to the struggles of this young country. But probably the most interesting part of the museum is the rock-art display, with some great reproductions; it would definitely be worth a nose around before heading to see rock art at the Brandberg or Twyfelfontein. It’s housed in Windhoek’s oldest surviving building, dating from the early 1890s; it originally served as the headquarters of the German Schutztruppe.\nThe rest of the museum contains memorabilia and photos from the colonial period as well as indigenous artefacts. Outside the museum, don’t miss the somewhat incongruous collection of railway engines and coaches, which together formed one of the country’s first narrow-gauge trains."
}
]