[
{
    "country": "wuhan",
    "city": "Wuhan",
    "index": 1,
    "name": "Guiyuan Temple",
    "latitude": "30.548402",
    "longitude": "114.255162",
    "excerpt": "An afternoon at this revered 350-year-old Buddhist temple can fluctuate between serenity and chaos, depending on the tour buses. Pass a large rectangular…",
    "detail_url": "https://www.lonelyplanet.com/china/hubei/wuhan/attractions/guiyuan-temple/a/poi-sig/473578/355994",
    "image_url": null,
    "detail_description": "An afternoon at this revered 350-year-old Buddhist temple can fluctuate between serenity and chaos, depending on the tour buses. Pass a large rectangular pond where turtles cling like shipwrecked sailors to two metal lotus flowers and examine the magnificently burnished cabinet housing Milefo in the first hall. Also seek out the more than 500 statues of enlightened disciples in the Hall of Arhats (罗汉堂, Luóhàn Táng). Completed in 1890, after nine years in the making, they remain in pristine condition.\nIn the Mahasattva Pavilion (大士阁; Dàshì Gé), the 2m-high Tang-dynasty tablet carved with an image of Guanyin holding a willow branch is impressive, and a jade Buddha resides in the Sutra Storing Pavilion (藏经阁; Cángjīng Gé)."
},
{
    "country": "wuhan",
    "city": "Wuhan",
    "index": 7,
    "name": "Revolution of 1911 Museum",
    "latitude": "30.53940774",
    "longitude": "114.30020607",
    "excerpt": "Housed in a dramatic, eye-catching red rock–like building, the Chinese Communist Party propaganda machine is in full tilt, but there are some interesting…",
    "detail_url": "https://www.lonelyplanet.com/china/hubei/wuhan/attractions/revolution-of-1911-museum/a/poi-sig/1437670/355994",
    "image_url": null,
    "detail_description": "Housed in a dramatic, eye-catching red rock–like building, the Chinese Communist Party propaganda machine is in full tilt, but there are some interesting old photos. Passport required.\n"
},
{
    "country": "wuhan",
    "city": "Wuhan",
    "index": 6,
    "name": "Hankou Bund",
    "latitude": "30.585169",
    "longitude": "114.297016",
    "excerpt": "The Hankou Bund is a roughly 4km stretch of curated park running parallel to the Yangzi where locals gather to amble or gossip. There are some tea houses…",
    "detail_url": "https://www.lonelyplanet.com/china/hubei/wuhan/attractions/hankou-bund/a/poi-sig/1504569/355994",
    "image_url": null,
    "detail_description": "The Hankou Bund is a roughly 4km stretch of curated park running parallel to the Yangzi where locals gather to amble or gossip. There are some tea houses and bars, a few historic buildings, mahjong and chess boards, and some green areas. Mostly, though, it's locals escaping the concrete and posing for photos, especially around sunrise and sunset.\n"
},
{
    "country": "wuhan",
    "city": "Wuhan",
    "index": 5,
    "name": "Changchun Temple",
    "latitude": "30.541971",
    "longitude": "114.315716",
    "excerpt": "This restored Taoist temple originally dates back to the Han dynasty. The Hall of Supreme Purity (太清殿; Tàiqīng Diàn), containing a white-bearded statue of…",
    "detail_url": "https://www.lonelyplanet.com/china/hubei/wuhan/attractions/changchun-temple/a/poi-sig/473572/355994",
    "image_url": null,
    "detail_description": "This restored Taoist temple originally dates back to the Han dynasty. The Hall of Supreme Purity (太清殿; Tàiqīng Diàn), containing a white-bearded statue of Laotzu, is the centrepiece, with other halls leading up the steep steps behind it. There’s a well-regarded vegetarian restaurant next door.\n"
},
{
    "country": "wuhan",
    "city": "Wuhan",
    "index": 4,
    "name": "Hubei Museum of Art",
    "latitude": "30.566178",
    "longitude": "114.360112",
    "excerpt": "Focusing on modern Chinese art, the first two floors here are dedicated to temporary exhibits, while the 3rd floor features a permanent collection tracing…",
    "detail_url": "https://www.lonelyplanet.com/china/hubei/wuhan/attractions/hubei-museum-of-art/a/poi-sig/1504561/355994",
    "image_url": null,
    "detail_description": "Focusing on modern Chinese art, the first two floors here are dedicated to temporary exhibits, while the 3rd floor features a permanent collection tracing the development of art in Hubei in the 20th century. Don't expect anything too provocative, but as it's right next door to the Provincial Museum it's certainly worth a visit.\nBus 411 runs here from the Yellow Crane Tower."
},
{
    "country": "wuhan",
    "city": "Wuhan",
    "index": 2,
    "name": "Hubei Provincial Museum",
    "latitude": "30.563767",
    "longitude": "114.360048",
    "excerpt": "The highlights of Hubei's Provincial Museum are excavations from the Tomb of Marquis Yi of Zeng (c 433 BC): there are bronze wares, weaponry and musical…",
    "detail_url": "https://www.lonelyplanet.com/china/hubei/wuhan/attractions/hubei-provincial-museum/a/poi-sig/473580/355994",
    "image_url": null,
    "detail_description": "The highlights of Hubei's Provincial Museum are excavations from the Tomb of Marquis Yi of Zeng (c 433 BC): there are bronze wares, weaponry and musical instruments – including one of the world’s largest, a remarkable five-tonne set of 65 double-tone bronze bells. Half-hour chime bell performances (¥30) are given thrice daily (10.30am, 2pm and 3pm) during the week, with an extra performance at 11.30am on the weekend. Other exhibits here include Palaeolithic fossils and Neolithic bronzes and pottery. Passport required.\nThe museum is by the enormous East Lake (东湖, Dōng Hú). Bus 411 runs here from the Yellow Crane Tower. Line 8 on the metro will eventually stop here too."
},
{
    "country": "wuhan",
    "city": "Wuhan",
    "index": 3,
    "name": "Yellow Crane Tower",
    "latitude": "30.545594",
    "longitude": "114.299376",
    "excerpt": "Wuhan’s mythical crane, immortalised in the 8th-century poetry of Cui Hao, has long flown, but the city landmark remains perched atop Snake Hill. The…",
    "detail_url": "https://www.lonelyplanet.com/china/hubei/wuhan/attractions/yellow-crane-tower/a/poi-sig/473592/355994",
    "image_url": null,
    "detail_description": "Wuhan’s mythical crane, immortalised in the 8th-century poetry of Cui Hao, has long flown, but the city landmark remains perched atop Snake Hill. The tower has been rebuilt often since the original was constructed in AD 223, and today’s five-storey, yellow-tiled version is a 1980s remake of the Qing tower that burned down in 1884.\nBus 411 runs between the tower and the provincial museum. The Dongtinmen stop on metro Line 7 will get you close, while Line 5 will eventually run directly here."
}
]