[
{
    "country": "wulingyuan-and-zhangjiajie",
    "city": "Zhangjiajie",
    "index": 1,
    "name": "Zhangjiajie National Forest Park",
    "latitude": "29.354948",
    "longitude": "110.44281",
    "excerpt": "Among China’s crop of surreal landscapes, Zhangjiajie has got to be a contender for one of the most impressive. A forest of spectacularly weathered spires…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/wulingyuan-and-zhangjiajie/attractions/zhangjiajie-national-forest-park/a/poi-sig/1504241/356006",
    "image_url": null,
    "detail_description": "Among China’s crop of surreal landscapes, Zhangjiajie has got to be a contender for one of the most impressive. A forest of spectacularly weathered spires rises up out of a verdant valley that's filled with dripping moss, fragrant blossoms and acrobatic monkeys. Come dusk, the ensemble is serenaded by a chorus of chirping insects.\nThe national park encompasses 690 sq km, and deciding where to go can be a daunting task. Your hotel should provide you with a map and also help you plan out a route best suited to your needs.The first thing to know is that there are two primary entrances: the main gateway town of Wulingyuan (武陵源, Wǔlíngyuán) and the less-developed Forest Park (森林公园, Sēnlín Gōngyuán). There are other entrances as well, but you won’t use them unless you’ve booked lodging there.Regardless of the entrance you take, all itineraries start on the valley floor and climb up to the top of the spires, where the main scenic areas are found. You can make use of cable cars, a glass elevator, a mini monorail and a network of free shuttle buses to get around, but however you do it, you’ll still need to walk a fair amount.If you’re starting in Wulingyuan, you’ll need to queue for a bus to either the chairlift or the monorail (hikers go to the monorail) at the entrance – don’t get in the wrong line, and don’t get intimidated by the sheer chaos and theme park–like crowds here. The park is big enough to absorb vast numbers of people, and if you’re hiking most of the way, you’ll have no trouble finding solitude.If you start at the Forest Park, you’ll need to hike roughly two hours along the flat valley floor to the elevator, or begin climbing up to the upper section after an hour.In total, there are five main scenic areas: Tianzi Shan, Yangjiajie, Yuanjiajie, Golden Whip Stream and Huangshi Village. You can’t see all the areas in one day, so plan accordingly.Weather wise, it's extremely hot and humid from April through September. Rain is common, so come prepared."
},
{
    "country": "wulingyuan-and-zhangjiajie",
    "city": "Zhangjiajie",
    "index": 10,
    "name": "Huangshi Village",
    "latitude": "29.333251",
    "longitude": "110.426416",
    "excerpt": "From the Forest Park entrance, there is an early opportunity for a bird's-eye view of the towers from Huangshi Village, a 3km loop on a plateau 1048m up…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/wulingyuan-and-zhangjiajie/attractions/huangshi-village/a/poi-sig/1621931/356006",
    "image_url": null,
    "detail_description": "From the Forest Park entrance, there is an early opportunity for a bird's-eye view of the towers from Huangshi Village, a 3km loop on a plateau 1048m up. It’s a two-hour slog up 3878 stone steps, or a half-hour by bus, then cable car (one way ¥70).\n"
},
{
    "country": "wulingyuan-and-zhangjiajie",
    "city": "Zhangjiajie",
    "index": 9,
    "name": "Yellow Dragon Cave",
    "latitude": "29.364374",
    "longitude": "110.609751",
    "excerpt": "A 48-hectare cave network that consists of a large number of chambers, subterranean pools, lakes and falls, all illuminated in fancy colours. It's a two…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/wulingyuan-and-zhangjiajie/attractions/yellow-dragon-cave/a/poi-sig/1438038/356006",
    "image_url": null,
    "detail_description": "A 48-hectare cave network that consists of a large number of chambers, subterranean pools, lakes and falls, all illuminated in fancy colours. It's a two-hour hike through the cave in total, including a boat ride and loads of steps. Take bus No 1 (¥1, 25 minutes) from the Wulingyuan bus station.\n"
},
{
    "country": "wulingyuan-and-zhangjiajie",
    "city": "Zhangjiajie",
    "index": 8,
    "name": "Zhangjiajie Grand Canyon",
    "latitude": "29.429581",
    "longitude": "110.689702",
    "excerpt": "The Grand Canyon's primary attraction is the world's highest (300m) and longest (430m) glass bridge, which famously closed a mere two weeks after opening…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/wulingyuan-and-zhangjiajie/attractions/zhangjiajie-grand-canyon/a/poi-sig/1621934/356006",
    "image_url": null,
    "detail_description": "The Grand Canyon's primary attraction is the world's highest (300m) and longest (430m) glass bridge, which famously closed a mere two weeks after opening in 2016 when officials realised that visitation was going to exceed their projections by a factor of 10. If that didn't clue you in, we'll say it again: this is a very crowded place. Unless you're excited about seeing the bridge, you can skip it. No cameras allowed.\nBuses run here regularly from Zhangjiajie city (¥22, 90 minutes) and Wulingyuan (¥11, 50 minutes) from 6.30am to 5.30pm."
},
{
    "country": "wulingyuan-and-zhangjiajie",
    "city": "Zhangjiajie",
    "index": 6,
    "name": "Yángjiājiè",
    "latitude": "29.360484",
    "longitude": "110.421138",
    "excerpt": "Located on the backside of the park is this unexpectedly fun hike, which descends into a valley (beneath a cable car) before climbing back up a series of…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/wulingyuan-and-zhangjiajie/attractions/yangjiajie/a/poi-sig/1621933/356006",
    "image_url": null,
    "detail_description": "Located on the backside of the park is this unexpectedly fun hike, which descends into a valley (beneath a cable car) before climbing back up a series of narrow crevices to reach an old Tujia courtyard home (乌龙寨, Wūlóng Zhài). From here is the best part – finish with a nervy via ferrata–like ascent to reach the summit of your very own spire (天波府, Tiānbō Fǔ, Tianbo Mansion), where magnificent panoramas await. Don't miss the trail that circles the spire just beneath the summit. Figure 1½ to two hours.\nThe cable car (¥76) descends to the valley floor and links to the Forest Park entrance via bus (30 minutes), but it's a roundabout way to enter or exit."
},
{
    "country": "wulingyuan-and-zhangjiajie",
    "city": "Zhangjiajie",
    "index": 7,
    "name": "Yuanjiajie",
    "latitude": "29.347467",
    "longitude": "110.436373",
    "excerpt": "Located near the top of the Bailong Elevator (白龙天梯; Báilóng Tiāntī; one way ¥72), this scenic trail is a succession of one incredible...",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/wulingyuan-and-zhangjiajie/attractions/yuanjiajie/a/poi-sig/1621932/356006",
    "image_url": null,
    "detail_description": "Located near the top of the Bailong Elevator (白龙天梯; Báilóng Tiāntī; one way ¥72), this scenic trail is a succession of one incredible panorama after another: best of all is the No 1 Highest Natural Bridge (天下第一桥, Tiānxiàdìyī Qiáo), a natural bridge spanning two spires, 357m above the canyon floor. Because of its location near the elevator it's quite crowded, but don't let that deter you – the views are simply awesome. You can also hike back down to the Golden Whip Stream from here.\n"
},
{
    "country": "wulingyuan-and-zhangjiajie",
    "city": "Zhangjiajie",
    "index": 5,
    "name": "Tianmen Mountain",
    "latitude": "29.114806",
    "longitude": "110.478516",
    "excerpt": "Visible from anywhere in Zhangjiajie City, this distinctive mountain range features Tiānmén Dòng (天门洞), a prominent keyhole cut through the mountainside…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/wulingyuan-and-zhangjiajie/attractions/tianmen-mountain/a/poi-sig/1438057/356006",
    "image_url": null,
    "detail_description": "Visible from anywhere in Zhangjiajie City, this distinctive mountain range features Tiānmén Dòng (天门洞), a prominent keyhole cut through the mountainside. The seriously lengthy 7km-long Tianmen Mountain Cable Car (天门山索道, Tiānmén Shān Suǒdào) is Asia's longest, and takes half an hour to hoist you up. The cable car is included in your entrance ticket. There are several glass-bottomed walkways at the top.\nIt's a 10-minute walk to the cable-car station from Zhangjiajie's bus and train stations. Follow the main street leading north from the train station until you see the entrance on your left. Keep the cable car on your left as you go."
},
{
    "country": "wulingyuan-and-zhangjiajie",
    "city": "Zhangjiajie",
    "index": 4,
    "name": "Tiānzǐ Shān",
    "latitude": "29.382624",
    "longitude": "110.490875",
    "excerpt": "This area is at the top of the plateau near the Wulingyuan entrance, and enjoys many of the park's more spectacular viewpoints. It can be reached directly…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/wulingyuan-and-zhangjiajie/attractions/tianzi-shan/a/poi-sig/1504243/356006",
    "image_url": null,
    "detail_description": "This area is at the top of the plateau near the Wulingyuan entrance, and enjoys many of the park's more spectacular viewpoints. It can be reached directly by cable car (¥72), which makes the main lookouts quite crowded, but if you use the stairs instead – follow the monorail and keep going (figure three hours going up) – you'll eventually leave the crowds behind and have the fantastic scenery all to yourself.\nA 15-minute bus ride from the main viewing area to the Dingxiangrong shuttle stop is an unusual Tujia settlement called Fields in the Sky (空中田园, Kōngzhōng Tiānyuán). This overlook can only be reached via electric cart (¥50), but if you're a photographer, the shot looking down on a rapeseed paddy atop a spire is not to be missed. Also here is a less-visited hiking trail that goes from the Grand Sightseeing Platform (大观台, Dà Guān Tái) to One Dangerous Step (一步难行, Yī Bù Nán Xíng), or, alternatively, Celestial Bridge (仙人桥, Xiānrén Qiáo) and the Emperor's Throne (天子座, Tiānzǐ Zuò)."
},
{
    "country": "wulingyuan-and-zhangjiajie",
    "city": "Zhangjiajie",
    "index": 3,
    "name": "Golden Whip Stream",
    "latitude": "29.330632",
    "longitude": "110.437918",
    "excerpt": "On the canyon floor, the Golden Whip Stream area is a peaceful, flat trail meandering 5.7km east from the Forest Park entrance to the Bailong Elevator …",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/wulingyuan-and-zhangjiajie/attractions/golden-whip-stream/a/poi-sig/1504242/356006",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-554915623_high.jpg",
    "detail_description": "On the canyon floor, the Golden Whip Stream area is a peaceful, flat trail meandering 5.7km east from the Forest Park entrance to the Bailong Elevator (白龙天梯, Báilóng Tiāntī; one way ¥72), a cliffside lift rising 335m in under two minutes to the Yuanjiajie area. If you'd rather walk the whole way, about halfway to the elevator are steps climbing up the cliff to Yuanjiajie (one hour). This is Zhangjiajie's main access route if coming from Forest Park.\n"
},
{
    "country": "wulingyuan-and-zhangjiajie",
    "city": "Zhangjiajie",
    "index": 2,
    "name": "Binglang Valley",
    "latitude": "29.224171",
    "longitude": "110.15399",
    "excerpt": "If you speak some Chinese and want to get well off the beaten track, this staggeringly beautiful mountain valley and its caves, natural arches and…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/wulingyuan-and-zhangjiajie/attractions/binglang-valley/a/poi-sig/1535968/356006",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/89cd8f0f147a6cbfb36c567d4c2d6c90-binglang-valley.jpg",
    "detail_description": "If you speak some Chinese and want to get well off the beaten track, this staggeringly beautiful mountain valley and its caves, natural arches and vertiginous cliffs, 90 minutes by bus from town, makes for a sublime overnight expedition. You begin by descending through a beautiful flat valley called Moon Valley (月之谷, Yuè Zhi Gǔ), surrounded by cliffs, before climbing to a vast cave called Cathedral Gate (教堂们, Jiàotáng Mén), after which you thread through a bamboo forest to make your way towards a 1km-long subterranean cave.\nOn the way you will pass the Two Layer Cave (双层洞, Shuāngcéng Dòng) before reaching the astonishing Angel Castle (天使城, Tiānshǐ Chéng) – a formation of vast cliffs that encircles you – with the Angel Gate (天使门, Tiānshǐ Mén) at the far end, a further cave that drills through the entire cliff to the far side.A low-hanging cave entrance on the far side of the valley leads to the Mí Cave (迷洞, Mí Dòng), but whatever you do, don't enter without a guide and a headlamp. It's 1km long, pitch black, devoid of mobile signal and if you take a wrong turn, you could easily get lost. But it's an astonishing experience. One section is full of litter, not dropped by visitors, but swept in by river waters that flow in here during the rainy season (though usually only to a shallow depth). Eventually – after about half an hour of walking in the dark – you will see the faint glow of the exit, a cavernous opening leading to a breathtaking valley called Star Valley (星之谷, Xīng Zhī Gǔ) surrounded by colossal limestone cliffs. Give a good shout: the echo acoustics are phenomenal.Not far away is Binglang Hole (槟榔孔, Bīnláng Kǒng), another natural cave leading through to the other side, from where you can make your way back to the bus drop-off point. Locals still use the naturally formed cave to reach villages on the far side, thus avoiding a circuitous detour.To reach Binglang Valley, take a taxi (¥20) to the pick-up point (大庸桥西站, dàyōngqiáo xīzhàn) in Zhangjiajie City and then take a bus (¥17, 90 minutes, 8.30am) towards Qīng'ān Píng (青安坪) and disembark at Bīnglángǔ Nóngjiā Lè (槟榔谷农家乐), simply the name of a family homestead by the valley access point. The return buses are at 8.30am and 1.30pm, which means you'll likely need to stay the night. The Fùguì Shānzhuāng can arrange lodging and a guide (¥200, no English), but make sure you ask your Zhangjiajie hotel for help in arranging everything as the bus schedules and pick-up point are subject to change."
}
]