[
{
    "country": "xiamen",
    "city": "Xiamen",
    "index": 2,
    "name": "Húlǐ Shān Fortress",
    "latitude": "24.43244",
    "longitude": "118.101407",
    "excerpt": "Across Daxue Lu, south of Xiamen University, is this gigantic German artillery post built in 1894. You can rent binoculars to peer over the water to the…",
    "detail_url": "https://www.lonelyplanet.com/china/fujian/xiamen/attractions/huli-shan-fortress/a/poi-sig/473228/355917",
    "image_url": null,
    "detail_description": "Across Daxue Lu, south of Xiamen University, is this gigantic German artillery post built in 1894. You can rent binoculars to peer over the water to the Taiwanese-occupied island of Kinmen (金门, Jīnmén), formerly known as Quemoy and claimed by both mainland China and Taiwan.\nTo get here, walk for 2km south from Xiamen University along the coastal path or take bus 22 (¥1, 25 minutes, frequent) from southeast of the Zhongshan Lu walking street."
},
{
    "country": "xiamen",
    "city": "Xiamen",
    "index": 1,
    "name": "Nanputuo Temple",
    "latitude": "24.44385326",
    "longitude": "118.09168404",
    "excerpt": "This Buddhist temple complex on the southern side of Xiamen is one of the most famous temples among the Fujianese, and is also considered a pilgrimage…",
    "detail_url": "https://www.lonelyplanet.com/china/fujian/xiamen/attractions/nanputuo-temple/a/poi-sig/473230/355917",
    "image_url": null,
    "detail_description": "This Buddhist temple complex on the southern side of Xiamen is one of the most famous temples among the Fujianese, and is also considered a pilgrimage site by dedicated followers from Southeast Asia. The temple has been repeatedly destroyed and rebuilt. Its latest incarnation dates from the early 20th century, and today it’s an active and busy temple with chanting monks and worshippers lighting incense.\nThe temple is fronted by a huge lotus lake. In front of the courtyard is the twin-eaved Big Treasure Hall (Dàxióng Bǎodiàn), presided over by a trinity of buddhas representing his past, present and future forms. Behind rises the eight-sided Hall of Great Compassion (Dàbēi Diàn), in which stands a golden 1000-armed statue of Guanyin, facing the four directions.The temple has an excellent vegetarian restaurant in a shaded courtyard where you can dine in the company of resident, mobile-phone-toting monks. Round it all off with a hike up the steps behind the temple among the rocks and the shade of trees. It takes 20 to 35 minutes to reach the top, where there is little but views across the city and some seats and the rear entry to a Botanical Gardens.Take bus 1 from the train station or bus 21, 45, 48 or 503 from Zhongshan Lu to reach the temple."
},
{
    "country": "xiamen",
    "city": "Xiamen",
    "index": 8,
    "name": "Railroad Culture Park",
    "latitude": "24.457756",
    "longitude": "118.087771",
    "excerpt": "The charming 3km walking trail on an abandoned railway track in this park makes a welcome change from the crowds of the city. It is reached by bus 1, 15,…",
    "detail_url": "https://www.lonelyplanet.com/china/fujian/xiamen/attractions/railroad-culture-park/a/poi-sig/1535886/355917",
    "image_url": null,
    "detail_description": "The charming 3km walking trail on an abandoned railway track in this park makes a welcome change from the crowds of the city. It is reached by bus 1, 15, 20, 122 or 135; get off at Dashengli (大生里站).\n"
},
{
    "country": "xiamen",
    "city": "Xiamen",
    "index": 7,
    "name": "Kaihe Lu Fish Market",
    "latitude": "24.46148619",
    "longitude": "118.07005953",
    "excerpt": "In the old district of Xiamen, this tiny but lively market sells various (weird) sea creatures to a backdrop of qílóu (骑楼, shophouses) and a church…",
    "detail_url": "https://www.lonelyplanet.com/china/fujian/xiamen/attractions/kaihe-lu-fish-market/a/poi-sig/1437236/355917",
    "image_url": null,
    "detail_description": "In the old district of Xiamen, this tiny but lively market sells various (weird) sea creatures to a backdrop of qílóu (骑楼, shophouses) and a church. Access is from Xiahe Lu, where you can also find some Taiwanese food.\n"
},
{
    "country": "xiamen",
    "city": "Xiamen",
    "index": 6,
    "name": "Baicheng Beach",
    "latitude": "24.434559",
    "longitude": "118.097947",
    "excerpt": "You can rarely swim here due to council restrictions, but there are few more convenient places in the city to enjoy a beautiful natural environment than…",
    "detail_url": "https://www.lonelyplanet.com/china/fujian/xiamen/attractions/baicheng-beach/a/poi-sig/1535887/355917",
    "image_url": null,
    "detail_description": "You can rarely swim here due to council restrictions, but there are few more convenient places in the city to enjoy a beautiful natural environment than this beach in the south, especially at sunset. Except on weekends, that is, when every man and his mobile turns up.\n"
},
{
    "country": "xiamen",
    "city": "Xiamen",
    "index": 5,
    "name": "Overseas Chinese Museum",
    "latitude": "24.444796",
    "longitude": "118.085142",
    "excerpt": "Aside from acting as a refuge from the city, this is an ambitious celebration of China’s communities abroad, with dioramas, street scenes, photos, props…",
    "detail_url": "https://www.lonelyplanet.com/china/fujian/xiamen/attractions/overseas-chinese-museum/a/poi-sig/473232/355917",
    "image_url": null,
    "detail_description": "Aside from acting as a refuge from the city, this is an ambitious celebration of China’s communities abroad, with dioramas, street scenes, photos, props and artefacts held in a three-storey temple-like building. The ground floor stands out if you’re stuck for time.\n"
},
{
    "country": "xiamen",
    "city": "Xiamen",
    "index": 4,
    "name": "Bailuzhou Park",
    "latitude": "24.477189",
    "longitude": "118.089488",
    "excerpt": "Xiamen positions itself as China’s most liveable city and this huge green expanse on an islet north of town is a quiet exclamation mark on that claim…",
    "detail_url": "https://www.lonelyplanet.com/china/fujian/xiamen/attractions/bailuzhou-park/a/poi-sig/1535999/355917",
    "image_url": null,
    "detail_description": "Xiamen positions itself as China’s most liveable city and this huge green expanse on an islet north of town is a quiet exclamation mark on that claim. Perfect for families or broken souls who need to touch grass for a while.\nBus 25 (¥1, 35 minutes, frequent) heads here north along Lujiang Dao (鹭江道), from the extreme west of the Zhongshan Lu walking street."
},
{
    "country": "xiamen",
    "city": "Xiamen",
    "index": 3,
    "name": "Xiamen University",
    "latitude": "24.43837963",
    "longitude": "118.09309173",
    "excerpt": "The Xiamen University was established with overseas Chinese funds and has beautiful republican-era buildings and an attractive lake. It’s a good place for…",
    "detail_url": "https://www.lonelyplanet.com/china/fujian/xiamen/attractions/xiamen-university/a/poi-sig/473234/355917",
    "image_url": null,
    "detail_description": "The Xiamen University was established with overseas Chinese funds and has beautiful republican-era buildings and an attractive lake. It’s a good place for a pleasant stroll. The on-campus anthropology museum (人类学博物馆, Rénlèixué Bówùguǎn) boasts two large ‘boat coffins’ unearthed from a cliff in Wuyi Shan. The campus entrance is next to the stop for bus 1.\n"
}
]