[
{
    "country": "xian",
    "city": "Xi'an",
    "index": 1,
    "name": "Army of Terracotta Warriors",
    "latitude": "34.36407528",
    "longitude": "109.32594362",
    "excerpt": "The Terracotta Army isn't just Xi'an's premier sight: it's one of the most famous archaeological finds in the world. This subterranean life-size army of…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/army-of-terracotta-warriors/a/poi-sig/1016918/356065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0078226f7b5b1d04a5fbd6bda1cc53d6-army-of-terracotta-warriors.jpg",
    "detail_description": "The Terracotta Army isn't just Xi'an's premier sight: it's one of the most famous archaeological finds in the world. This subterranean life-size army of thousands has silently stood guard over the soul of China's first unifier for more than two millennia. Either Qin Shi Huang was terrified of the vanquished spirits awaiting him in the afterlife or, as most archaeologists believe, he expected his rule to continue in death as it had in life.\nWhatever the case, the guardians of his tomb – who date from the 3rd century BC – today offer some of the greatest insights we have into the world of ancient China.The discovery of the army of warriors was entirely fortuitous. In 1974 peasants drilling a well uncovered an underground vault that eventually yielded thousands of terracotta soldiers and horses in battle formation. Throughout the years the site became so famous that many of its unusual attributes are now well known; in particular the fact that no two soldier's faces are alike.The on-site wrap-around theatre gives a useful primer on how the figures were sculpted. You can also employ a guide (low/high season ¥150/200) or try the audio guide (¥40, plus ¥200 deposit), although the latter is somewhat useless, being difficult to understand and not very compelling.After this, visit the site in reverse, which enables you to build up to the most impressive pit for a fitting finale.Start with the smallest pit, Pit 3, containing 72 warriors and horses; it's believed to be the army headquarters due to the number of high-ranking officers unearthed here. It's interesting to note that the northern room would have been used to make sacrificial offerings before battle. In the next pit, Pit 2, containing around 1300 warriors and horses, you can examine five of the soldiers up close: a kneeling archer, a standing archer, a cavalryman and his horse, a mid-ranking officer and a general. The level of detail is extraordinary: the expressions, hairstyles, armour and even the tread on the footwear are all unique.The largest pit, Pit 1, is the most imposing. Housed in a building the size of an aircraft hangar, it is believed to contain 6000 warriors (only 2000 are on display) and horses, all facing east and ready for battle. The vanguard of three rows of archers (both crossbow and longbow) is followed by the main force of soldiers, who originally held spears, swords, dagger-axes and other long-shaft weapons. The infantry were accompanied by 35 chariots, though these, made of wood, have long since disintegrated.Almost as extraordinary as the soldiers is a pair of bronze chariots and horses unearthed just 20m west of the Tomb of Qin Shi Huang. These are now on display, together with some of the original weaponry and a mid-ranking officer you can see up close, in a huge modern museum called the Qin Shi Huang Emperor Tomb Artefact Exhibition Hall (秦始皇帝陵文物陈列厅, Qǐnshǐhuángdìlíng Chénliètīng).You can take photographs, although signs forbid using flash photography (widely ignored) or tripods.Among rather tacky souvenir offerings, you can get your own warrior statue personalised with your own face (¥100) or have a photo taken next to a fake warrior (¥10). You can also pick up all manner of terracotta ornamentation – from warrior paperweights to life-size statues – from the souvenir shop in the theatre building. There's also a Friendship Store for jade, jewellery and so forth.The Army of the Terracotta Warriors is easily reached by public bus. From Xi'an train station take one of the air-conditioned buses, either 914 or 915 (¥8, one hour), which depart every four minutes from 6am to 7pm. Take the bus to the last stop; the buses also travel via the Huaqing Hot Springs and the Tomb of Qin Shi Huang (which is included in the Terracotta Army). The car park for the vehicles is a 15-minute walk from the site, but you can take an electric buggy (¥5) instead if you want. If you want to eat here, there's a good cafe in the theatre building; and after you exit to walk back to the car and bus park, you will take another route past a whole assortment of restaurants and fast food, including a McDonald's. Buses head back to town from the parking lot."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 24,
    "name": "Tomb of Princess Yong Tai & Tomb of Prince Zhang Huai",
    "latitude": "34.55107524",
    "longitude": "108.2897",
    "excerpt": "Here you'll find the tombs of Princess Yong Tai (the grandaughter of Wu Zetian) and Prince Zhang Huai, who both fell foul of Empress Wu Zetian and were…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/tomb-of-princess-yong-tai-tomb-of-prince-zhang-huai/a/poi-sig/1453091/356065",
    "image_url": null,
    "detail_description": "Here you'll find the tombs of Princess Yong Tai (the grandaughter of Wu Zetian) and Prince Zhang Huai, who both fell foul of Empress Wu Zetian and were posthumously rehabilitated. Admission includes entry to Qian Tomb.\n"
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 23,
    "name": "Mao Tomb",
    "latitude": "34.3425119",
    "longitude": "108.53861973",
    "excerpt": "A cone-shaped mound of rammed earth almost 47m high, the Mao Tomb is the largest of the Han imperial tombs. It's the resting place of Emperor Wudi (AD 156…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/mao-tomb/a/poi-sig/1453087/356065",
    "image_url": null,
    "detail_description": "A cone-shaped mound of rammed earth almost 47m high, the Mao Tomb is the largest of the Han imperial tombs. It's the resting place of Emperor Wudi (AD 156–87), the most powerful of the Han emperors. It's located 40km northwest of Xi'an and is included on some tours from Xi'an.\n"
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 22,
    "name": "Zhao Tomb",
    "latitude": "34.60500884",
    "longitude": "108.41117035",
    "excerpt": "This tomb, 70km northwest of Xi'an, belongs to the second Tang emperor Taizong who died in AD 649. The tomb established the custom of building imperial…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/zhao-tomb/a/poi-sig/1453093/356065",
    "image_url": null,
    "detail_description": "This tomb, 70km northwest of Xi'an, belongs to the second Tang emperor Taizong who died in AD 649. The tomb established the custom of building imperial tombs on mountains, breaking with the tradition of building them on the plains with an artificial hill on top. Most visitors arrive on a tour.\n"
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 21,
    "name": "Little Goose Pagoda",
    "latitude": "34.24082311504",
    "longitude": "108.9375436306",
    "excerpt": "Standing in the pleasant grounds of Jianfu Temple, Little Goose Pagoda had its top shaken off by an earthquake in the middle of the 16th century, but the…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/little-goose-pagoda/a/poi-sig/475750/356065",
    "image_url": null,
    "detail_description": "Standing in the pleasant grounds of Jianfu Temple, Little Goose Pagoda had its top shaken off by an earthquake in the middle of the 16th century, but the rest of the 43m-high structure remains intact.Jianfu Temple was built in AD 684 to bless the afterlife of the late Emperor Gaozong. The pagoda, a rather delicate building of 15 progressively smaller tiers, was built from AD 707 to 709 and housed Buddhist scriptures brought back from India by the pilgrim Yi Jing.\n"
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 20,
    "name": "Temple of the Eight Immortals",
    "latitude": "34.26619752",
    "longitude": "108.97354788",
    "excerpt": "Xi'an’s largest Taoist temple dates from the Song dynasty and is still an active place of worship. Supposedly built on the site of an ancient wine shop,…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/temple-of-the-eight-immortals/a/poi-sig/475758/356065",
    "image_url": null,
    "detail_description": "Xi'an’s largest Taoist temple dates from the Song dynasty and is still an active place of worship. Supposedly built on the site of an ancient wine shop, it was constructed to protect against subterranean divine thunder. Scenes from Taoist mythology are painted around the courtyard. Empress Cixi, the mother of the last emperor, stayed here in 1901 after fleeing Beijing during the Boxer Rebellion. The small antique market opposite is busiest on Sunday and Wednesday.\n"
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 19,
    "name": "Drum Tower",
    "latitude": "34.26222804",
    "longitude": "108.93787598",
    "excerpt": "While the Bell Tower originally held a bell that was rung at dawn, the Drum Tower, standing at the foot of the smoky and uproarious street of Beiyuanmen,…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/drum-tower/a/poi-sig/475742/356065",
    "image_url": null,
    "detail_description": "While the Bell Tower originally held a bell that was rung at dawn, the Drum Tower, standing at the foot of the smoky and uproarious street of Beiyuanmen, marked nightfall. It similarly dates from the 14th century and was rebuilt in the 1700s. Musical performances are held inside from 9am to 11.30am and 2.30pm to 5.30pm. Close by, a covered market sells all manner of haggle-worthy goods for souvenirs and gift-giving, leading to the magnificent Great Mosque.\n"
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 17,
    "name": "Xianyang City Museum",
    "latitude": "34.335516",
    "longitude": "108.720113",
    "excerpt": "More than 2000 years ago Xianyang was the capital of the Qin dynasty. These days it’s just a dusty satellite of Xi'an. Its chief attraction is this museum…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/xianyang-city-museum/a/poi-sig/1239663/356065",
    "image_url": null,
    "detail_description": "More than 2000 years ago Xianyang was the capital of the Qin dynasty. These days it’s just a dusty satellite of Xi'an. Its chief attraction is this museum, which houses a remarkable collection of 3000 50cm-tall terracotta soldiers and horses, excavated from the tomb of Liu Bang, the first Han emperor, in 1965. Set in an attractive courtyard, the museum also has bronze and jade exhibits and good English captions.\nShow your passport for free entry. Buses run every 15 minutes to Xianyang (¥10, one hour) from Xi'an’s long-distance bus station. Ask to be dropped off at the museum. To get back to Xi'an, just flag down buses going in the opposite direction."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 18,
    "name": "Bell Tower",
    "latitude": "34.260941",
    "longitude": "108.942457",
    "excerpt": "Occupying a central place at the frantic bulls-eye intersection of Xi Dajie, Dong Dajie, Bei Dajie and Nan Dajie, the domineering form of the Bell Tower…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/bell-tower/a/poi-sig/475734/356065",
    "image_url": null,
    "detail_description": "Occupying a central place at the frantic bulls-eye intersection of Xi Dajie, Dong Dajie, Bei Dajie and Nan Dajie, the domineering form of the Bell Tower originally housed a huge bell that was rung sonorously at dawn. Initially standing two blocks to the west, it dates from the 14th century and was rebuilt in the 1700s. Musical performances are held inside from 9am to 11.30am and 2.30pm to 5.30pm. It is entered through the underpass on the north side.\nThe Bell Tower is magnificently illuminated at night, making it one of the city's best photo-ops come evening."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 16,
    "name": "Folk House",
    "latitude": "34.263273440118",
    "longitude": "108.93753353776",
    "excerpt": "This well-rounded historic residence also serves as an art gallery, entertainment centre and teahouse. Originally the home of the Qing bureaucrat Gao…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/folk-house/a/poi-sig/475744/356065",
    "image_url": null,
    "detail_description": "This well-rounded historic residence also serves as an art gallery, entertainment centre and teahouse. Originally the home of the Qing bureaucrat Gao Yuesong, it’s a fine example of a courtyard home and has been tastefully restored. There are reception rooms, bedrooms, servants’ quarters, an ancestral temple and a study (now the teahouse). Admission includes a tour that starts with an optional marionette or shadow-puppet demonstration.\nAs the complex currently belongs to the Shaanxi Artists Association, there’s an art gallery here where you can pick up reasonably priced traditional Chinese art. Confusingly, despite the address, this place isn’t at No 144, but is about 20m down the street."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 15,
    "name": "Banpo Neolithic Village",
    "latitude": "34.27895205",
    "longitude": "109.00363238",
    "excerpt": "Banpo is the earliest example of the Neolithic Yangshao culture, which is believed to have been matriarchal. It appears to have been occupied from 4500 BC…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/banpo-neolithic-village/a/poi-sig/1239396/356065",
    "image_url": null,
    "detail_description": "Banpo is the earliest example of the Neolithic Yangshao culture, which is believed to have been matriarchal. It appears to have been occupied from 4500 BC until around 3750 BC. The excavated area is divided into three parts: a pottery manufacturing area, a residential area complete with moat, and a cemetery.This village is of enormous importance for Chinese archaeological studies, but unless you’re desperately interested in the subject it can be an underwhelming visitor experience.\nThere are two exhibition halls that feature some of the pottery, including strangely shaped amphorae, discovered at the site.The village is in the eastern suburbs of Xi'an. Bus 105 (¥1) from the train station runs past (ask where to get off); it’s also often included on tours."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 14,
    "name": "Huaqing Hot Springs",
    "latitude": "34.35052149",
    "longitude": "109.17686926",
    "excerpt": "The natural hot springs in this park were once the favoured retreat of emperors and concubines during the Tang dynasty. It’s now an obligatory stop for…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/huaqing-hot-springs/a/poi-sig/1239689/356065",
    "image_url": null,
    "detail_description": "The natural hot springs in this park were once the favoured retreat of emperors and concubines during the Tang dynasty. It’s now an obligatory stop for Chinese tour groups, who pose for photos in front of the elaborately restored pavilions and by the ornamental ponds. Though a pretty place, it’s not really worth the high admission price. You can, however, hike up to the Taoist temple on Black Horse Mountain (Lí Shān).\nThe temple is dedicated to Nuwa, who created the human race from clay and also patched up cracks in the sky. There’s also a cable car to the temple, but note that the stop is outside the park, so you won’t be able to get back in unless you buy another ticket. The hot springs are northeast of town on the way to the Army of Terracotta Warriors."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 13,
    "name": "Forest of Stelae Museum",
    "latitude": "34.25413239",
    "longitude": "108.94809911",
    "excerpt": "Housed in Xi'an’s Confucius Temple, this museum holds more than 1000 stone stelae (inscribed tablets), including the nine Confucian classics and some…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/forest-of-stelae-museum/a/poi-sig/475746/356065",
    "image_url": null,
    "detail_description": "Housed in Xi'an’s Confucius Temple, this museum holds more than 1000 stone stelae (inscribed tablets), including the nine Confucian classics and some exemplary calligraphy. The highlight is the fantastic sculpture gallery (across from the gift shop), where animal guardians from the Tang dynasty, pictorial tomb stones and Buddhist statuary muster together. To reach the museum, follow Shuyuan Xiang east from the South Gate.\nThe second gallery holds a Nestorian tablet (AD 781), the earliest recorded account of Christianity in China. (The Nestorians professed that Christ was both human and divine, for which they were booted out of the church in 431.) The fourth gallery displays a collection of ancient maps and portraits, and rubbings (copies) are made here, an absorbing process to observe."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 12,
    "name": "Tomb of Qin Shi Huang",
    "latitude": "34.37141293",
    "longitude": "109.30214871",
    "excerpt": "In its time this tomb must have been one of the grandest mausoleums the world had ever seen. Historical accounts describe it as containing palaces filled…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/tomb-of-qin-shi-huang/a/poi-sig/1239391/356065",
    "image_url": null,
    "detail_description": "In its time this tomb must have been one of the grandest mausoleums the world had ever seen. Historical accounts describe it as containing palaces filled with precious stones, underground rivers of mercury and ingenious defences against intruders. The tomb reputedly took 38 years to complete, and required a workforce of 700,000 people. It is said that the artisans who built it were buried alive within, taking its secrets with them.\nArchaeologists have yet to enter the tomb but probes and sensors have been sent inside. Levels of mercury inside exceed 100 times normal concentrations, adding credence to some of the legends. Since little has been excavated there isn’t much to see but you can climb the steps to the top of the 76m-high mound for a fine view of the surrounding countryside.The Terracotta Warriors bus from Xi'an train station stops at the tomb, which is 2km west of the warriors."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 11,
    "name": "Xi'an Museum",
    "latitude": "34.237371",
    "longitude": "108.940254",
    "excerpt": "Housed in the pleasant grounds of the Jianfu Temple is this museum featuring relics unearthed in Xi'an over the years. There are some exquisite ceramics…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/xi-an-museum/a/poi-sig/1239744/356065",
    "image_url": null,
    "detail_description": "Housed in the pleasant grounds of the Jianfu Temple is this museum featuring relics unearthed in Xi'an over the years. There are some exquisite ceramics from the Han dynasty, as well as figurines, an exhibition of Ming-dynasty seals and jade artefacts. Don’t miss the basement, where a large-scale model of ancient Xi'an gives a good sense of the place in its former pomp and glory.\nJianfu Temple was originally built in AD 684 to bless the afterlife of the late Emperor Gaozong. Also in the grounds is the Little Goose Pagoda. The top of the pagoda was shaken off by an earthquake in the middle of the 16th century, but the rest of the 43m-high structure is intact. The pagoda, a rather delicate building of 15 progressively smaller tiers, was built from AD 707 to 709 and housed Buddhist scriptures brought back from India by the pilgrim Yi Jing. Admission to the grounds is free, but climbing up the pagoda requires a ¥30 ticket."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 10,
    "name": "Qian Tomb",
    "latitude": "34.60773046",
    "longitude": "108.16213014",
    "excerpt": "This impressive tomb, 85km northwest of town, is the final resting place of China's sole female emperor, Wu Zetian (AD 625–705), who is buried here with…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/qian-tomb/a/poi-sig/1239668/356065",
    "image_url": null,
    "detail_description": "This impressive tomb, 85km northwest of town, is the final resting place of China's sole female emperor, Wu Zetian (AD 625–705), who is buried here with her husband Emperor Gaozong, whom she succeeded. The long Spirit Way (神道, Shéndào) is lined with enormous, lichen-encrusted sculptures of animals and officers of the imperial guard, culminating with 61 (now headless) statues of leaders of ethnic groups in China who attended the emperor's funeral. Two stelae on the ground each stand more than 6m high.\nThe Wordless Stele (Wúzi Bēi) is a blank tablet; one story relates how it symbolises Empress Wu's absolute power, which she considered inexpressible in words. Behind is a small hill that you can climb for views of the countryside. Tour bus 2 (¥25, 8am) runs close to here from Xi'an train station and returns in the late afternoon. The nearby tombs of Princess Yong Tai and Prince Zhang Huai are included in the admission fee."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 9,
    "name": "Muslim Quarter",
    "latitude": "34.267768791176",
    "longitude": "108.93645132546",
    "excerpt": "The backstreets leading north from the Drum Tower have been home to the city’s Hui community (non-Uyghur Chinese Muslims) for centuries, perhaps as far…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/muslim-quarter/a/poi-sig/1238961/356065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d18430cee1496ad4a5121c2f083ab18e-muslim-quarter.jpg",
    "detail_description": "The backstreets leading north from the Drum Tower have been home to the city’s Hui community (non-Uyghur Chinese Muslims) for centuries, perhaps as far back as the Ming dynasty or further still. The narrow lanes are full of butcher shops, sesame-oil factories, smaller mosques hidden behind enormous wooden doors, men in white skullcaps and women with their heads covered in coloured scarves. It’s a great place to wander and is especially atmospheric at night.\nGood streets to stroll down are Xiyang Shi, Dapi Yuan and Damaishi Jie, which runs north off Xi Dajie through an interesting Islamic food market. For Hui street food and snacks, head down Beiyuanmen, but beware it's almost always crowded."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 8,
    "name": "Shaanxi History Museum",
    "latitude": "34.22574836828",
    "longitude": "108.95056843758",
    "excerpt": "This museum naturally overlaps with Xi'an’s surrounding sights but makes for a comprehensive stroll through ancient Chang’an. Most exhibits offer…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/shaanxi-history-museum/a/poi-sig/475752/356065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/75fb68673e52ce444f312daa78e9a4f8-shaanxi-history-museum.jpg",
    "detail_description": "This museum naturally overlaps with Xi'an’s surrounding sights but makes for a comprehensive stroll through ancient Chang’an. Most exhibits offer illuminating explanations in English. Don't miss the four original terracotta warrior statues on the ground floor. Go early and expect to queue for at least 30 minutes. In the Sui and Tang section, unique murals depict a polo match, and you'll find a series of painted pottery figurines with elaborate hairstyles and dress, including several bearded foreigners, musicians and braying camels.\nThe number of visitors is limited to 4000 per day (2500 tickets are distributed in the morning starting at 8.30am and another 1500 in the afternoon starting at 1.30pm; tickets can be booked online at www.sxhm.com). Take bus 610 from the Bell Tower or bus 701 from the South Gate. Take your passport."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 7,
    "name": "Great Mosque",
    "latitude": "34.26280545",
    "longitude": "108.93657969",
    "excerpt": "Bigger than many temples in China, the Great Mosque is a gorgeous blend of Chinese and Islamic architecture and one of the most fascinating sacred sites…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/great-mosque/a/poi-sig/475748/356065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e98a48b0120be32e6b5f09b1bd971978-great-mosque.jpg",
    "detail_description": "Bigger than many temples in China, the Great Mosque is a gorgeous blend of Chinese and Islamic architecture and one of the most fascinating sacred sites in the land. The present buildings are mostly Ming and Qing, though the mosque was founded in the 8th century. Arab influences extend from the central minaret (cleverly disguised as a stumpy pagoda) to the enormous turquoise-roofed Prayer Hall (not open to visitors) at the back of the complex, dating from the Ming dynasty.\nIt's a beautiful place to visit in spring, as the white and pink magnolias burst into bloom; in the slow season, the mosque can also be a haven of solitude and an oasis of tranquillity in a very busy area of the city.Facing west (towards Mecca) instead of the customary south, the mosque features classic Chinese temple features, including spirit walls, designed to keep demons at bay, stelae on the backs of antediluvian bixi (mythical tortoise-like creatures usually seen populating Confucian temples) and memorial arches, not to mention the glazed-tile Chinese-style roofing. The gardens, too, with their rocks, pagodas and archways are clearly Chinese. The presence of the mosque's white-capped Hui custodians is a constant reminder, however, of its Muslim purpose.To get here, follow Xiyang Shi several minutes west of Bei Jajie and look for a small alley leading south past a gauntlet of souvenir stands."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 6,
    "name": "Guangren Temple",
    "latitude": "34.276173",
    "longitude": "108.921289",
    "excerpt": "The sole Tibetan Buddhist temple in the entire province, Guangren Temple dates from the early 18th century, but was largely rebuilt in the 20th century…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/guangren-temple/a/poi-sig/1535996/356065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b72888ebed8760f70aa1e0e02711a8f9-gu-ngren-temple.jpg",
    "detail_description": "The sole Tibetan Buddhist temple in the entire province, Guangren Temple dates from the early 18th century, but was largely rebuilt in the 20th century. As a sacred Tibetan Buddhist place of worship, the temple hums with mystery and spiritual energy. Perhaps the most valuable object in the temple resides in the final hall, a golden representation of Sakyamuni that rests upon a Tang dynasty pedestal. There is only one other like it, housed at the Jokhang Temple in Lhasa.\nUpon entering, you are faced by a colossal brick spirit wall – 6m high, 10m long and 1m thick. Of the temple halls beyond, notable shrines include the Hall of the 1000 Hand Guanyin – containing a rather masculine looking multiarmed Goddess of Compassion – and the Permanent Altar Lamp (万年灯; wànnián dēng), a wick floating in 108 jīn worth of oil within a protective shelter. The light represents wisdom, and as such is a lamp of knowledge, undying in its brightness.The Central Hall (主殿; Zhǔdiàn), surrounded by prayer wheels that you revolve clockwise as you walk clockwise around the hall, houses an effigy of the Bodhisattva Tara (绿度母; Lǜdù Mǔ), with attendant statues of Wenshu and Puxian. In other side halls assemble further divinities, including the three-faced Uṣṇīṣa Vijaya (尊胜佛母) and the God of Wealth, who stares out from a scene of golden opulence, bottles of Maotai before him.A further mesmerising spectacle is the Hall of a Thousand Buddhas (千佛殿; Qiānfó Diàn), with its glittering gold and vermilion interior, and the final hall, the Depository of Buddhist Scriptures (藏经阁), containing a huge effigy of Buddha as well as the aforementioned, and highly rare, golden representation of Sakyamuni. A solitary ancient bodhi tree also grows from the temple soil."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 5,
    "name": "Famen Temple",
    "latitude": "34.43860959",
    "longitude": "107.88127555",
    "excerpt": "Dating way back to the 2nd century AD, this temple was built to house parts of a sacred finger bone of the Buddha, presented to China by India’s King…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/famen-temple/a/poi-sig/1239678/356065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e5e26308bb994d5a22e4f1eb1bfeb3bc-f-men-temple.jpg",
    "detail_description": "Dating way back to the 2nd century AD, this temple was built to house parts of a sacred finger bone of the Buddha, presented to China by India’s King Asoka who undertook the distribution of Sakyamuni's relics. The older section is worth a visit and you can join the queue of pilgrims who shuffle past the finger bone. The real reason to make the trip out here is the superb museum and its collection of Tang-dynasty treasures.\nThere are elaborate gold and silver boxes (stacked on top of one another to form pagodas) and tiny crystal and jade coffins that originally contained the four separated sections of the holy finger.In 1981, after torrential rains had weakened the temple’s ancient brick structure, the entire western side of its 12-storey pagoda collapsed. The subsequent restoration of the temple produced a sensational discovery. Below the pagoda in a sealed crypt were more than 1000 sacrificial objects and royal offerings – all forgotten for over a millennium.Sensing a cash cow, local authorities began enlarging the temple complex and it now includes a sprawling modern section featuring a 1.6km-long walkway lined with 10 golden Buddhas, eccentric modern sculptures and outsized gates. Shuttle buses (¥20) whisk the pious to the main temple, topped with an enormous replica of the box in which the finger bone was kept. Despite the overblown enlargements, for Buddhists this is a very sacred place. If you want to see the actual finger bone, visit on the weekends.Other notable exhibits are ornate incense burners, glass cups and vases from the Roman Empire, statues, gold and silver offerings, and an excellent reproduced cross-section of the four-chamber crypt, which symbolised a tantric mandala (a geometric representation of the universe).Reaching Famen Temple is quite an expedition, but direct buses head to the sacred site 115km northwest of town. Tour bus 2 (¥25, 8am) from Xi'an train station runs to the temple and returns to Xi'an at 5pm. The temple is also generally included on Western Tours."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 4,
    "name": "Big Goose Pagoda",
    "latitude": "34.219804654963",
    "longitude": "108.95931243897",
    "excerpt": "This seven-storey pagoda, Xi'an’s most famous landmark, 4km southeast of the South Gate and formerly within the old (and huge) Tang dynasty city wall,…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/big-goose-pagoda/a/poi-sig/475736/356065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/31b7eff222876b7a04043be57bd8bc5c-big-goose-pagoda.jpg",
    "detail_description": "This seven-storey pagoda, Xi'an’s most famous landmark, 4km southeast of the South Gate and formerly within the old (and huge) Tang dynasty city wall, dominates the surrounding modern buildings. One of China’s best examples of a Tang-style pagoda (squarish rather than round), it was completed in AD 652 to house Buddhist sutras brought back from India by the monk Xuan Zang. His travels inspired one of the best-known works of Chinese literature, Journey to the West.\nXuan spent the last 19 years of his life translating scriptures with a crack team of linguist monks; many of these translations are still used today.You can climb the pagoda for views over town from within a glassed-in enclosure.The brick Tang pagoda style is not seen in many parts of China, although other examples do exist, in Hebei province's Zhengdìng, for example. Surrounding the Big Goose Pagoda is Daci’en Temple (大慈恩寺, Dàcí’ēn Sì), one of the largest temples in Tang dynasty Chang’an. The buildings today date from the Qing dynasty. To the south of the pagoda is an open-air mall of shops, galleries, restaurants and public art; well worth a wander.An evening fountain show is held on the pagoda square."
},
{
    "country": "xian",
    "city": "Xi'an",
    "index": 3,
    "name": "Xi'an City Walls",
    "latitude": "34.2696989601",
    "longitude": "108.91986048129",
    "excerpt": "Xi'an is one of the few cities in China where the imposing old city walls still stand. Built in 1370 during the Ming dynasty, the magnificent 12m-high…",
    "detail_url": "https://www.lonelyplanet.com/china/shaanxi-shanxi/xian/attractions/xi-an-city-walls/a/poi-sig/475738/356065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d9a0cf787c1e22560f9cf9f29e7e5ced-xi-an-city-walls.jpg",
    "detail_description": "Xi'an is one of the few cities in China where the imposing old city walls still stand. Built in 1370 during the Ming dynasty, the magnificent 12m-high walls are surrounded by a dry moat and form a rectangle with a perimeter of 14km. Most sections have been restored or rebuilt, and it is possible to walk the walls in their entirety in a leisurely four hours (or around two hours by bike, or at a slow jog).\nYou can cycle from the South, North, West and East gates, with rental costing ¥45 for 100 minutes (¥200 deposit), while the truly lazy can be whisked around in a golf cart for ¥200. Access ramps are located inside the major gates, with the exception of the South Gate, where the entrance is outside the walls; there's another entrance inside the walls beside the Forest of Stelae Museum. En route, you get to look out over modern-day Xi'an. From this vantage point it's clear that the city is a hotchpotch of the old and new, with the new vastly in the ascendancy. Every now and then a slice of old Xi'an, such as Guangren Temple, appears and you are rewarded with a bird's-eye view.To get an idea of Xi'an's former grandeur, consider this: the Tang city walls originally enclosed 83 sq km, an area seven times larger than today's city centre.Buses 4, 15 and 201 reach the West Gate; buses 9, 26 and 37 and Line 2 of the metro reach the North Gate; buses 11, 16 and 23 and Line 2 of the underground can get you to the South Gate; and buses 8, 22 and 33 go to the East Gate."
}