[
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 1,
    "name": "Permafrost Kingdom",
    "latitude": "62.04417",
    "longitude": "129.624252",
    "excerpt": "At Permafrost Kingdom, two neon-lit tunnels burrowed into a permanently frozen hill have been filled with dozens of fabulous, never-melting ice sculptures…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/permafrost-kingdom/a/poi-sig/1475709/360489",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Russia%20Yakutsk%20Hani%20Santosa%20shutterstock_1476760115%20RFE.jpg",
    "detail_description": "At Permafrost Kingdom, two neon-lit tunnels burrowed into a permanently frozen hill have been filled with dozens of fabulous, never-melting ice sculptures of local pagan gods and a host of more recognisable objects and characters – a sitting Buddha, a pharaoh, Ded Moroz (Russia’s Santa Claus), a woolly mammoth and an icy interpretation of Picasso’s Guernica. Silver coats and woolly boots are given out to keep you insulated.\nPermafrost affects almost every aspect of life in Yakutsk, obstructing drainage, causing unstilted buildings to bow and then collapse, spontaneously chucking up mounds of earth, and emitting enough methane to possibly alter the earth’s climate catastrophically. The Permafrost Kingdom is a great way to get up close and personal with this nebulous and omnipresent beast. In this subterranean permafrost zone, the temperature ranges from –7°C in summer to a balmy (relative to outside temperatures) –20°C in winter. Indeed, caves adjacent to the kingdom are used for electricity-free cold storage in the warm months. This is by far Yakutsk's quirkiest attraction and makes for a great little excursion year-round. It's 13km west of Yakutsk’s centre; buses 7 and 25 go here from pr Lenina, or a taxi is around R300."
},
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 13,
    "name": "Lenin Statue",
    "latitude": "62.02784946",
    "longitude": "129.73128101",
    "excerpt": "Vlad Ilych still stands on Yakutsk's main square doing a particularly directional pose.",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/lenin-statue/a/poi-sig/1486223/360489",
    "image_url": null,
    "detail_description": "Vlad Ilych still stands on Yakutsk's main square doing a particularly directional pose.\n"
},
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 11,
    "name": "Pyotr Beketov Monument",
    "latitude": "62.023934",
    "longitude": "129.740424",
    "excerpt": "This rather brash gold-plated pillar in the old town honours Cossack explorer and founder of Yakutsk, Pyotr Beketov.",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/pyotr-beketov-monument/a/poi-sig/1486216/360489",
    "image_url": null,
    "detail_description": "This rather brash gold-plated pillar in the old town honours Cossack explorer and founder of Yakutsk, Pyotr Beketov.\n"
},
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 12,
    "name": "Transfiguration Church",
    "latitude": "62.023929",
    "longitude": "129.736487",
    "excerpt": "This mid-19th-century church with gorgeous golden domes in Yakutsk's old town is the city's most attractive.",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/transfiguration-church/a/poi-sig/1486217/360489",
    "image_url": null,
    "detail_description": "This mid-19th-century church with gorgeous golden domes in Yakutsk's old town is the city's most attractive.\n"
},
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 10,
    "name": "Mammoth Museum",
    "latitude": "62.01808429",
    "longitude": "129.70628439",
    "excerpt": "Despite its rather exciting-sounding name, this one-room museum is rather a let-down due to its total lack of signage in English. On the plus side, there…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/mammoth-museum/a/poi-sig/1486259/360489",
    "image_url": null,
    "detail_description": "Despite its rather exciting-sounding name, this one-room museum is rather a let-down due to its total lack of signage in English. On the plus side, there is an almost complete mammoth skeleton on display, as a well as a model of 'Dima', the mummified mammoth calf discovered in the region.\n"
},
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 9,
    "name": "Melnikov Permafrost Institute",
    "latitude": "62.009738",
    "longitude": "129.659185",
    "excerpt": "True permafrost nerds might check out the Permafrost Institute, about 2km west of the city centre. It has a lab that stays a constant –6°C, but high…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/melnikov-permafrost-institute/a/poi-sig/1475712/360489",
    "image_url": null,
    "detail_description": "True permafrost nerds might check out the Permafrost Institute, about 2km west of the city centre. It has a lab that stays a constant –6°C, but high prices make this more of a tour-group option. Take bus 17 from the centre to get here and get off at the Merzlotka stop (look for the sculpture of a mammoth).\n"
},
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 8,
    "name": "Treasury of the Sakha Republic",
    "latitude": "62.025947",
    "longitude": "129.735564",
    "excerpt": "Pay a visit to this unique museum for a look at Yakutia's rich mineral wealth combined with fine craft traditions. You'll see exquisite carvings in…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/treasury-of-the-sakha-republic/a/poi-sig/1494477/360489",
    "image_url": null,
    "detail_description": "Pay a visit to this unique museum for a look at Yakutia's rich mineral wealth combined with fine craft traditions. You'll see exquisite carvings in mammoth tusks, tiny sculptures adorned with precious stones and a radiant 11-carat diamond. Admission is by 40-minute guided tour, which departs on the hour (except 1pm).\n"
},
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 7,
    "name": "Khomus Museum",
    "latitude": "62.03325758",
    "longitude": "129.71758434",
    "excerpt": "Khomus (Jew’s harps) play a big part in Sakha culture. Concerts occur year-round, when performers imitate natural sounds such as a horse neighing. The…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/khomus-museum/a/poi-sig/1475506/360489",
    "image_url": null,
    "detail_description": "Khomus (Jew’s harps) play a big part in Sakha culture. Concerts occur year-round, when performers imitate natural sounds such as a horse neighing. The unexpected (and unfortunately soundtrack-free) Khomus Museum has a collection showcasing international Jew’s harp heroes from present and past. Ask the welcoming staff for a demonstration.\n"
},
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 6,
    "name": "National Art Museum",
    "latitude": "62.025872",
    "longitude": "129.732453",
    "excerpt": "If time is limited, don't miss this excellent museum, with Sakha-themed exhibits covering local craftmaking traditions (mammoth tusk carvings, reindeer…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/national-art-museum/a/poi-sig/1129021/360489",
    "image_url": null,
    "detail_description": "If time is limited, don't miss this excellent museum, with Sakha-themed exhibits covering local craftmaking traditions (mammoth tusk carvings, reindeer boots, finely carved urns for kumiss – fermented mare's milk), landscape paintings and portraits. Look out for the captivating paintings of village life by Andrei Chikachev (born 1967), the most famous living Sakha artist.\n"
},
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 5,
    "name": "Yakutsk Regional History Museum",
    "latitude": "62.03185324",
    "longitude": "129.74642031",
    "excerpt": "A good place to delve deeper into Sakha culture, the Regional History Museum contains local minerals, information on the region’s first Russian settlers…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/yakutsk-regional-history-museum/a/poi-sig/494604/360489",
    "image_url": null,
    "detail_description": "A good place to delve deeper into Sakha culture, the Regional History Museum contains local minerals, information on the region’s first Russian settlers and a mammoth skeleton alongside the standard Soviet natural history and WWII exhibits. Outside, there’s a huge whale skeleton found in 1961, as well as the original museum building, a charming wooden structure full of traditional furnishings.\n"
},
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 4,
    "name": "Archaeology & Ethnography Museum",
    "latitude": "62.0180366",
    "longitude": "129.7062489",
    "excerpt": "These two separately run museums are in the same building; sadly, neither enjoys the luxury of signage in English. On the bottom three floors you'll find…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/archaeology-ethnography-museum/a/poi-sig/494600/360489",
    "image_url": null,
    "detail_description": "These two separately run museums are in the same building; sadly, neither enjoys the luxury of signage in English. On the bottom three floors you'll find one of the Far East’s better displays on indigenous peoples, while the 4th floor gives an overview of mammoths in Sakha. See if they’ll let you glimpse into the Mammoth Museum’s refrigerated storage room, which is chock full of mammoth and woolly rhino bones.\n"
},
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 3,
    "name": "Orto Doidu",
    "latitude": "61.673749",
    "longitude": "129.342384",
    "excerpt": "This popular zoo is some distance from Yakutsk, but it's well worth the trouble of getting out here if you're interested in the fascinatingly hardy fauna…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/orto-doidu/a/poi-sig/1475541/360489",
    "image_url": null,
    "detail_description": "This popular zoo is some distance from Yakutsk, but it's well worth the trouble of getting out here if you're interested in the fascinatingly hardy fauna of Yakutia and Arctic Russia. Among the collection you'll find polar bears, wolves, reindeer, elk, brown bears and even a golden eagle. To get here, take bus 202 from the bus station (R160, one hour). Buses leave at 9am, 11.30am, 2.30pm and 5pm.\n"
},
{
    "country": "yakutsk",
    "city": "Yakutsk",
    "index": 2,
    "name": "Druzhba Park Reserve",
    "latitude": "62.460138",
    "longitude": "130.167561",
    "excerpt": "This park, on the site of the original hunting settlement that later became Yakutsk, contains a series of excellently preserved historic buildings that…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/druzhba-park-reserve/a/poi-sig/1578884/360489",
    "image_url": null,
    "detail_description": "This park, on the site of the original hunting settlement that later became Yakutsk, contains a series of excellently preserved historic buildings that date from as early as the 17th century, which serve to document the incremental influence of Russian culture on the indigenous peoples. There's a church, a summer yurt, a copy of Peter Beketov's boat and a number of interesting exhibits documenting the traditional lives of the Yakuts, Evenki, Chukchis and other peoples native to the Far East.\n"
}
]