[
{
    "country": "york",
    "city": "York",
    "index": 17,
    "name": "Henry VII Experience",
    "latitude": "53.955858",
    "longitude": "-1.090887",
    "excerpt": "This exhibition, housed inside York's most impressive city gate, explores the reign of Henry VII (r 1485–1509), the first Tudor king of England, who…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/henry-vii-experience/a/poi-sig/1279230/359100",
    "image_url": null,
    "detail_description": "This exhibition, housed inside York's most impressive city gate, explores the reign of Henry VII (r 1485–1509), the first Tudor king of England, who defeated Richard III at the Battle of Bosworth Field, the climax of the Wars of the Roses.\n"
},
{
    "country": "york",
    "city": "York",
    "index": 16,
    "name": "Richard III Experience",
    "latitude": "53.962770046237",
    "longitude": "-1.0785226092334",
    "excerpt": "The best-preserved of York's medieval city gates houses this museum which explores the life and reign of Richard III (r 1483–85) and his impact on York,…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/richard-iii-experience/a/poi-sig/413350/359100",
    "image_url": null,
    "detail_description": "The best-preserved of York's medieval city gates houses this museum which explores the life and reign of Richard III (r 1483–85) and his impact on York, and sets out the case of the 'Princes in the Tower', inviting visitors to judge whether they were murdered by Richard, who was their uncle.\n"
},
{
    "country": "york",
    "city": "York",
    "index": 15,
    "name": "York Dungeon",
    "latitude": "53.956875",
    "longitude": "-1.081901",
    "excerpt": "Two thousand years of York’s gory history are acted out at this Northern version of the London Dungeon, which added new attractions during a 2016 revamp…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/york-dungeon/a/poi-sig/1584773/359100",
    "image_url": null,
    "detail_description": "Two thousand years of York’s gory history are acted out at this Northern version of the London Dungeon, which added new attractions during a 2016 revamp. Semi-guided tours delve into York’s Viking years, witch hunts and plague, with shows featuring infamous local troublemakers such as Guy Fawkes and highwayman Dick Turpin. Book tickets online for the cheapest price.\n"
},
{
    "country": "york",
    "city": "York",
    "index": 14,
    "name": "Dig",
    "latitude": "53.959778",
    "longitude": "-1.077712",
    "excerpt": "Under the same management as Jorvik and housed in an atmospheric old church, Dig gives you the chance to be an 'archaeological detective', unearthing the…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/dig/a/poi-sig/413330/359100",
    "image_url": null,
    "detail_description": "Under the same management as Jorvik and housed in an atmospheric old church, Dig gives you the chance to be an 'archaeological detective', unearthing the secrets of York's distant past as well as learning something of the archaeologist's world – what they do, how they do it and so on. Aimed mainly at kids, it's much more hands-on than Jorvik and a lot of its merit depends on how good – and entertaining – your guide is.\n"
},
{
    "country": "york",
    "city": "York",
    "index": 12,
    "name": "Church of the Holy Trinity",
    "latitude": "53.96099",
    "longitude": "-1.080383",
    "excerpt": "Tucked away behind an inconspicuous gate and seemingly cut off from the rest of the town, the Church of the Holy Trinity is a fantastically atmospheric…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/church-of-the-holy-trinity/a/poi-sig/1218104/359100",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20York%20Lois%20GoBe%20shutterstock_1121785949%20RFE.jpg",
    "detail_description": "Tucked away behind an inconspicuous gate and seemingly cut off from the rest of the town, the Church of the Holy Trinity is a fantastically atmospheric old building, having survived almost unchanged for the past 200 years (it has no electricity or running water). Inside are rare 17th- to 18th-century box pews, 14th- and 15th-century stained glass, and walls that seem to have been built without plumb line or spirit level.\n"
},
{
    "country": "york",
    "city": "York",
    "index": 13,
    "name": "Clifford's Tower",
    "latitude": "53.955808",
    "longitude": "-1.079975",
    "excerpt": "There's precious little left of York Castle except for this evocative stone tower, a highly unusual four-lobed design built into the castle's keep after…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/clifford-s-tower/a/poi-sig/413328/359100",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20York%20acmanley%20GettyImages-620993224%20RFE%20crop.jpg",
    "detail_description": "There's precious little left of York Castle except for this evocative stone tower, a highly unusual four-lobed design built into the castle's keep after the original one was destroyed in 1190 during anti-Jewish riots. An angry mob forced 150 Jews to be locked inside the tower and the hapless victims took their own lives rather than be killed. There's not much to see inside, but the views over the city are excellent.\n"
},
{
    "country": "york",
    "city": "York",
    "index": 11,
    "name": "The Shambles",
    "latitude": "53.959318",
    "longitude": "-1.080008",
    "excerpt": "The Shambles takes its name from the Saxon word shamel, meaning 'slaughterhouse' – in 1862 there were 26 butcher shops on this street. Today the butchers…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/the-shambles/a/poi-sig/413352/359100",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3fee419a9a9f0488a8d2f08986f3d2ac-shambles.jpg",
    "detail_description": "The Shambles takes its name from the Saxon word shamel, meaning 'slaughterhouse' – in 1862 there were 26 butcher shops on this street. Today the butchers are long gone, but this narrow cobbled lane, lined with 15th-century Tudor buildings that overhang so much they seem to meet above your head, is the most picturesque in Britain, and one of the most visited in Europe, often filled with visitors wielding cameras.\n"
},
{
    "country": "york",
    "city": "York",
    "index": 10,
    "name": "Barley Hall",
    "latitude": "53.960829",
    "longitude": "-1.082438",
    "excerpt": "This restored medieval townhouse, tucked down an alleyway, includes a permanent exhibition of life in the times of Henry VIII. It was once the home of…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/barley-hall/a/poi-sig/1584699/359100",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20Kingdom%20York%20William%20Shaw%20Alamy%20BHXMMY%20RFE.jpg",
    "detail_description": "This restored medieval townhouse, tucked down an alleyway, includes a permanent exhibition of life in the times of Henry VIII. It was once the home of York’s Lord Mayor. The centrepiece is a double-height banquet hall decorated with the Yorkshire rose – peek at it through a window in the alleyway if you don’t want to pay to enter.\nTo find it head down the alleyway that links Swinegate with the end of Grape Lane."
},
{
    "country": "york",
    "city": "York",
    "index": 9,
    "name": "York Castle Museum",
    "latitude": "53.954899",
    "longitude": "-1.078677",
    "excerpt": "This excellent museum has displays of everyday life through the centuries, with reconstructed domestic interiors, a Victorian street and a prison cell…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/york-castle-museum/a/poi-sig/413366/359100",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20York%20Richard%20T.%20Nowitz%20GettyImages-583738736%20RFE.jpg",
    "detail_description": "This excellent museum has displays of everyday life through the centuries, with reconstructed domestic interiors, a Victorian street and a prison cell where you can try out a condemned man's bed – and it could be that of highwayman Dick Turpin (imprisoned here before being hanged in 1739). There's a bewildering array of evocative objects from the past 400 years, gathered together by a certain Dr Kirk from the 1920s onwards for fear the items would become obsolete and disappear completely.\n"
},
{
    "country": "york",
    "city": "York",
    "index": 8,
    "name": "York City Art Gallery",
    "latitude": "53.962985",
    "longitude": "-1.086252",
    "excerpt": "As well as an impressive collection of Old Masters, York Art Gallery possesses works by LS Lowry, Pablo Picasso, Grayson Perry, David Hockney, and the…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/york-city-art-gallery/a/poi-sig/413368/359100",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20York%20Kit%20Leong%20shutterstock_1649394067%20RFE.jpg",
    "detail_description": "As well as an impressive collection of Old Masters, York Art Gallery possesses works by LS Lowry, Pablo Picasso, Grayson Perry, David Hockney, and the controversial York artist William Etty who, in the 1820s, was the first major British painter to specialise in nudes. A unique feature is the gallery's hands-on sculpture sessions (where you can handle the works), and its brilliant interactive ceramics centre (www.centreofceramicart.org.uk), housing more than 1,000 pieces dating from Roman times to the present day.\n"
},
{
    "country": "york",
    "city": "York",
    "index": 7,
    "name": "Yorkshire Museum",
    "latitude": "53.961874",
    "longitude": "-1.087464",
    "excerpt": "Most of York's Roman archaeology is hidden beneath the medieval city, so the superb displays in the Yorkshire Museum are invaluable if you want to get an…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/yorkshire-museum/a/poi-sig/413374/359100",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6ac7c71753a4535edb23a6fccce6e7b3-yorkshire-museum.jpg",
    "detail_description": "Most of York's Roman archaeology is hidden beneath the medieval city, so the superb displays in the Yorkshire Museum are invaluable if you want to get an idea of what Eboracum Roman York was like. There are maps and models, funerary monuments, mosaic floors and wall paintings, and a 4th-century bust of Emperor Constantine. Kids will enjoy the dinosaur exhibit, centred on giant ichthyosaur fossils from Yorkshire's Jurassic coast.\nThere are excellent galleries dedicated to Viking and medieval York as well, including priceless artefacts such as the beautifully decorated 9th-century York helmet."
},
{
    "country": "york",
    "city": "York",
    "index": 6,
    "name": "Museum Gardens",
    "latitude": "53.961243",
    "longitude": "-1.088001",
    "excerpt": "In the grounds of the peaceful Museum Gardens, you can see the Multangular Tower, a part of the City Walls that was once the western tower of the Roman…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/museum-gardens/a/poi-sig/413344/359100",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20York%20chrisdorney%20shutterstock_315245069%20RFE.jpg",
    "detail_description": "In the grounds of the peaceful Museum Gardens, you can see the Multangular Tower, a part of the City Walls that was once the western tower of the Roman garrison's defensive ramparts. The Roman stonework at the base has been built over with 13th-century additions. On the other side of the gardens are the ruins of St Mary's Abbey dating from 1270 to 1294. The ruined Gatehall was its main entrance, providing access from the abbey to the river.\nThe adjacent Hospitium dates from the 14th century, although the timber-framed upper storey is a much-restored survivor from the 15th century, used as the abbey guest house. St Mary's Lodge was built in about 1470 to provide VIP accommodation."
},
{
    "country": "york",
    "city": "York",
    "index": 5,
    "name": "Treasurer's House",
    "latitude": "53.96284",
    "longitude": "-1.080565",
    "excerpt": "This historic home, which once housed York Minster's medieval treasures, is an anomaly: in the 19th century it was bought by Yorkshire industrialist Frank…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/treasurer-s-house/a/poi-sig/413362/359100",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20York%20cktravels.com%20shutterstock_2072382956%20RFE.jpg",
    "detail_description": "This historic home, which once housed York Minster's medieval treasures, is an anomaly: in the 19th century it was bought by Yorkshire industrialist Frank Green as a collection of rundown interconnected properties. At great expense and using historical archives, Green spent years remodelling the house to what it might once have looked like, but refused to pick just one period, resulting in a collection of authentic-looking rooms that span from medieval times to the 18th century.\nThe house is also the setting for one of York's most enduring ghost stories: during the 1950s a plumber working in the basement swore he saw a band of Roman soldiers marching through the walls. Regular tours (£4), including one of the haunted cellar, run every day but Wednesday."
},
{
    "country": "york",
    "city": "York",
    "index": 4,
    "name": "Merchant Adventurers' Hall",
    "latitude": "53.957967",
    "longitude": "-1.078774",
    "excerpt": "York's most impressive semi-timbered building is still owned by the fraternity that built it almost 650 years ago and it is the oldest surviving guildhall…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/merchant-adventurers-hall/a/poi-sig/1598801/359100",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20York%20hmproudlove%20GettyImages-459017557%20RFE%20crop.jpg",
    "detail_description": "York's most impressive semi-timbered building is still owned by the fraternity that built it almost 650 years ago and it is the oldest surviving guildhall of its kind in Britain. The owner was originally a religious fraternity and one of the hall's chambers is still a chapel, but the building's name refers to the pioneering business exploits that made the fraternity's fortunes while 'adventuring' their money in overseas markets at a time when York was an important international port.\nThe cavernous first-floor Great Hall with its oak-beamed roof is especially grand; but the fraternity was also in the business of charity and on the ground floor it's still possible to see signs of the building's use as a hospital from the 14th to the 20th centuries. There's also an interactive game where you can assess medieval market forces and play at adventuring overseas to make your fortune by trading goods such as wool, cloth and wine.Entrance is either off Fossgate or Piccadilly; there's an on-site cafe serving good coffee."
},
{
    "country": "york",
    "city": "York",
    "index": 3,
    "name": "Jorvik Viking Centre",
    "latitude": "53.957506",
    "longitude": "-1.080329",
    "excerpt": "Interactive multimedia exhibits aimed at bringing history to life often achieve exactly the opposite, but the much-hyped Jorvik manages to pull it off…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/jorvik-viking-centre/a/poi-sig/413336/359100",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b0c1e5f16b3e6c342c16f7cead370cd9-jorvik-viking-centre.jpg",
    "detail_description": "Interactive multimedia exhibits aimed at bringing history to life often achieve exactly the opposite, but the much-hyped Jorvik manages to pull it off with aplomb. It's a smells-and-all reconstruction of the Viking settlement unearthed here during excavations in the late 1970s, experienced via a 'time-car' monorail that transports you through 9th-century Jorvik (the Viking name for York). You can reduce time waiting in line by booking timed-entry tickets online; there is almost always a queue to get in.\nWhile some of the 'you will now travel back in time' malarkey might seem a bit annoying, it's all done with a sense of humour tied to historical authenticity that will give you a pretty good idea of what life must have been like in Viking-era York. The museum exhibition at the end of the monorail includes items on loan from the British Museum. Look out for the Lloyds Bank coprolite, a fossilised human stool that measures an eye-watering 9in long and half a pound in weight, and might be the only turd in the world to have its own Wikipedia entry."
},
{
    "country": "york",
    "city": "York",
    "index": 2,
    "name": "National Railway Museum",
    "latitude": "53.959595",
    "longitude": "-1.096026",
    "excerpt": "York's National Railway Museum – the biggest in the world, with more than 100 locomotives – is well presented and crammed with fascinating stuff. It is…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/national-railway-museum/a/poi-sig/413348/359100",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/10ba5d2bf6bc04fe5f4145de34ff27e5-national-railway-museum.jpg",
    "detail_description": "York's National Railway Museum – the biggest in the world, with more than 100 locomotives – is well presented and crammed with fascinating stuff. It is laid out on a vast scale and is housed in a series of giant railway sheds – allow at least two hours to do it justice. The museum also now includes a high-tech simulator experience of riding on the Mallard (£4), which set the world speed record for a steam locomotive in 1938 (126mph).\nHighlights for trainspotters include a replica of George Stephenson's Rocket (1829), the world's first 'modern' steam locomotive; a 1960s Japanese Shinkansen bullet train; and an exhibition dedicated to the world-famous Flying Scotsman, the first steam engine to break the 100mph barrier (now restored to full working order and touring the UK). There's also a massive 4-6-2 loco from 1949, which has been cut in half to demonstrate how it works (daily talk at 4pm).Even if you're not a rail nerd, you'll enjoy looking through the gleaming, silk-lined carriages of the royal trains used by Queens Mary, Adelaide and Victoria, and King Edward VII.The museum is about 400m west of the train station. A road train (adult/child £3/2) runs between the minster and museum every 30 minutes from 11am to 4pm, weather permitting."
},
{
    "country": "york",
    "city": "York",
    "index": 1,
    "name": "York Minster",
    "latitude": "53.962183",
    "longitude": "-1.082153",
    "excerpt": "York Minster is the largest medieval cathedral in northern Europe, and one of the world's most beautiful Gothic buildings. Seat of the archbishop of York,…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/york/attractions/york-minster/a/poi-sig/413372/359100",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/63aba6a46a7443cd8e01ba606acc637d-york-minster.jpg",
    "detail_description": "York Minster is the largest medieval cathedral in northern Europe, and one of the world's most beautiful Gothic buildings. Seat of the archbishop of York, primate of England, it is second in importance only to Canterbury, seat of the primate of all England – the separate titles were created to settle a debate over the true centre of the English Church. Note that the quire, east end and undercroft close in preparation for evening service around the time of last admission.\nThe first church on this site was a wooden chapel built for the baptism of King Edwin of Northumbria on Easter Day 627; its location is marked in the crypt. This was replaced with a stone church built on the site of a Roman basilica, parts of which can be seen in the foundations. The first Norman minster was built in the 11th century and, again, you can see surviving fragments in the foundations and crypt.The present minster, built mainly between 1220 and 1480, manages to encompass all the major stages of Gothic architectural development. The transepts (1220−55) were built in Early English style; the octagonal chapter house (1260−90) and nave (1291–1340) in the Decorated style; and the west towers, west front and central (or lantern) tower (1470−72) in Perpendicular style.Don’t miss the undercroft (open 10am to 4.15pm Monday to Saturday, 1pm to 3pm Sunday), which houses an excellent interactive exhibition – York Minster Revealed – buried within the foundations, leading visitors through 2,000 years of history on the site of the cathedral, amid Roman and Norman remains. At the heart of York's cathedral is the massive tower, which is well worth climbing for the unparalleled views of York; it’s £5 extra for a ticket and a fairly claustrophobic climb of 275 steps."
}
]