[
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 1,
    "name": "Museo Rafael Coronel",
    "latitude": "22.782111",
    "longitude": "-102.569948",
    "excerpt": "The excellent Museo Rafael Coronel is not to be missed. Imaginatively housed in the ruins of the lovely 16th-century Ex-Convento de San Francisco, it…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/museo-rafael-coronel/a/poi-sig/496568/361582",
    "image_url": null,
    "detail_description": "The excellent Museo Rafael Coronel is not to be missed. Imaginatively housed in the ruins of the lovely 16th-century Ex-Convento de San Francisco, it houses Mexican folk art collected by Zacatecan artist Rafael Coronel, brother of Pedro Coronel and son-in-law of Diego Rivera. Take your time to wander through the various spaces by following the arrows. The collection of masks is truly incredible, as are collections of totems, pottery, puppets and other fascinating objects. All labeling is in Spanish only.\nAfter you've admired the treasures within, relax among the trees and (slightly disturbing!) statues and sculptures in the surrounding gardens."
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 18,
    "name": "Jardín Juárez",
    "latitude": "22.773125",
    "longitude": "-102.574807",
    "excerpt": "Juárez ends at a tiny but charming park of the same name. The Universidad Autónoma de Zacatecas' administrative headquarters are housed in the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/jardin-juarez/a/poi-sig/1405259/361582",
    "image_url": null,
    "detail_description": "Juárez ends at a tiny but charming park of the same name. The Universidad Autónoma de Zacatecas' administrative headquarters are housed in the neoclassical Rectoría building on its west side.\n"
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 17,
    "name": "Palacio de Gobierno",
    "latitude": "22.776033",
    "longitude": "-102.571685",
    "excerpt": "Palacio de Gobierno on the plaza's east side was built in the 18th century for a colonial family. In the turret of its main staircase is a mural of the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/palacio-de-gobierno/a/poi-sig/496572/361582",
    "image_url": null,
    "detail_description": "Palacio de Gobierno on the plaza's east side was built in the 18th century for a colonial family. In the turret of its main staircase is a mural of the history of Zacatecas state, painted in 1970 by Antonio Rodríguez.\nToday it houses government offices."
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 16,
    "name": "Mercado González Ortega",
    "latitude": "22.775175",
    "longitude": "-102.572589",
    "excerpt": "This impressive 1880s iron-columned building used to hold Zacatecas' main market. In the 1980s the upper level was renovated into an upscale shopping…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/mercado-gonzalez-ortega/a/poi-sig/496556/361582",
    "image_url": null,
    "detail_description": "This impressive 1880s iron-columned building used to hold Zacatecas' main market. In the 1980s the upper level was renovated into an upscale shopping center. The lower level was once used as bodegas (storage rooms) and now houses several bars and restaurants.\n"
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 13,
    "name": "Museo del Arte Abstracto Manuel Felguérez",
    "latitude": "22.780346",
    "longitude": "-102.572544",
    "excerpt": "This superb abstract-art museum is worth visiting for the building alone; originally a seminary, it was later used as a prison and has been renovated to…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/museo-del-arte-abstracto-manuel-felguerez/a/poi-sig/496560/361582",
    "image_url": null,
    "detail_description": "This superb abstract-art museum is worth visiting for the building alone; originally a seminary, it was later used as a prison and has been renovated to create some remarkable exhibition spaces, transforming the former dark, depressing cells and steel walkways into a beautiful site. It has a stunning and varied collection of abstract painting and sculpture, particularly the work of Zacatecan artist Manuel Felguérez.\n"
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 15,
    "name": "Templo de Santo Domingo",
    "latitude": "22.776528",
    "longitude": "-102.57308",
    "excerpt": "With a bubbly stone facade, the tarnished pink Templo de Santo Domingo, in a plazuela of the same name, is in a baroque style, with fine gilded altars and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/templo-de-santo-domingo/a/poi-sig/1405238/361582",
    "image_url": null,
    "detail_description": "With a bubbly stone facade, the tarnished pink Templo de Santo Domingo, in a plazuela of the same name, is in a baroque style, with fine gilded altars and a graceful horseshoe staircase. Built by the Jesuits in the 1740s, the church was taken over by Dominican monks when the Jesuits were expelled in 1767.\n"
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 14,
    "name": "Museo Francisco Goitia",
    "latitude": "22.770147",
    "longitude": "-102.577082",
    "excerpt": "The Museo Francisco Goitia displays work by several 20th-century Zacatecan artists, including some evocative paintings of indigenous people by Goitia …",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/museo-francisco-goitia/a/poi-sig/496564/361582",
    "image_url": null,
    "detail_description": "The Museo Francisco Goitia displays work by several 20th-century Zacatecan artists, including some evocative paintings of indigenous people by Goitia (1882−1960) himself. Other artists represented include Pedro Coronel, Rafael Coronel and Manuel Felguérez. The museum is in a former governor's mansion, above Parque Enrique Estrada, and is worth it for the building and manicured gardens, overlooking the aqueduct.\n"
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 12,
    "name": "Capilla de la Virgen del Patrocinio",
    "latitude": "22.778219",
    "longitude": "-102.566181",
    "excerpt": "Named after the patron saint of miners, this 18th-century chapel has a holy image of the Virgen del Patrocinio above its altar that is said to be capable…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/capilla-de-la-virgen-del-patrocinio/a/poi-sig/1589496/361582",
    "image_url": null,
    "detail_description": "Named after the patron saint of miners, this 18th-century chapel has a holy image of the Virgen del Patrocinio above its altar that is said to be capable of healing the sick. Thousands of pilgrims flock here each year on September 8, when the image is carried to the city's cathedral as part of the Feria de Zacatecas.\nThere are no set opening hours but it's normally open throughout daylight hours."
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 11,
    "name": "Palacio de la Mala Noche",
    "latitude": "22.77622",
    "longitude": "-102.572362",
    "excerpt": "Built in the late 18th century for a mine owner, the building's unusual name ('Bad Night Palace') is accounted for by a local legend that its former owner…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/palacio-de-la-mala-noche/a/poi-sig/496574/361582",
    "image_url": null,
    "detail_description": "Built in the late 18th century for a mine owner, the building's unusual name ('Bad Night Palace') is accounted for by a local legend that its former owner, fearing imminent ruin, gave the last bits of his fortune away to a woman on the street and waited for the bailiffs to arrive the next day. Instead, however, it was miners who called the following morning to announce the discovery of a massive seam of gold. It now houses state-government offices.\n"
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 10,
    "name": "Museo Zacatecano",
    "latitude": "22.775174",
    "longitude": "-102.573782",
    "excerpt": "Zacatecas' former mint (Mexico's second-biggest in the 19th century) now houses the wonderful Museo Zacatecano. Spread over a number of rooms, this…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/museo-zacatecano/a/poi-sig/496570/361582",
    "image_url": null,
    "detail_description": "Zacatecas' former mint (Mexico's second-biggest in the 19th century) now houses the wonderful Museo Zacatecano. Spread over a number of rooms, this contemporary museum exhibits a weird mix of all things zacatecano. Unfortunately, the first few salas (halls) are text-heavy information boards (in Spanish). The highlight – in the last halls – is the superb collection of Huichol art. Videos (all in Spanish) provide each hall's context.\n"
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 9,
    "name": "Museo Manuel M. Ponce",
    "latitude": "22.774767",
    "longitude": "-102.573917",
    "excerpt": "This small five-roomed museum is a touching tribute to the musician, Manuel M Ponce, a well-traveled, intellectual Mexican, whose best-known score…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/museo-manuel-m-ponce/a/poi-sig/1525937/361582",
    "image_url": null,
    "detail_description": "This small five-roomed museum is a touching tribute to the musician, Manuel M Ponce, a well-traveled, intellectual Mexican, whose best-known score includes Estrellito. One of Ponce's former pupils, Carlos Vasquez, was bequeathed Ponce's belongings on the maestro's death and Vasquez in turn spent his life trying to promote Ponce. This included donating his collection to a museum (sadly, Vasquez died only months before the museum opened in 2014).\n"
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 8,
    "name": "Museo Toma de Zacatecas",
    "latitude": "22.779189",
    "longitude": "-102.564765",
    "excerpt": "This museum memorializes the 1914 battle fought on the slopes of the Cerro de la Bufa in which the revolutionary División del Norte, led by Pancho Villa…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/museo-toma-de-zacatecas/a/poi-sig/496562/361582",
    "image_url": null,
    "detail_description": "This museum memorializes the 1914 battle fought on the slopes of the Cerro de la Bufa in which the revolutionary División del Norte, led by Pancho Villa and Felipe Ángeles, defeated President Victoriano Huerta’s forces. This gave the revolutionaries control of Zacatecas, which was the gateway to Mexico City. The child-friendly museum, which reopened in 2014 after a full renovation, is a technological delight, with talking ghosts, actual footage of the battle and all kinds of other interactive displays.\n"
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 7,
    "name": "Ex-Templo de San Agustín",
    "latitude": "22.77445",
    "longitude": "-102.57424163818",
    "excerpt": "The Ex-Templo de San Agustín was built for Augustinian monks in the 17th century. During the 19th-century anticlerical movement, the church became a…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/ex-templo-de-san-agustin/a/poi-sig/496550/361582",
    "image_url": null,
    "detail_description": "The Ex-Templo de San Agustín was built for Augustinian monks in the 17th century. During the 19th-century anticlerical movement, the church became a cantina and Masonic lodge. In 1882 it was purchased by American Presbyterian missionaries who destroyed its 'too Catholic' main facade, replacing it with an utterly uninspiring blank white wall. One surviving feature is the church's plateresque carving of the conversion of St Augustine over the north doorway. It's now used as a venue for temporary exhibitions.\nIn the 20th century the church returned to the government."
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 6,
    "name": "Plaza de Armas",
    "latitude": "22.776142",
    "longitude": "-102.571964",
    "excerpt": "The city's main plaza is north of the cathedral and although normally quiet in the day it buzzes at night with families promenading, children playing and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/plaza-de-armas/a/poi-sig/1405234/361582",
    "image_url": null,
    "detail_description": "The city's main plaza is north of the cathedral and although normally quiet in the day it buzzes at night with families promenading, children playing and occasional live music. The Palacio de Gobierno on the plaza's east side was built in the 18th century for a colonial family. In the turret of its main staircase is a mural of the history of Zacatecas state, painted in 1970 by Antonio Rodríguez.\nAcross the road, and directly opposite the Palacio, the Palacio de la Mala Noche was built in the late 18th century for a mine owner and now houses state government offices."
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 5,
    "name": "Catedral",
    "latitude": "22.775717",
    "longitude": "-102.572211",
    "excerpt": "Built between 1729 and 1752, the pink-stone cathedral is an ultimate expression of Mexican baroque. The stupendous main facade is a wall of detailed…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/catedral/a/poi-sig/496548/361582",
    "image_url": null,
    "detail_description": "Built between 1729 and 1752, the pink-stone cathedral is an ultimate expression of Mexican baroque. The stupendous main facade is a wall of detailed carvings; this has been interpreted as a giant symbol of the tabernacle. Indeed, a tiny figure of an angel holding a tabernacle is in the middle of the design, the keystone atop the round central window. Above this, in the third tier, is Christ and above Christ is God.\nThe southern facade's central sculpture is of La Virgen de los Zacatecanos, the city's patroness. The north facade shows Christ crucified, attended by the Virgin Mary and St John. Unveiled in 2010, the grand altar is the work of Javier Marín, a famous Mexican artist. It features 10 large bronze figures and the figure of Christ, arranged on a backdrop of golden blocks."
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 4,
    "name": "Mina El Edén",
    "latitude": "22.778184",
    "longitude": "-102.575045",
    "excerpt": "Visiting one of Mexico's richest mines (1586−1960s) provides an insight into a source of wealth and the terrible price paid for it. Digging for hoards of…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/mina-el-eden/a/poi-sig/1147927/361582",
    "image_url": null,
    "detail_description": "Visiting one of Mexico's richest mines (1586−1960s) provides an insight into a source of wealth and the terrible price paid for it. Digging for hoards of silver, gold, iron, copper and zinc, enslaved indigenous people worked in horrific conditions. Up to five people a day died from accidents or tuberculosis and silicosis. These days, it's rather different: a miniature train takes you inside Cerro del Grillo, while guides lead you along floodlit walkways past shafts and over subterranean pools.\nThe mine has two entrances. To reach the higher one (the east entrance), walk 100m southwest from Cerro del Grillo teleférico station; from this entrance, tours start with an elevator descent. To reach the west entrance from the town center, walk west along Avenida Juárez and stay on it after its name changes to Avenida Torreón at the Alameda. Turn right immediately after the IMSS hospital (bus 7 from the corner of Avenida Hidalgo goes up Avenida Juárez and past the hospital) and a short walk will bring you to the mine entrance. Tours begin here with a trip on the narrow-gauge railway (540m), after which you walk another 350m or so. It's cold in the mine. Bring a jacket."
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 3,
    "name": "Cerro de la Bufa",
    "latitude": "22.778996",
    "longitude": "-102.56624",
    "excerpt": "The most appealing of the many explanations for the name of the hill that dominates Zacatecas is that bufa is an old Basque word for wineskin, which is…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/cerro-de-la-bufa/a/poi-sig/1405574/361582",
    "image_url": null,
    "detail_description": "The most appealing of the many explanations for the name of the hill that dominates Zacatecas is that bufa is an old Basque word for wineskin, which is apparently what the rocky formation looks like. The views from the top are superb and there's an interesting group of monuments, a chapel and a museum. It is also the site of a zip-line, Tirolesa 840, a 1km ride cross a former open-pit mine.\nOnce up the hill you can also visit Capilla de la Virgen del Patrocinio. Named after the patron saint of miners, this 18th-century chapel has a holy image of the Virgen del Patrocinio above its altar that is said to be capable of healing the sick. Standing next to the chapel are three imposing equestrian statues of the victors of the battle of Zacatecas – Villa, Ángeles and Pánfilo Natera. To the right of the statues, a paved path along the foot of the rocky hilltop leads to the Mausoleo de los Hombres Ilustres de Zacatecas, with the tombs of Zacatecan heroes from 1841 to the present.A convenient way to ascend La Bufa (to the church and museum) is by teleférico. Alternatively, you can walk up, starting at Calle del Ángel from the cathedral's east end. To reach it by car, take Carretera a la Bufa, which begins at Avenida López Velarde, a couple of kilometers east of the center. A taxi costs around M$60. You can return to town by the teleférico or by a footpath leading downhill from the statues."
},
{
    "country": "zacatecas",
    "city": "Zacatecas",
    "index": 2,
    "name": "Museo Pedro Coronel",
    "latitude": "22.776404",
    "longitude": "-102.573316",
    "excerpt": "The Museo Pedro Coronel is housed in a 17th-century former Jesuit college and is one of provincial Mexico's best art museums. Pedro Coronel (1923−85) was…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/zacatecas/attractions/museo-pedro-coronel/a/poi-sig/496566/361582",
    "image_url": null,
    "detail_description": "The Museo Pedro Coronel is housed in a 17th-century former Jesuit college and is one of provincial Mexico's best art museums. Pedro Coronel (1923−85) was an affluent Zacatecan artist who bequeathed to the city his collection of art and artifacts from all over the world, as well as his own works. The collection includes 20th-century works by Picasso, Rouault, Dalí, Goya and Miró; and pre-Hispanic Mexican artifacts, masks and other ancient pieces.\n"
}
]