[
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 1,
        "name": "Croatian Museum of Naïve Art",
        "latitude": "45.815296",
        "longitude": "15.973338",
        "excerpt": "A feast for fans of Croatia’s naive art (a form that was highly fashionable locally and worldwide during the 1960s and ’70s and has declined somewhat…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/croatian-museum-of-naive-art/a/poi-sig/425153/358800",
        "image_url": null,
        "detail_description": "A feast for fans of Croatia’s naive art (a form that was highly fashionable locally and worldwide during the 1960s and ’70s and has declined somewhat since), this small museum displays 80 artworks (a smidgen of the museum's total 1900 holdings) that illustrate the full range of colourful, and often dreamlike, styles within the genre. The discipline’s most important artists, such as Generalić, Mraz, Rabuzin and Smajić, are all displayed here.\nIn early 2018 plans were announced to construct a new gallery space on Vranicanijeva (a hop-skip-jump from the current location) to display the museum's collection."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 2,
        "name": "Mirogoj",
        "latitude": "45.83433114524",
        "longitude": "15.986824035644",
        "excerpt": "A 10-minute ride north of the city centre (or a 30-minute walk through leafy streets) takes you to one of the most beautiful cemeteries in Europe, sited…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/mirogoj/a/poi-sig/425135/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/aee061633833b04d69da0f239b492d1d-mirogoj.jpg",
        "detail_description": "A 10-minute ride north of the city centre (or a 30-minute walk through leafy streets) takes you to one of the most beautiful cemeteries in Europe, sited at the base of Mt Medvednica. It was designed in 1876 by Austrian-born architect Herman Bollé, who created numerous buildings around Zagreb. The majestic arcade, topped by a string of cupolas, looks like a fortress from the outside, but feels calm and graceful on the inside.\nThe lush cemetery is criss-crossed by paths and dotted with sculptures and artfully designed tombs. Highlights include the grave of poet Petar Preradović and the bust of Vladimir Becić by Ivan Meštrović.Take bus 106 from the Cathedral of the Assumption of the Blessed Virgin Mary."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 3,
        "name": "Museum of Broken Relationships",
        "latitude": "45.814915",
        "longitude": "15.973424",
        "excerpt": "From romances that withered to broken family connections, this wonderfully quirky museum explores the mementos left over after a relationship ends…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/museum-of-broken-relationships/a/poi-sig/1321845/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d101d2b4972d505df9a4d350315ddf68-museum-of-broken-relationships.jpeg",
        "detail_description": "From romances that withered to broken family connections, this wonderfully quirky museum explores the mementos left over after a relationship ends. Displayed amid a string of all-white rooms are donations from around the globe, each with a story attached. Exhibits range from the hilarious (the toaster someone nicked so their ex could never make toast again) to the heartbreaking (the suicide note from somebody's mother). In turns funny, poignant and moving, it's a perfect summing-up of the human condition.\nThe innovative collection toured the world until it settled here in its permanent home. Check out the adjacent store – the 'bad memories eraser' is a best seller – and the cosy cafe with pavement tables. There are jazz nights on Thursdays during summer and autumn."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 4,
        "name": "Trg Bana Jelačića",
        "latitude": "45.813013268797",
        "longitude": "15.977243788591",
        "excerpt": "Zagreb’s main orientation point and its geographic heart is Trg Bana Jelačića – it's where most people arrange to meet up. If you enjoy people-watching,…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/trg-bana-jelacica/a/poi-sig/425163/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7de631235469c4661255c6b3714c5325-trg-josipa-jelacica.jpg",
        "detail_description": "Zagreb’s main orientation point and its geographic heart is Trg Bana Jelačića – it's where most people arrange to meet up. If you enjoy people-watching, sit in one of the cafes and watch the tramloads of people getting out, greeting each other and dispersing among the newspaper- and flower-sellers.\nThe square’s name comes from Ban Jelačić, the 19th-century ban (viceroy or governor) who led Croatian troops into an unsuccessful battle with Hungary in the hope of winning more autonomy for his people. The equestrian statue of Jelačić stood in the square from 1866 until 1947, when Tito ordered its removal because it was too closely linked with Croatian nationalism. Franjo Tuđman’s government dug it up out of storage in 1990 and returned it to the square."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 5,
        "name": "Lotrščak Tower",
        "latitude": "45.814548",
        "longitude": "15.973059",
        "excerpt": "Lotrščak Tower was built in the middle of the 13th century to protect the south city gate. Normally you can enter and climb up to the top for a sweeping…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/lotrscak-tower/a/poi-sig/425149/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/535aef78e4f3c35f7e0caa4b0b0ab451-lotrscak-tower.jpg",
        "detail_description": "Lotrščak Tower was built in the middle of the 13th century to protect the south city gate. Normally you can enter and climb up to the top for a sweeping 360-degree view of the city, but it was closed for extensive restoration work in 2018, with no date set for reopening. Directly across the street is the funicular railway, constructed in 1888, which connects the Lower and Upper Towns.\nFor the last 100 years a cannon has been fired from the tower every day at noon, allegedly to commemorate one day in the mid-15th century when the cannon was fired at the Turks at noon, who were camped across the Sava River. On its way down, the cannonball happened to hit a rooster, which was blown to bits – according to legend, this was so demoralising for the Turks that they decided not to attack the city. (A less fanciful explanation is that the cannon shot allows churches to synchronise their clocks.)"
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 6,
        "name": "Croatian Association of Artists",
        "latitude": "45.809889",
        "longitude": "15.987275",
        "excerpt": "East of the centre, this gallery is housed in one of the few architectural works by Ivan Meštrović and has a busy and diverse rolling program of…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/croatian-association-of-artists/a/poi-sig/1271043/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3537f67ec98bd77148ac2e2c759c6f39-croatian-association-of-artists.jpg",
        "detail_description": "East of the centre, this gallery is housed in one of the few architectural works by Ivan Meštrović and has a busy and diverse rolling program of exhibitions and events throughout the year. It's a must on the art circuit of Zagreb; check out what's on while you're in town. The building itself has also had several fascinating incarnations, reflecting the region’s history in a nutshell.\nOriginally designed by Meštrović in 1938 as an exhibition pavilion, the structure honoured King Petar Karađorđević, the ruler of the Kingdom of Serbs, Croats and Slovenes – which grated against the sensibilities of Croatia’s nationalists. With the onset of a fascist government, the building was renamed the Zagreb Artists’ Centre in May 1941; several months later Ante Pavelić, Croatia’s fascist leader, gave orders for the building to be evacuated of all artwork and turned into a mosque (claiming it was to make the local Muslim population feel at home). There were murmurs of disapproval from the artists, but the building was significantly restructured and eventually surrounded by three minarets.With the establishment of socialist Yugoslavia, however, the mosque was promptly closed and the building’s original purpose restored – though it was renamed the Museum of the People’s Liberation. A permanent exhibition was set up and in 1949 the government had the minarets knocked down. In 1951 an architect called V Richter set about returning the building to its original state according to Meštrović’s design.The building has remained an exhibition space ever since, with a nonprofit association of Croatian artists making use of it. Despite being renamed the Croatian Association of Artists in 1991 by the country’s new government, everyone in Zagreb still knows it as ‘the old mosque’."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 7,
        "name": "Maksimir Park",
        "latitude": "45.828799251921",
        "longitude": "16.02029800415",
        "excerpt": "Maksimir Park is a peaceful wooded enclave covering 18 hectares, easily accessible by trams 11 and 12 from Trg Bana Jelačića. Opened to the public in 1794…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/maksimir-park/a/poi-sig/425143/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-181099826_super.jpg",
        "detail_description": "Maksimir Park is a peaceful wooded enclave covering 18 hectares, easily accessible by trams 11 and 12 from Trg Bana Jelačića. Opened to the public in 1794, it was the first public promenade in southeastern Europe. It's landscaped like an English garden, with alleys, lawns and artificial lakes. The most photographed structure in the park is the exquisite Bellevue Pavilion, constructed in 1843. Also here is the Echo Pavilion, as well as a house built to resemble a rustic Swiss cottage.\nZagreb Zoo has a modest collection of the world’s fauna and daily feeding times for seals, sea lions, otters and piranhas."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 8,
        "name": "Museum of Contemporary Art",
        "latitude": "45.777947",
        "longitude": "15.98161",
        "excerpt": "Housed in a city icon designed by local star architect Igor Franić, this museum displays both solo and thematic group shows by Croatian and international…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/museum-of-contemporary-art/a/poi-sig/1265138/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b8b03d6c750308b3e66420f6f89455be-museum-of-contemporary-art.jpg",
        "detail_description": "Housed in a city icon designed by local star architect Igor Franić, this museum displays both solo and thematic group shows by Croatian and international artists in its 17,000 sq metres. The permanent display, Collection in Motion, showcases 620 edgy works by 240 artists, roughly half of whom are Croatian. There's a packed year-round schedule of film, theatre, concerts and performance art.\nInside, note the fun interactive Double Slide piece by Belgian artist Carsten Holler, and the stirring Ženska Kuća installation by Croatia’s foremost artist, Sanja Iveković, dealing with the theme of violence against women.Admission is free on the first Wednesday of each month. On summer Saturdays catch concerts on the rooftop."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 9,
        "name": "Archaeological Museum",
        "latitude": "45.810944",
        "longitude": "15.977393",
        "excerpt": "Spread over three floors, the artefacts housed here stretch from the prehistoric era to the medieval age. The 2nd floor holds the most interesting – and…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/archaeological-museum/a/poi-sig/425089/358800",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/15a0b12131b504bfa8eab43ec695f723-archaeological-museum.jpg",
        "detail_description": "Spread over three floors, the artefacts housed here stretch from the prehistoric era to the medieval age. The 2nd floor holds the most interesting – and well-curated – exhibits. Here, displays of intricate Roman minor arts, such as decorative combs and oil lamps, and metal curse tablets, are given as much prominence as the more usual show-stopping marble statuary. An exhibit devoted to Croatia's early-medieval Bijelo Brdo culture displays a wealth of grave finds unearthed in the 1920s.\nThe 3rd floor is home to Bronze and Iron Age finds as well as the museum's Egyptology collection, which includes a delicately beautiful Ptolemaic funeral mask, while the numismatic exhibit on the ground floor holds some 260,000 coins, medals and medallions and is one of the most important in Europe."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 10,
        "name": "St Mark’s Church",
        "latitude": "45.816344317835",
        "longitude": "15.973584857643",
        "excerpt": "The 13th-century St Mark’s Church is one of Zagreb’s most emblematic buildings. Its colourful tiled roof, constructed in 1880, has the medieval coat of…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/st-mark-s-church/a/poi-sig/425175/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/37adf6bf7a0ef54347830364eb910c92-st-mark-s-church.jpg",
        "detail_description": "The 13th-century St Mark’s Church is one of Zagreb’s most emblematic buildings. Its colourful tiled roof, constructed in 1880, has the medieval coat of arms of Croatia, Dalmatia and Slavonia on the left side, and the emblem of Zagreb on the right. The Gothic portal, composed of 15 figures in shallow niches, was sculpted in the 14th century. The interior contains sculptures by Ivan Meštrović, though the church is open only at Mass times.\nFrom late April to October there's a guard-changing ceremony outside the church every Saturday and Sunday at noon."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 11,
        "name": "Dolac Market",
        "latitude": "45.814279",
        "longitude": "15.977222",
        "excerpt": "Right in the heart of the city, Zagreb’s bustling fruit and vegetable market has been trader-central since the 1930s when the city authorities set up a…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/dolac-market/a/poi-sig/1265117/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/709a7aba511b4e9e288300f8e2128404-dolac-market.jpg",
        "detail_description": "Right in the heart of the city, Zagreb’s bustling fruit and vegetable market has been trader-central since the 1930s when the city authorities set up a market space on the 'border' between the Upper and Lower Towns. Sellers from all over Croatia descend here daily to hawk fresh produce.\nThe main part is on an elevated square; the street level has indoor stalls selling meat and dairy products and (a little further towards the square) flowers. The stalls at the northern end of the market are packed with locally produced honey, oil, handicrafts and cheap food."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 12,
        "name": "Jarun Lake",
        "latitude": "45.781262130091",
        "longitude": "15.923781394958",
        "excerpt": "Jarun Lake in south Zagreb is a popular getaway for residents at any time of the year, but especially in summer, when the clear waters are ideal for…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/jarun-lake/a/poi-sig/1070021/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a3dcabdb82d9dfdf60779e4a22752925-jarun-lake.jpg",
        "detail_description": "Jarun Lake in south Zagreb is a popular getaway for residents at any time of the year, but especially in summer, when the clear waters are ideal for swimming. Although part of the lake is marked off for boating competitions (rowing, kayaking and canoeing), there is plenty of space to enjoy a leisurely swim. Other recreational options include biking, rollerblading and kids' parks. On arrival, head left to Malo Jezero for swimming and canoe or pedal-boat rental, or right to Veliko Jezero, where there’s a pebble beach and windsurfing.\nTake tram 5 or 17 to Jarun and follow signs to the jezero (lake)."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 13,
        "name": "Museum Mimara",
        "latitude": "45.808162",
        "longitude": "15.967201",
        "excerpt": "Housed in an imposing neo-Renaissance former school is the eclectic, globe-trotting private art collection of Ante Topić Mimara, who donated over 3750…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/museum-mimara/a/poi-sig/1265126/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d261ee1500049eaff3cb0ba643a73042-museum-mimara.jpg",
        "detail_description": "Housed in an imposing neo-Renaissance former school is the eclectic, globe-trotting private art collection of Ante Topić Mimara, who donated over 3750 priceless objects to his native Zagreb (even though he spent much of his life in Salzburg, Austria). Inside you'll find Ptolemaic glassware from Alexandria, delicate jade and ivory Qing-dynasty ornaments, ornate 14th-century wooden crosses encrusted with semiprecious stones and a vast European painting collection with works by Caravaggio, Rembrandt, Bosch, Velázquez, Goya, Renoir and Degas.\n"
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 14,
        "name": "Cathedral of the Assumption of the Blessed Virgin Mary",
        "latitude": "45.814481660767",
        "longitude": "15.979739277027",
        "excerpt": "This cathedral's twin spires – seemingly permanently under repair – soar over the city. Formerly known as St Stephen’s, the cathedral has an original…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/cathedral-of-the-assumption-of-the-blessed-virgin-mary/a/poi-sig/425101/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e2e15c31d2ec1236959dd41105fe9be3-cathedral-of-the-assumption-of-the-blessed-virgin-mary.jpg",
        "detail_description": "This cathedral's twin spires – seemingly permanently under repair – soar over the city. Formerly known as St Stephen’s, the cathedral has an original Gothic structure that's been transformed many times over, but the sacristy still contains a cycle of frescos dating from the 13th century. An earthquake in 1880 badly damaged the building, and reconstruction in a neo-Gothic style began around the turn of the 20th century.\nInside, don’t miss the baroque marble altars, statues and pulpit, or the tomb of Cardinal Alojzije Stepinac by Ivan Meštrović."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 15,
        "name": "Katarinin Trg",
        "latitude": "45.814526",
        "longitude": "15.974668",
        "excerpt": "One of the best views in town – across red-tile roofs towards the cathedral – is from this square behind the Jesuit Church of St Catherine. It's the…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/katarinin-trg/a/poi-sig/1594501/358800",
        "image_url": "https://lp-cms-production.imgix.net/2020-10/St%20Catherines%20Church%20and%20square%20D.%20Rostuhar.jpg",
        "detail_description": "One of the best views in town – across red-tile roofs towards the cathedral – is from this square behind the Jesuit Church of St Catherine. It's the perfect spot to begin or end an Upper Town wander. The square is also home to Zagreb's most famous street art; the Whale, gracing the facade of the abandoned Galerija Gradec building, is a 3D work by French artist Etien.\nThe building was covered in scaffolding in 2018 and the artwork couldn't be seen; it's expected to be unveiled again in the future."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 16,
        "name": "Funicular Railway",
        "latitude": "45.81416",
        "longitude": "15.973113",
        "excerpt": "This very short, and steep, funicular railway line, constructed in 1888, connects the Lower and Upper Towns of Zagreb.",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/funicular-railway/a/poi-sig/1271050/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ccf9ab0f66d0eb3d3904cfe679a62b11-funicular-railway.jpg",
        "detail_description": "This very short, and steep, funicular railway line, constructed in 1888, connects the Lower and Upper Towns of Zagreb.\n"
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 17,
        "name": "Museum of Art & Crafts",
        "latitude": "45.809321",
        "longitude": "15.96866",
        "excerpt": "From ornate walnut furniture and garish rococo ornaments to liturgical vestments and votive images, this museum explores craftsmanship from the Middle…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/museum-of-art-crafts/a/poi-sig/425095/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d3823b3bde0b344219452392825bd97a-arts-crafts-museum.jpg",
        "detail_description": "From ornate walnut furniture and garish rococo ornaments to liturgical vestments and votive images, this museum explores craftsmanship from the Middle Ages to today. The highlight is the collection of B&amp;W photography, showcasing Croatia up until the 1950s, on the 2nd floor. English information sheets are hung on hooks near every room entrance. The museum also hosts frequent temporary exhibitions.\n"
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 18,
        "name": "Zrinjevac",
        "latitude": "45.81069",
        "longitude": "15.97822",
        "excerpt": "Officially called Trg Nikole Šubića Zrinskog but lovingly known as Zrinjevac, this verdant square is a major hang-out during sunny weekends and hosts pop…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/zrinjevac/a/poi-sig/1544264/358800",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6bd976e5abdf2e5d990b3d1208dc11ef-zrinjevac.jpg",
        "detail_description": "Officially called Trg Nikole Šubića Zrinskog but lovingly known as Zrinjevac, this verdant square is a major hang-out during sunny weekends and hosts pop-up cafe stalls during the summer months. It's also a venue for many festivals and events, most centred on the ornate music pavilion that dates from 1891.\nZrinjevac is part of the Green Horseshoe, also known as Lenuci Horseshoe, a U-shaped series of seven city squares with parks."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 19,
        "name": "Grič Tunnel",
        "latitude": "45.814444",
        "longitude": "15.970806",
        "excerpt": "The mystery-laden Grič Tunnel that connects Mesnička and Radićeva streets opened to the public in the summer of 2016. Built in 1943 for use as a WWII air…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/gric-tunnel/a/poi-sig/1544262/358800",
        "image_url": null,
        "detail_description": "The mystery-laden Grič Tunnel that connects Mesnička and Radićeva streets opened to the public in the summer of 2016. Built in 1943 for use as a WWII air-raid shelter and rarely used since (except for the legendary rave party that took place here in 1993), this 350m-long tunnel is now yours to cross.\nThere's nothing to see inside but walking under the Upper Town is a great way to beat the heat. Enter from Mesnička or by the Art Park below Stross and get out in a passageway just off Ilica, next door to NAMA department store. There are ambitious plans to turn the tunnel into an interactive Museum of the Senses."
    },
    {
        "country": "zagreb",
        "city": "Zagreb",
        "index": 20,
        "name": "Strossmayer Gallery of Old Masters",
        "latitude": "45.809291",
        "longitude": "15.978541",
        "excerpt": "The 2nd floor of the stately 19th-century neo-Renaissance Croatian Academy of Arts and Sciences building showcases the impressive fine-art collection…",
        "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/strossmayer-gallery-of-old-masters/a/poi-sig/425157/358800",
        "image_url": null,
        "detail_description": "The 2nd floor of the stately 19th-century neo-Renaissance Croatian Academy of Arts and Sciences building showcases the impressive fine-art collection donated to the city by Bishop Strossmayer in 1884. It includes Italian masters from the 14th to 19th centuries, such as Tintoretto, Veronese and Tiepolo; Dutch and Flemish painters such as Brueghel the Younger; and the classic Croatian artists Medulić and Benković.\nThe building's interior courtyard also contains the Baška Tablet (Bašćanska Ploča), a stone panel from the island of Krk, which features the oldest example of Glagolitic script, dating from 1102, as well as a statue of Bishop Strossmayer by Ivan Meštrović."
    }
]