[
{
    "country": "zakopane",
    "city": "Zakopane",
    "index": 1,
    "name": "Old Church & Cemetery",
    "latitude": "49.295989",
    "longitude": "19.946344",
    "excerpt": "This small wooden church and atmospheric cemetery date from the mid-19th century. The Old Church has charming carved wooden decorations and pews, the…",
    "detail_url": "https://www.lonelyplanet.com/poland/malopolska/zakopane/attractions/old-church-cemetery/a/poi-sig/479826/360303",
    "image_url": null,
    "detail_description": "This small wooden church and atmospheric cemetery date from the mid-19th century. The Old Church has charming carved wooden decorations and pews, the Stations of the Cross painted on glass on the windows and an unusual open-fronted confessional. The adjoining cemetery is one of the country's most beautiful, featuring amazing wood-carved headstones, some resembling giant chess pieces. The noted Polish painter and creator of the Zakopane Style, Stanisław Witkiewicz, is buried here beneath a modest wooden grave marker.\n"
},
{
    "country": "zakopane",
    "city": "Zakopane",
    "index": 7,
    "name": "Museum of Zakopane Style – Inspirations",
    "latitude": "49.291979",
    "longitude": "19.936983",
    "excerpt": "This companion museum to the main Zakopane Style museum is more of an ethnographic exhibition, highlighting the highlander folk roots and styles that…",
    "detail_url": "https://www.lonelyplanet.com/poland/malopolska/zakopane/attractions/museum-of-zakopane-style-inspirations/a/poi-sig/1421358/360303",
    "image_url": null,
    "detail_description": "This companion museum to the main Zakopane Style museum is more of an ethnographic exhibition, highlighting the highlander folk roots and styles that inspired Witkiewicz in the first place.\n"
},
{
    "country": "zakopane",
    "city": "Zakopane",
    "index": 6,
    "name": "Tatra Park Nature Education Centre",
    "latitude": "49.285023577749",
    "longitude": "19.973015785217",
    "excerpt": "The national park's education centre walks visitors through the natural history of the mountains, including dioramas, interactive displays, kids'…",
    "detail_url": "https://www.lonelyplanet.com/poland/malopolska/zakopane/attractions/tatra-park-nature-education-centre/a/poi-sig/479832/360303",
    "image_url": null,
    "detail_description": "The national park's education centre walks visitors through the natural history of the mountains, including dioramas, interactive displays, kids' activities and a giant model of the Tatras. As numbers are limited to 40 people at a time, you may want to book through the website. Last entry is one hour before closing.\n"
},
{
    "country": "zakopane",
    "city": "Zakopane",
    "index": 5,
    "name": "Museum of Zakopane Style",
    "latitude": "49.29431",
    "longitude": "19.942943",
    "excerpt": "Housed in the Willa Koliba, this was the first of several grand wooden villas designed by the noted Polish painter and architect Stanisław Witkiewicz in…",
    "detail_url": "https://www.lonelyplanet.com/poland/malopolska/zakopane/attractions/museum-of-zakopane-style/a/poi-sig/479824/360303",
    "image_url": null,
    "detail_description": "Housed in the Willa Koliba, this was the first of several grand wooden villas designed by the noted Polish painter and architect Stanisław Witkiewicz in his ‘Zakopane Style’ (similar to the Arts and Crafts movement that swept the US and Britain at the turn of the 20th century). The museum is closed for renovation until 2020.\n"
},
{
    "country": "zakopane",
    "city": "Zakopane",
    "index": 4,
    "name": "Tatra Museum",
    "latitude": "49.295163",
    "longitude": "19.949831",
    "excerpt": "This is the main branch of the Tatra Museum, which occupies various branches around Zakopane. Featuring old-fashioned exhibits exploring the natural…",
    "detail_url": "https://www.lonelyplanet.com/poland/malopolska/zakopane/attractions/tatra-museum/a/poi-sig/479830/360303",
    "image_url": null,
    "detail_description": "This is the main branch of the Tatra Museum, which occupies various branches around Zakopane. Featuring old-fashioned exhibits exploring the natural history, ethnography, geology and artistic traditions of the Tatras, it's a good way to get a handle on the region. Occupying a handsome early 20th-century brick building set back from ul Krupówki.\n"
},
{
    "country": "zakopane",
    "city": "Zakopane",
    "index": 3,
    "name": "Morskie Oko",
    "latitude": "49.201308",
    "longitude": "20.070949",
    "excerpt": "Perched nearly 1400m above sea level, the emerald-green 'Eye of the Sea' is the largest lake in the Tatras and a popular outing from Zakopane. Minibuses…",
    "detail_url": "https://www.lonelyplanet.com/poland/malopolska/zakopane/attractions/morskie-oko/a/poi-sig/1277859/360303",
    "image_url": null,
    "detail_description": "Perched nearly 1400m above sea level, the emerald-green 'Eye of the Sea' is the largest lake in the Tatras and a popular outing from Zakopane. Minibuses regularly depart from ul Kościuszki, across from the main bus station, for Polana Palenica (10zł, 45 minutes), from where a 9km-long road continues uphill to the lake. Vehicles are not allowed, so you’ll have to walk (about two hours each way) or take a horse-drawn carriage (50zł per person).\nTravel agencies in town organise day trips."
},
{
    "country": "zakopane",
    "city": "Zakopane",
    "index": 2,
    "name": "Szymanowski Museum",
    "latitude": "49.292441",
    "longitude": "19.948297",
    "excerpt": "An adjunct to the national museum in Krakow, the Szymanowski Museum highlights the life and work of the early modern Polish composer Karol Szymanowski …",
    "detail_url": "https://www.lonelyplanet.com/poland/malopolska/zakopane/attractions/szymanowski-museum/a/poi-sig/1277818/360303",
    "image_url": null,
    "detail_description": "An adjunct to the national museum in Krakow, the Szymanowski Museum highlights the life and work of the early modern Polish composer Karol Szymanowski (1882–1937). Though not well known outside Poland, Szymanowski is considered the country’s second-greatest composer (after Chopin). Permanent exhibitions occupy the ground floor of the Willa Atma, the late-19th-century Zakopane Style house in which Szymanowsk lived for several years at the end of his life, and there are regular piano recitals of his music.\n"
}
]