[
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 1,
    "name": "Basílica de Nuestra Señora del Pilar",
    "latitude": "41.656729956702",
    "longitude": "-0.8784791770202",
    "excerpt": "This great baroque cavern of Catholicism stands on the site where, the faithful believe, the Virgin Mary appeared to Santiago (St James the Apostle) atop…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/basilica-de-nuestra-senora-del-pilar/a/poi-sig/430062/360742",
    "image_url": null,
    "detail_description": "This great baroque cavern of Catholicism stands on the site where, the faithful believe, the Virgin Mary appeared to Santiago (St James the Apostle) atop a pilar (pillar) of jasper on 2 January 40 CE, leaving the pillar behind as testimony of her visit. A chapel was built around the pillar, followed by a series of ever more grandiose churches, culminating in the enormous basilica.\nA lift will whisk you most of the way up the basilica's northwest tower, leaving you to climb 109 steps to a superb viewpoint over the domes, river and city.The basilica, originally designed in 1681 by local architect Felipe Sánchez y Herrera, was greatly modified in the 18th century by royal architect Ventura Rodríguez, who added the ultra-baroque Santa Capilla at the east end (housing the legendary pillar), and the flurry of 10 mini-domes around the main dome on the roof.The famous pillar is topped by a small 15th-century Gothic sculpture of the Virgin and child, and is concealed inside an elaborate silver casing, which is itself usually three-quarters hidden by a long mantle (except on the 2nd, 12th and 20th of each month). A tiny oval-shaped portion of the pillar is exposed in the passage behind, and a steady stream of people lines up to brush lips with its polished and cracked cheek, which even popes have air-kissed. More than the architecture, these sacred symbols, and the devotion they inspire, are what make this church special.Hung from the northeast column of the Santa Capilla are two wickedly slim bombs that were dropped on the basilica during the civil war. They failed to explode. A miracle, said the faithful; typical Czech munitions, said the more cynical.The basilica's finest artwork is the 16th-century alabaster retablo mayor (main altarpiece) by Damián Forment, facing west in the basilica's middle. There are also two Goyas: La Adoración del Nombre del Dios, on the ceiling of the coreto (small choir) at the church's far east end, is an early classical piece from 1772; vastly different is Regina Martirum painted above the north aisle in 1780 (in the third cupola from the east). With its blurry impressionistic figures, it was hugely controversial at the time."
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 19,
    "name": "Basilica de Nuestra Señora del Pilar Tower",
    "latitude": "41.657203",
    "longitude": "-0.87881",
    "excerpt": "Pay your €3 and a lift will whisk you most of the way up the northwest tower of the Basilica de Nuestra Señora del Pilar, leaving you to climb 109 steps…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/basilica-de-nuestra-senora-del-pilar-tower/a/poi-sig/1303812/360742",
    "image_url": null,
    "detail_description": "Pay your €3 and a lift will whisk you most of the way up the northwest tower of the Basilica de Nuestra Señora del Pilar, leaving you to climb 109 steps to a superb viewpoint over the basilica's domes, river and city.\n"
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 18,
    "name": "Museo de Pablo Gargallo",
    "latitude": "41.654742",
    "longitude": "-0.882275",
    "excerpt": "Within the wonderfully restored 17th-century Palacio Argillo is a representative display of sculptures by Pablo Gargallo (1881–1934), a friend of Picasso…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/museo-de-pablo-gargallo/a/poi-sig/430080/360742",
    "image_url": null,
    "detail_description": "Within the wonderfully restored 17th-century Palacio Argillo is a representative display of sculptures by Pablo Gargallo (1881–1934), a friend of Picasso and recognised as Aragón's most gifted artistic son after Goya.\n"
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 17,
    "name": "Centro de Historias",
    "latitude": "41.650846",
    "longitude": "-0.870731",
    "excerpt": "The old convent of San Agustín (only the neoclassical facade remains) is an interesting hybrid building given over primarily to temporary exhibitions of…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/centro-de-historias/a/poi-sig/430064/360742",
    "image_url": null,
    "detail_description": "The old convent of San Agustín (only the neoclassical facade remains) is an interesting hybrid building given over primarily to temporary exhibitions of modern art, but also containing the remarkable Museo Origami.\n"
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 16,
    "name": "Iglesia de San Pablo",
    "latitude": "41.655936",
    "longitude": "-0.885934",
    "excerpt": "This pretty church has a delicate 14th-century Mudéjar tower and an early-16th-century retablo (altarpiece) by Damián Forment. Guided visits (adult/child …",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/iglesia-de-san-pablo/a/poi-sig/430066/360742",
    "image_url": null,
    "detail_description": "This pretty church has a delicate 14th-century Mudéjar tower and an early-16th-century retablo (altarpiece) by Damián Forment. Guided visits (adult/child €5/free) are given Tuesday to Saturday at 11.30am and at 6pm or 7pm from April to October.\n"
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 15,
    "name": "Museo del Puerto Fluvial",
    "latitude": "41.655183",
    "longitude": "-0.874743",
    "excerpt": "This small museum displays Roman river-port installations, exposed beneath glass walkways and comprising remains of a vestibule at the northeast corner of…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/museo-del-puerto-fluvial/a/poi-sig/430088/360742",
    "image_url": null,
    "detail_description": "This small museum displays Roman river-port installations, exposed beneath glass walkways and comprising remains of a vestibule at the northeast corner of the forum, with an arched facade that opened to the riverbank. Video, models, plans and pictures help you visualise how it was.\n"
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 14,
    "name": "Alma Mater Museum",
    "latitude": "41.655607",
    "longitude": "-0.875977",
    "excerpt": "Slick multimedia exhibits set an arty tone as you follow a skilfully laid-out trajectory through the older elements of the building (a former royal and…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/alma-mater-museum/a/poi-sig/1532182/360742",
    "image_url": null,
    "detail_description": "Slick multimedia exhibits set an arty tone as you follow a skilfully laid-out trajectory through the older elements of the building (a former royal and episcopal palace), learning about Roman forums, the venerated Virgen del Pilar and Aragonese history (especially church history), before reaching the Renaissance feast of the top floor, with paintings by the two local Franciscos: Goya and Bayeu.\n"
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 13,
    "name": "Museo Origami",
    "latitude": "41.650854",
    "longitude": "-0.870699",
    "excerpt": "Zaragoza's museum devoted to the art of folding paper has six galleries of exhibits of a staggeringly high standard. Even if you're not very familiar with…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/museo-origami/a/poi-sig/1480020/360742",
    "image_url": null,
    "detail_description": "Zaragoza's museum devoted to the art of folding paper has six galleries of exhibits of a staggeringly high standard. Even if you're not very familiar with origami, you will be amazed by what you see.\nYou can also take hour-long origami classes (€6); check the website for more information and to learn about Zaragoza's fascinating historical connection with origami (dating back to the 1940s)."
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 10,
    "name": "Museo de Tapices",
    "latitude": "41.654557",
    "longitude": "-0.875366",
    "excerpt": "La Seo's tapestry museum (included in the cathedral's admission price) is no afterthought. It is considered to be the best collection of its kind in the…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/museo-de-tapices/a/poi-sig/430082/360742",
    "image_url": null,
    "detail_description": "La Seo's tapestry museum (included in the cathedral's admission price) is no afterthought. It is considered to be the best collection of its kind in the world. There are over 60 tapestries, all impressively displayed and in an excellent state of repair. The bulk are French and Flemish works from the 14th to 17th centuries.\nExplanatory signs are in Spanish only, but there are leaflets (free) and audio guides (€2) available in several languages."
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 11,
    "name": "Museo del Foro de Caesaraugusta",
    "latitude": "41.655159",
    "longitude": "-0.876245",
    "excerpt": "The rhomboid building on Plaza de la Seo is the entrance to the excavated remains of the substructures of Roman Caesaraugusta's forum, below ground level…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/museo-del-foro-de-caesaraugusta/a/poi-sig/430086/360742",
    "image_url": null,
    "detail_description": "The rhomboid building on Plaza de la Seo is the entrance to the excavated remains of the substructures of Roman Caesaraugusta's forum, below ground level. What you mostly see are basements, foundations, sewers and drainage channels, with a limited collection of artefacts and explanatory panels in Spanish. An interesting multilingual 15-minute audiovisual show (on the hour) helps to breathe life into it all, and free audioguides are available.\n"
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 12,
    "name": "Museo de las Termas Públicas",
    "latitude": "41.653379",
    "longitude": "-0.877243",
    "excerpt": "The smallest of Zaragoza's Roman museums displays the subterranean remains of the city's one-time bathhouse. The ruined pool is not particularly…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/museo-de-las-termas-publicas/a/poi-sig/430078/360742",
    "image_url": null,
    "detail_description": "The smallest of Zaragoza's Roman museums displays the subterranean remains of the city's one-time bathhouse. The ruined pool is not particularly compelling in itself, but it is given extra oomph by technological gadgets and an audiovisual show (every 30 minutes) that reconstructs the baths to their 1st century BCE glory. Also on display is a strangely intimate line of communal public latrines that predated the baths.\n"
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 9,
    "name": "La Lonja",
    "latitude": "41.655844652741",
    "longitude": "-0.8766252205608",
    "excerpt": "Now an exhibition hall, this finely proportioned, pale-brick, Renaissance-style building, just east of the basilica, was constructed in the 16th century…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/la-lonja/a/poi-sig/430070/360742",
    "image_url": null,
    "detail_description": "Now an exhibition hall, this finely proportioned, pale-brick, Renaissance-style building, just east of the basilica, was constructed in the 16th century as a trading exchange and stands as a symbol of Aragón's commercial power at that time. The coloured medallions on its exterior depict kings of Aragón, but it is the soaring columns within (rising to what resemble giant palm fronds merging into petalled flowers) that really stand out.\nLa Lonja hosts regular temporary exhibitions."
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 8,
    "name": "Museo de Zaragoza",
    "latitude": "41.648288682579",
    "longitude": "-0.8786627978456",
    "excerpt": "Exceptional Roman mosaics and 19 paintings by Goya are the highlights of the city museum, devoted to archaeology and fine arts. There's plenty more 18th…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/museo-de-zaragoza/a/poi-sig/430084/360742",
    "image_url": null,
    "detail_description": "Exceptional Roman mosaics and 19 paintings by Goya are the highlights of the city museum, devoted to archaeology and fine arts. There's plenty more 18th-to-20th-century art that's well worth looking at, too. It's 400m south of the Teatro Romano.\nThe Goyas are mostly early works but there are a few mature works such as the outstanding portraits of the Duque de San Carlos and Fernando VII. The portraits of Carlos IV and María Luisa de Parma are copies from Goya's workshop of originals that hang in the Museo de Goya."
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 7,
    "name": "Acuario de Zaragoza",
    "latitude": "41.668552",
    "longitude": "-0.897789",
    "excerpt": "Built for the 2008 Expo, Zaragoza’s aquarium focuses on five of the world’s great rivers from the Amazon to – closer to home – the Ebro (the facility sits…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/acuario-de-zaragoza/a/poi-sig/1533209/360742",
    "image_url": null,
    "detail_description": "Built for the 2008 Expo, Zaragoza’s aquarium focuses on five of the world’s great rivers from the Amazon to – closer to home – the Ebro (the facility sits on its banks). There are plenty of fish, reptiles and other animals to see, plus explanatory boards in Spanish and English. A couple of kilometres from the city centre on the old Expo site, it rarely gets crowded.\nThe aquarium is on the route of the Bus Turístico; you can also take a northbound tram to the Clara Campoamor stop then walk 800m west through residential areas."
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 6,
    "name": "Patio de la Infanta",
    "latitude": "41.6465",
    "longitude": "-0.88441",
    "excerpt": "This exhibition space houses the Ibercaja bank's art collection, and puts on many temporary exhibitions. But the real star is the lovely 16th-century…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/patio-de-la-infanta/a/poi-sig/430092/360742",
    "image_url": null,
    "detail_description": "This exhibition space houses the Ibercaja bank's art collection, and puts on many temporary exhibitions. But the real star is the lovely 16th-century Renaissance-style courtyard, whose ornate columns carved with human figures are reminiscent of Guadalajara's Palacio de los Duques del Infantado. It's 600m south of Plaza de España.\nThe patio was originally part of a banker/merchant's palace on Calle de San Jorge (near the Roman Theatre Museum). When the palace was demolished in 1903, the patio was moved to Paris to house an antique shop. Zaragoza-based Ibercaja brought it back to the city in the 1950s."
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 5,
    "name": "Museo Goya",
    "latitude": "41.654742",
    "longitude": "-0.87822",
    "excerpt": "Apart from Madrid’s Museo del Prado, this exceedingly well-laid-out museum contains arguably the best exposé of the work of one of Spain’s greatest…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/museo-goya/a/poi-sig/430076/360742",
    "image_url": null,
    "detail_description": "Apart from Madrid’s Museo del Prado, this exceedingly well-laid-out museum contains arguably the best exposé of the work of one of Spain’s greatest artists. Each of the three floors has a different focus, the 2nd floor being the one that exhibits Goya's own work. Four complete sets of his prints are on show, including the groundbreaking Desastres de la Guerra (Disasters of War), a bitter attack on the cruelty of war.\nAlso here are Goya's first self-portrait (1775) and his well-known portraits of King Carlos IV and Queen María Luisa."
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 4,
    "name": "Museo del Teatro de Caesaraugusta",
    "latitude": "41.652361",
    "longitude": "-0.877447",
    "excerpt": "The finest in Zaragoza's quartet of Roman museums was discovered during excavation of a building site in 1972. Great efforts, including an entertaining 15…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/museo-del-teatro-de-caesaraugusta/a/poi-sig/430090/360742",
    "image_url": null,
    "detail_description": "The finest in Zaragoza's quartet of Roman museums was discovered during excavation of a building site in 1972. Great efforts, including an entertaining 15-minute audiovisual, have been made to help visitors visualise the splendour of this theatre that accommodated 6000 spectators on more than 30 rows of seating. The theatre is visible from the surrounding streets and is protected by a huge polycarbonate roof, 25m above ground, that is set at the height of the top of the original building.\nThe adjoining museum goes into interesting detail about Roman drama, the history of this theatre and the actors and audiences who frequented it, and what happened on its site in post-Roman times."
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 3,
    "name": "Aljafería",
    "latitude": "41.656561",
    "longitude": "-0.896502",
    "excerpt": "The Aljafería is Spain's finest Islamic-era edifice outside Andalucía. Built as a fortified palace for Zaragoza's Islamic rulers in the 11th century, it…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/aljaferia/a/poi-sig/430060/360742",
    "image_url": null,
    "detail_description": "The Aljafería is Spain's finest Islamic-era edifice outside Andalucía. Built as a fortified palace for Zaragoza's Islamic rulers in the 11th century, it passed into Christian hands in 1118. In the 1490s the Reyes Católicos (Catholic Monarchs), Fernando and Isabel, tacked on their own palace. Aragón's regional parliament has sat here since 1987.\nInside the main gate, cross an introductory courtyard into the Patio de Santa Isabel, which was the Islamic palace's central courtyard. Here you encounter the delicate interwoven arches typical of the geometric mastery of Islamic architecture. Behind the stunning northern portico is the Salón de Oro, the palace's throne room; opening off the portico is a small, octagonal oratorio (prayer room) whose finely chiselled floral motifs, inscriptions from the Quran and the pleasingly simple cupola are fine examples of Islamic art.Moving upstairs, you pass through rooms of the Palacio Cristiano Medieval, created by Aragonese monarchs in the 14th century, followed by the Palacio de los Reyes Católicos (Catholic Monarchs' Palace) which, as though in riposte to the Islamic finery beneath it, contains some exquisite Mudéjar coffered ceilings, especially in the lavish Salón del Trono (Throne Room).Spanish-language tours take place several times a day, and there are two daily tours each in English and French in July and August. The palace is closed to visitors some Friday mornings and Thursdays when parliamentary sessions are on."
},
{
    "country": "zaragoza",
    "city": "Zaragoza",
    "index": 2,
    "name": "La Seo",
    "latitude": "41.654806",
    "longitude": "-0.875773",
    "excerpt": "Dominating the eastern end of Plaza del Pilar, La Seo is Zaragoza's finest work of Christian architecture, built between the 12th and 17th centuries and…",
    "detail_url": "https://www.lonelyplanet.com/spain/aragon-basque-country-and-navarra/zaragoza/attractions/la-seo/a/poi-sig/430072/360742",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-144106520_master.jpg",
    "detail_description": "Dominating the eastern end of Plaza del Pilar, La Seo is Zaragoza's finest work of Christian architecture, built between the 12th and 17th centuries and displaying a fabulous spread of styles from Romanesque to baroque. It stands on the site of Islamic Zaragoza's main mosque (which itself stood on the Roman forum's temple site).\nLa Seo's northeast external wall is a Mudéjar masterpiece, deploying classic brickwork and colourful ceramics in complex geometric patterns. Inside, beautiful fan vaulting adorns the ceiling while the numerous elaborate chapels, framed by encrusted stonework, ring the changes from the eerily solemn Capilla de San Marcos to the golden baroque baldachin of the Capilla del Santo Cristo. The exquisite 15th-century alabaster high altarpiece is well worth scrutiny too. The attached Museo de Tapices houses a collection of Flemish and French tapestries considered the best of its kind in the world."
}
]