[
{
    "country": "zermatt",
    "city": "Zermatt",
    "index": 1,
    "name": "Matterhorn Glacier Paradise",
    "latitude": "46.014653",
    "longitude": "7.742743",
    "excerpt": "Views from Zermatt’s cable cars are all remarkable, but the Matterhorn Glacier Paradise is the icing on the cake. Ride the world's highest-altitude 3S…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/valais/zermatt/attractions/matterhorn-glacier-paradise/a/poi-sig/1352032/360830",
    "image_url": null,
    "detail_description": "Views from Zermatt’s cable cars are all remarkable, but the Matterhorn Glacier Paradise is the icing on the cake. Ride the world's highest-altitude 3S cable car to 3883m to gawp at 14 glaciers and 38 mountain peaks over 4000m from the Panoramic Platform (good weather only). Don’t miss the Glacier Palace, an ice palace complete with glittering ice sculptures and an ice slide to swoosh down bum first. Finish with some exhilarating snow tubing outside in the snowy surrounds.\n"
},
{
    "country": "zermatt",
    "city": "Zermatt",
    "index": 7,
    "name": "St Mauritius Church",
    "latitude": "46.019459",
    "longitude": "7.746735",
    "excerpt": "Zermatt's main church, at the end of the main street, was built in 1913 and has a beautiful 18th-century altar. Feel free to enter.",
    "detail_url": "https://www.lonelyplanet.com/switzerland/valais/zermatt/attractions/st-mauritius-church/a/poi-sig/1503483/360830",
    "image_url": null,
    "detail_description": "Zermatt's main church, at the end of the main street, was built in 1913 and has a beautiful 18th-century altar. Feel free to enter.\n"
},
{
    "country": "zermatt",
    "city": "Zermatt",
    "index": 6,
    "name": "Gornerschlucht",
    "latitude": "46.008796",
    "longitude": "7.739203",
    "excerpt": "It is a 1.5km walk from Zermatt along the river to this dramatic gorge, carved out of green serpentinite rock and accessed by a series of wooden…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/valais/zermatt/attractions/gornerschlucht/a/poi-sig/1499757/360830",
    "image_url": null,
    "detail_description": "It is a 1.5km walk from Zermatt along the river to this dramatic gorge, carved out of green serpentinite rock and accessed by a series of wooden staircases and walkways. Good fun for families.\n"
},
{
    "country": "zermatt",
    "city": "Zermatt",
    "index": 5,
    "name": "Mountaineers' Cemetery",
    "latitude": "46.019377",
    "longitude": "7.746885",
    "excerpt": "A walk in Zermatt’s pair of cemeteries – the Mountaineers' Cemetery in the garden of Zermatt's St Mauritius Church and the main cemetery across the road –…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/valais/zermatt/attractions/mountaineers-cemetery/a/poi-sig/1278891/360830",
    "image_url": null,
    "detail_description": "A walk in Zermatt’s pair of cemeteries – the Mountaineers' Cemetery in the garden of Zermatt's St Mauritius Church and the main cemetery across the road – is a sobering experience. Numerous gravestones tell of untimely deaths on Monte Rosa, the Matterhorn and Breithorn.\n"
},
{
    "country": "zermatt",
    "city": "Zermatt",
    "index": 4,
    "name": "Ricola Herb Garden",
    "latitude": "46.007582",
    "longitude": "7.735448",
    "excerpt": "Best known for its herby hard-boiled sweets, Ricola has a short herb-garden hike at Blatten where you can learn about the 13 herbs that go into every drop…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/valais/zermatt/attractions/ricola-herb-garden/a/poi-sig/1503484/360830",
    "image_url": null,
    "detail_description": "Best known for its herby hard-boiled sweets, Ricola has a short herb-garden hike at Blatten where you can learn about the 13 herbs that go into every drop. Blatten is about halfway down the Matterhorn Express cable car between Füri and Zermatt, reached by walking track. The start of the herb-garden walk is next to the small chapel.\n"
},
{
    "country": "zermatt",
    "city": "Zermatt",
    "index": 3,
    "name": "Sunnegga",
    "latitude": "46.022483",
    "longitude": "7.75182",
    "excerpt": "Take the Sunnegga Express 'tunnel funicular' up to Sunnegga (2288m) for amazing views of the Matterhorn. This is a top spot for families – take the Leisee…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/valais/zermatt/attractions/sunnegga/a/poi-sig/1572462/360830",
    "image_url": null,
    "detail_description": "Take the Sunnegga Express 'tunnel funicular' up to Sunnegga (2288m) for amazing views of the Matterhorn. This is a top spot for families – take the Leisee Shuttle (free) down to the lake for beginner ski slopes at Wolli's Park in winter, and for a children's playground and splashing around in the lake during summer. A marmot-watching station is a few minutes' walk from Sunnegga. It's a relatively easy downhill walk back to Zermatt (via Findeln) in about 1½ hours.\n"
},
{
    "country": "zermatt",
    "city": "Zermatt",
    "index": 2,
    "name": "Matterhorn Museum",
    "latitude": "46.019876",
    "longitude": "7.746456",
    "excerpt": "This crystalline, state-of-the-art museum provides fascinating insight into Valaisian village life, mountaineering, the dawn of tourism in Zermatt and the…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/valais/zermatt/attractions/matterhorn-museum/a/poi-sig/1115700/360830",
    "image_url": null,
    "detail_description": "This crystalline, state-of-the-art museum provides fascinating insight into Valaisian village life, mountaineering, the dawn of tourism in Zermatt and the lives the Matterhorn has claimed. Short films portray the first successful ascent of the Matterhorn on 14 July 1865 led by Edward Whymper, a feat marred by tragedy on the descent when four team members crashed to their deaths in a 1200m fall. The infamous rope that broke is exhibited.\n"
}
]