[
{
    "country": "zihuatanejo",
    "city": "Zihuatanejo",
    "index": 1,
    "name": "Playa Las Gatas",
    "latitude": "17.62023831",
    "longitude": "-101.5528795",
    "excerpt": "Isolated 'Cat Beach' is named – depending on whose story you believe – either after the whiskered nurse sharks that once inhabited its waters, or for the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/zihuatanejo/attractions/playa-las-gatas/a/poi-sig/496280/361536",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-144366850.jpg",
    "detail_description": "Isolated 'Cat Beach' is named – depending on whose story you believe – either after the whiskered nurse sharks that once inhabited its waters, or for the wildcats that lurked in the jungles onshore. It’s a protected beach, crowded with sunbeds and restaurants. It’s good for snorkeling (there’s some coral) and as a swimming spot for children, but beware of sea urchins. Beach shacks and restaurants rent out snorkeling gear for around M$150 per day. Boats depart frequently from Zihuatanejo's pier.\n"
},
{
    "country": "zihuatanejo",
    "city": "Zihuatanejo",
    "index": 7,
    "name": "Playa Municipal",
    "latitude": "17.638071",
    "longitude": "-101.556909",
    "excerpt": "In front of downtown, this is Zihua's least appealing beach for bathing, since the water could be cleaner. But the water is calm and without strong…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/zihuatanejo/attractions/playa-municipal/a/poi-sig/1524664/361536",
    "image_url": null,
    "detail_description": "In front of downtown, this is Zihua's least appealing beach for bathing, since the water could be cleaner. But the water is calm and without strong currents.\n"
},
{
    "country": "zihuatanejo",
    "city": "Zihuatanejo",
    "index": 6,
    "name": "Playa Manzanillo",
    "latitude": "17.621446",
    "longitude": "-101.524057",
    "excerpt": "This secluded white-sand beach near Playa Larga offers the best snorkeling in the area. It's reachable by boat from Zihuatanejo.",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/zihuatanejo/attractions/playa-manzanillo/a/poi-sig/1524667/361536",
    "image_url": null,
    "detail_description": "This secluded white-sand beach near Playa Larga offers the best snorkeling in the area. It's reachable by boat from Zihuatanejo.\n"
},
{
    "country": "zihuatanejo",
    "city": "Zihuatanejo",
    "index": 5,
    "name": "Playa Madera",
    "latitude": "17.638971",
    "longitude": "-101.55221",
    "excerpt": "Shallow-watered Playa Madera is good for swimming. It's a pleasant five-minute walk east from downtown along a concrete walkway (popular with young…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/zihuatanejo/attractions/playa-madera/a/poi-sig/1524665/361536",
    "image_url": null,
    "detail_description": "Shallow-watered Playa Madera is good for swimming. It's a pleasant five-minute walk east from downtown along a concrete walkway (popular with young couples in the evening) and around a rocky point.\n"
},
{
    "country": "zihuatanejo",
    "city": "Zihuatanejo",
    "index": 4,
    "name": "Museo Arqueológico de la Costa Grande",
    "latitude": "17.638705",
    "longitude": "-101.556051",
    "excerpt": "This small museum houses six rooms with exhibits on the history, archaeology and culture of the Guerrero coast. It displays feature jewelry, stone tools,…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/zihuatanejo/attractions/museo-arqueologico-de-la-costa-grande/a/poi-sig/496274/361536",
    "image_url": null,
    "detail_description": "This small museum houses six rooms with exhibits on the history, archaeology and culture of the Guerrero coast. It displays feature jewelry, stone tools, rock carvings and ceramics, with Olmec, Teotihuacana, Tarascan and Mexica elements, helping you piece together regional influences. Most displays are in Spanish.\n"
},
{
    "country": "zihuatanejo",
    "city": "Zihuatanejo",
    "index": 3,
    "name": "Playa Larga",
    "latitude": "17.6203",
    "longitude": "-101.504574",
    "excerpt": "About 12km south of Zihuatanejo, just before the airport, Playa Larga has big surf, beachfront restaurants and horseback riding. This is where Andy…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/zihuatanejo/attractions/playa-larga/a/poi-sig/1524666/361536",
    "image_url": null,
    "detail_description": "About 12km south of Zihuatanejo, just before the airport, Playa Larga has big surf, beachfront restaurants and horseback riding. This is where Andy Dufresne and Red of The Shawshank Redemption met up again after their lost years in prison together. To reach Playa Larga, take a ‘Coacoyul’ combi from Juárez near the corner of González and get off at the turnoff to Playa Larga; another combi will take you from the turnoff to the beach.\n"
},
{
    "country": "zihuatanejo",
    "city": "Zihuatanejo",
    "index": 2,
    "name": "Playa La Ropa",
    "latitude": "17.628757",
    "longitude": "-101.545893",
    "excerpt": "The gorgeous white-sand expanse of Playa La Ropa (Clothes Beach) was named after a Spanish galleon that was wrecked and had its cargo of silks washed…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/zihuatanejo/attractions/playa-la-ropa/a/poi-sig/496276/361536",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1192613038.jpg",
    "detail_description": "The gorgeous white-sand expanse of Playa La Ropa (Clothes Beach) was named after a Spanish galleon that was wrecked and had its cargo of silks washed ashore. Bordered by palm trees and seafood restaurants, La Ropa is great for swimming, parasailing and waterskiing; you can also rent sailboards and sailboats. It’s a steep but enjoyable 1.5km walk from Playa Madera along Carretera Escénica, which follows the clifftops and offers fine views over the water.\n"
}
]