{
  "list_id": "904",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/904/1.jpg",
  "description": "Dive into \"Picture-Perfect Pisa: Capture the Charm\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160542"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Picture-Perfect Pisa: Capture the Charm",
  "city_id": "9767",
  "subtype": "poi",
  "city": "Pisa",
  "created_ts": 1759336818,
  "slug": "picture-perfect-pisa-capture-the-charm-pisa-poi-390725",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJi3qta6eR1RIRmH8uMC615Es",
        "generalDescription": "Piazza del Duomo, also known as Piazza dei Miracoli or Square of Miracles, is a renowned 8.87-hectare area in Pisa, Tuscany. This walled square is a significant center of medieval art and boasts some of the finest architectural complexes globally.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 10.394724,
        "rating": 4.7,
        "numRatings": 134959,
        "sources": [
          {
            "id": "461896",
            "type": "webPlacesList",
            "url": "https://www.blinktravel.guide/pisa/the-most-instagrammable-spots-in-pisa",
            "sourceSite": "Web",
            "snippet": "The Piazza dei Miracoli (English: Square of Miracles), formally known as Piazza del Duomo (English: Cathedral Square), is a walled 8.87-hectare area located in Pisa, Tuscany, recognized as an important centre of European medieval art and one of the finest architectural complexes in the world. Considered sacred by the Catholic Church, its owner, the square is dominated by four great religious edifices: the Pisa Cathedral, the Pisa Baptistry, the Campanile, and the Camposanto Monumentale (Monumental Cemetery). Partly paved and partly grassed, the Piazza dei Miracoli is also the site of the Ospedale Nuovo di Santo Spirito (New Hospital of the Holy Spirit), which houses the Sinopias Museum (Italian: Museo delle Sinopie) and the Cathedral Museum (Italian: Museo dell'Opera del Duomo).",
            "siteName": "Blink",
            "shortName": "The Most Instagrammable Spots in Pisa",
            "indexInSource": 2,
            "iconSiteId": 40099,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1925302",
            "type": "webPlacesList",
            "url": "https://www.raffaeleferrari.com/photograph-pisa-an-essential-guide/",
            "sourceSite": "Web",
            "snippet": "The city is know and visit for the Piazza dei Miracoli and the Leaning Tower. Indeed is better going to Photograph this area later in the day or early in the morning when the light is at the best. Also the crowds have gone, the queues have disappeared, and during the late opening periods of the summer months, night adds a special enchantment to the white stone monuments.",
            "siteName": "Raffaele Ferrari",
            "shortName": "Photograph Pisa, an essential guide",
            "indexInSource": 0,
            "iconSiteId": 276490,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1YvNxXpPBsWE7D6XOiqyqpCxpBD7OTu4",
          "I04U2uqSWFhnInsRjROLkQMooGYUunFJ",
          "Fpn7O5rBXqc6lucAfRIyo4BzI0vHYidf",
          "74PtlW6MbFYiMvWT5sOyB2i6LM3p1iBp",
          "zyonZukF7I3SEW6v1yeNdk5pCsGdDO1M",
          "1YvNxXpPBsWE7D6XOiqyqpCxpBD7OTu4",
          "I04U2uqSWFhnInsRjROLkQMooGYUunFJ",
          "Fpn7O5rBXqc6lucAfRIyo4BzI0vHYidf",
          "74PtlW6MbFYiMvWT5sOyB2i6LM3p1iBp",
          "zyonZukF7I3SEW6v1yeNdk5pCsGdDO1M"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Piazza del Duomo",
        "placeId": "ChIJi3qta6eR1RIRmH8uMC615Es",
        "internationalPhoneNumber": "+39 050 835011",
        "reviews": [
          {
            "rating": 5,
            "text": "Open-air masterpiece steeped in history and harmony\nA breathtaking square home to Pisa's most iconic landmarks: the Leaning Tower, the Cathedral, the Baptistery, and the Monumental Cemetery. Each structure is a masterpiece of Romanesque architecture, beautifully arranged on a wide green lawn. The atmosphere is both peaceful and majestic-perfect for photos, slow walks, and soaking in centuries of history. A UNESCO World Heritage Site that absolutely lives up to its name: the Square of Miracles.",
            "author_name": "Akınalp Fidan",
            "relative_time_description": "",
            "time": 1749373359,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a great place of building miracles and history. We enjoyed the sights, fought through the crowds, got cool pictures, and did some shopping. Beware of the people trying to sell things that are not part of a stand. They are usually carrying bags over their shoulders and smaller items in their hands. There are police around to try and keep them at bay but they are still there. Also watch your pockets and bags.",
            "author_name": "Spencer Atkinson",
            "relative_time_description": "",
            "time": 1754751081,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Piazza del Duomo in Pisa is a stunning and unforgettable place to visit. Surrounded by incredible architecture, including the Leaning Tower, cathedral, and baptistery, the square has a vibrant yet peaceful charm. We enjoyed it both in the daytime and at night, each offering its own beauty and atmosphere. Truly magnificent.",
            "author_name": "LC",
            "relative_time_description": "",
            "time": 1755254971,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.opapisa.it/",
        "index": 1,
        "id": "",
        "categories": [
          "Plaza",
          "Sights & Landmarks",
          "Historical place",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 889,
            "2": 730,
            "3": 4673,
            "4": 21725,
            "5": 106958
          }
        },
        "minMinutesSpent": 120,
        "latitude": 43.723225,
        "address": "56126 Pisa PI, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJzYhOxKaR1RIRA_xU1bGp7DI",
        "generalDescription": "The Tower of Pisa, also known as Torre Pendente di Pisa, is a stunning 14th-century structure in Italy that has gained worldwide fame for its distinctive lean. The tower originally leaned at a dramatic angle of 5.5 degrees but extensive restoration work has reduced the lean to less than 4.0 degrees.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 10.396597,
        "rating": 4.7,
        "numRatings": 183370,
        "sources": [
          {
            "id": "95202",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/europe/italy/articles/20-must-visit-attractions-in-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "Visiting the old-white marble torre pendente is pricey at €27 (£23) per person and the climb is hard, but it’s worth it for two reasons – the price includes a tour of the cathedral and the view of Pisa from the top is simply superb.",
            "siteName": "The Culture Trip",
            "shortName": "15 Cool Things To Do In Pisa For An Unforgettable Trip",
            "indexInSource": 0,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "468005",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/pisa-i-to-p.htm",
            "sourceSite": "Web",
            "snippet": "Every child has heard of it, and every visitor to Pisa probably heads first to what is undoubtedly the world's most famous tower: La Torre Pendente, the leaning campanile standing next to the cathedral. The foundation stone was laid in 1173, when Pisa was Italy's most powerful maritime republic, and its loggia-like tiers were modeled after the cathedral facade. Even before the third story was completed, the tower had already begun to sink alarmingly on its south side.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions & Things to Do in Pisa",
            "indexInSource": 0,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "479031",
            "type": "webPlacesList",
            "url": "https://www.thebrokebackpacker.com/things-to-do-in-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "Clicking through our links may earn us a small affiliate commission, and that's what allows us to keep producing free content 🙂 Learn more. Sorry, but this wouldn’t be a list of what to do in Pisa without going to see the Leaning Tower of Pisa. No matter if you spend an hour there, or if you just go there for the obligatory photo of yourself trying to hold it up, it’s just a must-see sort of place.",
            "siteName": "The Broke Backpacker",
            "shortName": "23 UNIQUE Things to Do in Pisa [in 2025]",
            "indexInSource": 0,
            "iconSiteId": 259,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "478970",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/things-to-do-in-pisa/",
            "sourceSite": "Web",
            "snippet": "Pisa in Italy with its world-famous Leaning Tower of Pisa is, unquestionably, one of the absolute best highlights in Tuscany. However, only a few people know that there are so many other wonderful things to do in Pisa. A picturesque old town, interesting museums and the fantastic scenery on the river Arno are just a few of the best attractions that should not be missed during your vacation.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 15 Amazing Things to Do in Pisa (Italy)",
            "indexInSource": 1,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "330590",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/15-best-things-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "This is by en-large the main reason people visit Pisa and is a structure that is known worldwide. The Campanile or bell tower of Pisa Cathedral is a beautiful structure in its own right, but it has been made famous by its noticeable tilt. Constructed in the 12th century after the cathedral, it was soon found that the foundations were unstable and the building began to lean.",
            "siteName": "The Crazy Tourist",
            "shortName": "15 Best Things to Do in Pisa (Italy)",
            "indexInSource": 0,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129281",
            "type": "webPlacesList",
            "url": "https://www.safestay.com/the-explorer/the-most-instagrammable-spots-in-pisa/",
            "sourceSite": "Web",
            "snippet": "Everyone loves the Leaning Tower of Pisa especially getting a shot of themselves trying to hold it up. However, there are many other creative shots you can get that will help separate your photo from the others. A few people have managed to sit the leaning tower of Pisa perfectly in an ice cream cone and pretend to ‘lick’ it.",
            "siteName": "Safestay",
            "shortName": "The Most Instagrammable Spots in Pisa",
            "indexInSource": 0,
            "iconSiteId": 19971,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uegyRdnMWO60wfshR2JZwamIe0HgacWf",
          "SVnhCvuI1wjg9RulG0Uo478dAhiBwPyX",
          "bsEhQQxRTENzxATQK7BAFnSGU9gVk7jz",
          "Mr0Zw33y3uQ6ik83xAy9yA2cHhPR9Gea",
          "lZZyWpSa1u4tvjk3PjNDkJAmJ0c7ttcj",
          "uegyRdnMWO60wfshR2JZwamIe0HgacWf",
          "SVnhCvuI1wjg9RulG0Uo478dAhiBwPyX",
          "bsEhQQxRTENzxATQK7BAFnSGU9gVk7jz",
          "Mr0Zw33y3uQ6ik83xAy9yA2cHhPR9Gea",
          "lZZyWpSa1u4tvjk3PjNDkJAmJ0c7ttcj"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Tower of Pisa",
        "placeId": "ChIJzYhOxKaR1RIRA_xU1bGp7DI",
        "internationalPhoneNumber": "+39 050 835011",
        "reviews": [
          {
            "rating": 5,
            "text": "The Highlight in Tuscany\n\nThe Leaning Tower of Pisa is truly an impressive building and definitely worth a visit. The entire area surrounding the tower, including the cathedral and baptistery, is beautifully designed. The attractions are lovingly maintained and offer great photo opportunities.\n\nPets are also allowed on the grounds, which is certainly not a given and a nice bonus, especially for pet owners. However, it would be desirable to have more opportunities to stay in the shade. Especially on hot days, shady areas are really important for tourists, children, the elderly, and of course, the animals.\n\nIf you're traveling with children or dogs, be sure to bring plenty of water and a hat or portable umbrella.\nThe public restrooms are worth mentioning, as they are clean and easily accessible.\nThe only downside: The parking situation around the tower isn't ideal. Parking spaces are scarce and usually subject to a fee. Therefore, I recommend using public transportation whenever possible; it saves time and stress.\n\nWe had a wonderful day there and can highly recommend the visit to everyone.\nIf you're in the area, you shouldn't miss this world-famous landmark! 🫶",
            "author_name": "Alex S",
            "relative_time_description": "",
            "time": 1754632361,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Tower of Pisa is definitely worth a visit! The iconic leaning structure is fascinating, and it's amazing to see how the building stands despite its tilt-it truly feels like a wonder of architecture. The area outside is open 24 hours, so you can take photos from almost any angle. There's also a beautiful lawn where you can relax and enjoy the view, although access may vary at times. Even just walking around and admiring the tower, along with the nearby Pisa Cathedral and Baptistery, makes for a memorable experience. A must-visit landmark when in Pisa!",
            "author_name": "Gopala krishnan Vellingiri (VGK)",
            "relative_time_description": "",
            "time": 1757242733,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Visiting the Leaning Tower of Pisa was an unforgettable experience and well worth the trip! Pisa itself is a charming, small town, and we made the drive specifically to see the famous tower and it did not disappoint.\nWe purchased our tickets online ahead of time, I think they were a timed ticket and it was $42 which made things super easy and fast. We arrived first thing in the morning and only waited about 10 minutes to get in. They provide lockers for your belongings since you're not allowed to bring bags or loose items inside, which was convenient and secure.\nClimbing to the top is an adventure in itself! The stairway is extremely narrow and leans with the tower, which can feel disorienting at times. If you are claustrophobic, have breathing difficulties, or struggle with steep stairs, this might be a bit challenging. That said, making it to the top is completely worth it the view is incredible, and there's something surreal about standing at the top of one of the world's most iconic landmarks.\n\nIt was rainy the day we went, but only scattered showers, so it didn't interfere with our experience too much. We even grabbed some sweaters from the gift shop nearby so we wouldn't get wet. After climbing and taking in the view, we had fun taking the famous “pushing the tower” photos outside something you can't leave Pisa without doing!\nThe whole experience felt like stepping into a postcard from my childhood finally seeing in person what I had only ever read about or seen in photos. If you're traveling in Italy, this is an absolute must see bucket list stop!",
            "author_name": "B V",
            "relative_time_description": "",
            "time": 1753330595,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.opapisa.it/visita/torre-pendente/",
        "index": 2,
        "id": "",
        "categories": [
          "Historical place",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Observation Decks & Towers",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2130,
            "2": 1532,
            "3": 6895,
            "4": 26964,
            "5": 145724
          }
        },
        "minMinutesSpent": 120,
        "latitude": 43.722952,
        "address": "Piazza del Duomo, 56126 Pisa PI, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJ020hgKGR1RIRKbxqIDxK3aU",
        "generalDescription": "Piazza dei Cavalieri, also known as Knights' Square, is a Renaissance square in Pisa, Italy. It features a statue of Cosimo I de Medici, the first Grand Duke of Tuscany. The square is surrounded by notable landmarks such as the Medici Palace (Palazzo Vecchio), the Church of San Matteo and National Museum.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 10.400028,
        "rating": 4.6,
        "numRatings": 11440,
        "sources": [
          {
            "id": "468005",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/pisa-i-to-p.htm",
            "sourceSite": "Web",
            "snippet": "This palace in the Piazza dei Cavalieri (Knights' Square) is also known as the Palazzo della Carovanaand was originally the Palazzo degli Anziani (Palace of the Elders). In 1562, architect Giorgio Vasari began rebuilding and enlarging it, creating the magnificent Palazzo dei Cavalieri, named after the training courses for knights ( cavalieri) of the Order of St. Stephen, which were held here. The most imposing and ornate building outside of the Piazza dei Miracoli, its facade is decorated with sgraffito ornament; coats of arms; and busts of six Medici Grand Dukes of Tuscany, from Cosimo I to Cosimo III. The grandeur is enhanced by the projecting roof and the handsome double staircase leading up to the entrance.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions & Things to Do in Pisa",
            "indexInSource": 4,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "479031",
            "type": "webPlacesList",
            "url": "https://www.thebrokebackpacker.com/things-to-do-in-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "Italy wouldn’t be Italy without its piazza or squares (plaza, more correctly). They’re often where it’s at in terms of politics, economics and general meeting place and, of course, this happens to be the case in Pisa as well. Whilst the most famous in the city is obviously Piazza del Duomo (with the wonky tower and all), the second most preeminent is Piazza dei Cavilieri.",
            "siteName": "The Broke Backpacker",
            "shortName": "23 UNIQUE Things to Do in Pisa [in 2025]",
            "indexInSource": 1,
            "iconSiteId": 259,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "330590",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/15-best-things-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "The Knights Square is one of the main squares in Pisa and the Palazzo dei Cavalieri is a beautiful Palace that is the central attraction. This palace was constructed in the 16th century and was originally the HQ of the Knights of St. Stephen. The front façade of this palace is truly beautiful and features some spectacular decoration on the stone work.",
            "siteName": "The Crazy Tourist",
            "shortName": "15 Best Things to Do in Pisa (Italy)",
            "indexInSource": 4,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "478970",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/things-to-do-in-pisa/",
            "sourceSite": "Web",
            "snippet": "Among the most impressive buildings is the Palazzo dei Cavalieri, which was built in 1560 by the architect Giorgio Vasari. The oldest palace called Palazzo della Carovana, which is now an elite university, the church Santo Stefano dei Cavalieri and not to forget, the beautiful clock palace Palazzo dell’Orologio are also worth seeing.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 15 Amazing Things to Do in Pisa (Italy)",
            "indexInSource": 5,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1002172",
            "type": "webPlacesList",
            "url": "https://devourtours.com/blog/things-to-do-in-pisa/",
            "sourceSite": "Web",
            "snippet": "The Palazzo dei Cavalieri is one of the most beautiful buildings in Pisa. It is located in the  Piazza dei Cavalieri (Square of the Knights), right next to the church of Santo Stefano dei Cavalieri. It was originally built to accommodate the orders of the Knights of St. Stephen.",
            "siteName": "Devour Tours",
            "shortName": "The Ultimate Guide of Top Things to do in Pisa",
            "indexInSource": 3,
            "iconSiteId": 21681,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "LXOw3PpEKQDmnefo4FAwLFT47b6AIB63",
          "jwULUrHaxQbrTQt9BQYTliP2fEi9LJHX",
          "i5bQzmHazUMu98fW1oiO9yaBGla4mYY1",
          "jhS3DNi3mJJ8tW3cLJId8LTkiRqxQIl5",
          "8X17Qapxfj8j01Div6UBy3NkVRxYakVq",
          "LXOw3PpEKQDmnefo4FAwLFT47b6AIB63",
          "jwULUrHaxQbrTQt9BQYTliP2fEi9LJHX",
          "i5bQzmHazUMu98fW1oiO9yaBGla4mYY1",
          "jhS3DNi3mJJ8tW3cLJId8LTkiRqxQIl5",
          "8X17Qapxfj8j01Div6UBy3NkVRxYakVq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Piazza dei Cavalieri",
        "placeId": "ChIJ020hgKGR1RIRKbxqIDxK3aU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "While most visitors flock to the Leaning Tower, a short walk away you'll find the Piazza dei Cavalieri, and it's absolutely worth seeing. This historic square is a stark contrast to the bustling crowds of the Piazza dei Miracoli, offering a more serene and equally impressive glimpse into Pisa's past.\nThe centerpiece, the stunning Palazzo della Carovana, with its elaborate sgraffito decoration and the grand statue of Cosimo I de' Medici, is truly captivating. The architecture is magnificent, showcasing the power and influence of the Knights of St. Stephen. It's a fantastic spot to take some photos and soak in the history without the overwhelming crowds.\nWe really enjoyed the peaceful atmosphere and the chance to appreciate Pisa's less famous but equally beautiful landmarks. Don't miss it if you're in the area!",
            "author_name": "Yecheng Shen",
            "relative_time_description": "",
            "time": 1749240058,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Piazza dei Cavalieri in Pisa is a stunning Renaissance square rich in history. Once a political center, it's now home to the Scuola Normale Superiore. Highlights include the Palazzo della Carovana, the statue of Cosimo I, and Santo Stefano dei Cavalieri church. Quieter than the Leaning Tower area, it offers a peaceful atmosphere and beautiful architecture, perfect for a reflective visit or great photos.",
            "author_name": "Dani Baal",
            "relative_time_description": "",
            "time": 1746513387,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Not much to do here but appreciate the great history and the beauty of this square and the architectural passion of the past. Sit have a coffee and head back in time",
            "author_name": "Jason Cobb",
            "relative_time_description": "",
            "time": 1754236584,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.turismo.pisa.it/cultura/dettaglio/piazza-dei-cavalieri",
        "index": 3,
        "id": "",
        "categories": [
          "Plaza",
          "Sights & Landmarks",
          "Historic Walking Areas",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 104,
            "2": 90,
            "3": 771,
            "4": 2812,
            "5": 7659
          }
        },
        "minMinutesSpent": 150,
        "latitude": 43.719432,
        "address": "P.za dei Cavalieri, 56126 Pisa PI, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJnSCTwgmR1RIR0PAlUy8cLUk",
        "generalDescription": "Located in the Square of Miracles, Battistero di San Giovanni is a stunning medieval baptistery that often goes unnoticed next to its towering neighbors. This round building boasts an impressive interior with a baptism font at its center and offers a unique vantage point from its top floor overlooking the cathedral. Constructed in the 12th century in Romanesque style, it features Gothic and Renaissance influences as well.",
        "utcOffset": 120,
        "maxMinutesSpent": 30,
        "longitude": 10.394135,
        "rating": 4.6,
        "numRatings": 3729,
        "sources": [
          {
            "id": "95202",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/europe/italy/articles/20-must-visit-attractions-in-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "Another underrated building near the Leaning Tower is the Battistero di San Giovanni. The baptistery – one of the largest in Italy – is a masterpiece of Pisan-gothic architecture, often used as a concert hall due to its incredible acoustics.",
            "siteName": "The Culture Trip",
            "shortName": "15 Cool Things To Do In Pisa For An Unforgettable Trip",
            "indexInSource": 3,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "U2z6FsOwoRog8pAKGigi0Ei6lanDRAr5",
          "8Sk7Icd2oPeSXnIAtuff6SY0DA2uhtgd",
          "jsSd2iO8Hry8v6pgMkMQvB48k5mwMuCr",
          "Q7lBGaoEYFTyZ8ad6EjKHO8D9kOyfoQT",
          "qrowrrl0B8k9cfwFb12ke8G2XGlcpKWc",
          "U2z6FsOwoRog8pAKGigi0Ei6lanDRAr5",
          "8Sk7Icd2oPeSXnIAtuff6SY0DA2uhtgd",
          "jsSd2iO8Hry8v6pgMkMQvB48k5mwMuCr",
          "Q7lBGaoEYFTyZ8ad6EjKHO8D9kOyfoQT",
          "qrowrrl0B8k9cfwFb12ke8G2XGlcpKWc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Battistero di San Giovanni",
        "placeId": "ChIJnSCTwgmR1RIR0PAlUy8cLUk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Everyone comes to see the leaning tower of Pisa but the cathedral complex of 4 buildings; the tower, the cathedral, the cemetery, and this baptistery is, as a whole, quite simply one of the most stunning sights you will see in the world. And for me, the baptistery is the architectural jewel. It seems extraordinary to create a building of this size, this complexity and this expense just for baptisms but we have to be grateful they did.\nIt helps to visit the cathedral museum before you go in because there you will discover many of the statues that line the upper storey gables are in fact replicas and the originals are in the museum for protection where you can see them up close. You can also learn about the construction and design and appreciate the skill that has gone in to it.\nLike the tower, the baptistery also has a lean, though very slight. You can climb the internal staircase to the upper level to appreciate the vast space. And if you time your visit right, every half hour a member of staff demonstrates the extraordinary echo achieved because of the double-domed roof.",
            "author_name": "herm dig",
            "relative_time_description": "",
            "time": 1740582089,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It was my first time visiting the Leaning Tower of Pisa, and I honestly didn't expect it to be so impressive. It was much bigger than I imagined, and the whole experience felt magical. Seeing it in real life is truly something special-it's definitely a must-see! The atmosphere around the tower is lively and full of charm. A unique landmark that leaves a lasting impression",
            "author_name": "Darmoul Dhouha",
            "relative_time_description": "",
            "time": 1746312862,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Such a beautiful place. We were lucky that the choir began singing while we were on the upper level and the acoustics were incredible.  The sound seemed to come from every direction at once.  The building is well maintained and the crowds not bad at all.  Don't just come to see the tower.  This chapel is a must visit",
            "author_name": "Gary Griffith",
            "relative_time_description": "",
            "time": 1748445398,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.opapisa.it/visita/battistero/",
        "index": 4,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Catholic church",
          "Religious destination",
          "Sacred & Religious Sites",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 57,
            "2": 37,
            "3": 161,
            "4": 685,
            "5": 2784
          }
        },
        "minMinutesSpent": 30,
        "latitude": 43.723316,
        "address": "Piazza del Duomo, 23, 56126 Pisa PI, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJBb85DLOR1RIRTIDuaATlzbE",
        "generalDescription": "Tuttomondo, a vibrant masterpiece by the renowned American street artist Keith Haring, is a must-see gem nestled in Pisa. Just a stone's throw from the bustling Corso Italia and near the train station, this stunning mural spans an impressive 180 square meters on the wall of the Church of Sant Antonio Abate. Created in just four days back in 1989, it stands as Haring's final work before his untimely passing.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 10.398329,
        "rating": 4.6,
        "numRatings": 2991,
        "sources": [
          {
            "id": "87560",
            "type": "webPlacesList",
            "url": "https://florencetips.com/pisa.html",
            "sourceSite": "Web",
            "snippet": "Keith Harring's last mural ever can also be found in the Tuscan town and can be viewed completely free of charge. The artwork is called Tuttomondo and is one of the few permanent murals by the graffiti artist. You can find the artwork on the facade of the Monastery of San Antonio near Piazza Vittorio Emanuele II. The artwork was created in 1989, just a few months before Harring's death.",
            "siteName": "florencetips.com",
            "shortName": "Things to do in Pisa Italy",
            "indexInSource": 10,
            "iconSiteId": 13466,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "330590",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/15-best-things-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "Keith Haring is a world renowned artist who is famous for his wall murals. Although Pisa has a host of historical buildings and beautiful Italian architecture, it does feature a beautiful mural by this American artist. Located just off of the Piazza di Vittoria Emanuele II the mural is a truly magnificent piece of artwork and displays a vision of peace and harmony.",
            "siteName": "The Crazy Tourist",
            "shortName": "15 Best Things to Do in Pisa (Italy)",
            "indexInSource": 7,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1002172",
            "type": "webPlacesList",
            "url": "https://devourtours.com/blog/things-to-do-in-pisa/",
            "sourceSite": "Web",
            "snippet": "Right on Piazza Vittorio Emanuele, you can find the magnificent Tuttomondo (All World) mural (P.za V. Emanuele II, 18). It was created by renowned American artist Keith Haring a year before his death and is the most famous pop artwork in the city of Pisa. Due to its beautiful colors, it is one of the most Instagrammable spots in Pisa.",
            "siteName": "Devour Tours",
            "shortName": "The Ultimate Guide of Top Things to do in Pisa",
            "indexInSource": 5,
            "iconSiteId": 21681,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129281",
            "type": "webPlacesList",
            "url": "https://www.safestay.com/the-explorer/the-most-instagrammable-spots-in-pisa/",
            "sourceSite": "Web",
            "snippet": "You might recognise the picture but we bet you didn’t know it was in Pisa. The popular mural that features human-like figures describing the theme of peace and harmony in the world is a great spot for a Instagram!. The colours really add depth to the image so be sure to feature them in the picture.",
            "siteName": "Safestay",
            "shortName": "The Most Instagrammable Spots in Pisa",
            "indexInSource": 2,
            "iconSiteId": 19971,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "BDC1OWxHk9nmfezd0RawIyadGyv08FGQ",
          "QVd2eAPVneQ4BUMxcmf7mlsTKHaclJmP",
          "uWM9VxrZTQv176EinhQd9HgjE0rRWH6d",
          "nX3j4FF9fjDJoSdxNbtJxsBrQll4KLFb",
          "jDfWMCdllZ7UX1niELmimlKh1kWbVAED",
          "BDC1OWxHk9nmfezd0RawIyadGyv08FGQ",
          "QVd2eAPVneQ4BUMxcmf7mlsTKHaclJmP",
          "uWM9VxrZTQv176EinhQd9HgjE0rRWH6d",
          "nX3j4FF9fjDJoSdxNbtJxsBrQll4KLFb",
          "jDfWMCdllZ7UX1niELmimlKh1kWbVAED"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Tuttomondo (Keith Haring)",
        "placeId": "ChIJBb85DLOR1RIRTIDuaATlzbE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A friend found out this mural was the last Keith Haring completed prior to his death. We saw Pisa (yes, ooh-ahh it leans) we high tailed deeper into Pisa to enjoy the mural. It is located in a non descrip walk/Alley way and quite the marvel. While I'm not a huge fan of Haring, a mural like this is still astonishing.",
            "author_name": "Connie Cheng",
            "relative_time_description": "",
            "time": 1733546987,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Keith Haring's artwork is very famous, but I only delved deeper into his work after learning about this mural. Regardless, he expressed his ideas in a more accessible way. Unfortunately, he only lived to be 31 years old.",
            "author_name": "Vienna",
            "relative_time_description": "",
            "time": 1742759301,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A vibrant and inspiring mural by Keith Haring, painted in 1989 on the rear wall of the Church of Sant'Antonio Abate. “Tuttomondo” (All the World) features 30 interlocking figures symbolizing themes of peace, unity, and harmony. It's one of Haring's last public works and a must-see for art enthusiasts visiting Pisa.",
            "author_name": "Paul Petyt",
            "relative_time_description": "",
            "time": 1747573396,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://en.wikipedia.org/wiki/Tuttomondo",
        "index": 5,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 32,
            "2": 33,
            "3": 176,
            "4": 587,
            "5": 2162
          }
        },
        "minMinutesSpent": 90,
        "latitude": 43.711183,
        "address": "P.za V. Emanuele II, 18, 56125 Pisa PI, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJP6viXqeR1RIR4YESbSqoNks",
        "generalDescription": "Cattedrale di Pisa, also known as the Cathedral of Pisa or Santa Maria Assunta, is a grand marble-striped cathedral famous for its ornate Romanesque bronze doors and a carved 1300s pulpit. Initially built as the freestanding bell tower for the nearby Duomo di Pisa, it began to lean due to unstable soil during construction in the 12th century.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 10.395911,
        "rating": 4.8,
        "numRatings": 12625,
        "sources": [
          {
            "id": "95202",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/europe/italy/articles/20-must-visit-attractions-in-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "You can’t say you know Pisa without a visit to the Cattedrale di Pisa. This superb basilica is in the Square of Miracles, near the Leaning Tower. It is one of the most important churches in Italy – famous for its white-marble façade adorned with columns and statues.",
            "siteName": "The Culture Trip",
            "shortName": "15 Cool Things To Do In Pisa For An Unforgettable Trip",
            "indexInSource": 2,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129281",
            "type": "webPlacesList",
            "url": "https://www.safestay.com/the-explorer/the-most-instagrammable-spots-in-pisa/",
            "sourceSite": "Web",
            "snippet": "The Cattedrale di Pisa is another architectural masterpiece that will take anyone’s Instagram from 0 to 100. The sheer detail must be captured in your shot to show how intricate and amazing the building is. The grass in front of the Cattedrale di Pisa is the best spot to sit down and get a picture from there.",
            "siteName": "Safestay",
            "shortName": "The Most Instagrammable Spots in Pisa",
            "indexInSource": 4,
            "iconSiteId": 19971,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bcO2avZnFZ3TynIT6MYtouhWjPKfheMU",
          "6QmiAKzW82Jz6CVSlzyO6UHFmKMc6lrG",
          "27eSqqzmBrszYC2VKvkduVDLHeGhEvhm",
          "oh731py2UYFJ3aBl31mIeYmrajMuo4mB",
          "7FrjoO61AKdkPVdOqZsDww102ehWjk2U",
          "bcO2avZnFZ3TynIT6MYtouhWjPKfheMU",
          "6QmiAKzW82Jz6CVSlzyO6UHFmKMc6lrG",
          "27eSqqzmBrszYC2VKvkduVDLHeGhEvhm",
          "oh731py2UYFJ3aBl31mIeYmrajMuo4mB",
          "7FrjoO61AKdkPVdOqZsDww102ehWjk2U"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Cattedrale di Pisa",
        "placeId": "ChIJP6viXqeR1RIR4YESbSqoNks",
        "internationalPhoneNumber": "+39 050 560921",
        "reviews": [
          {
            "rating": 5,
            "text": "Incredibly beautiful and elegant cathedral.\nMost people come to see the leaning tower of Pisa, but the true jem of the complex is the cathedral itself.\nIt is beautiful and imposing both externally and from the inside.\nThe mosaic of Christ is an absolute beauty while the canvas paintings on both sides are an awesome sight.\nThe facade is also a gleaming statement of Italian artistry.",
            "author_name": "Vincent Caruana Gauci",
            "relative_time_description": "",
            "time": 1745261616,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "After visiting Cathedral of Florence i was very surprised by interior decoration here. Very rich and beautiful in comparison to Florence. Spent more than 40min here to admire every detail. Paintings, statues, woodwork, mosaics, frescos, everything in superb condition like it wasn't build 900 years ago. Very pleasant surprise. It was beautifully restored in 2018.",
            "author_name": "Tomi Valny",
            "relative_time_description": "",
            "time": 1749378242,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Obviously I don't need to give you introduction to the place.\nThere is dress code girls take a scarf with you to cover your shoulders or thighs. It is important to dress appropriately for a visit to a church, with rules against shorts and bare shoulders.",
            "author_name": "Karthika Lakshmi",
            "relative_time_description": "",
            "time": 1757200009,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.opapisa.it/",
        "index": 6,
        "id": "",
        "categories": [
          "Catholic cathedral",
          "Sights & Landmarks",
          "Cathedral",
          "Catholic church",
          "Architectural Buildings",
          "Sacred & Religious Sites",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 154,
            "2": 49,
            "3": 264,
            "4": 1734,
            "5": 10416
          }
        },
        "minMinutesSpent": null,
        "latitude": 43.723352,
        "address": "Piazza del Duomo, 56126 Pisa PI, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJ47e98qCR1RIREYdyULW8aL0",
        "generalDescription": "The Botanical Garden and Museum in Pisa is a serene oasis founded in the 16th century, featuring an arboretum, medicinal plants, fountains, and flowerbeds. It's a perfect spot for families with kids to explore different greenhouses and areas while enjoying the lush surroundings. The museum on the grounds offers an interesting insight into botanical history.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 10.396695,
        "rating": 4.4,
        "numRatings": 4224,
        "sources": [
          {
            "id": "468005",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/pisa-i-to-p.htm",
            "sourceSite": "Web",
            "snippet": "Also known as the Orto Botanico dell'Università di Pisa, Pisa's botanical garden was the first university botanical garden in Europe, founded by Cosimo I de'Medici in the mid-1500s. You can explore various environments and collections, both outdoors and in its several buildings, to find herb gardens, an arboretum of rare trees, water gardens, and greenhouses. One of these is Europe's first iron-framed glasshouse.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions & Things to Do in Pisa",
            "indexInSource": 7,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "87560",
            "type": "webPlacesList",
            "url": "https://florencetips.com/pisa.html",
            "sourceSite": "Web",
            "snippet": "The Orto Botanico di Pisa is the oldest botanical garden in Italy and is currently affiliated with the University of Pisa. The garden has been around since 1544 and was established under the reign of Cosimo I. The botanist Luca Ghini was in charge of the botanical garden. The garden is divided into several sections with a botanical school, ponds, greenhouses and several buildings worth seeing.",
            "siteName": "florencetips.com",
            "shortName": "Things to do in Pisa Italy",
            "indexInSource": 9,
            "iconSiteId": 13466,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1002172",
            "type": "webPlacesList",
            "url": "https://devourtours.com/blog/things-to-do-in-pisa/",
            "sourceSite": "Web",
            "snippet": "The Botanical Garden of Pisa is the first botanical university in the world. It was founded in 1553 by doctor and botanist Luca Ghini. The museum houses plants from every continent.",
            "siteName": "Devour Tours",
            "shortName": "The Ultimate Guide of Top Things to do in Pisa",
            "indexInSource": 2,
            "iconSiteId": 21681,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "czpoIwuMrTsIo2StFaA1RaDt54y4In4Q",
          "r2kMnhJeT4IvCBKkft7w6i2TxhpiYSvh",
          "2dkhcZOdAOsJgYjtHZsZaRHO7DkAZu5c",
          "AAhygvKMQhvgx6DicdmBG30xKpqMH2Wf",
          "7uLcX0SKMNUckTuw138m0m1r0wXgn5eh",
          "czpoIwuMrTsIo2StFaA1RaDt54y4In4Q",
          "r2kMnhJeT4IvCBKkft7w6i2TxhpiYSvh",
          "2dkhcZOdAOsJgYjtHZsZaRHO7DkAZu5c",
          "AAhygvKMQhvgx6DicdmBG30xKpqMH2Wf",
          "7uLcX0SKMNUckTuw138m0m1r0wXgn5eh"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Orto e Museo Botanico",
        "placeId": "ChIJ47e98qCR1RIREYdyULW8aL0",
        "internationalPhoneNumber": "+39 050 221 1310",
        "reviews": [
          {
            "rating": 5,
            "text": "I am dedicating this review to the most important part of this botanical garden: the orange fatso. He is always there on a sunny day to greet you, he might even cuddle you if it's colder and if you build that type of trust with him. He will bite and scratch if you cross him. He is always in the right to do it, so don't try him. Respect the little guy, he is the key part of the experience.\n\nHe let me cuddle him only recently after 3 years of courting... followed immediately by a slap in the face so you win some and you lose some.\nAlso, obviously this is a place worth checking out, one of the cutest and most peaceful places in Pisa, especially the central part that lacks greenery. You'll like it here, I can guarantee it.",
            "author_name": "Evelina Pushkash",
            "relative_time_description": "",
            "time": 1757014319,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The botanic gardens offer a lovely place to cool down and rest in the summer heat. There are some beautiful specimen trees and we enjoyed the ' Bamboo forests '. You could even bring your laptop and study or work in the shade of a tree as we saw one gentleman doing. How about a botanic garden for an office? Very nice 😀",
            "author_name": "Anna Bradshaw",
            "relative_time_description": "",
            "time": 1752155118,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A good botanical garden that was worth the €4 admission fee. The plants were very well marked and labelled and I liked how it was laid out into two main areas based on style of garden. The greenhouses were hit or miss, some were closed and others felt quite cluttered and oppressive. The entrance was quite hard to locate, and it would be very nice if there was an alternate way in and out on Via Roma. Overall a good stop to get away from the tourist crowds and enjoy a nice day in Pisa.",
            "author_name": "Jacob Schepmann",
            "relative_time_description": "",
            "time": 1748619236,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://ortomuseobot.sma.unipi.it/",
        "index": 7,
        "id": "",
        "categories": [
          "Botanical garden",
          "Nature & Parks",
          "Museum",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 106,
            "2": 140,
            "3": 428,
            "4": 1028,
            "5": 2531
          }
        },
        "minMinutesSpent": 90,
        "latitude": 43.719833,
        "address": "Via Luca Ghini, 13, 56126 Pisa PI, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJQaAKg6SR1RIR6xdGos0STAY",
        "generalDescription": "Chiesa di Santa Caterina d'Alessandria is a 13th-century Gothic-style Catholic church located south of the Arno River. It underwent renovations in the 19th century, resulting in a nave with a gabled roof and plastered walls, except for the lower part of the X and XI century apse. The church is famous for housing the pulpit from which St. Thomas Aquinas preached.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 10.404228,
        "rating": 4.6,
        "numRatings": 1048,
        "sources": [
          {
            "id": "1925302",
            "type": "webPlacesList",
            "url": "https://www.raffaeleferrari.com/photograph-pisa-an-essential-guide/",
            "sourceSite": "Web",
            "snippet": "Church di Santa Caterina d’Alessandria, a small and simple church, but with a beautiful stained glass window and interior decoration.",
            "siteName": "Raffaele Ferrari",
            "shortName": "Photograph Pisa, an essential guide",
            "indexInSource": 9,
            "iconSiteId": 276490,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "weZxVSuirMtAjt1q3LrCNsrnLASMOH1P",
          "ZAX5PwVquPPihvqi1d88lAtJInsMAzhd",
          "UsbWgPgNE07xUeaewKzrxb5LtF20Vsqy",
          "POMXD3GUTLDdCcKwKZrqEbglbI9nrxr5",
          "k6dCjexykbNCKlVwhAKJ72VSeYpNfwpS",
          "weZxVSuirMtAjt1q3LrCNsrnLASMOH1P",
          "ZAX5PwVquPPihvqi1d88lAtJInsMAzhd",
          "UsbWgPgNE07xUeaewKzrxb5LtF20Vsqy",
          "POMXD3GUTLDdCcKwKZrqEbglbI9nrxr5",
          "k6dCjexykbNCKlVwhAKJ72VSeYpNfwpS"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1600"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1600"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1600"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1600"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1600"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Chiesa di Santa Caterina d'Alessandria",
        "placeId": "ChIJQaAKg6SR1RIR6xdGos0STAY",
        "internationalPhoneNumber": "+39 333 697 8713",
        "reviews": [
          {
            "rating": 5,
            "text": "Duomo vs. St Caterina 0:1\n\nUnlike the Dome this building actually reflects the original structures in its current state of interior. Nearly no tacky neoclassical  fluff has landed inside here to spoil its simplicity. There are some pretty interesting works of art inside, for example a 14th century icon featuring Plato and Aristoteles.\n\nIf you also got underwhelmed by the Dome's \"turtleneck and chain\" show of splendor and wealth - go here for some meaningful experience here.",
            "author_name": "Sasha Tråp",
            "relative_time_description": "",
            "time": 1514817741,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Lovely church we just stumbled across. Large interior with beautiful artwork.",
            "author_name": "Elk Hunter",
            "relative_time_description": "",
            "time": 1745178711,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a huge church which seems even bigger inside.  It has a series of very beautiful stain-glass windows behind the main and side chapels which dominate the interior.  There are also a number of beautifully carved side chapels/tombs along the walls.\nThere was not another living soul in the church when we visit so it was very peaceful experience.",
            "author_name": "Steve Turner",
            "relative_time_description": "",
            "time": 1747053164,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.turismo.pisa.it/it/cultura/dettaglio/Chiesa-di-Santa-Caterina-00002/",
        "index": 8,
        "id": "",
        "categories": [
          "Catholic church",
          "Sights & Landmarks",
          "Sacred & Religious Sites",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 5,
            "3": 76,
            "4": 230,
            "5": 732
          }
        },
        "minMinutesSpent": null,
        "latitude": 43.721386,
        "address": "Piazza Santa Caterina, 4, 56127 Pisa PI, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJNfRESJ-R1RIRfRTT3jIaQ2U",
        "generalDescription": "Palazzo Blu is a captivating art museum housed in a beautifully restored medieval building located along the Arno River in Lungarni di Pisa. The museum boasts a remarkable permanent collection of Italian art, featuring exquisite paintings and artworks from the 5th to the 15th century. Visitors can also immerse themselves in splendid contemporary art pieces and temporary exhibitions.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 10.399751,
        "rating": 4.5,
        "numRatings": 5820,
        "sources": [
          {
            "id": "95202",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/europe/italy/articles/20-must-visit-attractions-in-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "Palazzo Blu is one of the most exciting art galleries in the city – with recent shows featuring Salvador Dalì, Amedeo Modigliani and Toulouse-Lautrec. The palace also includes a cool cafe and bookshop at the back for an afternoon spent with an espresso and a good book.",
            "siteName": "The Culture Trip",
            "shortName": "15 Cool Things To Do In Pisa For An Unforgettable Trip",
            "indexInSource": 8,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "468005",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/pisa-i-to-p.htm",
            "sourceSite": "Web",
            "snippet": "Palazzo Giuli Rosselmini Gualandi, more commonly called Palazzo Blu, houses rich permanent collections of paintings and other art, the works of Italian artists from the 16th to the 20th century. In addition, its collections include fine furniture and early coins. Beyond these collections are a continuing series of special exhibitions that may cover anything from science to cinema, or may feature the works of a single artist, such as M.C.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions & Things to Do in Pisa",
            "indexInSource": 5,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "472078",
            "type": "webPlacesList",
            "url": "https://lovefromtuscany.com/top-10-pisa-attractions/",
            "sourceSite": "Web",
            "snippet": "Art lovers head to Palazzo Blu, a delightfully blue coloured building located on the Lungarno Gambacorti. Apart from a permanent collection of paintings (14th -20th century), furniture and coins, the three floored building usually hosts temporary exhibitions – the latest being Escher. There’s a lack of information in English but it’s still a good place to breathe in some Italian culture.",
            "siteName": "Love From Tuscany",
            "shortName": "Top 10 Pisa attractions | See the best of Pisa, Tuscany, Italy",
            "indexInSource": 3,
            "iconSiteId": 13947,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "87560",
            "type": "webPlacesList",
            "url": "https://florencetips.com/pisa.html",
            "sourceSite": "Web",
            "snippet": "The Palazzo Blu or Palazzo Giuli Rosselmini Gualandi is a museum, where many temporary art exhibitions are shown and cultural activities are held. The museum is located in the historic center of Pisa and is maintained by the Fondazione Palazzo Blu. The building owes its name to the blue color that was discovered during an architectural renovation.",
            "siteName": "florencetips.com",
            "shortName": "Things to do in Pisa Italy",
            "indexInSource": 6,
            "iconSiteId": 13466,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "479031",
            "type": "webPlacesList",
            "url": "https://www.thebrokebackpacker.com/things-to-do-in-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "Set inside a building dating back to the 14th century, this palazzo (or palace) is now a centre for art and culture in the city. Not only do you get to walk around an actual Italian palace, with a mix of antique furnishings and ornate architectural embellishments, you also get to see art. It’s one of the best free things to do in Pisa.",
            "siteName": "The Broke Backpacker",
            "shortName": "23 UNIQUE Things to Do in Pisa [in 2025]",
            "indexInSource": 2,
            "iconSiteId": 259,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1925302",
            "type": "webPlacesList",
            "url": "https://www.raffaeleferrari.com/photograph-pisa-an-essential-guide/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Raffaele Ferrari",
            "shortName": "Photograph Pisa, an essential guide",
            "indexInSource": 10,
            "iconSiteId": 276490,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "FUDGNGwWElOyDmQdTzrOuCbrofOpsB5E",
          "rozp7RX9VbfPOB5EKJEHQt2aC2b9FqFk",
          "sTQiKf8GpWnG8xYZXBHRmrJPN88HbN20",
          "qpHgVQHcF3bklJJhUyvcCZFfwm1WeDp3",
          "LhoOJaHNOuC5v1dJxB91wBBmh80xd59t",
          "FUDGNGwWElOyDmQdTzrOuCbrofOpsB5E",
          "rozp7RX9VbfPOB5EKJEHQt2aC2b9FqFk",
          "sTQiKf8GpWnG8xYZXBHRmrJPN88HbN20",
          "qpHgVQHcF3bklJJhUyvcCZFfwm1WeDp3",
          "LhoOJaHNOuC5v1dJxB91wBBmh80xd59t"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Palazzo Blu",
        "placeId": "ChIJNfRESJ-R1RIRfRTT3jIaQ2U",
        "internationalPhoneNumber": "+39 050 916950",
        "reviews": [
          {
            "rating": 5,
            "text": "Went there to view Hokusai exhibition, truly amazing. The disposition and selection of artworks. There were nice transitions between rooms.\nAlso lockers available for free, a nice coffee machine, and a good giftshop at the end.\nRecommended!",
            "author_name": "Emilio Eguia",
            "relative_time_description": "",
            "time": 1734946048,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Really worth the hype! 🖼️\nThe tickets are not expensive at all and you get to see a lot of cool paintings and some artwork. I feel in love with the leisure room, it looked quite charming and I also liked the section they devoted to history of the first and second world wars.\nI learned a lot thanks to this visit.",
            "author_name": "Maria-Pia Lea",
            "relative_time_description": "",
            "time": 1741602166,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Palazzo Blu in Pisa is a beautiful museum and art gallery located in a historic palace near the Arno River. The venue itself is stunning, with its grand architecture and elegant interior, which adds to the charm of the experience. The museum showcases a rich collection of art, including works from the Renaissance to contemporary pieces, as well as temporary exhibitions. The displays are thoughtfully curated, offering visitors a deep dive into Italian art and culture. It's a lovely spot for art lovers looking to explore Pisa beyond its famous Leaning Tower. Highly recommended for anyone visiting the city!",
            "author_name": "Dani Baal",
            "relative_time_description": "",
            "time": 1742833156,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://palazzoblu.it/",
        "index": 9,
        "id": "",
        "categories": [
          "Art museum",
          "Museums",
          "Art gallery",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 103,
            "2": 73,
            "3": 325,
            "4": 1430,
            "5": 3892
          }
        },
        "minMinutesSpent": 120,
        "latitude": 43.71567,
        "address": "Lungarno Gambacorti, 9, 56125 Pisa PI, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJzYhOxKaR1RIRB1vlGZvQiuw",
        "generalDescription": "Camposanto Monumentale, also known as the Monumental Cemetery of Pisa, is a stunning site located in Miracle Square. This elegant cemetery was built to house the graves of noble and illustrious citizens and features a rectangular gallery adorned with Roman sarcophagi and beautiful frescoes by renowned artists such as Taddeo Gaddi, Spinello Aretino, and Benozzo Gozzoli.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 10.39492,
        "rating": 4.6,
        "numRatings": 950,
        "sources": [
          {
            "id": "95202",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/europe/italy/articles/20-must-visit-attractions-in-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "The Camposanto – or sacred field – is a large rectangular cloister near the Piazza dei Miracoli with a gallery of arches decorated with gothic tracery that open onto a courtyard. Construction began in 1278 and continued for several centuries. If you want to visit a spot without huge queues of tourists, this is the place for you.",
            "siteName": "The Culture Trip",
            "shortName": "15 Cool Things To Do In Pisa For An Unforgettable Trip",
            "indexInSource": 4,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "461896",
            "type": "webPlacesList",
            "url": "https://www.blinktravel.guide/pisa/the-most-instagrammable-spots-in-pisa",
            "sourceSite": "Web",
            "snippet": "Considered sacred by the Catholic Church, its owner, the square is dominated by four great religious edifices: the Pisa Cathedral, the Pisa Baptistry, the Campanile, and the Camposanto Monumentale (Monumental Cemetery). Partly paved and partly grassed, the Piazza dei Miracoli is also the site of the Ospedale Nuovo di Santo Spirito (New Hospital of the Holy Spirit), which houses the Sinopias Museum (Italian: Museo delle Sinopie) and the Cathedral Museum (Italian: Museo dell'Opera del Duomo). The name Piazza dei Miracoli was coined by the Italian writer and poet Gabriele d'Annunzio who, in his novel Forse che sì forse che no (1910), described the square as the \"prato dei Miracoli,\" or \"meadow of miracles\".",
            "siteName": "Blink",
            "shortName": "The Most Instagrammable Spots in Pisa",
            "indexInSource": 4,
            "iconSiteId": 40099,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "479031",
            "type": "webPlacesList",
            "url": "https://www.thebrokebackpacker.com/things-to-do-in-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "Camposanto is a cemetery, which doesn’t exactly sound inviting or one of the best things to do in Pisa, but hear us out. Known as the “Old Cemetery” this is actually a huge monument with a grassy courtyard area (Camposanto = “Holy Field”) surrounded by marble cloisters and covered walkways. Whilst the lawn, said to include soil from Golgotha (Jesus’ alleged place of crucifixion), is eerily impressive, it’s the original frescoes in a big room just off the North Gallery of the Camposanto itself.",
            "siteName": "The Broke Backpacker",
            "shortName": "23 UNIQUE Things to Do in Pisa [in 2025]",
            "indexInSource": 3,
            "iconSiteId": 259,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "468005",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/pisa-i-to-p.htm",
            "sourceSite": "Web",
            "snippet": "According to local legend, Archbishop Ubaldo dei Lanfranchi returned from the Fourth Crusade with several shiploads of earth from Golgotha, so that the citizens of Pisa could be buried in sacred soil. The construction of the Camposanto (Sacred Field) to hold it began in 1278, a large rectangular cloister whose gallery of arches decorated with Gothic tracery open into the courtyard. On the floor of the cloister are the graves of Pisan patricians, and around the sides are Roman sarcophagi.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions & Things to Do in Pisa",
            "indexInSource": 1,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "472078",
            "type": "webPlacesList",
            "url": "https://lovefromtuscany.com/top-10-pisa-attractions/",
            "sourceSite": "Web",
            "snippet": "The Camposanto Monumentale is a part of the Square of Miracles, but it’s a small world in itself. A legendary holy place (said to have been built on sacred soil brought to Pisa from the holy land in the 12th century), it’s a sombre and moving sight and peaceful too, after all the noise of the square. A beautiful courtyard, Gothic architectural details, a collection of Roman sarcophagi and some faded frescoes that add charm to the complex.",
            "siteName": "Love From Tuscany",
            "shortName": "Top 10 Pisa attractions | See the best of Pisa, Tuscany, Italy",
            "indexInSource": 0,
            "iconSiteId": 13947,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "330590",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/15-best-things-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "The final noteworthy structure within the Square of Miracles is the Monumental Cemetery. Located to the side of the Cathedral, this complex is made from the same stone as the other buildings and features a beautiful and peaceful interior courtyard. The interior hallway of the main building is bathed in light and features some beautiful (if not slightly faded) frescos.",
            "siteName": "The Crazy Tourist",
            "shortName": "15 Best Things to Do in Pisa (Italy)",
            "indexInSource": 1,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1925302",
            "type": "webPlacesList",
            "url": "https://www.raffaeleferrari.com/photograph-pisa-an-essential-guide/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Raffaele Ferrari",
            "shortName": "Photograph Pisa, an essential guide",
            "indexInSource": 1,
            "iconSiteId": 276490,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "itDSJFs0Kov60k25vpl645OloImTgfqn",
          "0BDv10A67aa1m0uSVldfyv6ZtAqiXW6X",
          "JIY3jLMvLQ537UYBCKh2PBxO7j2thiwA",
          "Ham8RJmYSerSaQQ8JFQrzF3YyJSUOz7w",
          "LgKzxHSAKaKsfmhtWcD0PHEVZM5bKBAq",
          "itDSJFs0Kov60k25vpl645OloImTgfqn",
          "0BDv10A67aa1m0uSVldfyv6ZtAqiXW6X",
          "JIY3jLMvLQ537UYBCKh2PBxO7j2thiwA",
          "Ham8RJmYSerSaQQ8JFQrzF3YyJSUOz7w",
          "LgKzxHSAKaKsfmhtWcD0PHEVZM5bKBAq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Camposanto",
        "placeId": "ChIJzYhOxKaR1RIRB1vlGZvQiuw",
        "internationalPhoneNumber": "+39 050 835011",
        "reviews": [
          {
            "rating": 5,
            "text": "Constructed in 1278, the Camposanto was established to safeguard the burial sarcophagi that were in the Cathedral in a new building. As such, it has a collection of sarcophagi from Roman, medieval, and Renaissance times. It is decorated with an amazing collection of frescoes that you can see reconstructed in pictures in the museum. It was one of the first burial structures that became a museum. Worth a visit.",
            "author_name": "Manuel Urquidi",
            "relative_time_description": "",
            "time": 1734730761,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The cemetery where Pisa's famous figures are buried is fascinating, especially because of the various epitaphs. The tombstones are engraved with intricate designs, reflecting the grief and remembrance of their families. There are also giant murals, making it well worth a visit.",
            "author_name": "Vienna",
            "relative_time_description": "",
            "time": 1742759012,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very lovely to see. Not so crowded like the rest!\nIncluded in the ticket if you buy the ticket with everything included.\nOn the wall there are some nice frescos and the tomb stones are magnificent to see.",
            "author_name": "Bob Coene",
            "relative_time_description": "",
            "time": 1748793164,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.opapisa.it/visita/camposanto/",
        "index": 10,
        "id": "",
        "categories": [
          "Cemetery",
          "Sights & Landmarks",
          "Landmark",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 16,
            "2": 6,
            "3": 45,
            "4": 170,
            "5": 722
          }
        },
        "minMinutesSpent": null,
        "latitude": 43.723984,
        "address": "Piazza del Duomo, 17, 56126 Pisa PI, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJy-0sK3SU1RIReg4YUBzcjfk",
        "generalDescription": "San Piero a Grado is a Romanesque Catholic church located on the road to Pisa's marina, away from the city center. It was built on the ancient port of Pisa where St. Peter is believed to have landed in Italy in 44 AD. The church has undergone construction and modifications over two centuries and features vibrant frescoes lining its interior. According to legend, it stands at the site where St.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 10.347149,
        "rating": 4.7,
        "numRatings": 1305,
        "sources": [
          {
            "id": "468005",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/pisa-i-to-p.htm",
            "sourceSite": "Web",
            "snippet": "Away from the center of Pisa, on the road to its marina, stands the 10th-century basilica built at the old port of Pisa, at the spot where St. Peter is believed to have landed in Italy in 44 AD. The site is well inland today, but 2,000 years ago, the Mediterranean extended this far. The church was constructed and modified over two centuries, and its interior is lined with frescoes, their colors still vibrant.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions & Things to Do in Pisa",
            "indexInSource": 6,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "87560",
            "type": "webPlacesList",
            "url": "https://florencetips.com/pisa.html",
            "sourceSite": "Web",
            "snippet": "The church was built on the site where once stood one of the gateways to Pisa where, according to legend, Saint Peter landed in Italy. The bell tower of the church was destroyed during the Second World War, so only the base of it has been rebuilt. The interior of the church is serene, but contains a few nice sights.",
            "siteName": "florencetips.com",
            "shortName": "Things to do in Pisa Italy",
            "indexInSource": 11,
            "iconSiteId": 13466,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GqV3LNvrbmhYU9VoELpajal6ibmqOTi3",
          "oL61BqKzhAs9oWvARkhHCdzRe7h1CRbt",
          "81a2EE8Qc0HfmwfqXTKVA2h9fIGqMOqe",
          "GqV3LNvrbmhYU9VoELpajal6ibmqOTi3",
          "oL61BqKzhAs9oWvARkhHCdzRe7h1CRbt",
          "81a2EE8Qc0HfmwfqXTKVA2h9fIGqMOqe"
        ],
        "openingPeriods": [],
        "name": "San Piero a Grado",
        "placeId": "ChIJy-0sK3SU1RIReg4YUBzcjfk",
        "internationalPhoneNumber": "+39 050 960065",
        "reviews": [
          {
            "rating": 5,
            "text": "It was a beautiful experience for me when I visited this historic site. It is a church that has stood for over a thousand years. In it the beautiful architecture of ancient times is appreciated. According to history, the site of the church was a harbour whose water was driven away and filled with sand with the course of time. Again, Saint Peter was said to have passed there. Interesting for me is the preservation of the older building inside the church. It's a beautiful place to be.\nThe surrounding is well kept and taken care of. Across the road, is a school (kindergarten) owned by the school and now managed by the sisters of Immaculate Conception.",
            "author_name": "Simon Chukwunonso",
            "relative_time_description": "",
            "time": 1720821120,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "What makes a historical building even greater? A good story. Here, acording to the legend, St. Peter stepped on the land of Italy (Roman empire back then) for the first time and built the first altar in Italy in 43AD🥲\nAs a reminder of that feat a church was built here in 4th century and later a basilica in 11th, which you can admire today. There are still doing some excavations in it but you can admire old architecture and frescoes. There should be a portrait of all popes till 14th century above the columns of pilars.\nNo tickets here, but need to be creative about parking. Limited number of them.",
            "author_name": "Rok Stražar",
            "relative_time_description": "",
            "time": 1753960373,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very suggestive place, indescribable peace and holiness.  It's a wonderful feeling when you visit here - you don't want to leave.\nBasilica di San Pietro Apostolo (Basilica di San Pietro Apostolo) located in the area of ​​San Piero a Grado, Pisa.\nIt was built near the ancient river port called Grado, where in 42-44  disembarked St.  Peter.",
            "author_name": "Giedrius Markulis",
            "relative_time_description": "",
            "time": 1694211207,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.sanpieroagrado.it/",
        "index": 11,
        "id": "",
        "categories": [
          "Catholic church",
          "Sights & Landmarks",
          "Points of Interest & Landmarks",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 6,
            "3": 49,
            "4": 208,
            "5": 1032
          }
        },
        "minMinutesSpent": null,
        "latitude": 43.679551,
        "address": "Via Vecchia di Marina, 5, 56010 Pisa PI, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJ7-B-dHaR1RIR-UYDd-8Nkl4",
        "generalDescription": "San Paolo a Ripa d'Arno is an impressive Romanesque church dating back to the 11th century, located in Piazza San Paolo on the banks of the Arno River. It was originally built in 805 for Vallombrosan monks and has undergone several reconstructions over time.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 10.393704,
        "rating": 4.6,
        "numRatings": 454,
        "sources": [
          {
            "id": "95202",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/europe/italy/articles/20-must-visit-attractions-in-pisa-italy/",
            "sourceSite": "Web",
            "snippet": "Pisa, like many Italian towns, has plenty of beautiful churches to visit. The church of San Paolo, founded in 805CE, is one of the oldest in town and was expanded in the 11th and 12th centuries. It contains a Roman sarcophagus but it’s the Pisan-Romanesque-style façade that is well worth the visit.",
            "siteName": "The Culture Trip",
            "shortName": "15 Cool Things To Do In Pisa For An Unforgettable Trip",
            "indexInSource": 11,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1925302",
            "type": "webPlacesList",
            "url": "https://www.raffaeleferrari.com/photograph-pisa-an-essential-guide/",
            "sourceSite": "Web",
            "snippet": "From the train station on the way to the center of Pisa, before crossing the Arno on the left is the Chiesa di San Paolo a Ripa d’Arno, the ancient cathedral of Pisa dating from 952, with a beautiful façade.",
            "siteName": "Raffaele Ferrari",
            "shortName": "Photograph Pisa, an essential guide",
            "indexInSource": 11,
            "iconSiteId": 276490,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "OuH1UF5obpkbnrhwAeX9YwgGvvKvzfKb",
          "CeiMIjKWNF5BwcpomPYyzROoVJBAb9oW",
          "n8DKnv9xJpBarBg8necVqZjoNv8CExOz",
          "Ko6s6BMcleh0cB3WOenELgtuTuKfw6Pl",
          "OuH1UF5obpkbnrhwAeX9YwgGvvKvzfKb",
          "CeiMIjKWNF5BwcpomPYyzROoVJBAb9oW",
          "n8DKnv9xJpBarBg8necVqZjoNv8CExOz",
          "Ko6s6BMcleh0cB3WOenELgtuTuKfw6Pl"
        ],
        "openingPeriods": [],
        "name": "Chiesa Parrocchiale di San Paolo",
        "placeId": "ChIJ7-B-dHaR1RIR-UYDd-8Nkl4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The church is located in Piazza San Paolo on the banks of the Arno and was built in the year 805 for the Vallombrosan monks. From 1063 it functioned as the cathedral church of Pisa during the construction of the Cathedral of the Duomo and for this reason it was called improperly until last century Old Cathedral, was restored and modified several times in the 11th and 12th centuries, the high altar was consecrated by Pope Eugene III on 16 October 1149 and precisely in that period the dome and the transept were added, from 1074 to 1475 it became the abbey church of the Vallombrosian monks.",
            "author_name": "Rider On Foot",
            "relative_time_description": "",
            "time": 1704403561,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The architect on this building is outstanding. I highly recommend it and it's in a great location as close to everything.",
            "author_name": "Lina Nihiser",
            "relative_time_description": "",
            "time": 1754761928,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I like it it peaceful place",
            "author_name": "Murtadha Aasadi",
            "relative_time_description": "",
            "time": 1725520056,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.turismo.pisa.it/luogo/chiesa-di-san-paolo-a-ripa-d%E2%80%99arno",
        "index": 12,
        "id": "",
        "categories": [
          "Catholic church",
          "Sights & Landmarks",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 4,
            "3": 29,
            "4": 103,
            "5": 314
          }
        },
        "minMinutesSpent": null,
        "latitude": 43.712961,
        "address": "Piazza S. Paolo a Ripa D'Arno, 9, 56125 Pisa PI, Italy",
        "travel_time": null
      }
    ]
  }
}