{
  "list_id": "897",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/897/1.jpg",
  "description": "Dive into \"Enchanting Echoes of Vatican Castles\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/115980"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Enchanting Echoes of Vatican Castles",
  "city_id": "10705",
  "subtype": "poi",
  "city": "Vatican City",
  "created_ts": 1759335398,
  "slug": "enchanting-echoes-of-vatican-castles-vatican-city-poi-021ee7",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ0buJT1xgLxMR1ikvWMcPd0Y",
        "generalDescription": "The Passetto di Borgo, also known as Passetto, is a historic elevated walkway constructed in 1277 to connect the Vatican City with Castel Sant'Angelo. Extending for about 800 meters, this passage in the Borgo district was built by Pope Nicholas III and has been used as an escape route for Popes during times of danger. To reach the Passetto di Borgo, visitors can turn left while facing St.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 12.463708,
        "rating": 4.6,
        "numRatings": 314,
        "sources": [
          {
            "id": "1373034",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/vatican-city/attractions/castel-santangelo/a/poi-sig/389049/1321012",
            "sourceSite": "Web",
            "snippet": "Many of these weapons were used by soldiers fighting to protect the castle, which, thanks to a 13th-century secret passageway to the Vatican (Passetto di Borgo), provided sanctuary to many popes in times of danger. Most famously, Pope Clemente VI holed up here during the 1527 sack of Rome.",
            "siteName": "Lonely Planet",
            "shortName": "Castel Sant'Angelo | Vatican City, Borgo & Prati, Rome | Attractions",
            "indexInSource": 2,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2338450",
            "type": "webPlacesList",
            "url": "https://www.througheternity.com/en/blog/rome-travel-guide/what-to-do-near-the-vatican.html",
            "sourceSite": "Web",
            "snippet": "Connecting the Vatican Palace to Castel Sant’Angelo is this 800-meter long secret passageway built right into the city walls. Called the Passetto del Borgo, or in Roman dialect simply “Er Corridore,” the walkway originally formed part of a defensive structure built by the barbarian general Totila in the year 547 AD. In the Middle Ages the popes transformed the fortification into a covered walkway providing an escape route from the Vatican in times of strife.",
            "siteName": "Through Eternity Tours",
            "shortName": "What to Do Near the Vatican Museums: 10 Things You Need to See",
            "indexInSource": 4,
            "iconSiteId": 12550,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "171007",
            "type": "webPlacesList",
            "url": "https://theromanguy.com/italy-travel-blog/rome/top-things-to-see-do-near-the-vatican-city/",
            "sourceSite": "Web",
            "snippet": "To get to the Passetto di Borgo you’ll have to turn left while in St. Peter’s Square facing the St. Peter’s Basilica. Walk through the columns and you’ll see a wall next to the street. On top of the wall is a passageway where the Pope or members of the clergy can walk to get to the fortress Castel Sant’Angelo.",
            "siteName": "The Roman Guy",
            "shortName": "10 Things to See Near the Vatican City",
            "indexInSource": 2,
            "iconSiteId": 1411,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2549787",
            "type": "webPlacesList",
            "url": "https://www.castel-sant-angelo-ticket.com/castel-sant-angelo-rome/",
            "sourceSite": "Web",
            "snippet": "Castel Sant'Angelo is linked to the Vatican by a secret elevated passageway called the Passetto di Borgo. This 800-meter corridor served as an escape route for popes during times of danger—most notably used by Pope Clement VII during the Sack of Rome in 1527.",
            "siteName": "www.castel-sant-angelo-ticket.com",
            "shortName": "Castel Sant'Angelo: Explore Rome’s Iconic Fortress",
            "indexInSource": 2,
            "iconSiteId": 356080,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nkPgvnY4XlmWMFIawg4XWIaKzOlAV7uC",
          "i07FofpCWV1Ozj7W0viORBCYFAC0ljTY",
          "iLAciU7lCVrIJatDOi7vp0tV5uUTUP5T",
          "ZUDRwejZU7vWOnRtZxkW3FJof4YA8elH",
          "GP4ru3t5yEyBWyiJH9ivHsvGMm1ojnFP",
          "nkPgvnY4XlmWMFIawg4XWIaKzOlAV7uC",
          "i07FofpCWV1Ozj7W0viORBCYFAC0ljTY",
          "iLAciU7lCVrIJatDOi7vp0tV5uUTUP5T",
          "ZUDRwejZU7vWOnRtZxkW3FJof4YA8elH",
          "GP4ru3t5yEyBWyiJH9ivHsvGMm1ojnFP"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1900"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Passetto di Borgo",
        "placeId": "ChIJ0buJT1xgLxMR1ikvWMcPd0Y",
        "internationalPhoneNumber": "+39 06 3996 7100",
        "reviews": [
          {
            "rating": 5,
            "text": "The Passetto di Borgo is a fortified walkway built in 1277 during the papacy of Nicholas III to connect Castel Sant'Angelo with the Vatican. This elevated corridor served as an essential defensive structure, allowing the Pope to retreat swiftly to the safety of the fortress during times of crisis. Its robust walls and strategic design provided a secure escape route, highlighting the delicate balance between spiritual authority and the political realities of medieval Rome.\n\nThe structure played a decisive role during pivotal historical events, most notably the Sack of Rome in 1527. When Charles V's troops invaded the city, Pope Clement VII used the Passetto to flee from the Vatican to Castel Sant'Angelo, where he sought refuge. This dramatic escape underscored the walkway's importance as a symbol of resilience and the Papacy's ability to endure external threats amidst chaos and violence.\n\nOver the centuries, the Passetto became an enduring testament to Rome's layered history, blending elements of defense, religion, and urban transformation. Its proximity to the bustling Borgo district, once a vital buffer between the Vatican and the rest of the city, reflects the dynamic interplay between sacred and secular realms. While originally built for survival, it now stands as a monument to a time when the security of the Church was constantly at risk.\n\nToday, the Passetto di Borgo has been carefully preserved and integrated into Rome's modern landscape, maintaining its historical significance while attracting visitors from around the world. Its ancient arches and sturdy walls tell stories of ingenuity and perseverance, reminding us of the city's ability to adapt while preserving its rich heritage. The juxtaposition of its medieval architecture with the surrounding urban environment encapsulates Rome's unique ability to bridge past and present.",
            "author_name": "Camilo A. Posada",
            "relative_time_description": "",
            "time": 1735037778,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A great way to spend an hour, wandering through and on the tunnel connecting the Vatican to Castel Sant'Angelo. Gabriele, the guide, was informative and engaging and you get to see parts of the castel that you don't see if you go on a separate ticket. You'll need to book online in advance, groups are frequent but small as the passetto is cramped. Thoroughly recommend!",
            "author_name": "D. M.C",
            "relative_time_description": "",
            "time": 1743237760,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's a wall made famous by Dan Brown's Angels and Demons. Helped 2 popes escape Vatican to Castle Sant Angelo. if you come out of Vatican city, go to any of alley on the left. You will stumble into this wall. Follow it to Castel Sant Angelo. It is a better walk as there's lesser people than the main road out of Vatican city.\n\nI have always been curious how it connects to the Vatican papal apartment and to Castel Sant Angelo",
            "author_name": "Nee Shen Ho",
            "relative_time_description": "",
            "time": 1724351120,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://castelsantangelo.beniculturali.it/index.php?it/108/25-passetto-di-borgo",
        "index": 1,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3,
            "2": 6,
            "3": 14,
            "4": 63,
            "5": 228
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.903381,
        "address": "00193 Roma RM, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJ0aTnEYeKJRMRiUF95xwRbDY",
        "generalDescription": "Located not far from St. Peter's Basilica in Rome, Castel Sant'Angelo is a circular 2nd-century castle that has served various purposes throughout history. Initially built as Emperor Hadrian's mausoleum, it later became a stronghold for the city and was contested by powerful Roman families. In 1367, Pope Urban V received its keys, marking the end of the Avignon exile.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 12.466276,
        "rating": 4.7,
        "numRatings": 100350,
        "sources": [
          {
            "id": "1373034",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/vatican-city/attractions/castel-santangelo/a/poi-sig/389049/1321012",
            "sourceSite": "Web",
            "snippet": "Tickets to Castel Sant’Angelo cost €13 and allow access to exhibits spread across seven floors, including the historic underground prisons built under the orders of Pope Alexander VI and the Museo Nazionale featuring collections of medieval ceramics, ancient weaponry, and sculptures. Don't miss the spectacular views of the city from the top floor.",
            "siteName": "Lonely Planet",
            "shortName": "Castel Sant'Angelo | Vatican City, Borgo & Prati, Rome | Attractions",
            "indexInSource": 0,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1373029",
            "type": "webPlacesList",
            "url": "https://www.rome-museum.com/castel-sant-angelo.php",
            "sourceSite": "Web",
            "snippet": "The imposing Castel Sant'Angelo (Castel of the Holy Angel) is the only building that has followed the development of the city of Rome for about 2000 years, the other Roman monuments have had different destinations, some were reduced to ruins and others were used as quarries to collect materials and recycle them into new constructions. For centuries, Castel Sant'Angelo has undergone several transformations, both from an architectural and structural point of view depending on its use: it was built in the year 123 AD as a mausoleum for e Emperor Hadrian and his family. However, Hadrian died in the year 138 AD, before the construction of the Mausoleum was completed, a year later, Antoninus Pius dedicated the tomb to him and transferred the remains of Hadrian and his wife Sabina to this fantastic monument.",
            "siteName": "rome-museum.com",
            "shortName": "Castel Sant'Angelo: Tickets, Private Tours",
            "indexInSource": 0,
            "iconSiteId": 145784,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1373040",
            "type": "webPlacesList",
            "url": "https://www.vaticantour.com/blog/exploring-castel-santangelo-the-fortress-of-the-angels",
            "sourceSite": "Web",
            "snippet": "Also known as the Hadrian’s Tomb, the Castel Sant’Angelo is an instantly recognizable landmark etched in the landscape of Rome. Located at a stone’s throw from the Vatican City, along the right bank of the Tiber River, the castle-turned-museum is best explored after completing tours of the Vatican. If you are visiting Rome and taking in all its historic splendour, it is extremely important to gain insights into how such an impressive structure transformed from a solemn mausoleum to an enchanting fortress and then a papal residence!.",
            "siteName": "Vatican Tour",
            "shortName": "Exploring Castel Sant’Angelo, the Fortress of the Angels",
            "indexInSource": 0,
            "iconSiteId": 14382,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "169421",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/italy/top-rated-museums-and-palaces-in-rome-i-zzz-12.htm",
            "sourceSite": "Web",
            "snippet": "Built by the Emperor Hadrian in the second century as a mausoleum for himself and his successors, Castel Sant'Angelo is one of the most imposing buildings surviving from antiquity. When threatened by Germanic raiders, Rome was surrounded with a new circuit of walls, and the strategically located mausoleum was incorporated into the defenses, as the strongest fortress in Rome. In 1277, Pope Nicholas III linked the castle with the Vatican Palace by a covered passage known as the passetto.",
            "siteName": "planetware.com",
            "shortName": "12 Top-Rated Museums and Palaces in Rome",
            "indexInSource": 3,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1603719",
            "type": "webPlacesList",
            "url": "https://romesite.com/castelsantangelo.html",
            "sourceSite": "Web",
            "snippet": "The Castel Sant’Angelo was built in the 2nd century as a mausoleum by order of emperor Hadrian. The mausoleum did not become associated with the name of archangel Michael until 590, when Pope Gregory I saw archangel Michael sheathe his sword on top of the mausoleum during a plague to signal the end of the epidemic. Later pope Pius II built a chapel at the site where the archangel was said to have appeared.",
            "siteName": "romesite.com",
            "shortName": "Castel Sant’Angelo in Rome - Info & Tickets",
            "indexInSource": 1,
            "iconSiteId": 49331,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2338450",
            "type": "webPlacesList",
            "url": "https://www.througheternity.com/en/blog/rome-travel-guide/what-to-do-near-the-vatican.html",
            "sourceSite": "Web",
            "snippet": "You will be sure to spot the imposing bulk of Castel Sant’Angelo overlooking the river Tiber when you visit the nearby Vatican. This seriously impressive hunk of masonry was originally built as the ancient emperor Hadrian’s magnificent mausoleum: a winding ramp descending deep into the edifice leads the way to the emperor’s final resting place. But the story of Castel Sant’Angelo didn’t end with Hadrian.",
            "siteName": "Through Eternity Tours",
            "shortName": "What to Do Near the Vatican Museums: 10 Things You Need to See",
            "indexInSource": 1,
            "iconSiteId": 12550,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2337842",
            "type": "webPlacesList",
            "url": "http://www.aboutroma.com/castels-of-Rome.html",
            "sourceSite": "Web",
            "snippet": "Facing Sant' Angelo Bridge is Castel Sant'Angelo an enormous circular structure begun by Hadrian as a Mausoleum for himself and his family. In the early middle-ages the tomb was sourrounded with ramparts and became the citadel of Rome. In its general plan, the castle follows the shape of Hadrian's mausoleum, the exact design of which is unknown.",
            "siteName": "aboutroma.com",
            "shortName": "About Rome: Castles of Rome",
            "indexInSource": 0,
            "iconSiteId": 224634,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1373049",
            "type": "webPlacesList",
            "url": "https://danielasantosaraujo.com/castel-sant-angelo/",
            "sourceSite": "Web",
            "snippet": "The Castel Sant’Angelo (which in Italian means “Castle of the Holy Angel”) was once a mausoleum, a fortress, a military prison, and even a papal residence. And nowadays, it’s a national museum, an archaeological site, and one of the most important monuments in the historic center of Rome, which has been a UNESCO World Heritage Site since 1980.",
            "siteName": "Daniela Santos Araújo",
            "shortName": "Best Tips For Visiting This Year",
            "indexInSource": 0,
            "iconSiteId": 14028,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "171007",
            "type": "webPlacesList",
            "url": "https://theromanguy.com/italy-travel-blog/rome/top-things-to-see-do-near-the-vatican-city/",
            "sourceSite": "Web",
            "snippet": "Castel Sant’Angelo is one of Rome’s most iconic and recognized structure which means makes it a top attraction to visit. It is a great structure to enter or view from the outside. In modern times, the last thousand years, it has served as a fortress to protect the Pope in times of invasion.",
            "siteName": "The Roman Guy",
            "shortName": "10 Things to See Near the Vatican City",
            "indexInSource": 0,
            "iconSiteId": 1411,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1373037",
            "type": "webPlacesList",
            "url": "https://www.whatalifetours.com/5-things-to-do-near-the-vatican-in-rome/",
            "sourceSite": "Web",
            "snippet": "Traces of the quarter’s storied legacy remain visible today with the remnants of an elevated escape route used by popes, known as the Passetto di Borgo, that connected the Vatican to Castel Sant’Angelo.",
            "siteName": "What a Life Tours",
            "shortName": "5 Things to Do Near the Vatican in Rome",
            "indexInSource": 5,
            "iconSiteId": 8559,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Pd7hoHxDcBzMNjBo4LXZXOKQWZiR5JzL",
          "0eWyiEEqzmWUjC7QlI7ddJPksZjZpuD5",
          "74ZwxBR8CMg7Rds2hvyKHxAqQ08FhbTx",
          "ucw9gwqifXP9mdyHGhJegjichUvl5Q2S",
          "qgzSc0Bpy4d9lRNXuZSTzMKDEwyQGXs3",
          "Pd7hoHxDcBzMNjBo4LXZXOKQWZiR5JzL",
          "0eWyiEEqzmWUjC7QlI7ddJPksZjZpuD5",
          "74ZwxBR8CMg7Rds2hvyKHxAqQ08FhbTx",
          "ucw9gwqifXP9mdyHGhJegjichUvl5Q2S",
          "qgzSc0Bpy4d9lRNXuZSTzMKDEwyQGXs3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Castel Sant'Angelo",
        "placeId": "ChIJ0aTnEYeKJRMRiUF95xwRbDY",
        "internationalPhoneNumber": "+39 06 681 9111",
        "reviews": [
          {
            "rating": 5,
            "text": "From the outside it doesn't seem much to show, but interior offers much to see and explore. With unique architectural design, decoration, museum of the past, bar and amazing view from the high stories it's definitely worth of visiting. They do offer audible tours if you are interested into deeper history. Just for a quick peek I would suggest like hour-hour and half of your time. However I would consider spending more of your time to properly explore it and enjoy the scene.\n\nReservation is not required, but in peak season is good to plan ahead",
            "author_name": "Ondrej Trecha",
            "relative_time_description": "",
            "time": 1755694977,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "As we are EU citizens and under 25 the tickets were (as in every big sight) very cheap (2€ each). We spent around 1 hour there. Quite interesting to explore the history of the building. In the upper museum part you woll see some reconstructions/models of the past. Very interesting.\n\nOnce you get up to the top, the view is amazing. One of the best for that price.\n\nWe can really recommend going there and spending around 1-1.5 hours.",
            "author_name": "Marc Kehm",
            "relative_time_description": "",
            "time": 1757149938,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "May 2025. Cool castle. Minimal line when we got there in the mid-afternoon. Reminded me of Helm's Deep in Lord of the Rings at times. Awesome views throughout as well. It's Rome after all, so it also had a good amount of art and frescoes.",
            "author_name": "Patrick Villacorta",
            "relative_time_description": "",
            "time": 1755971694,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://castelsantangelo.beniculturali.it/",
        "index": 2,
        "id": "",
        "categories": [
          "Castle",
          "Museums",
          "Historical landmark",
          "Art Museums",
          "Observation Decks & Towers"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 684,
            "2": 655,
            "3": 3909,
            "4": 17839,
            "5": 77457
          }
        },
        "minMinutesSpent": 90,
        "latitude": 41.903063,
        "address": "Lungotevere Castello, 50, 00193 Roma RM, Italy",
        "travel_time": null
      },
      {
        "_id": "ChIJuTmjfzRhLxMRV443CfMhnlc",
        "generalDescription": "Museo Nazionale di Castel Sant'Angelo, originally built as a mausoleum for Roman emperor Hadrian, has served various purposes throughout history. It has been a fortress, prison, military barracks, and papal residence. Today, it stands as a museum showcasing its military history and featuring remarkable frescoes added during its time as a residence.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 12.466384,
        "rating": 4.7,
        "numRatings": 195,
        "sources": [
          {
            "id": "1373040",
            "type": "webPlacesList",
            "url": "https://www.vaticantour.com/blog/exploring-castel-santangelo-the-fortress-of-the-angels",
            "sourceSite": "Web",
            "snippet": "Today, the Castel Sant’Angelo houses the grand Museu Nazionale di Castel Sant’Angelo but, it was initially built as a mausoleum for the Emperor Hadrian and his family. The construction was completed in the year 139 AD and the ashes of the subsequent emperors of the dynasty were preserved there. Since then, the building has gone through a number of modifications and served a plethora of purposes:  it has been a military fortress in the 5th century, a prison holding heretics of the Catholic Church and even a papal residence.",
            "siteName": "Vatican Tour",
            "shortName": "Exploring Castel Sant’Angelo, the Fortress of the Angels",
            "indexInSource": 2,
            "iconSiteId": 14382,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2338453",
            "type": "webPlacesList",
            "url": "https://www.thegeographicalcure.com/post/guide-to-rome-s-castle-sant-angelo",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Geographical Cure",
            "shortName": "Guide To Rome's Castle Sant'Angelo: Ruins, Angels, and Layers of History",
            "indexInSource": 1,
            "iconSiteId": 13410,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Smbo5649j1jefTS76NDtjNvb9YOyRCyQ",
          "tD4EE2cnfI9AWY4L8qDXG98HcIIkJdxX",
          "aGu4omopVyI0OusX02PSwNIoDhXLcIK8",
          "MIlOkIZhNyauKauipN9sKv3nUVfetjWr",
          "cEL3jhdMZHUv4hauutgAv3uymKRpTcXu",
          "Smbo5649j1jefTS76NDtjNvb9YOyRCyQ",
          "tD4EE2cnfI9AWY4L8qDXG98HcIIkJdxX",
          "aGu4omopVyI0OusX02PSwNIoDhXLcIK8",
          "MIlOkIZhNyauKauipN9sKv3nUVfetjWr",
          "cEL3jhdMZHUv4hauutgAv3uymKRpTcXu"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Castel Sant'Angelo",
        "placeId": "ChIJuTmjfzRhLxMRV443CfMhnlc",
        "internationalPhoneNumber": "+39 06 681 9111",
        "reviews": [
          {
            "rating": 5,
            "text": "This castle is absolutely stunning, it's definitely a must see when visiting Rome. It's very well kept and preserved, it has a very nice medieval atmosphere to it. It has a very nice museum with a lovely collection of religious artifacts, paintings, statues, weaponry, pottery and more. It's a very nice place to take families and kids. It's an historical and very educational site, I really enjoyed my time here and I would definitely recommend visiting this lovely castle.",
            "author_name": "Pong Lenis",
            "relative_time_description": "",
            "time": 1703593983,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A stunning castle built by Hadrian before he built his wall in Northumberland. Fantastic views across the city from the top with a restaurant and bar if you need to recover from the climb",
            "author_name": "Andrew Trotter",
            "relative_time_description": "",
            "time": 1743663273,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We did a nightly visit for the European Museum Night on 17.05. It was a brilliant experience, with amazing views and it only cost 1 euro. No wait time at all, but that probably was due to our special circumstances.",
            "author_name": "블라도바니나",
            "relative_time_description": "",
            "time": 1748367614,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://castelsantangelo.beniculturali.it/",
        "index": 3,
        "id": "",
        "categories": [
          "Museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 1,
            "3": 10,
            "4": 31,
            "5": 157
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.902653,
        "address": "Lungotevere Castello, 50, 00193 Roma RM, Italy",
        "travel_time": null
      }
    ]
  }
}