{
  "list_id": "581",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/581/1.jpg",
  "description": "Dive into \"Seaside Serenity: Thiruvananthapuram's Coastal Charms\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/109922"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Seaside Serenity: Thiruvananthapuram's Coastal Charms",
  "city_id": "200",
  "subtype": "poi",
  "city": "Thiruvananthapuram",
  "created_ts": 1758974271,
  "slug": "seaside-serenity-thiruvananthapurams-coastal-charms-thiruvananthapuram-poi-421f94",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ9aVTRTClBTsRamf8KYOgRUs",
        "generalDescription": "Uday Samudra Leisure Beach Hotel is an exclusive beachfront property located at the renowned Kovalam Beach. The hotel offers 225 luxurious rooms, 5 restaurants, and 3 swimming pools. Guests can also enjoy access to a private beach, Ayurveda & Yoga Centre, Ocean Spa, and Slim & Shape Naturopathy Centre. With its serene landscape and defined architecture set in four tranquil acres by the sea, this hotel provides a perfect ambiance for relaxation.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.973196,
        "rating": 4.4,
        "numRatings": 9027,
        "sources": [
          {
            "id": "172853",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/beach-resorts-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "Kerala State is packed with dreamy resorts, and one of them is found in Kovalam. Boasting an idyllic seaside location and adorned with towering palms, Uday Samudra Leisure Beach Hotel & Spa treats vacationers to a soulfully relaxing stay. Samudra Beach is just steps away.",
            "siteName": "Trip101",
            "shortName": "9 Best Beach Resorts Near Trivandrum, India - Updated 2024",
            "indexInSource": 2,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bJlXPfIASPKZi6kk5QW5ag8OUxIpwDuM",
          "ZxVHQowCHZVAXsvXMUGxoNwQCJbzFZG4",
          "bJlXPfIASPKZi6kk5QW5ag8OUxIpwDuM",
          "ZxVHQowCHZVAXsvXMUGxoNwQCJbzFZG4"
        ],
        "openingPeriods": [],
        "name": "Uday Samudra Leisure Beach Hotel",
        "placeId": "ChIJ9aVTRTClBTsRamf8KYOgRUs",
        "internationalPhoneNumber": "+91 471 351 0300",
        "reviews": [
          {
            "rating": 5,
            "text": "From the moment we arrived, Uday Samudra Leisure Beach Hotel impressed us with its warm hospitality and impeccable service. The staff went above and beyond to make us feel welcomed and cared. The level of attention was truly impeccable.\n\nThe location may be a little away from the city, but once at the resort, it has everything you need to relax and unwind.\n\nOur room was spacious, well-equipped with all the essentials, and had a lovely, cozy vibe. While the hotel isn't ultra-modern, it carries a certain vintage charm that makes it feel homely.\n\nThe complimentary breakfast was generous and delicious.\n\nOverall, stay at Uday Samudra was all about comfort, great service, and beautiful setting. It's the kind of place that makes you want to come back. Kudos to the staff for their service.\nHighly recommended",
            "author_name": "John Paul Varghese",
            "relative_time_description": "",
            "time": 1752204448,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "An unforgettable beachside experience!\nWe spent 4 nights at this incredible beach hotel, and it truly exceeded our expectations. From the moment we arrived, the staff made us feel welcome and well taken care of. The location is unbeatable-right on the beachfront with breathtaking views of the ocean from our room's balcony. Waking up to the sound of waves and watching the sunset from our private terrace was pure magic.\n\nOur room was spotless, beautifully decorated, and very comfortable, with all the amenities we needed. The hotel restaurant served fresh, flavorful dishes, and the seafood was especially amazing. We also loved the infinity pool overlooking the beach-it was a perfect place to relax with a drink in hand.\n\nWhat really stood out was the attention to detail and the warm hospitality. The staff went out of their way to help us book local tours and even surprised us with a small cake for our anniversary. We couldn't have asked for a better stay. Highly recommended for anyone looking for a peaceful, luxurious beach escape!",
            "author_name": "Dinesh Kumar R",
            "relative_time_description": "",
            "time": 1749886284,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It was a reunion with friends. Meeting was arranged at the courtyard. Excellent experience with the sea as backdrop. Buffet lunch was delicious with a wide range of dishes. Services and staff behavior was commendable. Mr. Sharath was the person a I contacted. He was very helpful and responsible. Totally Happy 👌👍",
            "author_name": "Valsa Philip",
            "relative_time_description": "",
            "time": 1753180153,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.udshotels.com/uday-samudra-leisure-beach-hotel-spa/",
        "index": 1,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 433,
            "2": 220,
            "3": 592,
            "4": 1930,
            "5": 5852
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.402355,
        "address": "Samudra Beach, UDS Corporate Office, GV Raja Rd, Thiruvananthapuram, Kerala 695527, India",
        "travel_time": null
      },
      {
        "_id": "ChIJB_zc3oO8BTsRmJDxZTAgmcg",
        "generalDescription": "Shangumugham Beach, located near the city airport, is a stunning destination with clear waters and pristine white sand. It is celebrated for its unspoiled beauty and cleanliness, making it one of the most picturesque spots in the area. This popular beach attracts both locals and tourists who come to relax and admire the serene atmosphere along the Arabian Sea. Visitors can enjoy breathtaking sunsets, indulge in beach activities like kite flying, and savor local street food from nearby stalls.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.911906,
        "rating": 4.3,
        "numRatings": 15045,
        "sources": [],
        "imageKeys": [
          "pEdIhMI5YO0fMY0KkJ5ccQEMR2KI6BI1",
          "TOsF9gz4W1xnSopHTr9NkPEq86U4eDgX",
          "xRc5sGoXkPpAq2RAEQoAaPHpsrD5fg6h",
          "xm3MXkvUBQN6rQbpgQfyo6yABALPZn04",
          "xKFAqIjyetN7vjIazDNqUBUi5vuyYiYq",
          "pEdIhMI5YO0fMY0KkJ5ccQEMR2KI6BI1",
          "TOsF9gz4W1xnSopHTr9NkPEq86U4eDgX",
          "xRc5sGoXkPpAq2RAEQoAaPHpsrD5fg6h",
          "xm3MXkvUBQN6rQbpgQfyo6yABALPZn04",
          "xKFAqIjyetN7vjIazDNqUBUi5vuyYiYq"
        ],
        "openingPeriods": [],
        "name": "Shangumugham Beach",
        "placeId": "ChIJB_zc3oO8BTsRmJDxZTAgmcg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I visited Shangumugham beach in the early morning for a walk. It was beautiful to enjoy the sea shore. The sound of waves, cool breeze and less crowded in the early morning felt amazing.\n\nYou can enjoy great views of sea shore on both the sides. It's a long coastal area.\n\nIt's a tourist attraction that needs a lot of improvement. The beach is very dirty. The walkway is also not built and maintained properly. The entire area needs to be cleaned properly. There is a lot of scope for this place to become a hot tourist spot.",
            "author_name": "Vaibhav Jhunjhunwala",
            "relative_time_description": "",
            "time": 1749114545,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A peaceful beach to enjoy the sunset. The view is really beautiful, especially in the evening. There's a big mermaid statue and plenty of space to walk or relax. Some areas need a bit of cleaning, but overall it's a nice spot to chill with friends or family. Close to the airport too. 🌊🌅",
            "author_name": "Mathew",
            "relative_time_description": "",
            "time": 1751371962,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visited Shanmugham Beach on a sunny day around midday, and it was really hot. But the calming wind gave a lot of relief and made the weather bearable. Went there also to use the public toilet-it was surprisingly clean and well-maintained. Took some nice pictures and enjoyed the peaceful vibes despite the heat. Overall, it was a refreshing experience and a nice spot to relax for a while. Would definitely visit again, maybe during evening hours for a cooler breeze and sunset views.",
            "author_name": "Rekha R Pai",
            "relative_time_description": "",
            "time": 1749405635,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 299,
            "2": 324,
            "3": 1690,
            "4": 4662,
            "5": 8068
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.47845,
        "address": "Thiruvananthapuram, Kerala, India",
        "travel_time": null
      },
      {
        "_id": "ChIJoXg1V1WvBTsRZN-k-22I30M",
        "generalDescription": "Azhimala Cliff and Beach is a must-visit destination for nature enthusiasts and devotees in Kerala. It offers a peaceful and serene atmosphere, making it even more appealing than Kovalam beach. The beach is pristine and not crowded, providing a tranquil experience for visitors. Accessing the beach can be challenging, but parking is available near the nearby temple.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.010734,
        "rating": 4.6,
        "numRatings": 1335,
        "sources": [],
        "imageKeys": [
          "wvLFiZTZD5tAiUYxHpWNGG5jbptolUgc",
          "SjWH75y8nyOOkojXRbOsUUS286gdDmgO",
          "R5DNtMgcALlVQ47k0KVkFlH9gTaxYRwz",
          "wvLFiZTZD5tAiUYxHpWNGG5jbptolUgc",
          "SjWH75y8nyOOkojXRbOsUUS286gdDmgO",
          "R5DNtMgcALlVQ47k0KVkFlH9gTaxYRwz"
        ],
        "openingPeriods": [],
        "name": "Azhimala Cliff and Beach",
        "placeId": "ChIJoXg1V1WvBTsRZN-k-22I30M",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Azhimala Cliff and Beach is a beautiful, spacious location perfect for enjoying a relaxing day by the sea.\n\nThe beach offers plenty of space for visitors to unwind, soak in the sun, and enjoy the natural beauty.\n\nThe area features several restaurants serving local delicacies, along with shops where you can purchase souvenirs.\n\nNearby, there are resorts that offer a comfortable stay, making it a great destination for a short getaway.\n\nAzhimala Beach is also conveniently close to Kovalam Beach, allowing visitors to easily explore both scenic spots.",
            "author_name": "Guruslin Kalaimathi",
            "relative_time_description": "",
            "time": 1736159062,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Azhimala Shiva Temple, located near Kovalam in Kerala, is a breathtaking spiritual destination that beautifully blends devotion with scenic beauty. Nestled atop a cliff overlooking the Arabian Sea, the temple offers a mesmerizing view, especially during sunrise and sunset. The towering 58-ft Shiva statue, intricately carved and exuding divine energy, is the main highlight. The craftsmanship and detailing in the statue make it a marvel to behold.\n\nThe serene ambiance, coupled with the soothing sea breeze, creates a perfect setting for meditation and reflection. The temple premises are well-maintained, and the surrounding greenery adds to its charm. Visitors can also enjoy the nearby Azhimala Beach, known for its rugged coastline and stunning waves. Whether you seek spiritual solace or simply want to admire the architectural wonder, Azhimala Temple is a must-visit. My experience here in December 2024 was truly unforgettable, leaving me with a deep sense of peace and reverence.",
            "author_name": "Lakshit Sharma",
            "relative_time_description": "",
            "time": 1742730571,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Azhimala Cliff and Beach is a serene coastal escape located in Adimalathura, near Thiruvananthapuram, Kerala. This picturesque spot offers breathtaking views of the Arabian Sea from the cliff and a peaceful beach that's perfect for relaxation. The beach is clean, relatively uncrowded, and surrounded by lush greenery, making it an ideal getaway for those looking to enjoy nature. A highlight is the nearby Azhimala Shiva Temple, featuring a striking 58-ft tall statue of Lord Shiva, adding a spiritual touch to the experience.\n\nVisitors can enjoy a leisurely walk along the cliff, sunbathe on the beach, or simply take in the stunning coastal views. The beach's calm atmosphere makes it a hidden gem compared to more crowded spots like Kovalam.\n\nThis place is highly recommended for those seeking peace, scenic beauty, and a bit of adventure, but be prepared for a bit of walking, as accessing the beach involves descending some steps.",
            "author_name": "Vijith Uzhamalakkal",
            "relative_time_description": "",
            "time": 1727714742,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 11,
            "3": 56,
            "4": 350,
            "5": 907
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.356481,
        "address": "Azhimala Temple Road, Adimalathura, Kazhivoor, Kottukal, Kerala 695521, India",
        "travel_time": null
      },
      {
        "_id": "ChIJzdZOogmlBTsRfw2C-A4ihuw",
        "generalDescription": "The Travancore Heritage Beach Resort offers an exceptional vacation experience, surrounded by lush greenery and stunning beach views. The elegant resort features chic interiors, comfortable rooms with modern amenities, and three restaurants. Guests can also enjoy the outdoor pool and Ayurveda center. The property is wheelchair accessible and offers free WiFi, parking, and an airport shuttle service. It's a great choice for families or anyone seeking a luxurious beach retreat in Trivandrum.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.017781,
        "rating": 4.3,
        "numRatings": 3861,
        "sources": [
          {
            "id": "97501",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/beach-resorts-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "Making sure that its guests enjoy a vacation like never before, the Travancore Heritage Beach Resort aims to provide the best of everything. Surrounded by thick greens on one side and overlooking the splendid panoramas of the beach on the other, this stay is undoubtedly one of the best  beach resorts in Trivandrum. Not only does it exhibit the brilliant and chic interiors but the rooms here are comfortable as well and filled with all the major facilities one can wish for.Location: Poovar - Vizhinjam Rd, Adimalathura, Chowara, Kerala 695501.Amenities: Wheelchair accessible, outdoor pool, kids pool, parking area, air conditioned rooms, free WiFi, multi cuisine restaurant, airport shuttle service.Price: INR 3000 to INR 7000 per person for a single night.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Beach Resorts in Trivandrum, Book & Get Upto 50% Off",
            "indexInSource": 2,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Owthu5XFsZnm17WxjcajLsgdT5kF2YKn",
          "PbeVNkN9U5VeEJC2vIKgduCFaiuvKucJ",
          "USZljcI05SVCqO9Y0ksGxACUREA9bUtf",
          "Owthu5XFsZnm17WxjcajLsgdT5kF2YKn",
          "PbeVNkN9U5VeEJC2vIKgduCFaiuvKucJ",
          "USZljcI05SVCqO9Y0ksGxACUREA9bUtf"
        ],
        "openingPeriods": [],
        "name": "The Travancore Heritage",
        "placeId": "ChIJzdZOogmlBTsRfw2C-A4ihuw",
        "internationalPhoneNumber": "+91 95442 56662",
        "reviews": [
          {
            "rating": 5,
            "text": "It's an excellent Heritage Hotel located at an elevated place with an excellent view of the sea. The property is very well maintained. All the rooms are outstanding and are spread in the area. EV Cart is provided for commuting within the premises. The food and service are superb. There are two swimming pools and a private Beach with Lifeguards.",
            "author_name": "venkateswara varma Kalidindi",
            "relative_time_description": "",
            "time": 1747914104,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Excellent property with lovely views. Rooms could be maintained a little better (they are dated) but the location and views made up for it. Food at dinner time was delicious, and breakfast had plenty of vegetarian options and was adequate. Beach access is not direct, it requires a bit of a walk outside the property through public roads although at the beach there are sun beds and towels provided, and the beach itself is very beautiful and clean (swimming not advisable). Plenty of area to walk around, lots of hammocks etc and activities such as pottery are available. Staff were all very friendly and accommodating.",
            "author_name": "Sivapriya S",
            "relative_time_description": "",
            "time": 1744001721,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A Relaxing Family Retreat with a Few Areas for Improvement\n\nWe enjoyed our first family stay at Travancore and overall it was a peaceful and rejuvenating experience-perfect for a short getaway with both elderly family members and a toddler.\n\nWe stayed in the Heritage Rooms 4 & 5, which were spacious, clean, and well-equipped with all the essential amenities. The rooms had a charming traditional feel and were comfortably laid out to accommodate our family's needs. One of the highlights was the private swing just outside the room, overlooking a beautifully maintained garden with a hammock that added to the relaxing atmosphere.\n\nA short walk from our rooms led us to a quaint tea stall with views of the beach. While it was a bit of a trek to reach the beach, the setting made it worthwhile. The food at the resort was quite good, offering a decent variety of vegetarian and non-vegetarian dishes. However, we felt it would have been even better with more authentic local Kerala cuisine options to truly elevate the dining experience.\n\nThat said, there are a few areas where the resort could improve. The bathrooms were not soundproof, and we could clearly hear our neighbors' conversations, which took away from the tranquility during moments like a relaxing shower. Also, the walk to the rooms was quite long and dark and we often had to wait a considerable time for the buggy service. Transportation is a challenge here-there are no nearby transport options, and external car services appear to be monopolised, making them quite pricey.\n\nDespite these points, the ambiance, hospitality and overall feel of the resort make it a place we'd definitely consider returning to-especially for special occasions or a quiet, relaxing escape. We do hope for improvements in transport convenience and more competitive pricing, but with a good deal or discount, it's certainly worth another stay.",
            "author_name": "Mega G",
            "relative_time_description": "",
            "time": 1747918807,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.thetravancoreheritage.com/",
        "index": 4,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 175,
            "2": 80,
            "3": 293,
            "4": 1146,
            "5": 2167
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.358503,
        "address": "Poovar - Vizhinjam Rd, Adimalathura, Chowara, Kottukal, Kerala 695501, India",
        "travel_time": null
      },
      {
        "_id": "ChIJVVVVRSalBTsRsFh7YDngHdM",
        "generalDescription": "Nestled in the serene surroundings of Pozhikkara Beach, Pachalloor, Thiruvananthapuram, Kerala 695027, Beach & Lake Ayurvedic Resort offers a unique vacation experience. Unlike other beach resorts in Trivandrum, this resort stands out with its focus on Ayurvedic wellness. Guests can indulge in various Ayurvedic treatments and enjoy the tranquility of the location. The resort features airy rooms, an outdoor pool, and complimentary breakfast.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.959471,
        "rating": 4.4,
        "numRatings": 1478,
        "sources": [
          {
            "id": "97501",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/beach-resorts-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "Having you yearning to return, the Beach and Lake Ayurvedic Resort is the perfect spot to spend your vacation with your friends and family. Very different from the other beach resorts in Trivandrum, this stay lets you enjoy the serenity while indulging in variou ayurvedic methodologies. From spa treatments to personal farms, this stay has many famous aspects which have helped in making its surroundings more green.Location: Pozhikkara Beach, Pachalloor, Thiruvananthapuram, Kerala 695027.Amenities: Free Wifi, swimming pool, beach front, spa and wellness center, currency exchange, airport shuttle service, in room dining available, multi cuisine restaurant.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Beach Resorts in Trivandrum, Book & Get Upto 50% Off",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "172846",
            "type": "webPlacesList",
            "url": "https://www.thiruvananthapuramonline.in/city-guide/best-beach-resorts-in-thiruvananthapuram",
            "sourceSite": "Web",
            "snippet": "If you are looking for a resort that offers good service, pays attention to detail and is right on the beach then the Beach & Lake Ayurvedic Resort is surely one of its kind. Located just 8 kms south of Trivandrum International Airport, the resort is situated on the main part of the city, while being hidden from the crowd. So here you can enjoy complete closeness to the city, even as you are away from the maddening rush.",
            "siteName": "ThiruvananthapuramOnline.in",
            "shortName": "Best Beach Resorts In Thiruvananthapuram, Popular Beach Resorts",
            "indexInSource": 5,
            "iconSiteId": 25624,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "172853",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/beach-resorts-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "Make your dream come true and stay at Beach and Lake Ayurvedic Resort, located steps from Pozhhikkra Beach. This beachfront resort treats you to a vacation filled with swimming, sunbathing, and lots of delicious local fares – thanks to an in-house Indian restaurant. You can also light up the grill and bond with your vacation buddies over barbecue and alcoholic drinks.",
            "siteName": "Trip101",
            "shortName": "9 Best Beach Resorts Near Trivandrum, India - Updated 2024",
            "indexInSource": 0,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "vN0XjTmFN4N1z6z7rhv54XX4O4BSU0aa",
          "vN0XjTmFN4N1z6z7rhv54XX4O4BSU0aa"
        ],
        "openingPeriods": [],
        "name": "Beach & Lake Ayurvedic Resort, Kovalam",
        "placeId": "ChIJVVVVRSalBTsRsFh7YDngHdM",
        "internationalPhoneNumber": "+91 94008 12086",
        "reviews": [
          {
            "rating": 5,
            "text": "The scenery is awesome. Excellent rooms, clean and well maintained. The atmosphere is so comfortable. The food was very tasty. The staff was so courteous and pleasant. Their overall service is excellent. Really a stress relieving place",
            "author_name": "Keerthana",
            "relative_time_description": "",
            "time": 1750770867,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The location is peaceful and at the conjunction of a lagoon and ocean which offers a unique experience. The property is split into 2 parts separated by a lagoon. The part on the mainland has rooms, a swimming pool and a spa center. The other part has rooms and restaurant. The boat service is always available to ply people to and fro and it takes 2-3 mins tops.\nThe food was good and the breakfast buffet  had a decent spread. The adjacent beach is not crowded but it is not very clean.",
            "author_name": "Avinash Sunny",
            "relative_time_description": "",
            "time": 1740814954,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Very less options for breakfast. We asked for black tea in the morning and they have charged for that. Generally in all 3 star hotels teas are complementary. We were late by 1 hour for check out. For this reason they have behaved very rudely. We will not recommend this hotel to anyone. Go if you want to get rude behaviour from hotel staff.",
            "author_name": "Suvajit Das",
            "relative_time_description": "",
            "time": 1752821311,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.beachandlakeresort.com/",
        "index": 5,
        "id": "",
        "categories": [
          "Resort hotel",
          "Ayurvedic clinic",
          "Health resort",
          "Restaurant",
          "Wellness hotel",
          "Yoga retreat center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 79,
            "2": 44,
            "3": 111,
            "4": 261,
            "5": 975
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.425697,
        "address": "Pozhikkara Beach, Pachalloor, Kovalam, Thiruvananthapuram, Kerala 695027, India",
        "travel_time": null
      },
      {
        "_id": "ChIJE81OA_mlBTsRlEFOSe7fCss",
        "generalDescription": "Niraamaya Retreats Surya Samudra Kovalam is a luxurious resort in Trivandrum, Kerala, offering posh rooms and cottages with customizable designs. The resort features two restaurants, a bar, a spa, and an infinity pool overlooking the sea. It provides private beach access and offers romantic seaside getaways for couples. Families can enjoy kid-friendly facilities and activities while guests can indulge in pampering spa treatments and soothing yoga sessions with ocean views.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.007965,
        "rating": 4.6,
        "numRatings": 1840,
        "sources": [
          {
            "id": "97501",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/beach-resorts-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "Giving you a deep insight into Kerala hospitality, the Niraamaya Retreat Resort is one of the most famous resorts in Trivandrum with private beach access. Perfect spot to stay at with your lover, the rooms here can be designed on request and you can also avail dinner service on a private beach area. Apart from this, if travelling with your little ones, then this spot will offer an array of kid friendly facilities and activities.Location: Vizhinjam Rd Vizhinjam, Kovalam, Mullur, Kerala 695521.Amenities: Beachside dining, kid friendly activities, multi cuisine restaurant, air conditioned rooms, round the clock service, parking area available, swimming pool.Price: INR 8000 to INR 15,000 per person for a single night.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Beach Resorts in Trivandrum, Book & Get Upto 50% Off",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "172853",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/beach-resorts-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "This resort features mundane pleasures, from a gorgeous tropical location to five-star amenities. As soon as you step out of your cozy rooms, you can frolic at the private beach area or dive into the infinity pool. Complete the relaxing holiday with spa treatments at the in-house Niramaya Spa.",
            "siteName": "Trip101",
            "shortName": "9 Best Beach Resorts Near Trivandrum, India - Updated 2024",
            "indexInSource": 7,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "cyqXgXVZLy2u2xJDDVfRAwq6h4flw0Be",
          "NRicKqinimZMB0UvCKM04860vJnt19Nu",
          "cyqXgXVZLy2u2xJDDVfRAwq6h4flw0Be",
          "NRicKqinimZMB0UvCKM04860vJnt19Nu"
        ],
        "openingPeriods": [],
        "name": "Niraamaya Retreats Surya Samudra Kovalam",
        "placeId": "ChIJE81OA_mlBTsRlEFOSe7fCss",
        "internationalPhoneNumber": "+91 471 226 7333",
        "reviews": [
          {
            "rating": 5,
            "text": "I had the most wonderful stay at Niraamaya Surya Samudra, Kovalam and I can't thank the entire team enough for the unforgettable experience. 🌺\n\nFrom the moment we arrived, everything was flawless - the warm welcome, the serene atmosphere and the breathtaking views .The property is truly a hidden gem, combining natural beauty with luxurious comfort.A special mention to the staff - so kind, attentive and always smiling. The service was exceptional in every way, whether it was room service, restaurant staff or the spa team. 💯Truly one of the finest stays I've ever had. I would highly recommend Niraamaya to anyone looking for a luxurious, serene and soulful beach retreat in Kerala.\nCan't wait to return! 🌊✨",
            "author_name": "Mohita Ksaluja",
            "relative_time_description": "",
            "time": 1754299554,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A beautiful resort tucked away on the sea shores with coconut trees spread over acres of land, this resort is so laid back and relaxing you forget the count of days, We spent 3nights just chilling outside our cottage watching the boats and ships sail by ever so slowly.\nThe food is yummy and freshly cooked, the service is simply awesome from the ever smiling staff of Niraamaya resort. We will be surely back for the massage that we missed out this time.",
            "author_name": "kuldip Bhinder",
            "relative_time_description": "",
            "time": 1756728947,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We had a wonderful experience at this property near Vizhinjam. The highlight is undoubtedly the stunning port view, which adds to the charm of this calm and serene location. The rooms are spacious and well-maintained.\n\nWe opted for a day outing and thoroughly enjoyed the infinity pool, which was a delightful experience. However, the food was average and could be improved. The biggest drawback is the lack of sufficient parking, which can be inconvenient. Additionally, the pricing is on the higher side.\n\nOverall, it's a great place for relaxation, especially if you're looking for a peaceful retreat with a breathtaking view and budget is not a concern.",
            "author_name": "Ajith V S",
            "relative_time_description": "",
            "time": 1743404882,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.niraamaya.com/surya-samudra-kovalam-resort/",
        "index": 6,
        "id": "",
        "categories": [
          "Resort hotel",
          "Bed & breakfast",
          "Health resort",
          "Hotel",
          "Restaurant",
          "Spa",
          "Wellness center",
          "Wellness hotel",
          "Wellness program"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 83,
            "2": 17,
            "3": 68,
            "4": 277,
            "5": 1395
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.363172,
        "address": "P.O, Pulinkudi Rd, Vizhinjam, Mullur, Kazhivoor, Kerala 695521, India",
        "travel_time": null
      },
      {
        "_id": "ChIJq6pairulBTsRGvx79ZxkdA0",
        "generalDescription": "Nestled along the stunning coastline of Kovalam, Sagara Beach Resort is a delightful informal hotel that promises a relaxing getaway. With two inviting outdoor pools and a rejuvenating spa, guests can unwind in style. The resort also boasts a rooftop restaurant where you can savor delicious meals while soaking in breathtaking beach views.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.981823,
        "rating": 3.9,
        "numRatings": 4821,
        "sources": [
          {
            "id": "172846",
            "type": "webPlacesList",
            "url": "https://www.thiruvananthapuramonline.in/city-guide/best-beach-resorts-in-thiruvananthapuram",
            "sourceSite": "Web",
            "snippet": "This is a beautiful hotel that is located right next to the Light House at the southern end of Kovalam Beach. The hotel looks over the southernmost part of the beach and shares the Light House beach along with the crescent-shaped Kovalam Beach. These are some of the most popular destinations in the country.",
            "siteName": "ThiruvananthapuramOnline.in",
            "shortName": "Best Beach Resorts In Thiruvananthapuram, Popular Beach Resorts",
            "indexInSource": 0,
            "iconSiteId": 25624,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "AF7ajzaQuFuNIvveZ7pAPn5XuvNDNb7r",
          "7mgYMBo47YfgoRwgcsbGsJsbJdukUOZq",
          "AF7ajzaQuFuNIvveZ7pAPn5XuvNDNb7r",
          "7mgYMBo47YfgoRwgcsbGsJsbJdukUOZq"
        ],
        "openingPeriods": [],
        "name": "Sagara Beach Resort",
        "placeId": "ChIJq6pairulBTsRGvx79ZxkdA0",
        "internationalPhoneNumber": "+91 471 399 9000",
        "reviews": [
          {
            "rating": 5,
            "text": "My stay at Hotel Sagara was really good. The location is excellent, just a few steps from the beach. The room was clean and had a nice view of the sea. Staff were polite and helpful throughout. I liked the pool area-it was quiet and relaxing. The food was average, but the overall experience was comfortable and worth it.",
            "author_name": "Sandra",
            "relative_time_description": "",
            "time": 1753171180,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "People are nice there and bit supportive too.\nBut honestly they need to improve both service timings and food.\nSince it was resort, located at nice place our expectations were bit more.\nroom condition also needs improvement as water pressure in shower and flush were so slow. amenities too were bit less.\nFood taste was below average and 1 time we too felt one item stale.\nI am sure if they improve these few things then this resort will become one stop fun for holidays for many people.\nBut till then i would say its slightly below average.",
            "author_name": "bimlendu kumar",
            "relative_time_description": "",
            "time": 1752914479,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I had a pleasant stay at Hotel Sagara in Kovalam. The best part was its location-just a short walk to the beach, and the sea view from my room was really beautiful. The room itself was clean, spacious, and comfortable. The staff were friendly and always ready to help, which made the stay even better. I enjoyed relaxing by the pool in the evenings, and the overall atmosphere of the hotel was peaceful and perfect for a break. The food was okay-nothing fancy, but it did the job. Overall, it was a comfortable and enjoyable experience, and I'd definitely consider staying here again.",
            "author_name": "Kamal Krishna",
            "relative_time_description": "",
            "time": 1753171095,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.sagarakovalam.com/",
        "index": 7,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 461,
            "2": 222,
            "3": 609,
            "4": 1382,
            "5": 2147
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.383925,
        "address": "Light House Rd, p.o, Vizhinjam, Kovalam, Thiruvananthapuram, Kerala 695521, India",
        "travel_time": null
      },
      {
        "_id": "ChIJq8sxpWClBTsRE4MOGbp79fo",
        "generalDescription": "Hawa Beach, also known as Eve's Beach, is a serene and clean coastline along the Arabian Sea in Kovalam, Kerala. It is a popular destination for beach enthusiasts with its variety of seafood restaurants, gift shops, and clothing stores. The beach offers stunning views of the sea from the lighthouse and is an ideal spot to enjoy beautiful sunsets.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.976669,
        "rating": 4.5,
        "numRatings": 269,
        "sources": [
          {
            "id": "1845094",
            "type": "webPlacesList",
            "url": "https://www.tusktravel.com/blog/list-of-popular-beaches-in-kerala/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tusk Travel Blog",
            "shortName": "List of Popular Beaches in Kerala That Every Traveler Should Go",
            "indexInSource": 2,
            "iconSiteId": 799,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Zen6jK72VR6jJ5WjIkw0NsYyYgmkIJc3",
          "TNlMk1cKFeyFeUYQCqbwjLWlp9dxJgrP",
          "AgILLNFSWkSYVwWkMVWPp0OlpltZglg5",
          "Zen6jK72VR6jJ5WjIkw0NsYyYgmkIJc3",
          "TNlMk1cKFeyFeUYQCqbwjLWlp9dxJgrP",
          "AgILLNFSWkSYVwWkMVWPp0OlpltZglg5"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "2230"
            }
          }
        ],
        "name": "Hawa Beach",
        "placeId": "ChIJq8sxpWClBTsRE4MOGbp79fo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Hawa Beach is a peaceful and scenic spot in Kovalam. It's less crowded than the main beach, making it great for a quiet walk or to watch the sunset. You'll find fishermen at work and a few local shops nearby. The beach is clean, but swimming might be restricted due to strong waves. A nice place to relax and enjoy the sea breeze.\n\nLet me know if you'd like this in Malayalam or want to mention any specific experiences!",
            "author_name": "ASHIN ASHII",
            "relative_time_description": "",
            "time": 1751458163,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very nice beach, mostly clean. Can rent a beach chair for 150 Rs all day. Be prepared to deal with 4-5 hustlers per hour, selling everything from towels to salad spoons, postcards and drawings.",
            "author_name": "B W",
            "relative_time_description": "",
            "time": 1742909660,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Hawa Beach in Kovalam is a perfect spot to chill with friends and family. The views are stunning and the atmosphere is so peaceful. Loved spending time here - it's clean, calm, and ideal for relaxing. The para sailing experience was the best! 😍 Definitely a must-visit if you're in the area.",
            "author_name": "Vinayak R Nair",
            "relative_time_description": "",
            "time": 1749491369,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Public beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 1,
            "3": 20,
            "4": 75,
            "5": 166
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.386607,
        "address": "9XPG+QQM, Light House Rd, Kovalam, Kerala 695527, India",
        "travel_time": null
      },
      {
        "_id": "ChIJMZt8ozq8BTsREsFI_lNNdTc",
        "generalDescription": "Veli Beach, located approximately 10 kilometers from Thiruvananthapuram city center, offers a serene coastal experience with its calm backwaters and floating bridge. The adjacent Veli Tourist Village provides opportunities for pedal boating, kayaking, and other water sports. Visitors can stroll across the suspended bridge, explore parks and gardens, or enjoy a picnic in the beautiful surroundings. This picturesque destination is known for its crystal-clear waters, golden sands, and tranquil Veli Lagoon.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 76.884203,
        "rating": 4.2,
        "numRatings": 4199,
        "sources": [
          {
            "id": "1805820",
            "type": "webPlacesList",
            "url": "https://travel.india.com/guide/destination/experience-the-magic-of-thiruvananthapurams-beautiful-beaches-7336726/",
            "sourceSite": "Web",
            "snippet": "Veli Beach is situated about 10 kilometers from Thiruvananthapuram city center with its calm backwaters and floating bridge being outstanding features The Veli Tourist Village is near this beach where people engage in various activities such as pedal boating and kayaking among other water sports games available here Visitors can take a walk through the suspended bridge, explore parks, gardens or just have a picnic amidst nice surroundings.",
            "siteName": "Travel By India.com",
            "shortName": "Experience The Magic Of Thiruvananthapurams Beautiful Beaches",
            "indexInSource": 2,
            "iconSiteId": 100916,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845090",
            "type": "webPlacesList",
            "url": "https://journeyviakerala.wordpress.com/2020/03/23/famous-8-beaches-in-trivandrum/",
            "sourceSite": "Web",
            "snippet": "Veli beach is  located 10 km from Trivandrum which is a very  vast area well maintained in Trivandrum. It consists of a large garden on the banks of Veli lagoon.This destination a wide range of attractions such as play areas for children, various boat rides in Veli lake, games, horse rides, swimming pool, shopping stalls, cafeterias, a floating restaurant, a long walkway connecting to Aakulam lake, stone and grass sculptures.",
            "siteName": "Journey Via kerala",
            "shortName": "Famous 8 beaches in trivandrum",
            "indexInSource": 1,
            "iconSiteId": 15963,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1183816",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/beaches-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "Veli Beach, situated near Thiruvananthapuram, is a popular coastal hangout where the Veli Lake meets the Arabian Sea. Adjacent to the Veli Tourist Village, the beach is known for its scenic beauty and recreational activities. The connecting bridge between the beach and the tourist village allows visitors to wander around, offering an ideal blend of the lake's serene waters and the vast expanse of the sea.",
            "siteName": "Holidify",
            "shortName": "12 Beautiful Beaches in Trivandrum for a Sun-kissed Vacay 2024",
            "indexInSource": 2,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "DwRVDPjZ4GBuZDrrLJ9kDQUmh97q1M5z",
          "bejtgQYb2Gt479g2qArVxMTbVciNlYCB",
          "bCjvSIUya0DkGHbREKYJVm903dVjQquQ",
          "DwRVDPjZ4GBuZDrrLJ9kDQUmh97q1M5z",
          "bejtgQYb2Gt479g2qArVxMTbVciNlYCB",
          "bCjvSIUya0DkGHbREKYJVm903dVjQquQ"
        ],
        "openingPeriods": [],
        "name": "Veli Beach",
        "placeId": "ChIJMZt8ozq8BTsREsFI_lNNdTc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beach Vibe with nice view of sea and sunset. Not too much crowded as Shangumukham Beach. Prohibited 🚫 after sunset considering safety measures. Park is there nearby. Best times around 4 pm till sunset.",
            "author_name": "SAMEER Kamarudeen",
            "relative_time_description": "",
            "time": 1746998497,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Average beach with very less food options and no restaurants . There are scope for development. Life guards were present . Toilet could have been well maintained",
            "author_name": "suhash ashok kumar",
            "relative_time_description": "",
            "time": 1743052406,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "beautiful and peaceful spot-perfect for a relaxing day out, the beach is generally clean and well-maintained. It's a great place to unwind, take a walk, or just sit and enjoy the breeze..",
            "author_name": "Bharath Krishna",
            "relative_time_description": "",
            "time": 1745058303,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.keralatourism.org/news/facelift-veli-tourist-village/1376",
        "index": 9,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 97,
            "2": 117,
            "3": 594,
            "4": 1414,
            "5": 1977
          }
        },
        "minMinutesSpent": 10,
        "latitude": 8.51154,
        "address": "Madhavapuram Road, Veli, Thiruvananthapuram, Kerala 695021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJY_Fc2-ylBTsRUWkJhAyHiHs",
        "generalDescription": "Rocky shoreline next to a busy historic port, with village views plus a fish market & nearby church.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.994727,
        "rating": 4.4,
        "numRatings": 406,
        "sources": [
          {
            "id": "1845090",
            "type": "webPlacesList",
            "url": "https://journeyviakerala.wordpress.com/2020/03/23/famous-8-beaches-in-trivandrum/",
            "sourceSite": "Web",
            "snippet": "Vizhinjam is a natural port located close to international shipping routes in Thiruvananthapuram city in the Indian state of Kerala.Vizhinjam International Seaport is an international deepwater multi-purpose shipping hub in its initial stages of development.Vizinjam Beach is approximately 1.9 miles (3 kilometers) from Kovalam.Vizhinjam has been a sea port since ancient times and archeological evidence has revealed that the Romans came here to trade. The centuries-old fishing industry is still very much alive here today.The Vizhinjam Lighthouse, situated close to the Vizhinjam harbour, gives you a celestial view of the Arabian sea and the western coast of Southern Kerala.The public entry timings are restricted to the light house.",
            "siteName": "Journey Via kerala",
            "shortName": "Famous 8 beaches in trivandrum",
            "indexInSource": 2,
            "iconSiteId": 15963,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1183816",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/beaches-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "Vizhinjam Beach, located near Kovalam, is renowned for its fishing harbor and the ancient rock-cut temple close to its shores. This beach offers a slice of local life, with colorful fishing boats dotting its landscape and fishermen engaging in their daily activities. The raw, uncommercialized beauty of Vizhinjam, combined with its cultural significance, makes it a unique destination for those seeking both relaxation and exploration.",
            "siteName": "Holidify",
            "shortName": "12 Beautiful Beaches in Trivandrum for a Sun-kissed Vacay 2024",
            "indexInSource": 4,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1805820",
            "type": "webPlacesList",
            "url": "https://travel.india.com/guide/destination/experience-the-magic-of-thiruvananthapurams-beautiful-beaches-7336726/",
            "sourceSite": "Web",
            "snippet": "Vizhinjam Beach is situated approximately 17 kilometers from Thiruvananthapuram City Centre and boasts picturesque surroundings and a traditional fishing village. It gives an overview of the Arabian Sea's vastness while you can swim, sunbathe or have your picnic along its sandy shores. Also close by are other sites such as Vizhinjam Rock Cut Cave Temple which has rich history like Vizhinjam Marine Aquarium.",
            "siteName": "Travel By India.com",
            "shortName": "Experience The Magic Of Thiruvananthapurams Beautiful Beaches",
            "indexInSource": 3,
            "iconSiteId": 100916,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520130",
            "type": "webPlacesList",
            "url": "https://irisholidays.com/keralatourism/best-beaches-near-trivandrum/",
            "sourceSite": "Web",
            "snippet": "Vizhinjam has been earmarked for one of the largest ports in India and is being developed into Vizhinjam International Seaport which is an International Deep Water Container Transshipment Terminal. It has a beach, lighthouse, and a marine aquarium which houses a rich treasure of marine wealth along with a rock-cut temple at Vizhinjam. ALSO SEE –  Best Resorts in Varkala",
            "siteName": "Google",
            "shortName": "12 Best Beaches Near Trivandrum To Visit At Least Once! – Iris Holidays",
            "indexInSource": 2,
            "iconSiteId": 15498,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845095",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-thiruvananthapuram",
            "sourceSite": "Web",
            "snippet": "Vizhinjam Beach, located in Kerala, India, offers a serene expanse of golden sand against lush greenery. The crystal-clear waters invite visitors for a refreshing dip while gentle waves beckon surf enthusiasts. Palm trees sway gently, providing shade and adding to the tropical ambience.",
            "siteName": "Digit Insurance",
            "shortName": "12 Famous Beaches in Thiruvananthapuram You Must Visit",
            "indexInSource": 2,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "U3LcOxyAVNFNNoIRY3w5fmbEm3hRd95m",
          "ygi0rjnAemAgF7NA1RouRYiTMrqNVGkn",
          "oTbNOACzJFwTFwuorSLcbEgkXMQhC0HA",
          "U3LcOxyAVNFNNoIRY3w5fmbEm3hRd95m",
          "ygi0rjnAemAgF7NA1RouRYiTMrqNVGkn",
          "oTbNOACzJFwTFwuorSLcbEgkXMQhC0HA"
        ],
        "openingPeriods": [],
        "name": "Vizhinjam Beach",
        "placeId": "ChIJY_Fc2-ylBTsRUWkJhAyHiHs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We can see the equality of people..Nobody is discriminated against; everyone is treated equally well.There is no partiality...It is a lovely place.It is just 5 kilometers from Kovalom Beach.You should avoid certain people.",
            "author_name": "Renju S",
            "relative_time_description": "",
            "time": 1729187314,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Vizhinjam Beach is a serene and peaceful spot, located alongside the bustling Vizhinjam Harbour. In the evenings, as the sun sets, the sky transforms into a canvas of vibrant hues, creating a picturesque backdrop. Adding to its charm is the famous church, featured in multiple movies, which stands gracefully in the background. During the early mornings and evenings, a wide variety of fresh fish are available in bulk at affordable prices, making it a favorite spot for seafood lovers and local buyers alike.",
            "author_name": "Diya Vijayan",
            "relative_time_description": "",
            "time": 1744108326,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A rocky beach with large boulders, offering a rugged and tranquil atmosphere. The distant view of the port, combined with a nearby bollard pull test station, adds a unique maritime touch. There's also a mosque close to the viewpoint, enhancing the cultural experience. Occasionally, local policemen visit to educate visitors about the dangers of the deep waters and the importance of staying safe, ensuring everyone enjoys the area without accidents. A great spot for those who appreciate nature, maritime activity, and community care.",
            "author_name": "Kamal Jith",
            "relative_time_description": "",
            "time": 1729308647,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 10,
            "2": 4,
            "3": 37,
            "4": 123,
            "5": 234
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.376638,
        "address": "Kerala, India",
        "travel_time": null
      },
      {
        "_id": "ChIJB0pAcrylBTsRXEOPWtmBN1A",
        "generalDescription": "Soma Palmshore is a charming beach resort located in Kerala, offering casual rooms and cottages with balconies for a comfortable stay. The resort boasts a stunning private beach area, an indoor pool, and a spa and wellness center for relaxation. Guests can enjoy delicious Indian, Asian, and American cuisine at the superb in-house restaurant. With its sea-facing accommodations and hospitable staff, Soma Palmshore provides an idyllic holiday experience overlooking the magnificent Lighthouse Beach at Kovalam.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.98232,
        "rating": 3.7,
        "numRatings": 1758,
        "sources": [
          {
            "id": "172853",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/beach-resorts-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "Surrounded by towering palms and fronting Light House Beach, Soma Palmshore is arguably one of the dreamiest beach resorts in the state of Kerala. Besides a stunning private beach area and an indoor pool, vacationers have access to a spa and wellness center. Also, there is a superb in-house restaurant that serves delicious Indian, Asian, and American specialties.",
            "siteName": "Trip101",
            "shortName": "9 Best Beach Resorts Near Trivandrum, India - Updated 2024",
            "indexInSource": 3,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2lEUp2W68BC34OwxXV7nNUduDs64FGIt",
          "2lEUp2W68BC34OwxXV7nNUduDs64FGIt"
        ],
        "openingPeriods": [],
        "name": "Soma Palmshore",
        "placeId": "ChIJB0pAcrylBTsRXEOPWtmBN1A",
        "internationalPhoneNumber": "+91 471 356 6111",
        "reviews": [
          {
            "rating": 5,
            "text": "Just got back from a trip here and it was excellent! We arrived 4hrs before checkin. Not only did the staff accommodate us but they also let us switch our complimentary breakfast from the next morning with the day of arrival. The rooms were clean with all amenities, a balcony that opens to the sea. Great location, well maintained pool and restaurant and decent breakfast spread. But the service takes the cake. Everyone from reception to pool boy was excellent. The watchman gave us restaurant recommendations. The pool boy got us some neat shots. The restaurant staff gave us very helpful tips for sight seeing. Loved every minute of the stay! Will come back definitely. 10/10 would recommend.",
            "author_name": "Judy T Raj",
            "relative_time_description": "",
            "time": 1754630970,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I stayed at \"Soma plam shore\" for 2 nights, and it was a great experience. The check-in process was smooth, the staff were very courteous, and the room had everything I needed - clean bed, good lighting, and a hygienic bathroom. The breakfast buffet was delicious and had many options. Overall, a peaceful and relaxing stay. Highly recommended!",
            "author_name": "Gayatri Deshmukh",
            "relative_time_description": "",
            "time": 1749699223,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "“Excellent location, but disappointing stay experience.”\n\nThe resort is blessed with a fantastic beachfront location at Kovalam, offering beautiful sea views and a peaceful setting. Unfortunately, the overall stay was not up to expectations.\n\n⚠️ Concerns noticed:\n\nRooms were poorly maintained - damp smell, visible fungal stains, and an overall dingy feel.\n\nFood quality was below average and lacked freshness.\n\nBasic upkeep and hygiene standards need significant improvement.\n\n✅ Positives:\n\nBeach access and location are excellent.\n\nOutdoor areas and pool have potential if better maintained.\n\n🌿 Overall Impression:\nWhile the property has an enviable location, the maintenance, food quality, and room conditions urgently need attention. With proper care, this resort could truly match its setting.",
            "author_name": "Yogendra Dwivedi",
            "relative_time_description": "",
            "time": 1757045408,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.somapalmshore.com/",
        "index": 11,
        "id": "",
        "categories": [
          "Hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 200,
            "2": 130,
            "3": 278,
            "4": 528,
            "5": 622
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.38314,
        "address": "Light House Rd, Kovalam, Kerala 695521, India",
        "travel_time": null
      },
      {
        "_id": "ChIJnRZxdbulBTsRo4P1qM_X8D4",
        "generalDescription": "The resort Little Elephant Beach Resort is situated close to Light House Beach, which offers stunning scenery. Rooms come with a balcony perfect for relaxing while gazing at the ocean.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.980284,
        "rating": 4.2,
        "numRatings": 171,
        "sources": [
          {
            "id": "172853",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/beach-resorts-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "Tons of exciting things are in store for vacationers staying at Little Elephant Beach Resort. Since it features proximity to Light House Beach and stunning scenery, guests will feel every bit connected to the sea. Rooms come with a balcony, which is the perfect spot to relax while enjoying the views.",
            "siteName": "Trip101",
            "shortName": "9 Best Beach Resorts Near Trivandrum, India - Updated 2024",
            "indexInSource": 6,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Tf1O6PvXo6suJrG2YcMj7F10xCduXCWz",
          "3DHrSQYR6Dfi6M7xiPVUzbQ3hLjjkzlO",
          "Tf1O6PvXo6suJrG2YcMj7F10xCduXCWz",
          "3DHrSQYR6Dfi6M7xiPVUzbQ3hLjjkzlO"
        ],
        "openingPeriods": [],
        "name": "Little Elephant Beach Resort",
        "placeId": "ChIJnRZxdbulBTsRo4P1qM_X8D4",
        "internationalPhoneNumber": "+91 98950 12129",
        "reviews": [
          {
            "rating": 5,
            "text": "A room with a view and space to move. We really loved this apartment overlooking the beach. Great value for money and good service and communications. Our host was super helpful with restaurant recommendations and transport. Thank you kindly.\nA mosquito net was missing from one bed was the only compliant.",
            "author_name": "Elizabeth Gooneratne",
            "relative_time_description": "",
            "time": 1726119951,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "We chose this hotel primarily for its advertised sea view rooms. However, these are only available on the third floor. While the room itself and the view are impressive, we encountered significant hygiene concerns. The hotel might not be ideal for elderly guests due to the lack of a lift and its location, which requires a 6-7 minute walk from the nearest accessible point. Additionally, the hotel doesn't have any on-site parking, so guests will need to park some distance away. I am giving 3 stars because of the politeness of the owner. He is trying his best but needs lot of improvement. The ground floor has no AC and this information is not available on the booking site as well.",
            "author_name": "Anshika Thakur",
            "relative_time_description": "",
            "time": 1726339848,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Thankfully we stayed here only for a night. The toilet seat was broken and poop scattered around. When we complained, they asked us to check into another hotel instead. Very rude owner. All the towels were yellow stained. Dust on objects. Only the location is good. Rest everything is messed up. Reception was unmanned for most of the time and we also had to ask for bottled water. The response from the hotel staff was very crude and uncouth. The hotel is simply charging too much money and not worth the stay. THEY ARE MANIPULATING THE TRAVELERS ONLY ON THE BASIS OF LOCATION.  Stay at your own risk!",
            "author_name": "Ezabel Gomes",
            "relative_time_description": "",
            "time": 1735214173,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.littleelephantbeachresort.com/",
        "index": 12,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 9,
            "3": 13,
            "4": 54,
            "5": 88
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.384415,
        "address": "9XMJ+Q47, Light House Beach, Vizhinjam, Kovalam, Thiruvananthapuram, Kerala 695521, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ10toy3G_BTsRqtZ0Ci3PwPE",
        "generalDescription": "Puthenthope Beach, nestled in Thiruvananthapuram, Kerala, is a hidden treasure offering a peaceful retreat from the city's hustle and bustle. The beach boasts a serene atmosphere with swaying palm trees and golden sands, providing an ideal setting for relaxation. Unlike more commercialized beaches, Puthenthope maintains its natural allure and is frequented by local fishermen, adding to its authentic coastal charm.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 76.83571,
        "rating": 4.3,
        "numRatings": 926,
        "sources": [
          {
            "id": "517113",
            "type": "webPlacesList",
            "url": "http://www.krishnainn.in/tourist-spots/trivandrum",
            "sourceSite": "Web",
            "snippet": "Shanghumugham Beach, near to International Airport is accessible from Kovalam Beach, Veli Tourist Village and Akkulam Tourist Village etc. Shanghumugham beach is clean with vast stretch of white sand and serene atmosphere, providing the exact ingredients for relaxation and spending an ideal evening. A “Star Fish Restaurant” with eating kiosks and open-air theatre with car parking facilities, a sculpture of Jalakanyaka or Mermaid by Kanayi Kunhiraman further compliments the beach.",
            "siteName": "krishnainn.in",
            "shortName": "Discover The Best Location in Thiruvananthapuram (Trivandrum)",
            "indexInSource": 3,
            "iconSiteId": 51752,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1183816",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/beaches-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "Puthenthope Beach, situated in Thiruvananthapuram, is a lesser-known gem, offering a tranquil escape from the hustle and bustle of city life. Characterized by its serene ambiance, swaying palm trees, and golden sands, this beach is a favorite among locals seeking a quiet place to relax. Unlike many commercialized spots, Puthenthope maintains its natural charm, making it perfect for those looking to experience Kerala's coastal beauty in its purest form.",
            "siteName": "Holidify",
            "shortName": "12 Beautiful Beaches in Trivandrum for a Sun-kissed Vacay 2024",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520130",
            "type": "webPlacesList",
            "url": "https://irisholidays.com/keralatourism/best-beaches-near-trivandrum/",
            "sourceSite": "Web",
            "snippet": "Puthenthope Beach is located about 19 km from the city center with two man-made hills. The beach is not very well known and is quiet and secluded compared to other beaches near Trivandrum. However, it is fast gaining popularity owing to its tranquil vibe, beautiful scenery, and the fact that it’s clean and litter-free.",
            "siteName": "Google",
            "shortName": "12 Best Beaches Near Trivandrum To Visit At Least Once! – Iris Holidays",
            "indexInSource": 3,
            "iconSiteId": 15498,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845095",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-thiruvananthapuram",
            "sourceSite": "Web",
            "snippet": "Puthenthope Beach, located in Kerala, India, is a serene stretch of coastline known for its golden sands and clear blue waters. Palm trees sway gently along the shore, offering shade to beachgoers. The beach is frequented by local fishermen, adding to its authentic coastal charm.",
            "siteName": "Digit Insurance",
            "shortName": "12 Famous Beaches in Thiruvananthapuram You Must Visit",
            "indexInSource": 3,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qod392qQ08cOlMIZOvt5jBphcELxURom",
          "fuk3oildOeLi1nOyHwVs7jK9XTf0BCuZ",
          "2cbD3nt40s79jrVa1WauNt0aGgLcV105",
          "qod392qQ08cOlMIZOvt5jBphcELxURom",
          "fuk3oildOeLi1nOyHwVs7jK9XTf0BCuZ",
          "2cbD3nt40s79jrVa1WauNt0aGgLcV105"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Puthenthope Beach",
        "placeId": "ChIJ10toy3G_BTsRqtZ0Ci3PwPE",
        "internationalPhoneNumber": "+91 1800 425 4747",
        "reviews": [
          {
            "rating": 5,
            "text": "Went in afternoon, just a few people was there. It was pretty good view with a line of coconut tree along the side of the beach. You can relax, kill time, take a dip. I visited some beaches after this on the same stretch, everything was more or less similar,",
            "author_name": "Nasrun Nissa",
            "relative_time_description": "",
            "time": 1739176466,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "🌅 Puthenthope Beach is a hidden gem! Visited early morning - the peaceful vibe, cool breeze, and sunrise were magical. Had a blast playing football on the soft sand with friends. Clean, calm, and perfect for a refreshing start to the day! ⚽🌊",
            "author_name": "Sooraj T",
            "relative_time_description": "",
            "time": 1752586090,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Just a pleasant, less congested beachfront with a few picturesque coconut plantations nearby.Not a tourist destination because there are no other amenities like restaurants or shops. Anyone can come and take in the atmosphere of the sunset without feeling crowded.The locals are really amiable.\nMost of the time, local fisherman sell us fresh fish. Now one new shop is available named shells.",
            "author_name": "Aswin Raj D",
            "relative_time_description": "",
            "time": 1704626782,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 26,
            "2": 21,
            "3": 101,
            "4": 257,
            "5": 521
          }
        },
        "minMinutesSpent": 60,
        "latitude": 8.572104,
        "address": "Bus Stop, Veli - Perumathura Rd, Puthenthope, Kerala 695586, India",
        "travel_time": null
      },
      {
        "_id": "ChIJF5wyCrylBTsRCPOLUHGzIH0",
        "generalDescription": "Nestled along the stunning shores of the Arabian Sea, Vijaya Varma Beach Resort is a delightful retreat in Trivandrum that promises relaxation and comfort. With its casual yet cozy rooms, guests can enjoy airy accommodations equipped with WiFi access. For those looking to elevate their experience, opting for a room with a balcony allows you to unwind while sipping drinks and soaking in breathtaking ocean views.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.981717,
        "rating": 4,
        "numRatings": 232,
        "sources": [
          {
            "id": "172853",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/beach-resorts-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "With the Arabian Sea as its next-door neighbor, Vijaya Varma Beach Resort offers guests quick access to sandy shores and beautiful sceneries. This resort offers simple, cozy, and airy accommodations equipped with WiFi access. You can level up your stay by going for a room with a balcony, where you can wrap up your day with some drinks and stunning ocean views.",
            "siteName": "Trip101",
            "shortName": "9 Best Beach Resorts Near Trivandrum, India - Updated 2024",
            "indexInSource": 1,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "TQkSp83YRvNvudYeaqvzRy9g6g9r9BSg",
          "cIlW4mN589924QsVSWSlSgpdvVo8PZaa",
          "TQkSp83YRvNvudYeaqvzRy9g6g9r9BSg",
          "cIlW4mN589924QsVSWSlSgpdvVo8PZaa"
        ],
        "openingPeriods": [],
        "name": "Vijaya Varma Beach Resort",
        "placeId": "ChIJF5wyCrylBTsRCPOLUHGzIH0",
        "internationalPhoneNumber": "+91 471 248 0478",
        "reviews": [
          {
            "rating": 5,
            "text": "I really loved the room. The view from the bed to the private hotel beach is unique and indeed private! I felt like i am the luckiest one to have this room. Spent much time during day and night on the balcony enjoying the quietness, only thing is i could hear the waves crash. So beautiful. The main beach is reachable in less than 5 minutes, too. Thanks for having me. I really enjoyed",
            "author_name": "Tommy Breezy",
            "relative_time_description": "",
            "time": 1733808718,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely loved staying here. The staff are helpful and friendly. The room is large and comfortable. The balcony is also large and perfect for relaxing and enjoying the spectacular view. We ordered the omelet, toast and coffee breakfast and it tasted very good. The coffee is surprisingly good and we had it in the evening as well. It's a short walk to the busy beach area with many restaurants and stores. Highly recommend",
            "author_name": "Mike M",
            "relative_time_description": "",
            "time": 1750493152,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We stayed for 3 days at Vijaya Varma and enjoyed our time very much.  The balcony and the view are simply amazing.\nDaniel at the reception is a very intelligent guy and very accommodating and friendly. He tries to fulfill the wishes of the guests. The room is simple, but fulfills what you need. The bed was comfortable.  For the price you pay, everything was satisfactory. The beach is a 3 minute walk away",
            "author_name": "Siegfried Will",
            "relative_time_description": "",
            "time": 1746464250,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.vijayavarmabeachresort.com/",
        "index": 14,
        "id": "",
        "categories": [
          "Resort hotel",
          "Ayurvedic clinic",
          "Yoga instructor"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 25,
            "2": 6,
            "3": 26,
            "4": 65,
            "5": 110
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.382851,
        "address": "Light House Rd, Kovalam, Thiruvananthapuram, Kovalam, Kerala 695521, India",
        "travel_time": null
      },
      {
        "_id": "ChIJg9CvEqilBTsRXy8udTFk2Rk",
        "generalDescription": "The Samudra Theeram Beach Resort is a secluded and luxurious hotel in Trivandrum that offers guests an outdoor pool, yoga, and Ayurvedic treatments. With panoramic views of Kovalam Bay, the resort is ideal for those looking for a tranquil getaway.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.975027,
        "rating": 3.8,
        "numRatings": 3068,
        "sources": [
          {
            "id": "97501",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/beach-resorts-in-trivandrum",
            "sourceSite": "Web",
            "snippet": "Finding its name in the list of some top beach resorts in Trivandrum, the Samudratheeram Beach Resort is an ideal getaway destination if you want to spend some playful time while resting in a cozy envious place. It is also one of those resorts in Trivandrum with private beach area which lets you gaze at the unparalleled views of the sprawling waters of Kovalam straight from your room windows. The restaurant here serves various lip smacking regional dishes, thus making it a favourite spot of its guests.Location: I T D C Grove Beach, Kovalam, Kerala 695527.Amenities: Outdoor pool, wheelchair accessible, air conditioned rooms, free parking area, beach access.Price: INR 2500 to INR 5500 per person for a single night.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Beach Resorts in Trivandrum, Book & Get Upto 50% Off",
            "indexInSource": 3,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "KwFOEfDlAjTX1HzNCLDMU3x5LjhmWY48",
          "mzmrGnVioSTFtpuKS1nAaFnSYArBrPyG",
          "KwFOEfDlAjTX1HzNCLDMU3x5LjhmWY48",
          "mzmrGnVioSTFtpuKS1nAaFnSYArBrPyG"
        ],
        "openingPeriods": [],
        "name": "Samudra Theeram Beach Resort",
        "placeId": "ChIJg9CvEqilBTsRXy8udTFk2Rk",
        "internationalPhoneNumber": "+91 471 248 8244",
        "reviews": [
          {
            "rating": 5,
            "text": "I saw many negative reviews about this hotel but when we reached there I found it awesome.  The rooms were very good.  We could see the sea from our rooms. Staff also was very helpful.  Would love to visit the place again.",
            "author_name": "Pallab Mazumdar",
            "relative_time_description": "",
            "time": 1736560875,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "They claim to be a 3-star hotel, but the cleanliness and room maintenance are worse than regular hotels. I found acockroach and termites everywhere. The bathroom wasn't properly cleaned, and there were insect spots all over. The smell was like a hospital, and they had put some chemical for cockroaches in the bathroom, which made it even worse. I had to stay because my trip planner booked it, and it was just for two night. It didn't feel like a 3-star hotel; it was worse than an average hotel. The hotel is only accessible by car due to a very narrow and steep road.The restaurant is also not good. I am not recommended to stay here",
            "author_name": "BINOD KUMAR",
            "relative_time_description": "",
            "time": 1739358890,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had Sea facing Room, it was fabulous experience from the balcony and the rooms are also good as expected.Also Swimming pool is available which adds more excitement for the stay.",
            "author_name": "Vrushali sontakke",
            "relative_time_description": "",
            "time": 1740200209,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.samudratheeram.com/",
        "index": 15,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 326,
            "2": 202,
            "3": 492,
            "4": 875,
            "5": 1173
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.396273,
        "address": "I T D C Grove Beach, Kovalam, Kerala 695527, India",
        "travel_time": null
      }
    ]
  }
}