{
  "list_id": "626",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/626/1.jpg",
  "description": "Dive into \"Capturing Tirupati: Scenic Photo Escapes\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160385"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Capturing Tirupati: Scenic Photo Escapes",
  "city_id": "914",
  "subtype": "poi",
  "city": "Tirupati",
  "created_ts": 1759071419,
  "slug": "capturing-tirupati-scenic-photo-escapes-tirupati-poi-01c759",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJY4qL48hKTToRGOogB8szwAg",
        "generalDescription": "Tirumala Deer Park Reserve, also known as Sri Venkateswara Zoological Park or Tirupati Deer Park, is a vast national park and animal reserve in Andhra Pradesh. It's not just about deer - the park boasts diverse flora and fauna, including mammals, reptiles, and birds. The 354 square kilometer area offers stunning greenery, waterfalls, and a chance to spot endangered species like Nilgai and flying lizards.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 79.389142,
        "rating": 4.5,
        "numRatings": 17169,
        "sources": [
          {
            "id": "315603",
            "type": "webPlacesList",
            "url": "https://www.revv.co.in/blogs/places-to-visit-in-tirupati-2/",
            "sourceSite": "Web",
            "snippet": "This National Park is a perfect getaway for those who want a break from city life and want to indulge in nature’s beauty instead. Stunning greenery, amazing waterfalls and a chance to gaze on wildlife makes this park a perfect destination for the weekend. The park covers an area of 354 square kilometres and a number of endangered species are to be found here like the Nilgai, the flying lizard and others.",
            "siteName": "Revvlog",
            "shortName": "Unique Places to Visit in Tirupati",
            "indexInSource": 1,
            "iconSiteId": 9601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924062",
            "type": "webPlacesList",
            "url": "https://weddingvyapar.com/blog/pre-wedding-shoot-places-in-tirupati/",
            "sourceSite": "Web",
            "snippet": "Tirupati Deer Park is a Jaw-dropping vicinity for nature-loving couples. The park’s extended greenery, exotic deer, and tranquil environment portrays a blissful and playful setting for pre-wedding shoots. The natural beauty and serene environment enable it to capture candid and joyful moments.",
            "siteName": "Wedding Vyapar",
            "shortName": "Best 10 Pre Wedding Shoot Places In Tirupati -",
            "indexInSource": 5,
            "iconSiteId": 159803,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "445270",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/tirupati/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "5 km from city center 17 out of 40 Places To Visit in Tirupati. Located amidst the beautiful natural surroundings, the Deer Park is a splendid escape from the routine for nature and animal lovers. The park houses a large number of deer and other regional flora and fauna.",
            "siteName": "holidify.com",
            "shortName": "40 Places to visit in Tirupati India 2025",
            "indexInSource": 5,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924059",
            "type": "webPlacesList",
            "url": "https://www.winmeen.com/the-best-photography-spots-in-tirupati/",
            "sourceSite": "Web",
            "snippet": "Deer Park: The Deer Park is located on the outskirts of the city and is a popular picnic spot. The park is home to several species of deer, including spotted deer, sambar deer, and blackbuck. The park also has a lake, which adds to the beauty of the surroundings.",
            "siteName": "WINMEEN",
            "shortName": "The Best Photography Spots in Tirupati",
            "indexInSource": 2,
            "iconSiteId": 110906,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924058",
            "type": "webPlacesList",
            "url": "https://banbanjara.com/place-to-visit-near-tirupati?srsltid=AfmBOooxbzF8Y47sgHDoXpzsdkSmniLMhFwqk5M0yGJOBd98tOvxhXrK",
            "sourceSite": "Web",
            "snippet": "If you are intrigued by a place's flora and fauna, then amongst the Places to Visit Near Tirupati In One Day, you must go to Tirupati's Deer Park. Seeing deer in their natural environment would undoubtedly be a life-changing experience for you.",
            "siteName": "banbanjara.com",
            "shortName": "Top 10 Places To Visit Near Tirupati , Tourist Places, Activities & More",
            "indexInSource": 4,
            "iconSiteId": 66576,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "AxLgTg9grkAYLQfeDXaYFheYLN9SZ1G5",
          "AYgq0k4M2r3sEJ2jVWfu8EtJN2NZ1F2X",
          "g4iWXGzYFN4t0Rm2vEWQMBVGHEzHq1L6",
          "AxLgTg9grkAYLQfeDXaYFheYLN9SZ1G5",
          "AYgq0k4M2r3sEJ2jVWfu8EtJN2NZ1F2X",
          "g4iWXGzYFN4t0Rm2vEWQMBVGHEzHq1L6"
        ],
        "openingPeriods": [],
        "name": "Tirumala Deer Park Reserve",
        "placeId": "ChIJY4qL48hKTToRGOogB8szwAg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We were so excited to see the Tirumala Deer Park Reserve! It was an unforgettable experience. As soon as we entered, we were greeted by the sight of several deer gracefully roaming around in their natural habitat. The peaceful atmosphere and lush greenery made it feel like we were in the middle of a wildlife sanctuary. The deer were so close, and we could observe them up close without disturbing them. It was a perfect blend of nature and tranquility. If you're a nature lover or just enjoy seeing wildlife in their natural environment, this park is definitely worth a visit",
            "author_name": "Prajwal Praju",
            "relative_time_description": "",
            "time": 1732786902,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "During my trek from Alipiri to Tirumala, I passed by the Tirumala Deer Park Reserve, beautifully nestled within the forested hills of Tirumala. This reserve is a hidden gem along the footpath, offering a serene and picturesque view amidst the challenging climb.\n\nThe park is home to a variety of deer, which can often be seen grazing peacefully in their natural habitat. The sight of these graceful animals, set against the lush green backdrop of the forest, adds a tranquil and refreshing break to the journey. However, it's important to note that there have been reports of leopard sightings and even some incidents in the area. While the presence of these wild animals underscores the natural, untamed beauty of the forest, it also serves as a reminder to remain vigilant and cautious during the trek.\n\nWhether you're an animal lover or simply looking to enjoy the natural beauty of Tirumala, the Deer Park Reserve is a delightful spot that enriches the journey to the temple. It's a peaceful reminder of the harmony between nature and spirituality that defines the Tirumala experience, with the added excitement of being in a truly wild environment.",
            "author_name": "KaushiK Naidu",
            "relative_time_description": "",
            "time": 1725283917,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing experience. Very near by saw the deers. While going by steps to Tirumala. We got these",
            "author_name": "Sushil S H",
            "relative_time_description": "",
            "time": 1723309979,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": true,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "National park",
          "Nature & Parks",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 333,
            "2": 228,
            "3": 1092,
            "4": 3879,
            "5": 11637
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.658716,
        "address": "M95Q+FMJ, Tirumala Foot Trl, Tirupati, Andhra Pradesh 517507, India",
        "travel_time": null
      },
      {
        "_id": "ChIJT5yso-RKTToR-f0XoUX2-G0",
        "generalDescription": "The ISKCON Temple in Tirupati is a stunning Krishna temple adorned with an elaborate, gilded facade and towering entrance gate. It provides a peaceful haven for meditation and spiritual practices, offering dedicated spaces for inner reflection and guided meditation sessions. The temple is part of the global network of ISKCON temples, aiming to promote Bhakti Yoga and the teachings of Lord Krishna.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 79.413836,
        "rating": 4.6,
        "numRatings": 30634,
        "sources": [
          {
            "id": "1390851",
            "type": "webPlacesList",
            "url": "https://tirupatibalajitravels.co.in/best-places-to-visit-in-tirupati-and-tirumala/",
            "sourceSite": "Web",
            "snippet": "The ISKCON Temple, part of the International Society for Krishna Consciousness, is a significant spiritual landmark located in various cities around the world. These temples are dedicated to Lord Krishna and are known for their vibrant cultural and religious activities. They offer a peaceful and divine atmosphere, attracting devotees and visitors interested in understanding the teachings of Lord Krishna and the Vaishnavite tradition.",
            "siteName": "Balaji Travels T - Nagar",
            "shortName": "best places to visit in tirupati and tirumala",
            "indexInSource": 6,
            "iconSiteId": 199442,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924058",
            "type": "webPlacesList",
            "url": "https://banbanjara.com/place-to-visit-near-tirupati?srsltid=AfmBOooxbzF8Y47sgHDoXpzsdkSmniLMhFwqk5M0yGJOBd98tOvxhXrK",
            "sourceSite": "Web",
            "snippet": "Some of the places to visit near Tirupati railway station are ISKCON Tirupati, Sri Venkateswara National Park, Tirumala Tirupati Devasthanams' Museum, etc. The ISKCON Tirupati is one of the places to visit near Tirupati railway station that attracts devotees from all over the world. ISKCON is located in the foothills of the Tirumala Hills and is a beautiful sight to behold.",
            "siteName": "banbanjara.com",
            "shortName": "Top 10 Places To Visit Near Tirupati , Tourist Places, Activities & More",
            "indexInSource": 5,
            "iconSiteId": 66576,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1895896",
            "type": "webPlacesList",
            "url": "https://www.rajpark.com/tirupati-hotel/blog/places-to-visit-in-tirupati.html",
            "sourceSite": "Web",
            "snippet": "Dedicated to Lord Krishna, this vibrant temple complex exudes a peaceful ambience. It provides a unique opportunity to experience Vaishnavism, a specific branch of Hinduism focused on the worship of Lord Vishnu and his avatars. The serene environment, devotional songs, and well-maintained gardens offer a tranquil retreat for devotees and tourists alike.",
            "siteName": "rajpark.com",
            "shortName": "Places to Visit in Tirupati | Raj Park Hotel",
            "indexInSource": 1,
            "iconSiteId": 110739,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924063",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-tirupati?srsltid=AfmBOor8XOtCcJZ6_GsTauRaUmjVDb5PxsCgdH1fIRseiEEDUFcupDa2",
            "sourceSite": "Web",
            "snippet": "ISKCON Tirupati is a beautiful temple dedicated to Lord Krishna, located in the holy city of Tirupati, Andhra Pradesh. The temple is part of the International Society for Krishna Consciousness (ISKCON) and serves as a spiritual and cultural centre for devotees and visitors seeking to experience the divine love and teachings of Lord Krishna.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Tirupati in 2024",
            "indexInSource": 3,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "445270",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/tirupati/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "2 km from city center 15 out of 40 Places To Visit in Tirupati. Located at the foothills of Tirumala Hills, ISKCON Tirupati is one of the most famous pilgrimages in the city. Srila Prabhupada, during his visit in 1974, suggested the teachings from Bhagwad Geeta be propagated by establishing a centre of Vedic Culture.",
            "siteName": "holidify.com",
            "shortName": "40 Places to visit in Tirupati India 2025",
            "indexInSource": 4,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1080631",
            "type": "webPlacesList",
            "url": "https://www.hoteldekho.com/attractions/places-to-visit-in-tirupati",
            "sourceSite": "Web",
            "snippet": "Iskcon Tirupati- It is one of the most famous pilgrimages in the city which is located at the foothills of Tirumala Hills. During his visit in 1974, Srila Prabhupada suggested the teachings from Bhagwad Geeta be spread by building a center of Vedic Culture. It was thus established in 1982.",
            "siteName": "hoteldekho.com",
            "shortName": "4 Places to Visit in tirupati, Top Attractions & Best Tourist Places in tirupati (Photos)",
            "indexInSource": 4,
            "iconSiteId": 39548,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "B9hDjJ0vyf9ScDXbNIRhqlgPGK4GF7qt",
          "74jbknfWzAenffRZmxFasZViSybjyj6d",
          "IVYLYJlPnFprpU1z1UUFBWUOtMPwuMpT",
          "B9hDjJ0vyf9ScDXbNIRhqlgPGK4GF7qt",
          "74jbknfWzAenffRZmxFasZViSybjyj6d",
          "IVYLYJlPnFprpU1z1UUFBWUOtMPwuMpT"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0730"
            },
            "close": {
              "day": 0,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0730"
            },
            "close": {
              "day": 1,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0730"
            },
            "close": {
              "day": 2,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0730"
            },
            "close": {
              "day": 3,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0730"
            },
            "close": {
              "day": 4,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0730"
            },
            "close": {
              "day": 5,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0730"
            },
            "close": {
              "day": 6,
              "time": "2030"
            }
          }
        ],
        "name": "ISKCON Temple, Tirupati",
        "placeId": "ChIJT5yso-RKTToR-f0XoUX2-G0",
        "internationalPhoneNumber": "+91 97035 26677",
        "reviews": [
          {
            "rating": 5,
            "text": "🛕 ISKCON Temple, Tirupati – A Peaceful Spiritual Experience\n\nThe ISKCON Temple in Tirupati, also known as Sri Sri Radha Govinda Mandir, is a serene and beautiful spiritual destination located on the way to Alipiri (the starting point of the Tirumala Hills). It is maintained by the International Society for Krishna Consciousness (ISKCON) and is dedicated to Lord Krishna and Radha.\n\n⭐ What to Expect:\n\nPeaceful Atmosphere: Unlike the crowded Tirumala temple, ISKCON offers a calm and meditative environment, ideal for devotees and tourists looking for a peaceful experience.\n\nBeautiful Architecture: The temple features traditional South Indian style mixed with ISKCON's signature architecture. The idols of Radha-Krishna are beautifully decorated.\n\nChanting & Bhajans: The soulful chanting of the Hare Krishna mantra and regular bhajans add to the spiritual ambience.\n\nPrasadam & Bookstall: Free prasadam is served daily, and there's a spiritual bookstore and gift shop with ISKCON literature and devotional items.\n\n✅ Highlights:\n\nClean and well-maintained premises\n\nGreat place for meditation and peaceful reflection\n\nIdeal stop for devotees visiting Tirumala\n\nGuest rooms and accommodation available (with prior booking)\n\n🕗 Timings:\n\nThe temple is open from early morning till evening, with specific timings for darshan, aarti, and prasadam.\n\n---\n\n🌟 Overall Rating: ★★★★★ (4.7/5)\n\nA must-visit if you're in Tirupati, especially if you're seeking peace, spiritual learning, or a break from the temple crowds. Perfect for families and spiritual seekers.",
            "author_name": "Ashok Reddy Kalluri",
            "relative_time_description": "",
            "time": 1751825872,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "A truly divine experience! The ISKCON Temple in Tirupati is not only a spiritual retreat but also a stunning architectural marvel. The intricate carvings and serene atmosphere reflect both devotion and craftsmanship. A special mention to the Govinda Restaurant-the prasadam and sattvic meals are absolutely delicious and served with warmth and love. A perfect place to connect with the divine and enjoy soul-nourishing food. Highly recommended for both spiritual seekers and lovers of art and culture.",
            "author_name": "sreekar Boyina",
            "relative_time_description": "",
            "time": 1744353276,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's around 1.6 km from Kapila Teertham for which Auto asked INR 200 to 150. I reached by walk. It's the only place in Tirupati where somebody is dedicated for collecting the shoe/chappal against the coupon. No ticket is required. Fruits in a dish is available at 1st floor for bhog Or seva to God. It's not mandatory. Prayer is continuing where you can participate.",
            "author_name": "Santanu Basak",
            "relative_time_description": "",
            "time": 1745321192,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://iskcontirupati.info/",
        "index": 2,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 503,
            "2": 308,
            "3": 1436,
            "4": 5728,
            "5": 22659
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.646868,
        "address": "Land, Hare Krishna Rd, Srinivasa Nagar, Vinayaka Nagar, Tirupati, Andhra Pradesh 517507, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ3ZCgZoHKsjsRP0dmXkkXb9U",
        "generalDescription": "Silathoranam Garden, located in the Tirumala Hills near the main temple of Lord Venkateswara, is a billion-year-old natural rock formation. It is a popular spot for tourists to witness stunning sunsets, with its breathtaking views of hills and valleys bathed in orange-red hues. This rare geological wonder is one of only three such arches found in Asia and holds significance as an archaeological and cultural landmark.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 79.340498,
        "rating": 4.6,
        "numRatings": 7962,
        "sources": [
          {
            "id": "1390851",
            "type": "webPlacesList",
            "url": "https://tirupatibalajitravels.co.in/best-places-to-visit-in-tirupati-and-tirumala/",
            "sourceSite": "Web",
            "snippet": "Silathoranam, a unique and fascinating geological formation, is located near the Tirumala hills in Tirupati. This natural arch is one of the few of its kind in Asia and is of great interest not only to pilgrims and tourists but also to geologists. The name ‘Silathoranam’ translates to ‘Rock Arch’ in Telugu, and it holds both scientific and mythological significance.",
            "siteName": "Balaji Travels T - Nagar",
            "shortName": "best places to visit in tirupati and tirumala",
            "indexInSource": 5,
            "iconSiteId": 199442,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924062",
            "type": "webPlacesList",
            "url": "https://weddingvyapar.com/blog/pre-wedding-shoot-places-in-tirupati/",
            "sourceSite": "Web",
            "snippet": "Pic credits: https://i.pinimg.com/736x/2f/7b/c1/2f7bc166684cd394c00651035d5ff228.jpg. Silathoranam, a natural rock arch estimated to be millions of years old, is a geological wonder and a distinctive vicinity for a pre-wedding shoot. The rock formation, with its natural arch and covered with greenery, infers a picturesque and divine setting.",
            "siteName": "Wedding Vyapar",
            "shortName": "Best 10 Pre Wedding Shoot Places In Tirupati -",
            "indexInSource": 2,
            "iconSiteId": 159803,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2464493",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/travel-guide/tirupati/places-to-visit.html",
            "sourceSite": "Web",
            "snippet": "If you are looking for places to visit in Tirupati in one day, then you must include Silathoranam in your itinerary. Silathoranam is a natural stone arch that dates back to the pre-Cambrian epoch and is 8 metres in height and 3 metres in width. It is one of the most breathtaking places to visit in Tirupati hills.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Tirupati in 2024",
            "indexInSource": 3,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "315603",
            "type": "webPlacesList",
            "url": "https://www.revv.co.in/blogs/places-to-visit-in-tirupati-2/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Revvlog",
            "shortName": "Unique Places to Visit in Tirupati",
            "indexInSource": 2,
            "iconSiteId": 9601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Ep6sIOgMbvi51T4dvF2p1vLcGMPv5JYz",
          "NFK4wc1a50TC7ZZgjvrJwYBqfvKQ7Xqb",
          "wvFgPa7pekUaaFkF9UOnyQwrM4WMtCUY",
          "Ep6sIOgMbvi51T4dvF2p1vLcGMPv5JYz",
          "NFK4wc1a50TC7ZZgjvrJwYBqfvKQ7Xqb",
          "wvFgPa7pekUaaFkF9UOnyQwrM4WMtCUY"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Silathoranam Garden",
        "placeId": "ChIJ3ZCgZoHKsjsRP0dmXkkXb9U",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Silathoranam, located in the Tirumala Hills, is a natural stone arch, a rare geological wonder, and a National Geo-heritage Monument of India. It's known for its unique structure and is a popular tourist destination, offering both a glimpse into geological history and a tranquil garden setting.\n\nI have visited N number of times to the Tirumala but not this place it's recommend to Visit this place and we can enjoy by nature and Sun 🌤️😀.",
            "author_name": "Shiva Kumar",
            "relative_time_description": "",
            "time": 1745336170,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Went to Tirumala on 5th June 25.  Its a natural rock formation as a thoranam. A nice place well maintained.  Generally people don't visit these places as they get exhausted in standing in queue to have Venkateswara swamy's darshan.  This is a must visit place.",
            "author_name": "Balasubramanian N",
            "relative_time_description": "",
            "time": 1749714907,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Silathoranam Garden in Tirumala is a peaceful and scenic spot that's definitely worth visiting. Nestled in the hills, this beautiful garden surrounds the natural rock formation “Silathoranam,” which is a rare geological wonder.\n\nThe garden is free to enter and has a wide variety of plants, trees, and small wooden art displays that add to its charm.\n\nOne of the highlights is the small animal and bird enclosure where you can see ducks, rabbits, peacocks, hens, and pigeons-perfect for kids and nature lovers.\n\nYou can also enjoy a popular Andhra snack called \"muri mixture\" sold by local vendors, which is a must-try if you haven't already. The clean, green surroundings and calm atmosphere make it a great place to relax and unwind while exploring Tirumala.",
            "author_name": "SUNCHULA SAIKRISHNA",
            "relative_time_description": "",
            "time": 1756023855,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "Geologic Formations"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 118,
            "2": 80,
            "3": 392,
            "4": 1585,
            "5": 5793
          }
        },
        "minMinutesSpent": 45,
        "latitude": 13.68732,
        "address": "Sila Thoranam Rd, Tirumala, Tirupati, Andhra Pradesh 517504, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ_f6RwfZKTToR5ckcQKRUSeI",
        "generalDescription": "Kapila Teertham Waterfalls is a picturesque natural attraction located in the Chittoor district of Andhra Pradesh, India. It is renowned for its stunning waterfall formed by the Kapila River, cascading down a height of about 100 feet into a serene pond at the bottom. The area is surrounded by dense forest and offers a peaceful atmosphere for introspection and prayer.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 79.420995,
        "rating": 4.6,
        "numRatings": 5696,
        "sources": [
          {
            "id": "1080631",
            "type": "webPlacesList",
            "url": "https://www.hoteldekho.com/attractions/places-to-visit-in-tirupati",
            "sourceSite": "Web",
            "snippet": "Some of the top tourist attractions in Tirupati are Swamipushkarini lake, Sri Venkateshwara temple, Akasaganga Teertham,  Venkateswara Museum, and Kapila Theertham Waterfall.",
            "siteName": "hoteldekho.com",
            "shortName": "4 Places to Visit in tirupati, Top Attractions & Best Tourist Places in tirupati (Photos)",
            "indexInSource": 2,
            "iconSiteId": 39548,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6wmcA4QC0w4T2D3g0Ss8k8M8882LPmpo",
          "0zXZBh4SPP1xCc6AJKB2cIT8g6zcUtl3",
          "qczVm1URrblY24jAlu31zlog7pouxq4A",
          "6wmcA4QC0w4T2D3g0Ss8k8M8882LPmpo",
          "0zXZBh4SPP1xCc6AJKB2cIT8g6zcUtl3",
          "qczVm1URrblY24jAlu31zlog7pouxq4A"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Kapila Teertham",
        "placeId": "ChIJ_f6RwfZKTToR5ckcQKRUSeI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Kapila Theertham Waterfalls, located within the Shri Kapileshwar Swamy Temple at the foot of the Tirumala Hills in Tirupati, is a must-visit spot.\n\nThe main deity is lord Shiva n the temple premise houses many other deities. It takes about 30 mins for darshan there was a queue for special darshan with a fee Carrying mobile phones is allowed but taking photos inside the temple is not.\n\nAnd there's a hanuman temple n also a cave for lakshmi narashimar temple must visit\n\nBest time to visit after rainfall",
            "author_name": "priya dharshini",
            "relative_time_description": "",
            "time": 1740239413,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "OM NAMASHIVAYA\nKapila Teertham is a beautiful waterfall located in the Chittoor district of the Indian state of Andhra Pradesh. The waterfall is situated in the middle of a dense forest and is a popular tourist destination in the region.\n\nThe waterfall is formed by the Kapila River which originates in the nearby hills. The water cascades down a height of about 100 feet into a small pond at the bottom, creating a stunning sight. The pool at the bottom is also a popular spot for tourists to take a dip and relax.\n\nKapila Teertham is also considered a sacred site by many Hindus and is believed to have mythological significance. According to legend, the sage Kapila performed penance at this spot, and the waterfall is named after him. Many pilgrims visit the waterfall to take a holy dip in the pool and offer prayers at the nearby temple.\n\nThe best time to visit Kapila Teertham is during the monsoon season (July to October), when the waterfall is at its full flow and the surrounding forest is lush green. However, it's important to exercise caution while visiting during the monsoon season, as the roads leading to the waterfall can be slippery and dangerous.\n\nOverall, Kapila Teertham is a must-visit destination for nature lovers, adventure enthusiasts, and spiritual seekers alike.",
            "author_name": "『SURESH』 『REDDY』",
            "relative_time_description": "",
            "time": 1750818438,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A Perfect Blend of Natural Beauty & Divine Serenity\n\nVisited Kapila Theertham while staying in Tirupati and it was a deeply serene and spiritually uplifting experience. About 3–4 km from the city center, this is Tirupati's only Shiva temple, and it's nestled almost directly under a majestic waterfall that cascades into a temple tank-truly a rare sight  .\n\nThe sacred Kapileshwara Swamy idol is believed to be self-manifested and installed by Kapila Muni, making the temple historically and mythologically significant. A grand Nandi statue greets you at the entrance, and the temple complex also includes several sub-shrines for deities like Vinayaka, Subramanya, Kamakshi, and Krishna  .\n\nThe waterfall is the highlight-especially during monsoon and early winter (June to December), when the flow is powerful yet serene. The roar of water, lush greenery, and cool pond make for a meditative, cleansing atmosphere. Devotees often take a holy dip here, believed to absolve sins and bring blessings  .\n\nThe temple is managed by TTD, well-maintained, and operational from early morning until evening. Entry is free, and you can participate in sevas like Abhishekam, Archana, and Ekantha Seva for a nominal fee. Facilities include clean restrooms, changing rooms, and a cloak area for footwear-making it comfortable for pilgrims  .\n\nThe best times to visit are early morning (6–8 AM) or late afternoon (4–6 PM) for  pleasant weather, and beautiful lighting for photographs. If you're there during major festivals like Brahmotsavam, Maha Shivaratri, or Kartika Purnima, expect vibrant rituals and a lively devotional atmosphere .",
            "author_name": "Srinidhi.G. kashyap",
            "relative_time_description": "",
            "time": 1752886525,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 83,
            "2": 55,
            "3": 265,
            "4": 1057,
            "5": 4236
          }
        },
        "minMinutesSpent": 45,
        "latitude": 13.656418,
        "address": "MC4C+H99, Sri Kapileswara Swamy Temple Rd, Tirupati, Andhra Pradesh 517507, India",
        "travel_time": null
      },
      {
        "_id": "ChIJk8VHhcS0sjsRcmt2e-fCrTQ",
        "generalDescription": "Sri Venkateswara Zoological Park, located in the lush Yadadri hill ranges outside Tirupati, is a sprawling 5,533-acre zoo that offers an exciting experience for families and wildlife enthusiasts. Modeled after Nehru Zoological Park, it features a diverse range of exotic animals such as white tigers and offers a unique lion safari experience.",
        "utcOffset": 330,
        "maxMinutesSpent": 30,
        "longitude": 79.364649,
        "rating": 4.2,
        "numRatings": 16153,
        "sources": [
          {
            "id": "1924057",
            "type": "webPlacesList",
            "url": "https://www.winmeen.com/tirupatis-most-instagrammable-spots/",
            "sourceSite": "Web",
            "snippet": "Sri Venkateswara Zoological Park: The Sri Venkateswara Zoological Park is a must-visit for animal lovers visiting Tirupati. The park is home to several exotic animals, including lions, tigers, leopards, and elephants, and is known for its conservation efforts. The park’s scenic surroundings and beautiful animals make it a great spot for some Instagram-worthy pictures.",
            "siteName": "WINMEEN",
            "shortName": "Tirupati's Most Instagrammable Spots",
            "indexInSource": 3,
            "iconSiteId": 110906,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2464493",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/travel-guide/tirupati/places-to-visit.html",
            "sourceSite": "Web",
            "snippet": "The Sri Venkateswara National Park, one of the most scenic places to visit in Tirupati, is located in the Eastern Ghats and has a total area of 352 square kilometres. It is a biosphere reserve. In addition to its distinctive flora, fauna, and valleys covered in forest, it is home to over 175 different species of birds.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Tirupati in 2024",
            "indexInSource": 2,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1895896",
            "type": "webPlacesList",
            "url": "https://www.rajpark.com/tirupati-hotel/blog/places-to-visit-in-tirupati.html",
            "sourceSite": "Web",
            "snippet": "Looking for an activity that's both educational and entertaining?. The Sri Venkateswara Zoological Park is the place to be. Spread over sprawling acres, this zoo houses a diverse collection of animals, from majestic lions and tigers to playful monkeys and colourful birds.",
            "siteName": "rajpark.com",
            "shortName": "Places to Visit in Tirupati | Raj Park Hotel",
            "indexInSource": 3,
            "iconSiteId": 110739,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ggrQO99JFhrvL5DdJDjIDbrN1emS0HTm",
          "mo1BGGr59F3nr5EY10CzsmrsEpOonUGU",
          "Lmlq5GPBmMj1bvts8CfJWqyTZqdY7LpP",
          "ggrQO99JFhrvL5DdJDjIDbrN1emS0HTm",
          "mo1BGGr59F3nr5EY10CzsmrsEpOonUGU",
          "Lmlq5GPBmMj1bvts8CfJWqyTZqdY7LpP"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Sri Venkateswara Zoological Park",
        "placeId": "ChIJk8VHhcS0sjsRcmt2e-fCrTQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the most worthwhile zoological parks to visit.\nEntry Fee: ₹70 per person\nCar Entry Fee: ₹700\nThe best way to explore the park is by car.\nThey also offer safari drives at ₹70 per person, where a van takes you close to lions.\n\nIt's recommended to visit in the morning hours and plan to spend at least half a day to enjoy the full experience.",
            "author_name": "Srini Vasan",
            "relative_time_description": "",
            "time": 1753023107,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Had a great experience. The zoo was maintained very well. I went at 3 PM so time was not sufficient to see all the animals. Better to go early in the morning so that you can spend more time. I took an electric scooter which is available near the entrance to roam around the zoo. You can go by electric scooter or bicycle or golf cart which is available in the zoo. The lion safari is a must try. When you go they cover both deer and lion safari.",
            "author_name": "praveen kumar",
            "relative_time_description": "",
            "time": 1741142820,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Venkateswara Zoological Park offers a peaceful escape, with the main highlight being the safari ride.\nThere  seen  lioness,lion,leapord, few peacocks, birds(liked mostly)sloth bear, hippopotamus, python, elephants (liked mostly),bisons,several variants of deers,wild dog,some of monkeys etc....\nThe safari is the most exciting part, giving you a close-up view of lions, deers,bisions and other wild animals in a more natural setting. However, the rest of the zoo has very few animals, which might leave some visitors wanting more. Great for a one-time visit, especially if you're interested in the safari experience",
            "author_name": "Atchyuth Tadepallie",
            "relative_time_description": "",
            "time": 1745509147,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://tirupatizoo.com/",
        "index": 5,
        "id": "",
        "categories": [
          "Zoo",
          "Wildlife and safari park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 994,
            "2": 582,
            "3": 1820,
            "4": 4083,
            "5": 8671
          }
        },
        "minMinutesSpent": 30,
        "latitude": 13.624852,
        "address": "PO, Pudipatla, SV Zoo Rd, Tirupati, Andhra Pradesh 517505, India",
        "travel_time": null
      },
      {
        "_id": "ChIJV7SzSZ3KsjsR56mXFF_Hsr4",
        "generalDescription": "The Govindaraja Swamy Temple, situated just 20 km away from the renowned Venkateshwara Temple, is a significant pilgrimage site for Vaishnavites in Tirupati. This architectural marvel showcases stunning Dravidian architecture and hosts elaborate rituals daily, attracting numerous devotees. Visitors often describe the temple's serene ambiance and intricate carvings as awe-inspiring.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 79.4163,
        "rating": 4.7,
        "numRatings": 5286,
        "sources": [
          {
            "id": "445238",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-tirupathi/",
            "sourceSite": "Web",
            "snippet": "Sri Govindarajaswami is believed to be an elder brother of Sri Venkateswara, and the Sri Govindarajaswami Temple was founded by none other than one of the greatest souls of Vaishnavism – Saint Ramanujacharya. These are the compelling facts about the temple that make this one of the must place to see in Tirupati. It is certainly one of the most important temples in Tirupati.",
            "siteName": "OYO",
            "shortName": "11 Best Places to visit in Tirupathi",
            "indexInSource": 3,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390851",
            "type": "webPlacesList",
            "url": "https://tirupatibalajitravels.co.in/best-places-to-visit-in-tirupati-and-tirumala/",
            "sourceSite": "Web",
            "snippet": "Sri Govindarajaswami Temple, located in the heart of Tirupati, is one of the most important and ancient Vaishnavite temples. Dedicated to Lord Govindaraja, a form of Lord Vishnu, this grand temple is known for its remarkable history and spiritual aura. The temple’s towering gopurams and majestic architecture are iconic landmarks in the city.",
            "siteName": "Balaji Travels T - Nagar",
            "shortName": "best places to visit in tirupati and tirumala",
            "indexInSource": 3,
            "iconSiteId": 199442,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "445270",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/tirupati/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "0 km from city center 11 out of 40 Places To Visit in Tirupati. Sri Govindarajaswami Temple is a 12th century Hindu Vaishnavite shrine built by Saint Ramanujacharya and is one of the biggest temple complexes in the district. The presiding deity is Lord Vishnu, also called Govindarajaswami.",
            "siteName": "holidify.com",
            "shortName": "40 Places to visit in Tirupati India 2025",
            "indexInSource": 2,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491678",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/andhra/tirupati/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 1 km from Tirupati Railway Station & 22 km from Tirumala Tirupati Balaji Temple, Sri Govindaraja Swami Temple is one of the important temples in Tirupati, located in the heart of the city. It is one of the best places to visit in Tirupati city.",
            "siteName": "Trawell.in",
            "shortName": "24 Best Places to Visit in Tirupati, Things to Do & Sightseeing (2024)",
            "indexInSource": 1,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2603633",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/andhra-pradesh/tirupati/tourist-places-to-visit-in-tirupati",
            "sourceSite": "Web",
            "snippet": "Sri Govindarajaswami Temple is an ancient temple and a very important shrine in the land. Idols of Lord Parthasarathy and Lord Govindaraja are found here. It is said that Saint Ramanujacharya laid foundation to the temple in 1130 AD.",
            "siteName": "Trans India Travels",
            "shortName": "8 Important Places In Tirupati, The Paradise For Pilgrims",
            "indexInSource": 2,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Va1EQgrxoUUWaGyl6X2X6aapnKqbHwa0",
          "vRKGXBPmBUxSMq9Eu534Ic4cGK86S38A",
          "F62LwqC00bncmWlyich71CrUB3IOOgUj",
          "pHsXiddJskiSoYdR878b0a2mGmCMtetk",
          "Va1EQgrxoUUWaGyl6X2X6aapnKqbHwa0",
          "vRKGXBPmBUxSMq9Eu534Ic4cGK86S38A",
          "F62LwqC00bncmWlyich71CrUB3IOOgUj",
          "pHsXiddJskiSoYdR878b0a2mGmCMtetk"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1600"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1600"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1600"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1600"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1600"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1600"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Sri Govindaraja Swamy Temple",
        "placeId": "ChIJV7SzSZ3KsjsR56mXFF_Hsr4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Sri Govindarajaswamy Temple is an ancient Hindu Vaishnavite temple situated in the heart of Tirupati city the temple was built during 12th century and was consecrated in the year 1130 AD by Ramanuja. The Tirupati  city is built around this temple. It is believed that during invasion of Govindaraja Perumal Temple in Chidambaram, the Utsava murti (processional deity) was brought to Tirupati for safe keeping. The Utsava murti was taken back after the invasions.\nGovindaraja Temple was consecrated in the year 1130 AD by saint Ramanuja. However, there are structures inside the temple complex which belong to 9th and 10th centuries. Before Govindaraja was consecrated as the presiding deity, another form of Vishnu - Parthasarathy enjoyed that honour. Kotturu, a village at the foot of Tirumala hills, was moved to the vicinity of Govindaraja Temple which was later merged into city of Tirupati.\nThe temple is one of the largest temple complexes in Andhra Pradesh.The temple at present is being administered by Tirumala Tirupati Devasthanams and follows the vaikhanasa thenkalai mode of worship.",
            "author_name": "Karthik Nambiraj",
            "relative_time_description": "",
            "time": 1743861305,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "⭐️ 5/5 – A Divine and Serene Experience\n\nSri Govinda Raja Temple in Tirupati is a sacred and spiritually uplifting place. Dedicated to Lord Govinda Raja (a form of Lord Vishnu), this temple is a must-visit for devotees and tourists alike. The architecture is beautiful, reflecting the rich heritage of Tirumala-Tirupati.\n\nThe atmosphere here is peaceful, and the priests conduct the rituals with great devotion. The temple is well-maintained, and the staff ensures a smooth darshan experience. Unlike the main Tirumala temple, the crowds here are usually manageable, allowing for a more relaxed visit.\n\nHighlights:\n✔️ Divine and serene ambiance\n✔️ Stunning Dravidian-style architecture\n✔️ Well-organized darshan process\n✔️ Less crowded compared to Tirumala Balaji Temple\n✔️ Located close to the Tirupati railway station\n\nA visit to this temple complements the spiritual journey to Tirumala. Highly recommended for anyone seeking blessings and inner peace. Jai Govinda Raja!🙏",
            "author_name": "Srinivas Yedida",
            "relative_time_description": "",
            "time": 1745764751,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Sri Govindaraja Swamy Temple in Tirupati is truly a divine and peaceful place that I highly recommend every devotee or visitor to experience at least once. Located within a walkable distance from Tirupati Railway Station, this temple is easily accessible and ideal for those arriving by train.\n\nDedicated to Lord Govindaraja, who is believed to be the elder brother of Lord Venkateswara, the temple holds immense spiritual significance. The atmosphere inside is calm and serene, providing a perfect setting for peaceful prayer and reflection. The architecture of the temple is impressive, with towering gopurams and intricate carvings that tell stories from ancient scriptures.\n\nOne of the best aspects is that mobile phones are not allowed inside, which really enhances the spiritual experience. A free and secure mobile deposit counter is available near the entrance, so you can focus fully on your darshan without distractions.\n\nAs soon as you enter the temple street, it feels like a festival – with plenty of shops selling flowers, prasadam, fruits, toys, and devotional items. It's a vibrant, colorful area full of energy and devotion.\n\nThe darshan of Lord Govindaraja is absolutely mesmerizing – His majestic idol captivates your heart and mind instantly. Don't miss the free anadhanam (meal service) offered at around 1 PM – it's well-organized and serves tasty food to hundreds of devotees daily.\n\nOverall, Sri Govindaraja Swamy Temple is a must-visit – not just for its religious importance, but for the unique blend of spiritual bliss, culture, and tradition it offers. A highly recommended experience in Tirupati!",
            "author_name": "SUNCHULA SAIKRISHNA",
            "relative_time_description": "",
            "time": 1755870238,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tirumala.org/TemplesAtTirupathi.aspx",
        "index": 6,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 103,
            "2": 33,
            "3": 132,
            "4": 676,
            "5": 4307
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.629941,
        "address": "North Mada Street, Tirumala, Tirupati, Andhra Pradesh 517504, India",
        "travel_time": null
      },
      {
        "_id": "ChIJefCzgGK1sjsRaHSwmDjL0m0",
        "generalDescription": "Sri Bedi Anjaneya Swamy Temple is a Hindu temple dedicated to the god Hanuman. It is located in Tirupathi, about halfway between Chennai and Bangalore. The temple is open to the public without any advance registration or ticketing required. Visitors are welcome to sit and relax in the atmosphere of peace and silence, or join in with the religious rituals being performed.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 79.349321,
        "rating": 4.7,
        "numRatings": 508,
        "sources": [
          {
            "id": "1390851",
            "type": "webPlacesList",
            "url": "https://tirupatibalajitravels.co.in/best-places-to-visit-in-tirupati-and-tirumala/",
            "sourceSite": "Web",
            "snippet": "Sri Bedi Anjenaya Temple, nestled in the sacred vicinity of Tirumala, is a revered shrine dedicated to Lord Hanuman. Distinctively known for the idol of Lord Hanuman depicted with his hands bound in chains (“Bedi” means chains in Telugu), the temple symbolizes his unwavering devotion and humility towards Lord Rama. This unique portrayal attracts devotees from all over, highlighting the deep-seated reverence for Lord Hanuman in Hindu tradition.",
            "siteName": "Balaji Travels T - Nagar",
            "shortName": "best places to visit in tirupati and tirumala",
            "indexInSource": 8,
            "iconSiteId": 199442,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "445270",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/tirupati/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "10 km from city center 24 out of 40 Places To Visit in Tirupati. Sri Bedi Ananjaneyaswami Temple is dedicated to Lord Hanuman. A legend states that Lord Hanuman wanted to go searching for a Camel but his mother tied him with bedis and went back to Akash Ganga.",
            "siteName": "holidify.com",
            "shortName": "40 Places to visit in Tirupati India 2025",
            "indexInSource": 9,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "SOPmSP91ZhmcPIeaozQXLuCxsHW5vaU6",
          "wiEdezWG0a8dDdPh93WVasIZGr4UZWko",
          "l1umlgEftdzBF4YPiq7rOxKR4V5hQLM3",
          "SOPmSP91ZhmcPIeaozQXLuCxsHW5vaU6",
          "wiEdezWG0a8dDdPh93WVasIZGr4UZWko",
          "l1umlgEftdzBF4YPiq7rOxKR4V5hQLM3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Sri Bedi Anjaneya Swamy Temple",
        "placeId": "ChIJefCzgGK1sjsRaHSwmDjL0m0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Sri Bedi Anjaneya Swamy Temple is a revered shrine located directly opposite the main entrance (Maha Dwaram) of the Sri Venkateswara Swamy Temple in Tirumala. This temple is dedicated to Lord Hanuman, also known as Anjaneya Swamy, and holds significant importance in the Vaishnavite tradition.\n\nLegend and Significance:\n\nAccording to legend, young Hanuman wished to leave Tirumala in search of a camel. To prevent this, his mother, Anjana Devi, bound his hands with cuffs (\"Bedi\") and instructed him to remain there until her return. Obediently, Hanuman stayed, and the temple's idol depicts him in this unique handcuffed posture, symbolizing devotion and obedience.\n\nTemple Rituals:\n\nDaily rituals include the offering of 'naivedyam' (sacred food) to Lord Venkateswara and Sri Bhu Varaha Swamy, which is subsequently presented to Lord Anjaneya at this temple. Every Sunday, an 'Abhishekam' (ritualistic bath) is performed for the deity, with a special 'Abhishekam' conducted annually on Hanuman Jayanti.\n\nVisiting Hours:\n\nThe temple is open daily from 5:30 AM to 9:00 PM, allowing devotees ample time to offer their prayers and seek blessings.\n\nA visit to the Sri Bedi Anjaneya Swamy Temple is considered an integral part of the pilgrimage to Tirumala, offering devotees a chance to reflect on the virtues of devotion and obedience exemplified by Lord Hanuman.",
            "author_name": "Varad Challawar (Hide_n_tech)",
            "relative_time_description": "",
            "time": 1738934725,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tirumala temple is not just a visit, it's an emotion for every devotee. A perfect blend of devotion and scenic beauty. Truly divine!",
            "author_name": "Prasath Purusothaman",
            "relative_time_description": "",
            "time": 1734542459,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Jai sriram🙏\nThe lord Hanuman temple is situated right opposite to srivari temple , one can get the blessings of Hanuman and can light the lamps and pray.\nAll the temples in tirumala are maintained by TTD .",
            "author_name": "ChandraNag B S",
            "relative_time_description": "",
            "time": 1739775937,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 10,
            "2": 2,
            "3": 15,
            "4": 64,
            "5": 417
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.683449,
        "address": "M8MX+9PG, Tirumala, Tirupati, Andhra Pradesh 517504, India",
        "travel_time": null
      },
      {
        "_id": "ChIJBebva9xLTToRPOFp7wXhVEE",
        "generalDescription": "Kapila Theertham, located just 3 km from the city center of Tirupati, is a popular destination and ranks among the top 40 places to visit in the area. Situated within the premises of Kapileswara Swamy Temple at the base of Sheshadari Hills, this attraction features a stunning waterfall that cascades down 100 meters to form a picturesque pool at its base.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 79.421034,
        "rating": 4.7,
        "numRatings": 216,
        "sources": [
          {
            "id": "1924059",
            "type": "webPlacesList",
            "url": "https://www.winmeen.com/the-best-photography-spots-in-tirupati/",
            "sourceSite": "Web",
            "snippet": "Kapila Theertham: Kapila Theertham is a waterfall located about 3 km from Tirupati. It is believed to be the spot where sage Kapila performed penance. The waterfall is surrounded by dense forests and is a popular photography spot, especially during the monsoon season when the waterfall is at its peak.",
            "siteName": "WINMEEN",
            "shortName": "The Best Photography Spots in Tirupati",
            "indexInSource": 3,
            "iconSiteId": 110906,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VK8SMmdcLPgt9ej1ti7KLq0FDxOcoINo",
          "KT4wYMgHZ1eWGd52jrmEDirdQreGjjCo",
          "VK8SMmdcLPgt9ej1ti7KLq0FDxOcoINo",
          "KT4wYMgHZ1eWGd52jrmEDirdQreGjjCo"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Kapila theertham",
        "placeId": "ChIJBebva9xLTToRPOFp7wXhVEE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Kapila Theertam you can find a lot of temples inside. A must visit place is around Alipiri Circle. The water falling from the rock mountains is absolutely scenic to watch and you can take your bath and attend darshan. The main Temple is of Lord Shiva, beside other temples.",
            "author_name": "Shobhan Mukerji",
            "relative_time_description": "",
            "time": 1733150572,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Here are frequently asked questions (FAQs) about the Kapila Theertham Temple in Tirupati, based on the information provided:\n* Where is Kapila Theertham Temple located?\nKapila Theertham Temple is located at the starting point of KT Road, opposite Nandi Circle, near the foothills of Tirumala in Tirupati. It is also mentioned to be around the Alipiri Circle.\n* What is the mythological significance of Kapila Theertham Temple?\nThe lingam in this temple is believed to have been worshipped by the sage Kapila Muni, making it a mythologically significant place.\n* What is special about the waterfall at Kapila Theertham?\nThe waterfall is located adjacent to the temple and is a treat to watch, especially during the rainy season when the water flow is abundant. It is described as having cool water year-round and is scenic to watch. Devotees can also take a bath in it.\n* Which deity is the main focus of worship at Kapila Theertham Temple?\nThe main deity of the temple is Lord Shiva.\n* Are there other temples located within the Kapila Theertham complex?\nYes, the information mentions that you can find a lot of other temples inside the Kapila Theertham premises.\n* Which festivals are significant at Kapila Theertham Temple?\nKartheeka Deepotsavam and Mahasivaratri are significant festivals during which it is good to watch the pooja and celebrations at the temple.\n* Is it recommended to visit Kapila Theertham before visiting the Tirumala Tirupati Temple?\nYes, according to purohits (priests), it is a customary practice to visit Kapila Theertham before proceeding to the Tirumala Tirupati Temple.\n* What kind of experience can visitors expect at Kapila Theertham?\nVisitors can expect a devotionally vibrant atmosphere, the opportunity to witness and participate in poojas, enjoy the scenic beauty of the waterfall, and even take a bath in its cool waters.\n* Is the waterfall at Kapila Theertham seasonal?\nWhile it is particularly impressive during the rainy season, the information suggests that the waterfall has cool water flowing every time, indicating it might be perennial to some extent.\n* Is Kapila Theertham easily accessible?\nYes, its location at the starting point of KT Road and opposite Nandi Circle makes it easily accessible from Tirupati. Its proximity to Alipiri Circle also suggests good connectivity.",
            "author_name": "P jagan",
            "relative_time_description": "",
            "time": 1744185065,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "In your urgency you miss a lot.. and thus is one such place.  Locsted at the foot of the hills, it's place where Sage Kapila did penance and was blessed by lord Shiva and his consort Parvati devi.\n\nA refreshing water fall, flanked by many temples is surely a place to visit. The zoo enroute and the mini park is another beautiful place.",
            "author_name": "A R",
            "relative_time_description": "",
            "time": 1755514300,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 2,
            "3": 7,
            "4": 36,
            "5": 170
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.656613,
        "address": "MC4C+JCV, Tirupati, Andhra Pradesh 517507, India",
        "travel_time": null
      },
      {
        "_id": "ChIJUXmVOQBLTToRbd79vohTzgU",
        "generalDescription": "Nestled in the picturesque landscape of Tirupati, Kapila Theertham is a renowned Shaivite temple that captivates visitors with its stunning natural beauty. Named after the sage Kapila Muni, who is credited with installing the idol of Lord Shiva, this sacred site is also known as Kapileshwara. One of its most enchanting features is the waterfall that cascades dramatically from rocky hills into a serene pond nearby, creating a tranquil atmosphere perfect for reflection and reverence.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 79.420995,
        "rating": 4.6,
        "numRatings": 5693,
        "sources": [
          {
            "id": "491678",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/andhra/tirupati/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 4 km from Tirupati Railway Station & 25 km from Tirumala Tirupati Temple of Lord Venkateswara, Kapila Theertham is a famous waterfall situated inside Kapileswara Swamy Temple at the foot of Sheshadri Hills in Tirupati. This is a unique waterfall where the water of mountain streams drop from a height of over 100 feet into a large pond in the temple premises. It is one of the must visit tourist places in Tirupati and a major pilgrimage site in Tirupati city.",
            "siteName": "Trawell.in",
            "shortName": "24 Best Places to Visit in Tirupati, Things to Do & Sightseeing (2024)",
            "indexInSource": 2,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390851",
            "type": "webPlacesList",
            "url": "https://tirupatibalajitravels.co.in/best-places-to-visit-in-tirupati-and-tirumala/",
            "sourceSite": "Web",
            "snippet": "Kapila Theertham, a sacred site located at the foothills of Tirumala in Tirupati, is famous for its picturesque waterfall and the temple dedicated to Lord Shiva. This unique spot, where a natural waterfall merges with divine worship, is named after the sage Kapila Muni. It’s one of the few Shiva temples in the predominantly Vaishnavite pilgrimage city of Tirupati.",
            "siteName": "Balaji Travels T - Nagar",
            "shortName": "best places to visit in tirupati and tirumala",
            "indexInSource": 2,
            "iconSiteId": 199442,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "445270",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/tirupati/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "3 km from city center 36 out of 40 Places To Visit in Tirupati. At a distance of 4 kms from the city centre, Kapila Theertham is a popular waterfalls situated inside the premises of Kapileswara Swamy Temple at the base of Sheshadari Hills. The water cascading down of 100 metres to form a pool at the base is a gorgeously enchanting sight to see.",
            "siteName": "holidify.com",
            "shortName": "40 Places to visit in Tirupati India 2025",
            "indexInSource": 15,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "twg76ZQCP1KNNgktY61eO1Auxa3JP0uA",
          "twg76ZQCP1KNNgktY61eO1Auxa3JP0uA"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Kapila Teertham",
        "placeId": "ChIJUXmVOQBLTToRbd79vohTzgU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A Perfect Blend of Natural Beauty & Divine Serenity\n\nVisited Kapila Theertham while staying in Tirupati and it was a deeply serene and spiritually uplifting experience. About 3–4 km from the city center, this is Tirupati's only Shiva temple, and it's nestled almost directly under a majestic waterfall that cascades into a temple tank-truly a rare sight  .\n\nThe sacred Kapileshwara Swamy idol is believed to be self-manifested and installed by Kapila Muni, making the temple historically and mythologically significant. A grand Nandi statue greets you at the entrance, and the temple complex also includes several sub-shrines for deities like Vinayaka, Subramanya, Kamakshi, and Krishna  .\n\nThe waterfall is the highlight-especially during monsoon and early winter (June to December), when the flow is powerful yet serene. The roar of water, lush greenery, and cool pond make for a meditative, cleansing atmosphere. Devotees often take a holy dip here, believed to absolve sins and bring blessings  .\n\nThe temple is managed by TTD, well-maintained, and operational from early morning until evening. Entry is free, and you can participate in sevas like Abhishekam, Archana, and Ekantha Seva for a nominal fee. Facilities include clean restrooms, changing rooms, and a cloak area for footwear-making it comfortable for pilgrims  .\n\nThe best times to visit are early morning (6–8 AM) or late afternoon (4–6 PM) for  pleasant weather, and beautiful lighting for photographs. If you're there during major festivals like Brahmotsavam, Maha Shivaratri, or Kartika Purnima, expect vibrant rituals and a lively devotional atmosphere .",
            "author_name": "Srinidhi.G. kashyap",
            "relative_time_description": "",
            "time": 1752886525,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very good, devotional, and peaceful place, a must-visit if you're staying in Tirupati for a day.\nThere are also packages available with auto and cab services that can take you to this temple along with other nearby temples in Tirupati for around ₹2,000.",
            "author_name": "Santosh Kumar Yerramsetti",
            "relative_time_description": "",
            "time": 1750944580,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "OM NAMASHIVAYA\nKapila Teertham is a beautiful waterfall located in the Chittoor district of the Indian state of Andhra Pradesh. The waterfall is situated in the middle of a dense forest and is a popular tourist destination in the region.\n\nThe waterfall is formed by the Kapila River which originates in the nearby hills. The water cascades down a height of about 100 feet into a small pond at the bottom, creating a stunning sight. The pool at the bottom is also a popular spot for tourists to take a dip and relax.\n\nKapila Teertham is also considered a sacred site by many Hindus and is believed to have mythological significance. According to legend, the sage Kapila performed penance at this spot, and the waterfall is named after him. Many pilgrims visit the waterfall to take a holy dip in the pool and offer prayers at the nearby temple.\n\nThe best time to visit Kapila Teertham is during the monsoon season (July to October), when the waterfall is at its full flow and the surrounding forest is lush green. However, it's important to exercise caution while visiting during the monsoon season, as the roads leading to the waterfall can be slippery and dangerous.\n\nOverall, Kapila Teertham is a must-visit destination for nature lovers, adventure enthusiasts, and spiritual seekers alike.",
            "author_name": "『SURESH』 『REDDY』",
            "relative_time_description": "",
            "time": 1750818438,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 83,
            "2": 55,
            "3": 265,
            "4": 1056,
            "5": 4234
          }
        },
        "minMinutesSpent": 45,
        "latitude": 13.656418,
        "address": "MC4C+H99, Sri Kapileswara Swamy Temple Rd, Tirupati, Andhra Pradesh 517507, India",
        "travel_time": null
      },
      {
        "_id": "ChIJAW5qYwVLTToRWWM3-ULog2M",
        "generalDescription": "Nestled in the serene surroundings of Srinivasa Mangapuram, the Sri Kalyana Venkateshwara Swamy Temple is a captivating destination for both devotees and history buffs alike. This historic Vaishnavite shrine, dedicated to Lord Venkateswara—an incarnation of Lord Vishnu—is renowned for its stunning architecture and tranquil ambiance.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 79.327958,
        "rating": 4.7,
        "numRatings": 146,
        "sources": [
          {
            "id": "1924057",
            "type": "webPlacesList",
            "url": "https://www.winmeen.com/tirupatis-most-instagrammable-spots/",
            "sourceSite": "Web",
            "snippet": "Sri Venkateswara Swamy Temple: This iconic temple is the most popular tourist spot in Tirupati and a must-visit for anyone visiting the city. The temple is dedicated to Lord Venkateswara, an incarnation of Lord Vishnu, and is known for its stunning architecture and intricate carvings. The temple’s gopuram, or tower, is a sight to behold and is sure to make for some stunning Instagram-worthy pictures.",
            "siteName": "WINMEEN",
            "shortName": "Tirupati's Most Instagrammable Spots",
            "indexInSource": 0,
            "iconSiteId": 110906,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "445270",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/tirupati/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "1 km from city center 33 out of 40 Places To Visit in Tirupati. Sri Kalyana Venkateswaraswami Temple is an ancient Vaishnavite temple, also considered an archaeologically important monument in India. The presiding deity is Lord Venkateswara, who is considered to be highly powerful and can absolve one of their sins, doshas and get rid of any obstacles they face in their lives.",
            "siteName": "holidify.com",
            "shortName": "40 Places to visit in Tirupati India 2025",
            "indexInSource": 13,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9qFN5KWAamuJeEn0T7AQk8Ct1qcfbUVi",
          "oAdc5dJzXe1gbk0XmG6QTYlN5gBwCqqI",
          "1mP44ikARg2JvuZ6iPkhynI3uGCFcHfT",
          "9qFN5KWAamuJeEn0T7AQk8Ct1qcfbUVi",
          "oAdc5dJzXe1gbk0XmG6QTYlN5gBwCqqI",
          "1mP44ikARg2JvuZ6iPkhynI3uGCFcHfT"
        ],
        "openingPeriods": [],
        "name": "Sri Kalyana Venkateshwara Swamy Temple",
        "placeId": "ChIJAW5qYwVLTToRWWM3-ULog2M",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nestled about 12 km west of Tirupati, the Kalyana Venkateswara Swamy Temple at Srinivasa Mangapuram is a revered spiritual site steeped in history.\n\nIt marks the place where Lord Venkateswara and Goddess Padmavathi stayed for six months following their celestial wedding-making it a favored stop for newlywed couples and those seeking divine blessings for marital harmony.\n\nThe temple is often regarded as an approachable alternative to the Tirumala shrine-especially for devotees who cannot make the climb. Kalyanotsavam (a celebratory ritual) is held daily and is believed to bestow blessings for happy marriages and life partnerships.\n\nOriginally dating back centuries, the temple was revitalized in the 16th century by Tallapaka Chinna Tirumala Acharya, the grandson of the saint-poet Annamacharya. Since 1967, it has been administered by the Tirumala Tirupati Devasthanams (TTD) and is also recognized as a centrally protected archaeological monument.\n\nAnnual celebrations like Brahmotsavams and Sakshatkara Vaibhavam are grandly observed here. For instance, Brahmotsavams feature vibrant traditions like Dhwajarohanam (flag hoisting), Anna Prasadam distribution, and cultural programs.\n\nDarshan timings: The temple welcomes devotees from early morning (around 5:30 AM) till evening (7:30 PM), with short intervals .\n\nSevas (rituals) are offered at structured timings-like Suprabatham (5 AM), Kalyanotsavam (11 AM), Arjita Brahmotsavam (12:30 PM), and Ekantha Seva (8 PM)-with most services priced modestly (₹10 to ₹500). .\n\nEasily accessible by frequent APSRTC buses from Tirupati, travel time is approximately 25–30 minutes.\n\nLast but not least, the Prasadam-Dadojjana whish is made of rice and cow milk curd base, balanced by gentle warmth of pepper and ginger, makes it perfect after darshan.",
            "author_name": "Rao M V S",
            "relative_time_description": "",
            "time": 1755481023,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "ஸ்ரீ கல்யாண வெங்கடேஸ்வர சுவாமி கோவில்,\n\nశ్రీ కల్యాణ వెంకటేశ్వర స్వామి దేవాలయం,\n\nSri Kalyana Venkateshwara Swami Temple\n\nI visited the Sri Kalyana Venkateshwara Swami Temple in Srimangapuram, about 20-30 minutes from Tirupati. This hidden gem is a must-visit, with its powerful and majestic idol of Lord Venkateshwara in the Kalpana Kolam.\n\nWeekday visits ensure a crowd-free experience, allowing for a peaceful and intimate darshan. The temple's serene atmosphere and fresh energy are rejuvenating.\n\nThe clean water pond opposite the main entrance is a highlight, offering a picturesque spot for memorable photos. Locals seem to enjoy swimming in the pond.\n\nTips for visitors:\n\n- Plan refreshments in advance\n- Wear traditional attire\n- Be prepared for a no-phone policy\n\nVisit with family and friends to make the most of this spiritual experience\n\nNamo Narayana 🙏🙏🙏",
            "author_name": "Dinesh Kumar Arumugam",
            "relative_time_description": "",
            "time": 1745505164,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "On the day of varalakshmi ratha temple management is distributed bangels and threads , bit more than visitors management staff and police guards has side lotted\nBetter change the Manger or al staff , no proper maintenance of que also",
            "author_name": "Raja shekar Basa",
            "relative_time_description": "",
            "time": 1754627762,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 0,
            "3": 7,
            "4": 20,
            "5": 106
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.610954,
        "address": "118-122, GS Mada St, Varadaraja Nagar, Tirupati, Andhra Pradesh 517501, India",
        "travel_time": null
      },
      {
        "_id": "ChIJkZTr8fJLTToRklYtmzB5yKk",
        "generalDescription": "Sri Padmavathi Ammavari Friday Abhisheka Mandapam, also known as Alamelu Mangapuram Temple, is a significant site located just 5 kilometers from Tirupati. It is believed that the goddess Padmavati descended on a golden lotus at this location.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 79.450102,
        "rating": 4.6,
        "numRatings": 17,
        "sources": [
          {
            "id": "1924057",
            "type": "webPlacesList",
            "url": "https://www.winmeen.com/tirupatis-most-instagrammable-spots/",
            "sourceSite": "Web",
            "snippet": "Sri Padmavathi Ammavari Temple: The Sri Padmavathi Ammavari Temple is located in the town of Tiruchanur, just a few kilometers from Tirupati. The temple is dedicated to Goddess Padmavathi, the consort of Lord Venkateswara, and is known for its stunning architecture and intricate carvings. The temple’s serene surroundings and beautiful architecture make it a great spot for some Instagram-worthy pictures.",
            "siteName": "WINMEEN",
            "shortName": "Tirupati's Most Instagrammable Spots",
            "indexInSource": 2,
            "iconSiteId": 110906,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "445270",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/tirupati/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "1 km from city center 7 out of 40 Places To Visit in Tirupati. At a little distance from the main city area, one finds the Sri Padmavathi Ammavari Temple dedicated to Goddess Padmavathi. One of the many sacred structures of Tirupati, this one is home to many legends and stories about the Goddess.",
            "siteName": "holidify.com",
            "shortName": "40 Places to visit in Tirupati India 2025",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924063",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-tirupati?srsltid=AfmBOor8XOtCcJZ6_GsTauRaUmjVDb5PxsCgdH1fIRseiEEDUFcupDa2",
            "sourceSite": "Web",
            "snippet": "Sri Padmavathi Ammavari Temple is an ancient Hindu temple dedicated to Goddess Padmavathi, the consort of Lord Venkateswara. Located in the town of Tiruchanur near Tirupati, Andhra Pradesh, the temple is a significant pilgrimage site for devotees seeking the blessings of the divine couple.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Tirupati in 2024",
            "indexInSource": 8,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924058",
            "type": "webPlacesList",
            "url": "https://banbanjara.com/place-to-visit-near-tirupati?srsltid=AfmBOooxbzF8Y47sgHDoXpzsdkSmniLMhFwqk5M0yGJOBd98tOvxhXrK",
            "sourceSite": "Web",
            "snippet": "Some of the places are Kaipa Theertham, Sri Padmavathi Ammavari Temple, etc. Kaipa Theertham is a great place to visit if you're looking for Places to Visit Near Tirupati In One Day. This Shiva temple is situated at the mouth of a mountain cave and is dedicated to Lord Shiva.",
            "siteName": "banbanjara.com",
            "shortName": "Top 10 Places To Visit Near Tirupati , Tourist Places, Activities & More",
            "indexInSource": 3,
            "iconSiteId": 66576,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "NSp7dRZvF6VOriG5SPdH9DG18d0gfdLp",
          "tAQ5hP1h6JwS8GNAM754J9K8AkaDfCZO",
          "R6iU9hADbUyuQsoAFnjMbvy94kjF6hcI",
          "NSp7dRZvF6VOriG5SPdH9DG18d0gfdLp",
          "tAQ5hP1h6JwS8GNAM754J9K8AkaDfCZO",
          "R6iU9hADbUyuQsoAFnjMbvy94kjF6hcI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Sri Padmavathi Ammavari Friday Abhisheka Mandapam",
        "placeId": "ChIJkZTr8fJLTToRklYtmzB5yKk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This is a abhisheka mandapam\nIn padmavathi ammavari garden\nEvery friday ustavamurthy of padmavathi ammavaru comes here\nAnd abhishekam is done here\nMany devoties come here to see abhishekam\nAfter abhishekam ammavaru is taken to peocession around temple and goes to main temple\nWhenever u come to tiruchanoor on friday if it is between 1 to 4 pm dont miss this abhishekam",
            "author_name": "Raghavendra Eturu",
            "relative_time_description": "",
            "time": 1516808082,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "\"Sri Padmavathi Ammavari Friday Abhisheka Mandapam is a spiritually uplifting place. The rituals conducted here every Friday are deeply moving and well-organized. The atmosphere is filled with devotion and tranquility, making it a must-visit for devotees.\"",
            "author_name": "Aryan Patel",
            "relative_time_description": "",
            "time": 1720635206,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amma welcomed everyone here. Do spend time sitting with her and pray for all.\n🙏🏻🙏🏻🙏🏻🙏🏻",
            "author_name": "Pramodh B.N",
            "relative_time_description": "",
            "time": 1668643810,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 0,
            "3": 0,
            "4": 2,
            "5": 14
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.606289,
        "address": "JF42+G29, Tiruchanur, Tirupati, Andhra Pradesh 517503, India",
        "travel_time": null
      },
      {
        "_id": "ChIJX6lUZFK1sjsRHkObuGjMnjw",
        "generalDescription": "Hill View Point, also known as Srivari Mettu View, is a must-visit destination for those exploring the enchanting landscapes of Tirumala. This scenic spot offers breathtaking vistas that capture the essence of the region's natural beauty. As you stand at this viewpoint, you'll be treated to panoramic views that showcase the stunning hills and valleys surrounding Sri Vari Temple. The serene atmosphere makes it an ideal place for reflection and photography, allowing visitors to connect with nature while appreciating the spiritual significance of their surroundings.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 79.347067,
        "rating": 4.6,
        "numRatings": 159,
        "sources": [
          {
            "id": "445238",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-tirupathi/",
            "sourceSite": "Web",
            "snippet": "Sri Vari Museum is spread over an area of 1.25 lakh square feet and is situated opposite to one of the Queue Complexes of Tirupati Balaji Temple. There are many reasons to make it one of the most exciting places to see in Tirupati. In fact, it is located in such a way that it complements the surrounding of the magnificent temple, which also contains the TTD garden.",
            "siteName": "OYO",
            "shortName": "11 Best Places to visit in Tirupathi",
            "indexInSource": 2,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924062",
            "type": "webPlacesList",
            "url": "https://weddingvyapar.com/blog/pre-wedding-shoot-places-in-tirupati/",
            "sourceSite": "Web",
            "snippet": "Sri Vari Museum, located in Tirumala, displays the legacy  and culture of the place. The museum’s cultural artefacts, sculptures, and the tranquil  setting make it a unique and cultural scenery for a pre-wedding shoot. The tranquil environment and the historical exhibits spreads an element of sophistication and heritage to your photos.",
            "siteName": "Wedding Vyapar",
            "shortName": "Best 10 Pre Wedding Shoot Places In Tirupati -",
            "indexInSource": 6,
            "iconSiteId": 159803,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2603633",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/andhra-pradesh/tirupati/tourist-places-to-visit-in-tirupati",
            "sourceSite": "Web",
            "snippet": "The museum throws light on the history of the temple with a collection of sculptures, artifacts, pictures, scriptures and photographs. The history and the architectural background of the temple can be learnt from the presentations at the museum. A visit to this place on your tour to Tirupati will help you obtain priceless information.",
            "siteName": "Trans India Travels",
            "shortName": "8 Important Places In Tirupati, The Paradise For Pilgrims",
            "indexInSource": 1,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Kyjon0qlRM51WtJo2EYm9CJBGVhmtyvl",
          "KcYqNr9XOxaF1WpmcfeisKJl973OrNnl",
          "Kyjon0qlRM51WtJo2EYm9CJBGVhmtyvl",
          "KcYqNr9XOxaF1WpmcfeisKJl973OrNnl"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Hill View Point, Sri vari Face formation on Rock (Srivari Mettu View)",
        "placeId": "ChIJX6lUZFK1sjsRHkObuGjMnjw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "On a clear day the view from this place is very good. Not many people visit this place",
            "author_name": "Rajesh M",
            "relative_time_description": "",
            "time": 1699267710,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's located GNC cottages behind, walkable distance from tirumala bus stand. Spectacular view point of tirumala hills must visit and another spectacular sila toranam is also very near to this place, few meters away tirumala museum is available to visit.",
            "author_name": "Madhu K",
            "relative_time_description": "",
            "time": 1724058722,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Wow its an amezing place to visit every time u can see the great landscape and the earth stracture its really wonderfull ecperiance but unfortunately no one no about this place and no signboards about the viewpoints",
            "author_name": "prakash k surya ck",
            "relative_time_description": "",
            "time": 1551808796,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 1,
            "3": 12,
            "4": 20,
            "5": 121
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.670491,
        "address": "M8CW+5RW, Tirumala, Tirupati, Andhra Pradesh 517505, India",
        "travel_time": null
      },
      {
        "_id": "ChIJPyOaXPezsjsRrAfkVmEnOa4",
        "generalDescription": "Chandragiri Fort, a historic 11th-century stronghold located in the Chittoor district, offers visitors a glimpse into the region's rich past. The fort served as a refuge for Vijayanagar royalty and later became part of British governance. Today, it houses an archaeological museum and hosts an evening light and sound show that vividly portrays the royal lifestyle through 3D holography effects.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 79.305359,
        "rating": 4.2,
        "numRatings": 9334,
        "sources": [
          {
            "id": "1390851",
            "type": "webPlacesList",
            "url": "https://tirupatibalajitravels.co.in/best-places-to-visit-in-tirupati-and-tirumala/",
            "sourceSite": "Web",
            "snippet": "Chandragiri Fort, located near Tirupati in Andhra Pradesh, is a historical fortress that dates back to the 11th century. This ancient fort, once the capital of the Vijayanagara Empire, is renowned for its architectural brilliance and historical significance. Surrounded by impressive walls and dotted with palaces and temples, Chandragiri Fort offers a glimpse into India’s rich past.",
            "siteName": "Balaji Travels T - Nagar",
            "shortName": "best places to visit in tirupati and tirumala",
            "indexInSource": 7,
            "iconSiteId": 199442,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1895896",
            "type": "webPlacesList",
            "url": "https://www.rajpark.com/tirupati-hotel/blog/places-to-visit-in-tirupati.html",
            "sourceSite": "Web",
            "snippet": "The Chandragiri Fort, perched atop a hill overlooking Tirupati, offers a glimpse into the region's glorious past. Once the seat of the Vijayanagara dynasty, the fort boasts majestic palaces, courtyards, and granaries. Explore the ruins, delve into the rich tapestry of history, and capture breathtaking panoramic views of the surrounding landscape.",
            "siteName": "rajpark.com",
            "shortName": "Places to Visit in Tirupati | Raj Park Hotel",
            "indexInSource": 2,
            "iconSiteId": 110739,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924059",
            "type": "webPlacesList",
            "url": "https://www.winmeen.com/the-best-photography-spots-in-tirupati/",
            "sourceSite": "Web",
            "snippet": "Chandragiri Fort: The Chandragiri Fort is located about 12 km from Tirupati and is a popular historical destination. The fort was built in the 11th century and was the seat of power for the Vijayanagara Empire. The fort offers stunning views of the surrounding landscape and is a popular photography spot, especially during sunset.",
            "siteName": "WINMEEN",
            "shortName": "The Best Photography Spots in Tirupati",
            "indexInSource": 1,
            "iconSiteId": 110906,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924062",
            "type": "webPlacesList",
            "url": "https://weddingvyapar.com/blog/pre-wedding-shoot-places-in-tirupati/",
            "sourceSite": "Web",
            "snippet": "Chandragiri Fort, a historical heritage site, serves as a royal setting for pre-wedding photography. Built in the 11th century, the fort’s sky-touching , sprawling gardens, and intricate architecture elucidates a royal and giant backdrop. The panoramic views from the fort and the lush greenery around it add to its enticement.",
            "siteName": "Wedding Vyapar",
            "shortName": "Best 10 Pre Wedding Shoot Places In Tirupati -",
            "indexInSource": 3,
            "iconSiteId": 159803,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1080631",
            "type": "webPlacesList",
            "url": "https://www.hoteldekho.com/attractions/places-to-visit-in-tirupati",
            "sourceSite": "Web",
            "snippet": "Chandragiri Palace & Fort- Built by the Yadav Naidu Kings and is also associated with the Vijayanagara Kingdom, it is an 11th-century monument. It is a perfect example of stunning Vijayanagara architecture. The fortnightly light and sound shows and the annual celebration of Madras Day are the major cause of its attraction.",
            "siteName": "hoteldekho.com",
            "shortName": "4 Places to Visit in tirupati, Top Attractions & Best Tourist Places in tirupati (Photos)",
            "indexInSource": 5,
            "iconSiteId": 39548,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924058",
            "type": "webPlacesList",
            "url": "https://banbanjara.com/place-to-visit-near-tirupati?srsltid=AfmBOooxbzF8Y47sgHDoXpzsdkSmniLMhFwqk5M0yGJOBd98tOvxhXrK",
            "sourceSite": "Web",
            "snippet": "Chandragiri Palace & Fort is one of the popular places to visit near Tirupati within 100 kms amongst the architecture enthusiasts. This Palace, built in the 11th century, exudes beauty and opulence from various nooks. Because of its rich history, the Fort attracts a large number of visitors.",
            "siteName": "banbanjara.com",
            "shortName": "Top 10 Places To Visit Near Tirupati , Tourist Places, Activities & More",
            "indexInSource": 1,
            "iconSiteId": 66576,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "445270",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/tirupati/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "13 km from city center 23 out of 40 Places To Visit in Tirupati. Chandragiri Palace & Fort is an 11th century monument built by the Yadav Naidu Kings and is also associated with the Vijayanagara Kingdom. The stunning structure is a perfect example of Vijayanagara architecture.",
            "siteName": "holidify.com",
            "shortName": "40 Places to visit in Tirupati India 2025",
            "indexInSource": 8,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CAnMSFATRVSu5RedXS5ZhAvU26FepCC1",
          "lJlNz2Zib2obIgUDeAp2Opb5nrRL3BA0",
          "pG9QiMHHS3CCHbbuxlreYF0i0pFvz7kI",
          "CAnMSFATRVSu5RedXS5ZhAvU26FepCC1",
          "lJlNz2Zib2obIgUDeAp2Opb5nrRL3BA0",
          "pG9QiMHHS3CCHbbuxlreYF0i0pFvz7kI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Chandragiri Fort",
        "placeId": "ChIJPyOaXPezsjsRrAfkVmEnOa4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Located in a remote village from tirupati, no bus stops ,railway station Or auto stand near by.. You better go by a cab or auto as round trip and ask the driver to wait to pick you up. One small tea shop is there opposite to fort, no other hotels or canteens near by., closing time is 5.00 pm you may stay up to 5.30 or 6.00 pm in some days. Raja fort is converted to museum and rani fort is empty . Rainwater harvesting pond from mountain is a very beautiful place and some remnants of statues and old buildings also there. Apart from fort\n• Temple outside the fort\n•The fort entrance\n• The hill\n•The scaffold at the top of the hill\nCan be viewed. Overall a must visit place for history lovers.",
            "author_name": "Vedha",
            "relative_time_description": "",
            "time": 1742736802,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Entry fee - 30rs...it is such a historical place dates back to 1000 AD built by Vijayanagara dynasty king Immadi Narasimha Yadava Rayala... This fort consists of two Mahals ( buildings) named Raja Mahal & Rani Mahal. Raja Mahal is now using as Museum consisting lot of historical exhibits related to that period from various places. Management are not allowing to go top of the hill which have remains of historical elements due to security purposes.",
            "author_name": "Kiran Kumar",
            "relative_time_description": "",
            "time": 1753192024,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Historical places .Must visit to children's to explore meusum.  Kindly ask the meusum incharge to explain about the fort and all monolithic placed , clean and  nicely maintained.  Entry charges are 30 rupees . Take time to look precisely . Go with friends , children's must visit place.",
            "author_name": "Gopi Nath",
            "relative_time_description": "",
            "time": 1741599351,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://aptourism.gov.in/destinations/12/chandragiri-fort",
        "index": 13,
        "id": "",
        "categories": [
          "Fortress",
          "Sights & Landmarks",
          "Architectural Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 297,
            "2": 305,
            "3": 1213,
            "4": 2805,
            "5": 4716
          }
        },
        "minMinutesSpent": 90,
        "latitude": 13.583035,
        "address": "tpt road, Chandragiri, Reddivaripalle, Andhra Pradesh 517102, India",
        "travel_time": null
      }
    ]
  }
}