{
  "list_id": "598",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/598/1.jpg",
  "description": "Dive into \"Capturing the Heart of New Delhi\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160167"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Capturing the Heart of New Delhi",
  "city_id": "13",
  "subtype": "poi",
  "city": "New Delhi",
  "created_ts": 1758981293,
  "slug": "capturing-the-heart-of-new-delhi-new-delhi-poi-ec2c81",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJC03rqdriDDkRXT6SJRGXFwc",
        "generalDescription": "India Gate, located at the eastern end of Raj Path in New Delhi, is a grand triumphal arch that serves as a war memorial for Indian soldiers who lost their lives in World War I. Designed by renowned architect Edward Lutyens and inaugurated in 1921, it commemorates over 70,000 Indian soldiers who perished during the war. The monument also honors more than 13,500 British and Indian soldiers killed in the Afghan war of 1919.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 77.22951,
        "rating": 4.6,
        "numRatings": 280699,
        "sources": [
          {
            "id": "91643",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/delhi-ind-delhi-delhi.htm",
            "sourceSite": "Web",
            "snippet": "Looking a little like the famous Arc de Triomphe in Paris, the equally impressive India Gate is a magnificent stone arch built as a memorial to Indian soldiers killed in WWI. An eternal flame burns beneath the massive structure, and its walls are inscribed with the names of more than 90,000 soldiers who died in the conflict. Standing on a base of red stone and featuring a shallow domed bowl on top that is occasionally filled with burning oil (usually only on important anniversaries), the structure dominates the parkland around it, an always busy area with crowds of tourists and locals alike enjoying a picnic or simply relaxing.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Delhi & New Delhi",
            "indexInSource": 3,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923094",
            "type": "webPlacesList",
            "url": "https://www.manvsglobe.com/most-instagrammable-photogenic-photography-spots-places-delhi-india/",
            "sourceSite": "Web",
            "snippet": "Constructed in 1921 in order to pay tribute to around 90,000 Indian Army soldiers who died in WWI, the Northwest Frontier operations and the 1919 Anglo-Afghan War, this imposing 42m high structure was modelled on Paris’ Arc de Triomphe. There is a constant buzz in the park and pools surrounding the gate as families picnic on the grass and swim in the water. Vendors selling street food,  budhdhi ke bal (candyfloss or ‘old lady’s hair’) and toys mill around beneath the arch and on the long road that leads from the presidential palace towards the arch.",
            "siteName": "Man Vs Globe",
            "shortName": "The Most Instagrammable & Photogenic Spots in Delhi, India",
            "indexInSource": 4,
            "iconSiteId": 4235,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459304",
            "type": "webPlacesList",
            "url": "https://www.globeguide.ca/best-places-to-visit-in-delhi/",
            "sourceSite": "Web",
            "snippet": "This towering war memorial archway pays tribute to the 70-thousand Indian soldiers who died in World War I fighting for the British army, and is a standard stop on every Delhi sightseeing tour. Originally called the All India War Memorial, it soars 40 metres high and is particularly striking at sunset when the light casts a soft glow over it. Looking for a place to stay in Delhi?",
            "siteName": "Globe Guide",
            "shortName": "Best places to visit in Delhi for photography",
            "indexInSource": 1,
            "iconSiteId": 15352,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "270112",
            "type": "webPlacesList",
            "url": "https://www.awaylands.com/story/the-delhi-photo-guide-top-16-most-instagrammable-places-in-new-and-old-delhi-india",
            "sourceSite": "Web",
            "snippet": "The India Gate, built in 1931 and modeled off the Arc de Triomphe in Paris is a sight to see in itself, but the real attraction here is the  chaos and crowds of the surrounding park. From street vendors to school children, tourists, and performers, the park here is somewhere between a party and Times Square - and we just got a pack of bubbles and enjoyed the chaos.",
            "siteName": "Away Lands",
            "shortName": "The Delhi Photo Guide: Top 16 Most Instagrammable Places in New and Old Delhi, India",
            "indexInSource": 7,
            "iconSiteId": 567,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222345",
            "type": "webPlacesList",
            "url": "https://curlytales.com/its-time-to-get-camera-ready-for-the-most-instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "This is one of the most pristine spots in the city with the view of Rashtrapati Bhavan on one side and India Gate on the other. Sunsets are magical when the skies are pale yellow matching the straight yellow line running across the road. Night time means blue sky and pink building as the structures illuminate everything around with vibrant lights covering them.",
            "siteName": "Curly Tales",
            "shortName": "It's Time To Get Camera Ready For The 10 Most Instagrammable Spots In Delhi",
            "indexInSource": 4,
            "iconSiteId": 2662,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923109",
            "type": "webPlacesList",
            "url": "http://shooterfiles.com/2018/10/city-street-guides-by-f-d-walker-a-street-photography-guide-to-delhi-india/",
            "sourceSite": "Web",
            "snippet": "The 42 meter high India Gate stands at the center of New Delhi providing its famous “Arc-de-Triomphe” like archway synonymous with city. It was built as a war memorial to the 82,000 soldiers of the Indian Army who died in the period 1914–21 in the First World War. Today, it also serves as Delhi’s most popular selfie spot and tourist attraction.",
            "siteName": "Shooter Files by f.d. walker",
            "shortName": "City Street Guides by f.d. walker: A Street Photography Guide to Delhi, India",
            "indexInSource": 8,
            "iconSiteId": 19862,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923090",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/25-spectacular-spots-to-click-the-best-evening-photo-ops-in-delhi",
            "sourceSite": "Web",
            "snippet": "India Gate has in many ways proven to be the unofficial symbol of Delhi and after all, why shouldn't it be?. This iconic war memorial is a hotspot for all generations and is an extremely picturesque spot as well. Head over here with your cams and besties and click some stunning photos with this even more stunning beauty in the background.",
            "siteName": "So City",
            "shortName": "25 Best Places For An Evening Photoshoot In Delhi",
            "indexInSource": 0,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128823",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/delhi-the-ultimate-delight-for-photography-buffs/",
            "sourceSite": "Web",
            "snippet": "One of the must-visit tourist attractions in Delhi, India Gate is one place you can’t afford to miss. Originally referred to as the All-India War Memorial, it has the names of Indian soldiers who sacrificed their lives in World War I, engraved on its wall. The names of martyrs of Anglo-Afghan War are also engraved on its wall.",
            "siteName": "Tour My India",
            "shortName": "Delhi Darshan Tour - Best Day Sightseeing Places",
            "indexInSource": 9,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923124",
            "type": "webPlacesList",
            "url": "https://www.makeupwale.com/top-20-paid-and-free-locations-in-delhi-for-a-perfect-pre-wedding-shoot/",
            "sourceSite": "Web",
            "snippet": "Nobody can neglect the essence and significance of India Gate in every Indian’s life. Imposing affluent innovation, it becomes a symbol of nationality and pride monument of India's freedom fighters. Besides, couples find India Gate the perfect location to enjoy their bonding and emotions.",
            "siteName": "MakeupWale",
            "shortName": "Top 20 Paid & Free Locations in Delhi for a Perfect Pre-Wedding Shoot",
            "indexInSource": 7,
            "iconSiteId": 39909,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128747",
            "type": "webPlacesList",
            "url": "https://www.travelandleisureindia.in/featured/best-photography-spots-delhi/",
            "sourceSite": "Web",
            "snippet": "A post shared by Anupam Thakur (@at__321) on Mar 17, 2020 at 8:25pm PDT. The structure designed by British architect Edwin Lutyens commemorates the soldiers who lost their lives in the First World War. The gorgeous landmark makes for a perfect frame no matter at what time you visit it.",
            "siteName": "Travel + Leisure India",
            "shortName": "Best Photography Spots Of Delhi You Must Explore Post Lockdown",
            "indexInSource": 1,
            "iconSiteId": 6782,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "350773",
            "type": "webPlacesList",
            "url": "https://letstripdesi.com/blog/best-place-for-photoshoot-in-delhi/",
            "sourceSite": "Web",
            "snippet": "It is not something new to explain that India Gate is an important photographic site of the city. The monument is best visited at night for a sepia mode picture, with the lights lit. However, If you visit during daytime, you can get good pictures of garden, lake, boating and others.",
            "siteName": "Lets Trip Desi",
            "shortName": "Best Place For Photoshoot in Delhi",
            "indexInSource": 4,
            "iconSiteId": 31813,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923101",
            "type": "webPlacesList",
            "url": "https://www.visittnt.com/blog/top-photographic-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "It is not something new to explain that India Gateis an important photographic site of the city. The monument is best visited at night for a sepia mode picture, with the lights lit. If you visit during daytime, you can get good pictures of garden, lake, boating and others.",
            "siteName": "visittnt.com",
            "shortName": "Ten Top Photographic Spots in Delhi -",
            "indexInSource": 7,
            "iconSiteId": 19610,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128771",
            "type": "webPlacesList",
            "url": "https://thirdeyetraveller.com/instagrammable-places-in-delhi-photography/",
            "sourceSite": "Web",
            "snippet": "The India Gate is one of my favourite attractions in the whole of Delhi!. It’s an arched memorial nearby Rajpath and was built to commemorate 6,000 Indian soldiers who died fighting in the First World War. The foundation stone was laid down in 1921.",
            "siteName": "Third Eye Traveller",
            "shortName": "Delhi Photography Guide - 19 Amazing Instagrammable Places In Delhi, India!",
            "indexInSource": 0,
            "iconSiteId": 19846,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923080",
            "type": "webPlacesList",
            "url": "https://delhipedia.com/instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "A visit to Delhi isn’t complete without a photo at India Gate. This iconic monument is especially stunning at night when it’s lit up. The wide lawns and the surrounding area offer plenty of space for creative shots.",
            "siteName": "delhipedia.com",
            "shortName": "Instagrammable Spots in Delhi – Delhipedia",
            "indexInSource": 1,
            "iconSiteId": 92723,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "DL96oBw3nIoS0lAnLgU5N2EnzHYJXsqA",
          "ouwFHz8y3ZrtgbE3Dn9reweGqEQuGmlE",
          "tg2kwDpDxJAJFD1hqP8axAG3CI9J6apj",
          "918I7DI1YsBRzyiJI7mzSJ4PZndiiJgu",
          "tCWJmsjtppsLMZMaKGVkKfz5CttLQ4fI",
          "DL96oBw3nIoS0lAnLgU5N2EnzHYJXsqA",
          "ouwFHz8y3ZrtgbE3Dn9reweGqEQuGmlE",
          "tg2kwDpDxJAJFD1hqP8axAG3CI9J6apj",
          "918I7DI1YsBRzyiJI7mzSJ4PZndiiJgu",
          "tCWJmsjtppsLMZMaKGVkKfz5CttLQ4fI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "India Gate",
        "placeId": "ChIJC03rqdriDDkRXT6SJRGXFwc",
        "internationalPhoneNumber": "+91 11 2336 5358",
        "reviews": [
          {
            "rating": 5,
            "text": "India Gate remains one of the most iconic and well-maintained landmarks in Delhi. Visited over the weekend, and despite it being a popular spot, there was absolutely no wait time, which made the experience even better.\n\nThe surroundings were clean, the lawns were well-kept, and the atmosphere felt peaceful, especially around sunset. Perfect for photography lovers - the lighting and backdrop make for stunning pictures.\nSecurity was visible but not intrusive, and crowd management was smooth. It's a great place to take a stroll, enjoy some quiet time, or just soak in the historic significance of the monument.\n\nHighly recommended for both tourists and locals who want to experience a piece of India's heritage in a calm, scenic setting!",
            "author_name": "Akash Tyagi",
            "relative_time_description": "",
            "time": 1745837251,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "India Gate Morning Visit Review 🇮🇳✨\n\nVisiting India Gate in the morning is a truly serene and patriotic experience. Here's a detailed review of my experience:\n\nPerfect Morning Vibes 🌅:\nEarly morning around 6-8 AM is the best time to visit. The rising sun adds a golden glow to the structure, making the view magical and peaceful.\n\nPeaceful Atmosphere 🕊️:\nCompared to the busy hours, the morning is calm, with fewer crowds. It allows you to enjoy the architecture and surroundings in peace.\n\nCleanliness & Maintenance 🧹🌿:\nThe area is very neat and clean, with well-maintained gardens and tidy paths. Kudos to the authorities for keeping such a historic site spotless.\n\nIdeal for Morning Walks & Jogging 👟:\nMany locals come for jogging or yoga. The cool breeze and open space make it a refreshing start to the day.\n\nPatriotic Feelings Evoked 🇮🇳❤️:\nStanding before the eternal flame and reading the names engraved on the monument fills your heart with pride and gratitude.\n\nPerfect for Photography 📸:\nThe soft light during the morning enhances the beauty of the monument and is ideal for taking stunning pictures.\n\nAccessibility & Safety 🚶‍♂️:\nEasily accessible and well-guarded by security. You feel completely safe while enjoying your visit.\n\nIn short, if you want a peaceful, clean, and meaningful experience at India Gate, plan your visit in the early morning hours. It will leave you refreshed, proud, and connected to the soul of India.",
            "author_name": "Shivam Sharma",
            "relative_time_description": "",
            "time": 1744525953,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the best locations in delhi for travelers. It is located inside a big park and you will find crowds every day around india gate. India Gate is a famous war memorial in New Delhi, built to honor Indian soldiers who died in World War I. It's a beautiful spot, especially at night when it's lit up. A great place for history lovers and tourists alike.\nNo ticket is needed",
            "author_name": "Travel 4k",
            "relative_time_description": "",
            "time": 1744903209,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.delhitourism.gov.in/tourist_place/india_gate.html",
        "index": 1,
        "id": "",
        "categories": [
          "Monument",
          "Sights & Landmarks",
          "Historical place",
          "Historical landmark",
          "War memorial",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6202,
            "2": 3036,
            "3": 11099,
            "4": 44673,
            "5": 215664
          }
        },
        "minMinutesSpent": 60,
        "latitude": 28.612912,
        "address": "Kartavya Path, India Gate, New Delhi, Delhi 110001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJLX3AzJ79DDkRO46OG-dEsG0",
        "generalDescription": "Gurudwara Sri Bangla Sahib, located near Connaught Place in New Delhi, is a significant Sikh place of worship. The complex features a stunning pool known as the Sarovar, reminiscent of the one at Amritsar's Harminder Sahib. The water in this lake is considered sacred and has purported healing properties.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.208952,
        "rating": 4.8,
        "numRatings": 113266,
        "sources": [
          {
            "id": "128823",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/delhi-the-ultimate-delight-for-photography-buffs/",
            "sourceSite": "Web",
            "snippet": "One of the most prominent religious places in India, Gurudwara Bangla Sahib is associated with the eighth Sikh Guru, Guru Har Kishan. A sacred shrine for Sikhs, this place has become a popular religious tourist attraction. People from every religion irrespective of caste, creed and colour visit the shrine to soak in the tranquility and serenity of the gurudwara.",
            "siteName": "Tour My India",
            "shortName": "Delhi Darshan Tour - Best Day Sightseeing Places",
            "indexInSource": 11,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923094",
            "type": "webPlacesList",
            "url": "https://www.manvsglobe.com/most-instagrammable-photogenic-photography-spots-places-delhi-india/",
            "sourceSite": "Web",
            "snippet": "Gurudwara Bangla Sahib Temple is an island of tranquillity in the centre of one of the world’s most hectic and populous cities. Like all Sikh temples, everyone and anyone is welcome to wander inside to soak in the serene spirituality of the Gurudwara. It is the most prominent Sikh house of worship in Delhi.",
            "siteName": "Man Vs Globe",
            "shortName": "The Most Instagrammable & Photogenic Spots in Delhi, India",
            "indexInSource": 10,
            "iconSiteId": 4235,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qqYUCXRKvO7GkL9SfKbHJzojhtwMoWXL",
          "9oTaf0AccGQZIDRU597QDVBLYXF29A6B",
          "GCtPLa49xNj6gTyrlK0BMC7XuWW8VLBp",
          "UljZI5HdqVCx3XHHM7Si0wt3od4eOrAm",
          "sSAkGnQeoce6fjDULJvUHCo5Q12aSpSO",
          "qqYUCXRKvO7GkL9SfKbHJzojhtwMoWXL",
          "9oTaf0AccGQZIDRU597QDVBLYXF29A6B",
          "GCtPLa49xNj6gTyrlK0BMC7XuWW8VLBp",
          "UljZI5HdqVCx3XHHM7Si0wt3od4eOrAm",
          "sSAkGnQeoce6fjDULJvUHCo5Q12aSpSO"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Gurdwara Bangla Sahib",
        "placeId": "ChIJLX3AzJ79DDkRO46OG-dEsG0",
        "internationalPhoneNumber": "+91 11 2334 0174",
        "reviews": [
          {
            "rating": 5,
            "text": "Visiting Gurudwara Bangla Sahib is a deeply spiritual experience. The moment you step in, you're enveloped in peace and devotion. The divine atmosphere, Gurbani recitals, and Langar service create a sense of oneness with the Divine.\nThis revered Sikh shrine in New Delhi is a must-visit. Its cleanliness and serenity are truly remarkable. Do visit at night when it's beautifully lit up. And don't forget to savour the delicious 'Prasad' ( Langer) !",
            "author_name": "VikramSingh Valera",
            "relative_time_description": "",
            "time": 1747104134,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Gurudwara Shri Bangla Sahib Ji is truly one of the most serene and spiritually uplifting places in New Delhi. The moment you step through the gates, the chaotic noise of the city fades away, replaced by the calming sounds of kirtan (devotional music) echoing through the air. The golden dome glistening under the sky and the peaceful Sarovar (holy pond) create a deeply tranquil atmosphere that touches your soul.\n\nThe entire premises are immaculately maintained by devoted volunteers. One of the most humbling experiences is sitting in the Langar Hall, where a free, delicious vegetarian meal is served to all, regardless of caste, creed, or background. It's a true example of humanity, equality, and service.\n\nI was especially moved by the kindness and discipline of the sewadars (volunteers). From guiding visitors to helping with the head covers and offering water and food, their dedication is inspiring. The museum and the library within the complex are also worth a visit for those interested in Sikh history and values.\n\nWhether you're religious or not, a visit to Gurudwara Bangla Sahib will leave you feeling calm, grateful, and more connected. Highly recommended for locals and tourists alike.",
            "author_name": "Ashish Singh",
            "relative_time_description": "",
            "time": 1746419505,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is located in a well accessed area..clearly visible from the main road. Visit it for its beauty that's a must see, for offering your prayers & for providing Sewa (your Services). There is peace, discipline & serenity irrespective of the temple being full of people. Must visit. 🙏✨",
            "author_name": "Reecha Yogda",
            "relative_time_description": "",
            "time": 1756064577,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.dsgmc.in/DharmParchar/GurdwaraBanglaSahib",
        "index": 2,
        "id": "",
        "categories": [
          "Gurudwara"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1071,
            "2": 402,
            "3": 1586,
            "4": 9401,
            "5": 100829
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.625865,
        "address": "Hanuman Road Area, Connaught Place, New Delhi, Delhi 110001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ-7F1mVvjDDkRKrLzXiafoGk",
        "generalDescription": "Swaminarayan Akshardham, inaugurated in 2005, is a breathtaking Hindu temple complex that showcases the rich tapestry of Indian culture and spirituality through its stunning architecture and artistry. Constructed over five years without steel, this remarkable site spans more than 32 acres and features exquisite materials like pink sandstone and white marble sourced from across India. The centerpiece is an impressive Mandir adorned with intricate carvings, including 20,000 stone figures representing India's revered saints and sages.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.277262,
        "rating": 4.6,
        "numRatings": 50795,
        "sources": [
          {
            "id": "91643",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/delhi-ind-delhi-delhi.htm",
            "sourceSite": "Web",
            "snippet": "Although only recently completed (it opened in 2007), the splendid Hindu Akshardham temple looks like it could be centuries old. Festooned with intricate and elaborate carvings, this magnificent building attracts countless visitors for its majestic beauty. Highlights include the stunning 43-meter-high main monument with its rich carvings of animals, plants, gods, dancers, and musicians, all made from pink sandstone and marble.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Delhi & New Delhi",
            "indexInSource": 6,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Vfg5BsO6c7VvZ4VJGUj7ov364taEEhmc",
          "PLXWYWwyTgB8IZBFZOoKH25Uv9NzejCP",
          "jwcBOPp5JwZkyYi9aH1KaxOj4A00eeBS",
          "QywyFjdU1V7rvewJPomx0nS6r09v10oP",
          "CDGoH61TDP8HF50mnMKM88oHI5uvmQYu",
          "Vfg5BsO6c7VvZ4VJGUj7ov364taEEhmc",
          "PLXWYWwyTgB8IZBFZOoKH25Uv9NzejCP",
          "jwcBOPp5JwZkyYi9aH1KaxOj4A00eeBS",
          "QywyFjdU1V7rvewJPomx0nS6r09v10oP",
          "CDGoH61TDP8HF50mnMKM88oHI5uvmQYu"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Swaminarayan Akshardham",
        "placeId": "ChIJ-7F1mVvjDDkRKrLzXiafoGk",
        "internationalPhoneNumber": "+91 11 4344 2344",
        "reviews": [
          {
            "rating": 5,
            "text": "A breathtaking masterpiece! Swaminarayan Akshardham in Delhi is a serene blend of spirituality, culture, and architectural brilliance. The carvings on the temple are incredibly detailed and awe-inspiring. The water show is a must-watch - truly magical. The entire complex is clean, well-organized, and peaceful. A perfect place to disconnect from the city's chaos and soak in divine energy. Highly recommended for all age groups!",
            "author_name": "Yuvi",
            "relative_time_description": "",
            "time": 1751713114,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I visited Akshardham Temple in Delhi and it was a great experience. The temple is very big, clean, and peaceful. As soon as I entered, I felt calm and happy. The design of the temple is beautiful. The walls and pillars have amazing carvings that show Indian culture and stories.\nThe place is very well-managed. The staff are kind and helpful. You can't carry your phone or camera inside, but that makes the visit more peaceful.\nThis place takes around 5 hours to explore completely, with a ticket of Rs 360.\n\nOne of the best parts of the visit is the 𝐞𝐯𝐞𝐧𝐢𝐧𝐠 𝐰𝐚𝐭𝐞𝐫 𝐬𝐡𝐨𝐰. It uses lights, music, and stories to create a magical experience that everyone will enjoy.\n\nIt's a must-visit spot for anyone who wants to feel peaceful, learn something new, and see something truly beautiful.\n\n𝐉𝐚𝐢 𝐒𝐰𝐚𝐦𝐢𝐧𝐚𝐫𝐚𝐲𝐚𝐧 🙏🙏🙏🙏🕉️🕉️🕉️",
            "author_name": "Deepak Thapa",
            "relative_time_description": "",
            "time": 1756232399,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a beautiful place. Very well-maintained. Very intriguing work. Because phones are not permitted inside, here are some outdoor photos. Make sure to watch the water show. It is amazing. There is an inside food court available.\n\nP.S. Do not go there wearing shorts or tank tops.",
            "author_name": "Payel Das",
            "relative_time_description": "",
            "time": 1757688404,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://akshardham.com/",
        "index": 3,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1720,
            "2": 636,
            "3": 1693,
            "4": 6596,
            "5": 40214
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.612674,
        "address": "NH 24, Pramukh Swami Maharaj Marg, Pandav Nagar, New Delhi, Delhi, 110092, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ0YwCbsHjDDkResZe6B7rO2U",
        "generalDescription": "The Lotus Temple, also known as the Bahá’í House of Worship, is a religious site that opened in 1986 and welcomes people of all religions. This distinctive place of worship in South Delhi resembles India's national flower with its ethereal marble construction. The temple's nine overlapping walls enclose a single cavernous interior space, reflecting the Bahai Temples' practice of being open to all.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.258826,
        "rating": 4.5,
        "numRatings": 69863,
        "sources": [
          {
            "id": "1923094",
            "type": "webPlacesList",
            "url": "https://www.manvsglobe.com/most-instagrammable-photogenic-photography-spots-places-delhi-india/",
            "sourceSite": "Web",
            "snippet": "Designed by Iranian-Canadian architect Fariborz Sahba in 1986 to resemble a lotus flower, with 27 white-marble petals, this Bahai house of worship was designed as a place to bring all religions together. People of all faiths are welcome to pray or meditate silently inside according to their own beliefs. Photography isn’t allowed within the temple, but the exterior design is so stunning that it makes for a perfect Instagram shot.",
            "siteName": "Man Vs Globe",
            "shortName": "The Most Instagrammable & Photogenic Spots in Delhi, India",
            "indexInSource": 7,
            "iconSiteId": 4235,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128747",
            "type": "webPlacesList",
            "url": "https://www.travelandleisureindia.in/featured/best-photography-spots-delhi/",
            "sourceSite": "Web",
            "snippet": "A post shared by Nishu Sharma (@pixels_by_nishu) on Mar 17, 2020 at 11:38pm PDT. The establishment, which is also known as the Bahai Temple might remind you of the Sydney Opera House and Singapore’s new Art Science Museum, thanks to the similar structure. The temple ranks highly on every photographer’s favourite places to visit, and you would want to check it out for some eye-catching images.",
            "siteName": "Travel + Leisure India",
            "shortName": "Best Photography Spots Of Delhi You Must Explore Post Lockdown",
            "indexInSource": 3,
            "iconSiteId": 6782,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91643",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/delhi-ind-delhi-delhi.htm",
            "sourceSite": "Web",
            "snippet": "The magnificent Bahá'í House of Worship, also known as the Lotus Temple due to its nine sides and stunning central dome, is an architectural masterpiece. Constructed of white concrete and marble, the entire structure looks as delicate as the flower it resembles. Rising from the surrounding nine pools of water, it almost appears as if it might burst into bloom at any moment.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Delhi & New Delhi",
            "indexInSource": 2,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128823",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/delhi-the-ultimate-delight-for-photography-buffs/",
            "sourceSite": "Web",
            "snippet": "Lotus temple is Delhi’s top tourist attraction with thousands of tourists visiting the serene temple. Constructed in 1986, resembling a lotus flower, this is not a typical religious place but a safe place for people of every religion. Made by the Bahai House of Worship, the temple was designed by an Iranian architect named Fariborz Sahba.",
            "siteName": "Tour My India",
            "shortName": "Delhi Darshan Tour - Best Day Sightseeing Places",
            "indexInSource": 15,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222345",
            "type": "webPlacesList",
            "url": "https://curlytales.com/its-time-to-get-camera-ready-for-the-most-instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "A colour spectrum presents itself when the sun feels like it here. It’s undeniably one of the most beautiful Instagrammable spots in Delhi. Wear something white to match the temple, or blue to match the water, or coral to match the floors, or sunny to match the skies, you get the point, right?",
            "siteName": "Curly Tales",
            "shortName": "It's Time To Get Camera Ready For The 10 Most Instagrammable Spots In Delhi",
            "indexInSource": 6,
            "iconSiteId": 2662,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923080",
            "type": "webPlacesList",
            "url": "https://delhipedia.com/instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "The Lotus Temple is known for its stunning architecture and serene ambiance. The white marble structure, shaped like a lotus flower, looks magnificent against the blue sky. The surrounding gardens provide additional beauty, making it a great spot for a peaceful yet striking photo session.",
            "siteName": "delhipedia.com",
            "shortName": "Instagrammable Spots in Delhi – Delhipedia",
            "indexInSource": 4,
            "iconSiteId": 92723,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128771",
            "type": "webPlacesList",
            "url": "https://thirdeyetraveller.com/instagrammable-places-in-delhi-photography/",
            "sourceSite": "Web",
            "snippet": "No visit to New Delhi would be complete without a visit to the marvellous Lotus Temple. It’s a Bahāʾī Faith house of worship also known as mashriq al-adhkār. Which translates in Arabic to “a place where the uttering of the name of God arises at dawn”.",
            "siteName": "Third Eye Traveller",
            "shortName": "Delhi Photography Guide - 19 Amazing Instagrammable Places In Delhi, India!",
            "indexInSource": 11,
            "iconSiteId": 19846,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5TYe5GVOLYI2l44dfK2Z1sKNKMIfZxuR",
          "VR6292bl8y0TgiV5GmvSkiuWm5GZXHfQ",
          "fZdwgwlcsNkqgM6eqYnpv7pfroJzWgcY",
          "NVcox013dSZNDqQmGOsl21oCLA9HBUPj",
          "xHRzsRLrIwR7jUmreBqRdPlqPTINZ0YE",
          "5TYe5GVOLYI2l44dfK2Z1sKNKMIfZxuR",
          "VR6292bl8y0TgiV5GmvSkiuWm5GZXHfQ",
          "fZdwgwlcsNkqgM6eqYnpv7pfroJzWgcY",
          "NVcox013dSZNDqQmGOsl21oCLA9HBUPj",
          "xHRzsRLrIwR7jUmreBqRdPlqPTINZ0YE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Lotus Temple",
        "placeId": "ChIJ0YwCbsHjDDkResZe6B7rO2U",
        "internationalPhoneNumber": "+91 11 2644 4029",
        "reviews": [
          {
            "rating": 5,
            "text": "The Lotus Temple is one of the most peaceful and beautiful places in Delhi. The architecture is stunning-it really does look like a blooming lotus surrounded by water ponds. The best part is the calm and serene atmosphere inside the prayer hall, where people of all religions can sit quietly and meditate. The gardens around the temple are very well maintained and add to the beauty of the place.\n\nEntry is free, but it's best to visit early in the morning or in the evening to avoid the heavy crowds and heat. Photography is allowed outside but not inside the prayer hall. Overall, it's a must-visit landmark if you're in Delhi, not just for the architecture but also for the unique sense of peace you feel here.",
            "author_name": "Anurag Chaurasiya",
            "relative_time_description": "",
            "time": 1757744503,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Lotus Temple, located in New Delhi, India, is a stunning Baha'i House of Worship known for its unique lotus flower-inspired architecture. Completed in 1986, the temple features 27 marble-clad petals arranged in clusters of three, creating a breathtaking sight. The temple is open to people of all faiths and backgrounds, serving as a place of worship and contemplation. Its serene ambiance and beautiful gardens make it a popular tourist destination. The Lotus Temple symbolizes unity, peace, and spirituality, welcoming visitors from around the world. Its design has earned numerous accolades, and it has become an iconic symbol of India's rich cultural diversity. Visitors can explore the temple grounds, learn about the Baha'i faith, and experience a sense of tranquility amidst the bustling city. The Lotus Temple is a must-visit destination for those seeking spiritual enlightenment and architectural marvels.",
            "author_name": "rajan kumar",
            "relative_time_description": "",
            "time": 1757295781,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Today, I visited the Lotus Temple in Delhi on my own, and although it wasn't my first time, the experience was still special in its own way. The temple is one of the most iconic landmarks in Delhi, known for its serene ambiance and its breathtaking lotus-shaped architecture.\n\nUnfortunately, just as I arrived, it started raining heavily, which meant I couldn't actually enter the temple. This was my second attempt at visiting, and yet again, I had to admire it mostly from the outside. Despite that, the overall experience was memorable.\n\nThe Lotus Temple's design is truly a sight to behold. The white marble petals form a giant lotus, symbolizing purity, peace, and unity. Even from a distance, the temple exudes a sense of calm. Surrounded by lush green gardens, the area feels like a peaceful escape from Delhi's chaos. Standing there in the light rain, looking at the temple with droplets shimmering on the white marble, was almost meditative.\n\nWhile I couldn't step inside this time, I still cherish the quietness and the spiritual vibe that the place radiates. I also appreciated how clean and well-maintained the premises are. The sound of rain on the leaves and pathways only made the experience more soothing.\n\nIf I had to sum it up:\n\nPros: Stunning architecture, peaceful surroundings, serene atmosphere\n\nCons: Entry can be restricted during rain, so plan accordingly\n\nEven though I haven't yet fully explored the temple from the inside, I still find myself drawn to its energy. My love for this place grows with each visit, and I hope that on my third visit, I finally get to sit inside and experience the silence and tranquility that the Lotus Temple is famous for.\n\nRating: ★★★★☆ (4/5, only because I couldn't enter due to rain!)",
            "author_name": "Ragini Bhattacharyya",
            "relative_time_description": "",
            "time": 1754075149,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://bahaihouseofworship.in/",
        "index": 4,
        "id": "",
        "categories": [
          "Bahá'í house of worship",
          "Sights & Landmarks",
          "Place of worship",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2030,
            "2": 1262,
            "3": 4648,
            "4": 15076,
            "5": 46962
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.553492,
        "address": "Lotus Temple Rd Bahapur, Kalkaji, New Delhi, Delhi 110019, India",
        "travel_time": null
      },
      {
        "_id": "ChIJNS7J7OziDDkR6ksNHEt2wIY",
        "generalDescription": "Lodhi Garden, a historic British-era public park in Delhi, is a lush oasis featuring ancient tombs, rose and herb gardens, bonsai trees, and a serene lake. The garden is home to architectural marvels from the 15th century by the Lodhi dynasty, including Mohammed Shah's Tomb, Tomb of Sikandar Lodi, Shisha Gumbad and Bara Gumbad.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 77.219679,
        "rating": 4.5,
        "numRatings": 54100,
        "sources": [
          {
            "id": "1923094",
            "type": "webPlacesList",
            "url": "https://www.manvsglobe.com/most-instagrammable-photogenic-photography-spots-places-delhi-india/",
            "sourceSite": "Web",
            "snippet": "There’s no denying that central Delhi can become a little overwhelming at times; the sheer volume of traffic and people, the noise, and the pollution. Lodhi Garden is a peaceful oasis in the chaos. Located in the south of the city, the 90-acres of sculptured garden and monuments were created at the behest of Lady Willingdon, who had two villages cleared in 1936 to make space for her project.",
            "siteName": "Man Vs Globe",
            "shortName": "The Most Instagrammable & Photogenic Spots in Delhi, India",
            "indexInSource": 6,
            "iconSiteId": 4235,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923124",
            "type": "webPlacesList",
            "url": "https://www.makeupwale.com/top-20-paid-and-free-locations-in-delhi-for-a-perfect-pre-wedding-shoot/",
            "sourceSite": "Web",
            "snippet": "Lodhi Garden is a beautiful amalgamation of greenery space and amazingly maintained historic tombs. With an area of 90 acres, it is one of the perfect places to have drop-dead gorgeous pictures for your pre-wedding photoshoots. It is located in New Delhi, India, in between Khan Market and Safdarjung’s Tomb on Lodhi Road.",
            "siteName": "MakeupWale",
            "shortName": "Top 20 Paid & Free Locations in Delhi for a Perfect Pre-Wedding Shoot",
            "indexInSource": 1,
            "iconSiteId": 39909,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923090",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/25-spectacular-spots-to-click-the-best-evening-photo-ops-in-delhi",
            "sourceSite": "Web",
            "snippet": "Lodhi Garden is one of the few places in the city that gives an escape from the rushing pace of urban life. With a rich historical setting and tranquil vibes, it is another perfect place in the city to click ‘em beautiful and aesthetic pictures. Where | Lodhi Gardens - Lodhi Rd, Lodhi Gardens",
            "siteName": "So City",
            "shortName": "25 Best Places For An Evening Photoshoot In Delhi",
            "indexInSource": 9,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "OVOrTUCQrP1PfZNxYH0PsO9Iz5AEP39T",
          "ggGwf1IQl5QLiBmH5VYGSaCX5F0pX90j",
          "a9Tyr0uoNvxH9Iuh6YdFT2TKQcmjI92M",
          "bvRhYPPBgkcMdjPnjq0v8kcGof4yJavK",
          "f7BZpfVjFnWuvaALCGEFoTa6jL7Lmrw8",
          "OVOrTUCQrP1PfZNxYH0PsO9Iz5AEP39T",
          "ggGwf1IQl5QLiBmH5VYGSaCX5F0pX90j",
          "a9Tyr0uoNvxH9Iuh6YdFT2TKQcmjI92M",
          "bvRhYPPBgkcMdjPnjq0v8kcGof4yJavK",
          "f7BZpfVjFnWuvaALCGEFoTa6jL7Lmrw8"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Lodhi Garden",
        "placeId": "ChIJNS7J7OziDDkR6ksNHEt2wIY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A Peaceful Escape in the Heart of Delhi 🌿\n\nLodhi Garden is truly a hidden gem in Delhi! I spent a wonderful time here and felt completely at peace. The entire place is quiet and calm-perfect for those looking to escape the city's chaos without actually leaving the city.\n\nThe gardens are lush and well-maintained, filled with beautiful flowers, tall trees, and historical monuments that add a charming touch to the surroundings. There are lovely fountains that create a relaxing vibe, and open spaces for outdoor games, yoga, or simply lounging around.\n\nI saw people jogging, walking, playing badminton, and kids enjoying themselves freely. It's an ideal spot for a morning workout, a peaceful picnic, or just spending some quality time with yourself or loved ones.\n\nHighly recommended if you're looking for a calm, refreshing break in nature right in the middle of Delhi.",
            "author_name": "M.S Creation I.S",
            "relative_time_description": "",
            "time": 1753638570,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Lodhi Garden is one of Delhi's most beautiful and peaceful escapes, blending lush greenery with centuries-old tombs and architecture. Ideal for morning walks, picnics, or photography, the garden features wide lawns, well-maintained flowerbeds, and shaded pathways. A highlight is the butterfly section, which adds a touch of color and serenity, especially for nature lovers and children. The atmosphere is calm, clean, and spacious-perfect for both leisure and quiet reflection. A must-visit for anyone seeking nature and history in the heart of Delhi.",
            "author_name": "AMIT SHARMA",
            "relative_time_description": "",
            "time": 1752852640,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The garden is filled with lush green trees, bushes, grass, and colorful flowers, along with old tombs that add a touch of history. It's a spacious place to explore, offering different views at every step. There's ample space to sit, relax, or enjoy outdoor games. Entry is free, making it a perfect spot for couples, friends, families, and children to spend quality time together.",
            "author_name": "Rimjhim Maurya",
            "relative_time_description": "",
            "time": 1756201064,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://lodhigarden.com/",
        "index": 5,
        "id": "",
        "categories": [
          "Garden",
          "Sights & Landmarks",
          "Historic Sites",
          "Historic Walking Areas",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 939,
            "2": 601,
            "3": 3116,
            "4": 12999,
            "5": 36488
          }
        },
        "minMinutesSpent": 120,
        "latitude": 28.593096,
        "address": "Lodhi Rd, Lodhi Gardens, Lodhi Estate, New Delhi, Delhi 110003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ74XAbuL8DDkR-wJQ-vQyHkQ",
        "generalDescription": "The Red Fort, located in Old Delhi, India, is a 17th-century Mughal fortress made of red sandstone. It was the main residence of the Mughal Emperors and was commissioned by Emperor Shah Jahan in 1638. The fort's design is credited to Ustad Ahmad Lahori, who also built the Taj Mahal.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.24102,
        "rating": 4.5,
        "numRatings": 172592,
        "sources": [
          {
            "id": "91643",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/delhi-ind-delhi-delhi.htm",
            "sourceSite": "Web",
            "snippet": "The beautiful Red Fort (Lal Qila) was built by Shah Jahan in 1648 and served as the seat of Mughal power until 1857. This stunning structure, with its tall, red sandstone walls covers an area of more than two square kilometers, the entirety of which is crescent shaped and surrounded by a moat. The impressive main entrance, the Lahore Gate, is so named as it faces towards Lahore in Pakistan, while the even grander Delhi Gate was used by the emperor for ceremonial processions.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Delhi & New Delhi",
            "indexInSource": 0,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128823",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/delhi-the-ultimate-delight-for-photography-buffs/",
            "sourceSite": "Web",
            "snippet": "Delhi boasts of many historical treasures and architectural marvels but the gem in its crown has to be the Red Fort. One of the most popular Mughal monuments, made by Mughal Emperor Shah Jahan, the fort served as a Mughal palace, housing Mughal emperors for almost 200 years. Not just a palace, the fort also served as the cultural and strategic hub for the Mughal empire.",
            "siteName": "Tour My India",
            "shortName": "Delhi Darshan Tour - Best Day Sightseeing Places",
            "indexInSource": 1,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923109",
            "type": "webPlacesList",
            "url": "http://shooterfiles.com/2018/10/city-street-guides-by-f-d-walker-a-street-photography-guide-to-delhi-india/",
            "sourceSite": "Web",
            "snippet": "India is known for chaos and Chandni Chowk is a perfect representation of how chaotic the streets can get here. Chandni Chowk is an endless market area in the heart of Old Delhi. You’ll find packed streets and alleys taking you through markets selling everything you can imagine, from spices, dried fruits and exotic oils to jewelry, clothing and plenty of street food.",
            "siteName": "Shooter Files by f.d. walker",
            "shortName": "City Street Guides by f.d. walker: A Street Photography Guide to Delhi, India",
            "indexInSource": 4,
            "iconSiteId": 19862,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128771",
            "type": "webPlacesList",
            "url": "https://thirdeyetraveller.com/instagrammable-places-in-delhi-photography/",
            "sourceSite": "Web",
            "snippet": "If you head a little further on down from Chandni Chowk in Old Delhi, you’ll arrive at the famous Red Fort. This historic residence of Mughal Emperors gets its name from the Lal Qila or Red Sandstone that it is built out of. This fort was again commissioned by Emperor Shah Jahan in 1639 when he shifted the capital from Agra to Delhi.",
            "siteName": "Third Eye Traveller",
            "shortName": "Delhi Photography Guide - 19 Amazing Instagrammable Places In Delhi, India!",
            "indexInSource": 7,
            "iconSiteId": 19846,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "270112",
            "type": "webPlacesList",
            "url": "https://www.awaylands.com/story/the-delhi-photo-guide-top-16-most-instagrammable-places-in-new-and-old-delhi-india",
            "sourceSite": "Web",
            "snippet": "This was the one place in Delhi I knew I had to see - The Red Fort is an icon of the city, and a gorgeous place to visit. Again, we went here early in the morning, which is typically the only way to get shots like these!",
            "siteName": "Away Lands",
            "shortName": "The Delhi Photo Guide: Top 16 Most Instagrammable Places in New and Old Delhi, India",
            "indexInSource": 5,
            "iconSiteId": 567,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128758",
            "type": "webPlacesList",
            "url": "https://dymabroad.com/best-instagram-photo-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "It is very beautiful and photogenic, and one of the most beautiful Instagram photo spots in Delhi. The details of the Red Fort are amazing to see. View this post on Instagram",
            "siteName": "Dymabroad",
            "shortName": "6 Best Instagram Photo Spots in Delhi",
            "indexInSource": 2,
            "iconSiteId": 3864,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mEtqT50CLXJYvo30BZeJLD43NYPiFLNy",
          "w15Pmg7GLuM1Lp33Pd9xjWyzQ6De04Hz",
          "pjvDMe7Gm2aaFx8edPF7evdy03IvOWba",
          "2uNhcKqMFRB3ThnhpJqnCPnjwqwxXO5o",
          "ppGNtl9ybnttCl0980Ah6BDU8pySrsUk",
          "mEtqT50CLXJYvo30BZeJLD43NYPiFLNy",
          "w15Pmg7GLuM1Lp33Pd9xjWyzQ6De04Hz",
          "pjvDMe7Gm2aaFx8edPF7evdy03IvOWba",
          "2uNhcKqMFRB3ThnhpJqnCPnjwqwxXO5o",
          "ppGNtl9ybnttCl0980Ah6BDU8pySrsUk"
        ],
        "openingPeriods": [],
        "name": "Red Fort",
        "placeId": "ChIJ74XAbuL8DDkR-wJQ-vQyHkQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The Red Fort is truly one of the most iconic landmarks of India and a must-visit in Delhi. 🏰\nThe architecture is stunning, with massive red sandstone walls, beautifully designed gates, and intricate carvings that showcase Mughal grandeur. Walking inside feels like stepping back into history.\n\nThe museum inside gives a good glimpse of India's rich heritage, and the evening light & sound show is an amazing experience that brings the fort's history to life.\n\n✅ Well-maintained in most parts\n✅ Good for photography 📸\n✅ Great spot for history lovers and families\n\n⚠️ Be prepared for crowds, especially on weekends. Carry water and wear comfortable shoes as the fort is huge and requires a lot of walking.\n\nOverall, it's a perfect mix of history, culture, and beauty - a place every traveler should explore at least once!",
            "author_name": "Sahil Katnoria",
            "relative_time_description": "",
            "time": 1757091018,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "As a foreign visitor, visiting the Red Fort early in the morning was an unforgettable experience. I arrived just before sunrise, and watching the first rays of light fall on the majestic red sandstone walls was simply breathtaking. The fort glowed in warm orange hues, and the peaceful atmosphere made it feel like time had slowed down.\n\nThe morning breeze, the quiet surroundings, and the birds chirping added to the beauty of the moment. Walking through the grand gates and exploring the historic structures inside felt like stepping back in time. I could sense the deep history and culture that this place holds.\n\nAfter my visit, I felt calm, inspired, and deeply moved by the heritage of India. The Red Fort is more than just a monument - it's a symbol of strength, beauty, and tradition. A must-visit, especially in the peaceful hours of the morning. Highly recommended!",
            "author_name": "Lilamani",
            "relative_time_description": "",
            "time": 1753674569,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A must-visit spot in Delhi! The Red Fort is beautifully built and very well maintained. Inside, you'll find spacious gardens, grand halls, and peaceful pathways to walk around and enjoy.\n\nThe place is clean, organized, and has good facilities for visitors. Security is well-managed, with guards around to ensure safety. Great for a relaxed outing or some quiet exploration. I had a great deep dive in history. Lot of audio visual means to experience.",
            "author_name": "Abhishek Dubey",
            "relative_time_description": "",
            "time": 1753294323,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://asi.nic.in/pages/WorldHeritageRedFort",
        "index": 6,
        "id": "",
        "categories": [
          "Fortress",
          "Sights & Landmarks",
          "Castles",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6042,
            "2": 3274,
            "3": 11831,
            "4": 35403,
            "5": 116267
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.656159,
        "address": "Netaji Subhash Marg, Lal Qila, Chandni Chowk, New Delhi, Delhi, 110006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ1dKqABzjDDkRguxsdYzFDlw",
        "generalDescription": "Sunder Nursery, a sprawling 90-acre heritage park adjacent to the famous Humayun's Tomb, is a lush green space adorned with more than 15 Mughal monuments dating back to the 16th century. Following extensive renovations in 2017, this historic site has been revitalized and now offers beautifully landscaped grounds, gardens, and a nursery.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 77.245169,
        "rating": 4.6,
        "numRatings": 19983,
        "sources": [
          {
            "id": "1923103",
            "type": "webPlacesList",
            "url": "https://www.outlookindia.com/outlooktraveller/explore/story/70698/6-iconic-spots-in-delhi-for-street-photographers",
            "sourceSite": "Web",
            "snippet": "Sunder Nursery park is an open space providing #delliwalas a source of engagement and inspiration. Share your #mysundernurserypark story and you might see it featured by the @sunder nursery-Delhi's heritage park. Email us @ info@sundernursery.org with your name, story (not more than 300 words), photo/video of the park (optional).",
            "siteName": "https://www.outlookindia.com/outlooktraveller/",
            "shortName": "6 Iconic Spots in Delhi for Street Photographers",
            "indexInSource": 3,
            "iconSiteId": 35518,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923093",
            "type": "webPlacesList",
            "url": "https://lbb.in/delhi/top-places-for-photoshoots-delhi/",
            "sourceSite": "Web",
            "snippet": "Sunder Nursery is a massive garden, spread across 90 acres of lush greens and has 15 Mughal monuments, 280 tree species, 80 bird species, 36 butterfly species. There's so much scenic beauty in the place, that there really couldn't be a better place for a photoshoot than here.",
            "siteName": "LBB, Delhi-NCR",
            "shortName": "Delhi's 8 Most Beautiful Places For Photo Shoots",
            "indexInSource": 6,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923090",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/25-spectacular-spots-to-click-the-best-evening-photo-ops-in-delhi",
            "sourceSite": "Web",
            "snippet": "Sunder Nursery is another place that gives a break from the maddening city bustle and emits peaceful vibes. Immersing yourself in the beauty of nature with your best buddies while clicking some beautiful & aesthetic stills sounds like a perf plan to us.",
            "siteName": "So City",
            "shortName": "25 Best Places For An Evening Photoshoot In Delhi",
            "indexInSource": 18,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923130",
            "type": "webPlacesList",
            "url": "https://www.livemint.com/news/india/world-photography-day-heres-some-picturesque-places-in-delhi-mumbai-for-photography-11692409265840.html",
            "sourceSite": "Web",
            "snippet": "Sunder Nursery- Beautiful, historical garden located near the Humayun's Tomb in Delhi. The place is perfect for some aesthetic pictures with a combination of Mughal architecture, garden design, and plant conservation.",
            "siteName": "mint",
            "shortName": "World Photography Day: Here’s some picturesque places in Delhi, Mumbai",
            "indexInSource": 1,
            "iconSiteId": 106125,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "wzzTfunhoJIjaUFMvwSajzZqxsuVzeA6",
          "Dw9dRWQaBBnAK5Re5PSYxqSSuyNdMacM",
          "WEL7PZXSHan22rjfzRMedrpaAfRKdoIT",
          "P6Zz0WJ3ryay1QCSFSBs9i2UcqeouiWZ",
          "TnGnyfrg8pa4C0ijbFRkx6oNkPto4UFC",
          "wzzTfunhoJIjaUFMvwSajzZqxsuVzeA6",
          "Dw9dRWQaBBnAK5Re5PSYxqSSuyNdMacM",
          "WEL7PZXSHan22rjfzRMedrpaAfRKdoIT",
          "P6Zz0WJ3ryay1QCSFSBs9i2UcqeouiWZ",
          "TnGnyfrg8pa4C0ijbFRkx6oNkPto4UFC"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Sunder Nursery",
        "placeId": "ChIJ1dKqABzjDDkRguxsdYzFDlw",
        "internationalPhoneNumber": "+91 11 4070 0700",
        "reviews": [
          {
            "rating": 5,
            "text": "Sundar Nursery in Delhi is a hidden oasis of beauty and tranquility right in the heart of the city! This 90-acre heritage park is a perfect blend of lush greenery, stunning landscapes, and historical monuments, making it an ideal spot for nature lovers, history enthusiasts, and families alike.\n\nThe beautifully designed gardens are a treat to the eyes, with vibrant flower beds, serene water features, and well-maintained walking paths. The restoration of the Mughal-era monuments within the park adds a touch of history and charm, making it a unique experience. It's a great place to relax, take a stroll, or even have a picnic with friends and family.\n\nWhat makes Sundar Nursery truly special is its peaceful ambiance-it's a refreshing escape from Delhi's chaos. The park is clean, well-organized, and offers plenty of shaded areas to sit and unwind. The entry fee is very reasonable, and the staff is friendly and helpful.\n\nWhether you're looking for a quiet morning walk, a photography session, or just a place to reconnect with nature, Sundar Nursery is a must-visit. It's one of Delhi's best-kept secrets!\n\nPro Tip: Visit during the early hours or late afternoon for the best light and cooler weather. Don't forget to carry a camera-the place is incredibly photogenic…💫🌸🥰",
            "author_name": "Nitin Chaurasia",
            "relative_time_description": "",
            "time": 1742530327,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A Hidden Gem in the Heart of Delhi!\n\nSunder Nursery is truly a breath of fresh air amidst the hustle and bustle of Delhi. From the moment you enter, you're greeted with beautifully maintained gardens, a peaceful atmosphere, and a perfect blend of history and nature. The landscaping is absolutely stunning – vibrant flowers, heritage trees, lotus ponds, and wide green lawns make it a paradise for nature lovers and photography enthusiasts alike.\n\nThe historical monuments within the park are thoughtfully preserved and give a unique charm to the surroundings. It's a wonderful place for family outings, solo strolls, or peaceful reading under the shade of a tree. The walking paths are clean and well-laid, making it accessible for all ages.\n\nThe environment is calm, safe, and perfect for picnics or morning walks. There's also a charming café offering snacks and drinks with a beautiful garden view. The entry is very affordable, and the overall experience feels like a world away from city chaos.\n\nSunder Nursery is not just a park – it's an experience that nourishes the soul. Highly recommended for anyone looking to relax, reconnect with nature, or explore Delhi's rich heritage in a peaceful setting.",
            "author_name": "Arbaz Sir Hussain",
            "relative_time_description": "",
            "time": 1753627402,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Sunder Nursery is truly a hidden gem in the heart of Delhi! 🌿✨ The perfect blend of heritage, nature, and tranquility - with beautifully restored Mughal-era monuments, serene water bodies, and an incredible variety of trees, birds, and butterflies.\n\nThe lawns are well-maintained, pathways are wide, and the whole atmosphere feels peaceful despite being so close to the city bustle. It's also a great spot for photography, heritage walks, and even casual picnics with family and friends.\n\nHighly recommend visiting early morning or late afternoon for the best experience. Definitely one of the most refreshing green escapes in Delhi! 🌸",
            "author_name": "aditya nair",
            "relative_time_description": "",
            "time": 1755451119,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.sundernursery.org/",
        "index": 7,
        "id": "",
        "categories": [
          "City park",
          "Nature & Parks",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 454,
            "2": 227,
            "3": 875,
            "4": 4031,
            "5": 14393
          }
        },
        "minMinutesSpent": 120,
        "latitude": 28.595647,
        "address": "Bharat Scouts and Guides Marg, Opposite Humayun’s Tomb, Nizamuddin, National Zoological Park, Sundar Nagar, New Delhi, Delhi 110013, India",
        "travel_time": null
      },
      {
        "_id": "ChIJid6gIXAdDTkRAqqcP1nQRts",
        "generalDescription": "The National Rail Museum in Delhi is a paradise for train enthusiasts, offering a captivating journey through the rich history and heritage of Indian railways. With over 100 real exhibits, including a remarkable 1855 steam locomotive, the museum showcases antique train furniture, railway equipment, historical photographs, and memorabilia. Visitors can marvel at the Fairy Queen, the world's oldest operating steam engine, and enjoy rides on a toy train around the museum grounds.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 77.181411,
        "rating": 4.4,
        "numRatings": 26694,
        "sources": [
          {
            "id": "91643",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/delhi-ind-delhi-delhi.htm",
            "sourceSite": "Web",
            "snippet": "Spread across 10 acres, the National Rail Museum houses more than 30 locomotives and several old carriages, most of them quite rare. All told, more than 140 years of Indian railway history has been preserved on this fascinating site, including an engine built in 1885 and the Fairy Queen steam engine from 1855. Other highlights include several unique items, such as a collection of saloon cars belonging to the country's once powerful Maharajas, including the teak carriage of the Maharaja of Mysore, covered with ivory; the cabin of the Prince of Wales from 1876; and the carriage in which the ashes of Gandhi were carried after his assassination in 1948.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Delhi & New Delhi",
            "indexInSource": 13,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "30378",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-delhi",
            "sourceSite": "Web",
            "snippet": "A very significant museum in the history of India is the National Rail Museum in Delhi. It is situated in Chanakyapuri with a focus on the rail heritage India had been possessing. It was opened on February 1st 1977.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "55 Places to Visit in Delhi 2025, Tourist Places & Attractions",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "MclY4xSZnigL9mbc70OoWCWrMXpEXtoR",
          "azs8TdTFvt2mOzqlgEri2SVo92s1SfdF",
          "cAELTnb5X1aicPRtBEeR3rR5Sl2uY3gQ",
          "lVORoBOcMf3DRTm3NOAH04P6JNoEujiQ",
          "pNJkUXCxVPmQUdAyYEzCmgHBfVTv7Olf",
          "MclY4xSZnigL9mbc70OoWCWrMXpEXtoR",
          "azs8TdTFvt2mOzqlgEri2SVo92s1SfdF",
          "cAELTnb5X1aicPRtBEeR3rR5Sl2uY3gQ",
          "lVORoBOcMf3DRTm3NOAH04P6JNoEujiQ",
          "pNJkUXCxVPmQUdAyYEzCmgHBfVTv7Olf"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "National Rail Museum",
        "placeId": "ChIJid6gIXAdDTkRAqqcP1nQRts",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visiting the National Rail Museum in Delhi with my family was an amazing experience! The museum beautifully showcases the rich history of Indian Railways with its impressive collection of vintage locomotives, carriages, and informative exhibits. The highlight of our visit was definitely the joy ride - it was so much fun for both kids and adults! Riding on the toy train around the museum grounds gave us a wonderful view of the entire place and added a special charm to the visit. I highly recommend the joy ride to everyone - it's a must-try! The staff was friendly, the place was well-maintained, and there were plenty of interactive activities for children. Overall, a fantastic day out for the whole family!",
            "author_name": "Deepak Kumar",
            "relative_time_description": "",
            "time": 1745756178,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Good outing for kids . Today, 22Jun25,only joy ride, as fun activities is operational.  Museum is good for learning  experience.  Decent restaurant. Parking area was enough as I reached early. Full by the time I left. Ticket cost differs on weekends day and weekends",
            "author_name": "prasenjit panda",
            "relative_time_description": "",
            "time": 1750582630,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It was a nice experience visiting the museum and enjoying the joy train. The museum reflects our railways' history from the very beginning till now and has a food stall, as well. A must go place with your friends and family.",
            "author_name": "Aryan Srivastav",
            "relative_time_description": "",
            "time": 1757953241,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.nrmindia.org/",
        "index": 8,
        "id": "",
        "categories": [
          "Rail museum",
          "Museums",
          "History museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 578,
            "2": 495,
            "3": 2351,
            "4": 7454,
            "5": 15810
          }
        },
        "minMinutesSpent": 150,
        "latitude": 28.584987,
        "address": "Service Rd, Chanakyapuri, New Delhi, Delhi 110021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJFbKJ3xj9DDkRlp2_KZ42V90",
        "generalDescription": "Jama Masjid, a magnificent 17th-century Mughal-style mosque located in India, is a stunning example of Mughal architecture. Built by Emperor Shah Jahan, it features red sandstone and marble structures with impressive minarets reaching 40 meters high. The mosque's vast courtyards can accommodate up to 25,000 worshippers and offer picturesque views for visitors.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.233442,
        "rating": 4.5,
        "numRatings": 63620,
        "sources": [
          {
            "id": "128747",
            "type": "webPlacesList",
            "url": "https://www.travelandleisureindia.in/featured/best-photography-spots-delhi/",
            "sourceSite": "Web",
            "snippet": "A post shared by Lavanya Uday Verma (@lavanya_writes) on Mar 5, 2020 at 3:27am PST. Jama Masjid is every photographer’s dream muse, as the monument is brimming with frames wherever you see. Whether you want to click the masjid when it’s empty, or when it’s filled with people, during the daytime, or at night — choose your light and frame.",
            "siteName": "Travel + Leisure India",
            "shortName": "Best Photography Spots Of Delhi You Must Explore Post Lockdown",
            "indexInSource": 2,
            "iconSiteId": 6782,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923094",
            "type": "webPlacesList",
            "url": "https://www.manvsglobe.com/most-instagrammable-photogenic-photography-spots-places-delhi-india/",
            "sourceSite": "Web",
            "snippet": "Jama Masjid, stands like a proud red island in the centre of Delhi’s pandemonium, a magnificent walled mosque adorned with minarets and gigantic onion domes. The building has been here as long as Old Delhi itself, built by Mughal Emperor Shah Jahan in 1644. It’s said to have cost over 1 million rupees and remains India’s largest mosque.",
            "siteName": "Man Vs Globe",
            "shortName": "The Most Instagrammable & Photogenic Spots in Delhi, India",
            "indexInSource": 5,
            "iconSiteId": 4235,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128771",
            "type": "webPlacesList",
            "url": "https://thirdeyetraveller.com/instagrammable-places-in-delhi-photography/",
            "sourceSite": "Web",
            "snippet": "Another amazing spot to visit near Chandni Chowk is the majestic Jama Masjid which is the largest mosque in all of India!. Also known as Masjid-i Jehan Numa, it translates to “World Reflecting Mosque”. It was built by Emperor Shah Jahan in 1650, who also built the most magnificent mortuary tomb in all of India, the Taj Mahal!",
            "siteName": "Third Eye Traveller",
            "shortName": "Delhi Photography Guide - 19 Amazing Instagrammable Places In Delhi, India!",
            "indexInSource": 6,
            "iconSiteId": 19846,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128823",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/delhi-the-ultimate-delight-for-photography-buffs/",
            "sourceSite": "Web",
            "snippet": "Masjid-i Jahan Numa, very close to Delhi’s heart, is the religious name for Jama Masjid. Built by Mughal emperor Shah Jahan, between 1644 and 1656, Jama Masjid is one of India’s largest mosques. Though British wanted it to be annihilated, it still stands tall in the centre of Chandni Chowk.",
            "siteName": "Tour My India",
            "shortName": "Delhi Darshan Tour - Best Day Sightseeing Places",
            "indexInSource": 2,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923093",
            "type": "webPlacesList",
            "url": "https://lbb.in/delhi/top-places-for-photoshoots-delhi/",
            "sourceSite": "Web",
            "snippet": "One of the largest mosques in the world, Jama Masjid is a mesmerising piece of architecture created by Shah Jahan. Along with being a religious and spiritual hub, the location of the mosque is the ideal spot for a photographer to capture a spectacular panoramic view of the entire city.",
            "siteName": "LBB, Delhi-NCR",
            "shortName": "Delhi's 8 Most Beautiful Places For Photo Shoots",
            "indexInSource": 4,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "350773",
            "type": "webPlacesList",
            "url": "https://letstripdesi.com/blog/best-place-for-photoshoot-in-delhi/",
            "sourceSite": "Web",
            "snippet": "It is up to you to choose to photograph these places during crowded or secluded times. The old clobbered lanes, intertwined electric overhead wires and vintage heritage houses are too good for being a backdrop. Are you planning to click the beauty of these architectural structures?",
            "siteName": "Lets Trip Desi",
            "shortName": "Best Place For Photoshoot in Delhi",
            "indexInSource": 1,
            "iconSiteId": 31813,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923101",
            "type": "webPlacesList",
            "url": "https://www.visittnt.com/blog/top-photographic-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "visittnt.com",
            "shortName": "Ten Top Photographic Spots in Delhi -",
            "indexInSource": 1,
            "iconSiteId": 19610,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923130",
            "type": "webPlacesList",
            "url": "https://www.livemint.com/news/india/world-photography-day-heres-some-picturesque-places-in-delhi-mumbai-for-photography-11692409265840.html",
            "sourceSite": "Web",
            "snippet": "Jama Masjid is the one-stop destination for some wonderful pictures around the old Delhi kind of theme. The mosque features a blend of Persian and Indian architectural elements, characterized by intricate red sandstone and white marble detailing.",
            "siteName": "mint",
            "shortName": "World Photography Day: Here’s some picturesque places in Delhi, Mumbai",
            "indexInSource": 2,
            "iconSiteId": 106125,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mQI6kNxFprwPxTzjFnEFdRFD5abVLhBv",
          "m376Y79S3IWH5ypT582KkomizjcDDwpz",
          "sCFKMD3NWyGyhB6uzeQ2m0Dquy7DyHIb",
          "ZP3hSMUkek47vWXCRmG4msZPY5Togpyd",
          "wW20oaOyUa5qSJrrTvUVP2NziUUI0jA4",
          "mQI6kNxFprwPxTzjFnEFdRFD5abVLhBv",
          "m376Y79S3IWH5ypT582KkomizjcDDwpz",
          "sCFKMD3NWyGyhB6uzeQ2m0Dquy7DyHIb",
          "ZP3hSMUkek47vWXCRmG4msZPY5Togpyd",
          "wW20oaOyUa5qSJrrTvUVP2NziUUI0jA4"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1330"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1330"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1330"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1330"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1330"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1330"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1330"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Jama Masjid",
        "placeId": "ChIJFbKJ3xj9DDkRlp2_KZ42V90",
        "internationalPhoneNumber": "+91 11 2336 5358",
        "reviews": [
          {
            "rating": 5,
            "text": "Visited on July 7th, 2025 – Day 4 in India\n\nAfter taking a break yesterday to explore the markets, we continued our sightseeing today with our private tour guide. Our morning began at Rajghat, and from there we made our way to Jama Masjid.\n\nIt's one of the largest mosques in India and a true architectural marvel, built centuries ago during the Mughal era. As soon as we arrived, we were swept into the lively energy of Old Delhi-the sounds, the colors, the movement-it's a kind of chaos that somehow feels alive and exciting rather than overwhelming.\n\nThe climb up the steps to the mosque was a fun adventure for our daughters (5 and 7), who took it on like a challenge and loved every minute. Once we entered the vast open courtyard, everything shifted. The noise faded, and it felt incredibly peaceful and calm inside. There's something very spiritual about standing there, surrounded by towering minarets, marble domes, and centuries of history.\n\nOur girls were full of curiosity, asking questions about how people pray, what the call to prayer means, and why everyone was barefoot. It turned into a beautiful moment of quiet reflection and learning. We took our time to take it all in, and even in the middle of a bustling city, it felt like we were in our own quiet world.\n\nWe absolutely loved this visit-it was meaningful, memorable, and full of life. Highly recommend for anyone traveling through Delhi, especially with kids who are curious and adventurous 🙏🏽.",
            "author_name": "Foodieextreme Foodieextreme",
            "relative_time_description": "",
            "time": 1755422808,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "These monuments are beautiful, amazingly and well built structures. The architecture is so impressive. Some of the structures are still intact. But the Place doesn't maintain properly it looks so dirty mainly in the exterior.",
            "author_name": "CH MATHASANBOU",
            "relative_time_description": "",
            "time": 1751032105,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you tour guide says this is biggest mosque of India, It is absolutely lies. Biggest mosque of India is in Bhopal (MP).\n3 Onion Shapes domes with 2 Minars (Tower) this particular Persian design introduced by Shahjahan in 17th Century & copied by across the globe. Therefore, Jama Mosque is famous bcz of its unique architecture.\nThe mosque has a peaceful atmosphere despite being in the heart of busy Chandni Chowk. A must-visit for history, culture, and photography lovers!",
            "author_name": "Rahish Khan",
            "relative_time_description": "",
            "time": 1755740530,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.delhitourism.gov.in/tourist_place/jama_masjid.html",
        "index": 9,
        "id": "",
        "categories": [
          "Mosque",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2612,
            "2": 1198,
            "3": 3650,
            "4": 9255,
            "5": 47041
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.650679,
        "address": "Old Delhi, Delhi, 110006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJHwdPU73iDDkRJyADQJ4YfH0",
        "generalDescription": "The Indira Gandhi Memorial Museum in Delhi is a significant historical site, once the residence of the late Prime Minister Indira Gandhi. The museum showcases her life through photographs, personal belongings, news clippings, and letters. The surrounding garden has been transformed into a memorial with marked spots where she was assassinated. The well-maintained lawns and shady trees create a serene atmosphere around the off-white mansion.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 77.20605,
        "rating": 4.5,
        "numRatings": 15626,
        "sources": [
          {
            "id": "91643",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/delhi-ind-delhi-delhi.htm",
            "sourceSite": "Web",
            "snippet": "Another important politician-related attraction is the Indira Gandhi Memorial Museum, housed in the former residence of this much-revered woman (Indira was the daughter of India's first Prime Minister, Jawaharlal Nehru, and although a friend of Mahatma Gandhi, was unrelated). Highlights include photos documenting her life and time as prime minister, personal belongings such as the sari she was wearing at the time of her assassination, along with news clippings and letters. An enclosed garden with mature trees and flowering plants surrounds the building, and its pathway is now a memorial, with the spot where she was assassinated clearly marked.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Delhi & New Delhi",
            "indexInSource": 8,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "30378",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-delhi",
            "sourceSite": "Web",
            "snippet": "The former residence of one of India’s Prime Minister Indira Gandhi, set in off white colour now is Indira Gandhi Memorial Museum located on a massive area beautified with well-maintained lawns and lined by shady trees, plants, gardens, bushes, and flowers. The museum is dedicated to the memory of late Mrs. Indira Gandhi after she was assassinated within this mansion on 31st October 1984. The rooms are properly furnished and a few personal belongings of Mrs. Gandhi can be seen here through the large picture windows.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "55 Places to Visit in Delhi 2025, Tourist Places & Attractions",
            "indexInSource": 3,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128823",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/delhi-the-ultimate-delight-for-photography-buffs/",
            "sourceSite": "Web",
            "snippet": "Former residence of the former Prime Minister of India, Indira Gandhi, has now been converted into a museum. The Indira Gandhi Memorial Museum was built after her assassination at her residence. Today, the visitors can see all the artefacts preserved since her death.",
            "siteName": "Tour My India",
            "shortName": "Delhi Darshan Tour - Best Day Sightseeing Places",
            "indexInSource": 12,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3ogm7yRjmvRVWW3E74QqzT0fibc77njp",
          "oxhyZX2K26nKFbtVxHjgYKf9tAOIIUfe",
          "XuSivKMnPea8HymDBMKEQPGvnTvhx5jK",
          "Y2YaNch8IlRXamOSEk9xcodalkdbtuxa",
          "TmcvfUc2um5y1f29gqeAgRjwHvqM1zrp",
          "3ogm7yRjmvRVWW3E74QqzT0fibc77njp",
          "oxhyZX2K26nKFbtVxHjgYKf9tAOIIUfe",
          "XuSivKMnPea8HymDBMKEQPGvnTvhx5jK",
          "Y2YaNch8IlRXamOSEk9xcodalkdbtuxa",
          "TmcvfUc2um5y1f29gqeAgRjwHvqM1zrp"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1645"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1645"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1645"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1645"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1645"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1645"
            }
          }
        ],
        "name": "Indira Gandhi Memorial Museum",
        "placeId": "ChIJHwdPU73iDDkRJyADQJ4YfH0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A well-curated and historically significant museum showcasing the life and legacy of Indira Gandhi.\nThe preserved residence, personal artifacts, and photo galleries provide insight into key moments of Indian political history.\nThe memorial walkway marking the site of her assassination adds a powerful emotional dimension.\nWorth a visit for anyone interested in India's modern political evolution.",
            "author_name": "Prashant Patwa",
            "relative_time_description": "",
            "time": 1752923933,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "On my recent trip to Delhi, I visited the Indira Gandhi Museum on 3rd May 2025. We reached around 12 pm. It is the same place where she resided along with her family. The place has been well maintained and showcases her entire life and political journey. There is her dressing room, her prayer room, dining area, drawing room and her office. It also shows the place where Rajiv Gandhi along with Sonia, Rahul and Priyanka used to stay. The path where she was assassinated is not open for public to go through but we can see it from afar. There is no entry fee. One can easily spend an hour here getting all the information. If you are a history lover, then you should definitely visit it.",
            "author_name": "Mansi Vora",
            "relative_time_description": "",
            "time": 1746790083,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I recently visited the Indira Gandhi Museum in Delhi and it was truly wonderful! The exhibits were well-maintained and provided a fascinating glimpse into her life and legacy. I loved learning about her contributions to India's history. What's remarkable is that I wasn't even born when she passed away, yet her impact is still felt today. I'd highly recommend this museum to anyone interested in history and politics. I'll definitely be back! It's one of the best places to visit in Delhi, offering a unique perspective on India's former Prime Minister.",
            "author_name": "Jonathan Kannampuzha Joy",
            "relative_time_description": "",
            "time": 1757918044,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://indiragandhi.in/en/memorial",
        "index": 10,
        "id": "",
        "categories": [
          "Museum",
          "History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 435,
            "2": 287,
            "3": 1032,
            "4": 3452,
            "5": 10431
          }
        },
        "minMinutesSpent": 60,
        "latitude": 28.599893,
        "address": "1, Safdarjung Rd, Safdarjung Lane Area, Delhi Gymkhana Club, New Delhi, Delhi 110011, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ2WjYEzP9DDkRG_AKY2WphJA",
        "generalDescription": "Ugrasen ki Baoli is a 10th-century stepwell adorned with intricate stone work, featuring towering arched walls and alcoves. This historical site spans 60 meters in length and 15 meters in width. Believed to have been built by Maharaja Agrasen and reconstructed in the 14th century, this ancient water reservoir is safeguarded by the Archeological Survey of India.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 77.225037,
        "rating": 4.2,
        "numRatings": 45191,
        "sources": [
          {
            "id": "459304",
            "type": "webPlacesList",
            "url": "https://www.globeguide.ca/best-places-to-visit-in-delhi/",
            "sourceSite": "Web",
            "snippet": "When it comes to places to visit in Delhi, don’t skip this hidden gem which combines a couple of photographer favourites: great architecture and street art. Agrasen Ki Baoli is a historically-protected, three-storey step well with plenty of archways and a long staircase perfect for fashion shoots. It’s a favoured hangout spot, and has even been featured in a few Bollywood films.",
            "siteName": "Globe Guide",
            "shortName": "Best places to visit in Delhi for photography",
            "indexInSource": 2,
            "iconSiteId": 15352,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923124",
            "type": "webPlacesList",
            "url": "https://www.makeupwale.com/top-20-paid-and-free-locations-in-delhi-for-a-perfect-pre-wedding-shoot/",
            "sourceSite": "Web",
            "snippet": "Create stunning pre-wedding photos with a touch of historical monuments by opting for Agrasen Ki Baoli. Originally built by the legendary king Agrasen, it has 108 steps and is the perfect option to have movie-like picturesque images. It is a protected monument by the Archeological Survey of India (ASI) under the Ancient Monuments and Archeological Sites and Remains Act of 1958.",
            "siteName": "MakeupWale",
            "shortName": "Top 20 Paid & Free Locations in Delhi for a Perfect Pre-Wedding Shoot",
            "indexInSource": 6,
            "iconSiteId": 39909,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "350773",
            "type": "webPlacesList",
            "url": "https://letstripdesi.com/blog/best-place-for-photoshoot-in-delhi/",
            "sourceSite": "Web",
            "snippet": "One of the most unique spots to take pictures at, in addition Agrasen Ki Baoli is an absolutely ideal city landmark to have a photoshoot at. Best photography place in delhi The unique architecture of Agrasen Ki Baoli with the deep step well that descends into the depths, makes for very eerie and yet tantalizingly beautiful pictures. Out with your DSLRs and pop over, y’all!",
            "siteName": "Lets Trip Desi",
            "shortName": "Best Place For Photoshoot in Delhi",
            "indexInSource": 6,
            "iconSiteId": 31813,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128823",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/delhi-the-ultimate-delight-for-photography-buffs/",
            "sourceSite": "Web",
            "snippet": "Made an appearance in the famous blockbuster movie P.K, Agrasen ki Baoli is one of the best places to visit in Delhi. Agrasen Ki Baoli welcomes hundreds of guests every day who are looking to explore the dark side of the monument. Protected and promoted by the Archaeological Survey of India, this haunted monument is believed to be the source of black magic.",
            "siteName": "Tour My India",
            "shortName": "Delhi Darshan Tour - Best Day Sightseeing Places",
            "indexInSource": 6,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "270112",
            "type": "webPlacesList",
            "url": "https://www.awaylands.com/story/the-delhi-photo-guide-top-16-most-instagrammable-places-in-new-and-old-delhi-india",
            "sourceSite": "Web",
            "snippet": "The Agrasen Ki Boli is an ancient stepwell in the middle of Delhi, and is a site to behold. Just a few minutes walk from some of the major and more modern streets in central Delhi, you turn down a short alley and then can walk right in to this well. And unlike most other attractions in Delhi - there is no entrance fee here.",
            "siteName": "Away Lands",
            "shortName": "The Delhi Photo Guide: Top 16 Most Instagrammable Places in New and Old Delhi, India",
            "indexInSource": 0,
            "iconSiteId": 567,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128771",
            "type": "webPlacesList",
            "url": "https://thirdeyetraveller.com/instagrammable-places-in-delhi-photography/",
            "sourceSite": "Web",
            "snippet": "In recent years, one of the most Instagrammable places in Delhi is an ancient stepwell that can be found hidden away on Hailey Road. This amazing historic monument can easily be missed in between all the sky-high buildings of Connaught Place!. The mysterious thing about this stepwell is no one really knows who built it!",
            "siteName": "Third Eye Traveller",
            "shortName": "Delhi Photography Guide - 19 Amazing Instagrammable Places In Delhi, India!",
            "indexInSource": 1,
            "iconSiteId": 19846,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923090",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/25-spectacular-spots-to-click-the-best-evening-photo-ops-in-delhi",
            "sourceSite": "Web",
            "snippet": "With unique architecture having a deep stepwell that descends into the depths, it is an absolutely ideal city landmark to have a photoshoot at!. So, if you haven’t been here yet, we’re gonna judge you a li’l too hard!. Where | Agrasen Ki Baoli - Hailey Road, KG Marg, Near Diwanchand Imaging Centre, Jantar Mantar",
            "siteName": "So City",
            "shortName": "25 Best Places For An Evening Photoshoot In Delhi",
            "indexInSource": 14,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "350776",
            "type": "webPlacesList",
            "url": "https://www.theotherbraininc.com/2021/04/instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "This enchantingly beautiful baoli is a perfect spot for clicking Instagram worthy photos in Delhi. The mystery encompassing the depth of the 103 steps of Agrasen ki Baoli forms a great background. The place has free entry and early mornings mostly work better for disturbance-free photo shoots.",
            "siteName": "theotherbraininc.com",
            "shortName": "Top 8 Instagrammable Spots in Delhi",
            "indexInSource": 0,
            "iconSiteId": 39874,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923130",
            "type": "webPlacesList",
            "url": "https://www.livemint.com/news/india/world-photography-day-heres-some-picturesque-places-in-delhi-mumbai-for-photography-11692409265840.html",
            "sourceSite": "Web",
            "snippet": "Agrasen Ki Baoli- Located near Connaught Place, the place offers one of the most unique locations to post some amazing pictures. The historical stepwell is a unique architectural structure that features a series of steps leading down to a water source.",
            "siteName": "mint",
            "shortName": "World Photography Day: Here’s some picturesque places in Delhi, Mumbai",
            "indexInSource": 0,
            "iconSiteId": 106125,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923093",
            "type": "webPlacesList",
            "url": "https://lbb.in/delhi/top-places-for-photoshoots-delhi/",
            "sourceSite": "Web",
            "snippet": "Along with its great historical significance and various myths that suggest the site is haunted, Agrasen Ki Baoli has an aura of its own. This almost-in-ruins step well makes for a rustic setting that many photographers are always eager to capture.",
            "siteName": "LBB, Delhi-NCR",
            "shortName": "Delhi's 8 Most Beautiful Places For Photo Shoots",
            "indexInSource": 5,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128758",
            "type": "webPlacesList",
            "url": "https://dymabroad.com/best-instagram-photo-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "Nobody knows for sure who built Agrasen ki Baoli, because there are no historical records to prove that. But people believe that it was originally built by King Agrasen. The Baoli has 108 steps.",
            "siteName": "Dymabroad",
            "shortName": "6 Best Instagram Photo Spots in Delhi",
            "indexInSource": 0,
            "iconSiteId": 3864,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923080",
            "type": "webPlacesList",
            "url": "https://delhipedia.com/instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "This ancient stepwell, with its symmetrical steps and arches, offers a unique and dramatic backdrop. The rustic charm of the location adds an element of mystery and history to your photos.",
            "siteName": "delhipedia.com",
            "shortName": "Instagrammable Spots in Delhi – Delhipedia",
            "indexInSource": 5,
            "iconSiteId": 92723,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222345",
            "type": "webPlacesList",
            "url": "https://curlytales.com/its-time-to-get-camera-ready-for-the-most-instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "Delhi’s in house baoli is probably the only entry fees free tourist spot here. The towering stone walls stand over 103 stone steps. No one does shadow play like Agrasen ki Baoli.",
            "siteName": "Curly Tales",
            "shortName": "It's Time To Get Camera Ready For The 10 Most Instagrammable Spots In Delhi",
            "indexInSource": 1,
            "iconSiteId": 2662,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "84vEb7BaccXoQVokSrNjc9Y5b2tUhbOj",
          "xGdnTN9kg12O9P7QlBBrnvPrIHfNg3FD",
          "OGuhJsTqjaL7JkL1bmlsj3kmpFUmZu4x",
          "I8rOil8DCJraY3WofWUHfTxX6l3mb35T",
          "MP2tll0Jb1dxtBGzjbiHQ32APuYk2vvV",
          "84vEb7BaccXoQVokSrNjc9Y5b2tUhbOj",
          "xGdnTN9kg12O9P7QlBBrnvPrIHfNg3FD",
          "OGuhJsTqjaL7JkL1bmlsj3kmpFUmZu4x",
          "I8rOil8DCJraY3WofWUHfTxX6l3mb35T",
          "MP2tll0Jb1dxtBGzjbiHQ32APuYk2vvV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Ugrasen ki Baoli",
        "placeId": "ChIJ2WjYEzP9DDkRG_AKY2WphJA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "An offbeat place in Delhi. We visited the place in the morning. There were only a group of students along with teachers. The place is good. You get to see a step well. Maintained well. But there is no sign boards anywhere near to it.",
            "author_name": "Sreelekha K",
            "relative_time_description": "",
            "time": 1753092992,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It is one of the historical heritage of India, it is quite amazing and challenges today's building structure in a way, if you want to come with friends or with your partner, then your experience will be really great.\nIt is one of the historical heritage of India, it is quite amazing and challenges today's building structure in a way, if you want to come with friends or with your partner, then your experience will be really great.\n\nJai Hind🇮🇳🇮🇳",
            "author_name": "SUYASH GUPTA",
            "relative_time_description": "",
            "time": 1755929409,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The place is impressively clean and well-maintained, with its unique stepwell architecture offering a serene spot for photography and relaxation. While it's not very large-it spans about 60 meters in length and 15 meters in width-the peaceful atmosphere and historical charm make it worth a short visit. Ideal for those interested in heritage sites, though the compact size means the visit can be brief, especially outside busy times when it's more tranquil.",
            "author_name": "Nikhil Bhadana",
            "relative_time_description": "",
            "time": 1757795562,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1356,
            "2": 1546,
            "3": 6525,
            "4": 13515,
            "5": 22277
          }
        },
        "minMinutesSpent": 45,
        "latitude": 28.626062,
        "address": "Hailey Rd, Hamdard Nagar, Vakil Lane, Mandi House, New Delhi, Delhi 110001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJVcXN6ZHiDDkR7DeT_RtRCc0",
        "generalDescription": "Safdarjung Tomb, situated in South Delhi, is a grand structure built in 1754 for Safdarjung, the governor of Oudh and later the prime minister to the Mughal Emperor Muhammad Shah. This Mughal-style monument boasts intricate red and buff sandstone architecture with elaborate carvings.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 77.210622,
        "rating": 4.4,
        "numRatings": 15354,
        "sources": [
          {
            "id": "1923094",
            "type": "webPlacesList",
            "url": "https://www.manvsglobe.com/most-instagrammable-photogenic-photography-spots-places-delhi-india/",
            "sourceSite": "Web",
            "snippet": "This impressive sandstone and marble mausoleum, built in the 18th century by Nawab of Avadh as a grandiose tomb for his father, Safdarjang, is surrounded by palm-lined gardens and long, decorative pools, making it a great photo stop in the south of the city. It is one of the most underrated attractions in the city, meaning that it doesn’t get too crowds and you can capture photos without people milling about in the background. For best results, arrive around sunrise or sunset to catch it in all it’s sun-kissed, golden glory.",
            "siteName": "Man Vs Globe",
            "shortName": "The Most Instagrammable & Photogenic Spots in Delhi, India",
            "indexInSource": 9,
            "iconSiteId": 4235,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128747",
            "type": "webPlacesList",
            "url": "https://www.travelandleisureindia.in/featured/best-photography-spots-delhi/",
            "sourceSite": "Web",
            "snippet": "A post shared by Delhi Ki Khan Sahiba (@delhikikhansahiba_) on Mar 18, 2020 at 2:51am PDT. The tomb that was constructed way back in the 18th century makes for one of the favourite photography spots in Delhi. The tomb that looks like a smaller version of the Humayun’s tomb is also one of the most common pre-wedding and post-wedding photo-shoot spots in Delhi.",
            "siteName": "Travel + Leisure India",
            "shortName": "Best Photography Spots Of Delhi You Must Explore Post Lockdown",
            "indexInSource": 4,
            "iconSiteId": 6782,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923090",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/25-spectacular-spots-to-click-the-best-evening-photo-ops-in-delhi",
            "sourceSite": "Web",
            "snippet": "If you want to capture a historical gem and nature’s beauty, then Safdarjung’s Tomb should definitely be on your list. The beautiful sunset, magnificent garden and twinkling lights at night make the view nothing less than something transcendental that you should totally capture on your cams. Where | Safdarjung Tomb - Airforce Golf Course, Delhi Race Club",
            "siteName": "So City",
            "shortName": "25 Best Places For An Evening Photoshoot In Delhi",
            "indexInSource": 15,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "30378",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-delhi",
            "sourceSite": "Web",
            "snippet": "Safdarjung’s Tomb in Delhi is a famous attraction that is made of sandstone and marble mausoleum and it came into existence in 1754. The late Mughal Empire style is depicted for the statesman of Safdarjung. It extends a special ambiance with it's domed and arched red-brown and white coloured structures.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "55 Places to Visit in Delhi 2025, Tourist Places & Attractions",
            "indexInSource": 2,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923080",
            "type": "webPlacesList",
            "url": "https://delhipedia.com/instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "Safdarjung Tomb is another architectural marvel that offers great photo opportunities. The grand entrance, the symmetrical gardens, and the intricate details of the tomb make it a perfect spot for capturing timeless beauty. The quiet atmosphere allows for uninterrupted photo sessions.",
            "siteName": "delhipedia.com",
            "shortName": "Instagrammable Spots in Delhi – Delhipedia",
            "indexInSource": 6,
            "iconSiteId": 92723,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128771",
            "type": "webPlacesList",
            "url": "https://thirdeyetraveller.com/instagrammable-places-in-delhi-photography/",
            "sourceSite": "Web",
            "snippet": "The tomb of Safdar Jung is often left off tourists list when they visit Delhi. But, it’s somewhere I would highly recommend. It sees far fewer crowds than Humayun’s Tomb but is equally as pretty!",
            "siteName": "Third Eye Traveller",
            "shortName": "Delhi Photography Guide - 19 Amazing Instagrammable Places In Delhi, India!",
            "indexInSource": 12,
            "iconSiteId": 19846,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "t0K17RXkLgZhyaRWtFaizdze9S7UVQaj",
          "5gku7Kn1m4wVxN7Q2eKwNJ5FKBRvAs0E",
          "88NCiNQPFacbrBL2KtRIIHDCn76pnQiQ",
          "JWkwUuDIo9ANdA4bp2PRLo1i4x0ZRnCH",
          "nLOxegDEwUgoI6JH8GdXYGNpEpCKnXgM",
          "t0K17RXkLgZhyaRWtFaizdze9S7UVQaj",
          "5gku7Kn1m4wVxN7Q2eKwNJ5FKBRvAs0E",
          "88NCiNQPFacbrBL2KtRIIHDCn76pnQiQ",
          "JWkwUuDIo9ANdA4bp2PRLo1i4x0ZRnCH",
          "nLOxegDEwUgoI6JH8GdXYGNpEpCKnXgM"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Safdarjung Tomb, Delhi",
        "placeId": "ChIJVcXN6ZHiDDkR7DeT_RtRCc0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It was an absolutely delightful place. It emanated peace and calm amidst always busy Delhi. The best time to visit will be the time for sunset according to me. The vibe of the place is immaculate. With parrots, peacocks and pigeons roaming around on the grounds, it is like an oasis of peace in the chaos of the city.\n\nThe tomb is majestic although crumbling. The entry gate itself is an example of brilliant architecture. The intricate details and designs will leave you craving for more time with those walls.\n\nThe ticket is purchased online. And it remains open till 7 pm, after that they shut it down.",
            "author_name": "Raj Nandani",
            "relative_time_description": "",
            "time": 1750794705,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Truly underrated, very less crowed but supreme in beauty. Ticket costs approx 50. Surrounded by gardens, though not very well kept due to less crowd. If you are lucky you can spot a peacock or two. Delighted to have visited this place of beauty and such architecture.",
            "author_name": "Deep Uday Singh",
            "relative_time_description": "",
            "time": 1755524866,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The place is clean, beautifully maintained, and surrounded by peaceful gardens. The Mughal architecture is stunning, and the calm atmosphere makes it perfect for a relaxing visit away from the city's hustle.",
            "author_name": "Nishant Deswal",
            "relative_time_description": "",
            "time": 1756487767,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.delhitourism.gov.in/tourist_place/safdarjang_tomb.html",
        "index": 12,
        "id": "",
        "categories": [
          "Monument",
          "Sights & Landmarks",
          "Historical landmark",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 381,
            "2": 300,
            "3": 1390,
            "4": 4341,
            "5": 8936
          }
        },
        "minMinutesSpent": 150,
        "latitude": 28.589416,
        "address": "Airforce Golf Course, Delhi Race Club, New Delhi, Delhi 110003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJpwtG6BzjDDkRDajfOy268bk",
        "generalDescription": "Humayun’s Tomb is an opulent red-sandstone tomb of Mughal Emperor Humayun, built in 1572 and surrounded by formal gardens. The monument rises gracefully from lush gardens and is surrounded by a symmetrical charbagh, exuding an air of tranquility and grandeur. Its construction with red sandstone and white marble creates a captivating contrast on the facade, making it visually delightful for visitors and photographers.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.250749,
        "rating": 4.5,
        "numRatings": 47340,
        "sources": [
          {
            "id": "1923094",
            "type": "webPlacesList",
            "url": "https://www.manvsglobe.com/most-instagrammable-photogenic-photography-spots-places-delhi-india/",
            "sourceSite": "Web",
            "snippet": "The tomb of Mughal Emperor Humayun is a real architectural wonder and one of the most impressive buildings in the whole of Delhi. Predating the Taj Mahal by around 60 years, it is thought to have inspired India’s most famous structure, although, rather than being built entirely from in white, the marble is reserved for the enormous dome and the inlays of the red sandstone arches, all of which follow the strict rules of Islamic geometry. The complex and its perfectly manicured gardens contain a number of other monuments and tombs, but none are quite as impressive or Instagram-worth as the tomb of Humayun.",
            "siteName": "Man Vs Globe",
            "shortName": "The Most Instagrammable & Photogenic Spots in Delhi, India",
            "indexInSource": 2,
            "iconSiteId": 4235,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91643",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/delhi-ind-delhi-delhi.htm",
            "sourceSite": "Web",
            "snippet": "Set in a lovely, large square garden, Humayun's Tomb is a lofty mausoleum constructed of white marble and red sandstone. It was designed as a prototype of the Taj Mahal in Agra and is an excellent example of Mughal architecture. Built in the mid-16th century by Haji Begum as a memorial to her husband by Humayun's senior widow, the tomb is surrounded by lush formal gardens and other tombs including Humayun's barber and the Tomb of Isa Khan (the architect of the Taj Mahal), a fine example of Lodi architecture and octagonal in shape.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Delhi & New Delhi",
            "indexInSource": 5,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923124",
            "type": "webPlacesList",
            "url": "https://www.makeupwale.com/top-20-paid-and-free-locations-in-delhi-for-a-perfect-pre-wedding-shoot/",
            "sourceSite": "Web",
            "snippet": "Delhi must be your pre-wedding photoshoot destination because of its diversity and uniqueness. And, it is clearly visible if you choose Humayun’s Tomb: a UNESCO World Heritage and Mughal architecture to redesign your special moments. Humayun’sTomb is one of the best-preserved Mughal monuments and is located in Mathura Road, Nizamuddin East, Delhi, India.",
            "siteName": "MakeupWale",
            "shortName": "Top 20 Paid & Free Locations in Delhi for a Perfect Pre-Wedding Shoot",
            "indexInSource": 0,
            "iconSiteId": 39909,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128823",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/delhi-the-ultimate-delight-for-photography-buffs/",
            "sourceSite": "Web",
            "snippet": "One of the major tourist attractions of Delhi, Humayun’s Tomb was commissioned by the first wife of the Mughal emperor Humayun, Empress Bega Begum, in 1569. The designs of the monument are believed to be the brainchild of a Persian architect named Mirak Mirza Ghiyas. Humayun’s tomb is believed to be the first garden tomb constructed in India.",
            "siteName": "Tour My India",
            "shortName": "Delhi Darshan Tour - Best Day Sightseeing Places",
            "indexInSource": 5,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923090",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/25-spectacular-spots-to-click-the-best-evening-photo-ops-in-delhi",
            "sourceSite": "Web",
            "snippet": "The tomb of Humayun surrounded by a spacious garden, lush greenery and water fountains, is an architectural marvel in itself!. If you’re somebody who loves serenity and historical places and wanna capture ‘em in pictures, then Humayun's tomb is the perfect place to have a photoshoot at. Where | Humayun’s Tomb - 18-A, D.D.A.SCO Complex, Def.",
            "siteName": "So City",
            "shortName": "25 Best Places For An Evening Photoshoot In Delhi",
            "indexInSource": 8,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128747",
            "type": "webPlacesList",
            "url": "https://www.travelandleisureindia.in/featured/best-photography-spots-delhi/",
            "sourceSite": "Web",
            "snippet": "A post shared by Nadia Righi (@najarighi) on Jan 7, 2020 at 4:01am PST. The final resting place of Humayun is one of the most popular photography spots in Delhi. The 16th-century monument is also a UNESCO World Heritage Site and makes for a good photograph, especially when clicked during sunrise and sunset.",
            "siteName": "Travel + Leisure India",
            "shortName": "Best Photography Spots Of Delhi You Must Explore Post Lockdown",
            "indexInSource": 0,
            "iconSiteId": 6782,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128771",
            "type": "webPlacesList",
            "url": "https://thirdeyetraveller.com/instagrammable-places-in-delhi-photography/",
            "sourceSite": "Web",
            "snippet": "One of the most amazing Delhi Photography spots is Humayun’s Tomb which also happens to be one of the most popular attractions in the city!. Also known as Maqbara-e-Humayun, it is the mortuary tomb of the Mughal Emperor Humayun. It was commissioned by his first wife, Empress Bega Begum in 1569.",
            "siteName": "Third Eye Traveller",
            "shortName": "Delhi Photography Guide - 19 Amazing Instagrammable Places In Delhi, India!",
            "indexInSource": 4,
            "iconSiteId": 19846,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923080",
            "type": "webPlacesList",
            "url": "https://delhipedia.com/instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "Humayun’s Tomb is a beautiful blend of Persian and Mughal architecture. The symmetrical gardens, red sandstone structure, and intricate carvings make it a perfect backdrop for your photos. Early mornings or late afternoons are ideal for capturing the best light and avoiding the crowds.",
            "siteName": "delhipedia.com",
            "shortName": "Instagrammable Spots in Delhi – Delhipedia",
            "indexInSource": 0,
            "iconSiteId": 92723,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128758",
            "type": "webPlacesList",
            "url": "https://dymabroad.com/best-instagram-photo-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "Humayun's Tomb is also one of the best Instagram photo spots in Delhi. This building is so beautiful and very photogenic!. I love the symmetry of the building, and especially when the sky is as beautiful as in this photo, your photo here will look perfect!",
            "siteName": "Dymabroad",
            "shortName": "6 Best Instagram Photo Spots in Delhi",
            "indexInSource": 1,
            "iconSiteId": 3864,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "350773",
            "type": "webPlacesList",
            "url": "https://letstripdesi.com/blog/best-place-for-photoshoot-in-delhi/",
            "sourceSite": "Web",
            "snippet": "In Addition .Not far from the Lodhi Gardens is the tomb of Mughal Emperor Humayun. Built in 1570, So Similarly it was later used as an inspiration for Taj Mahal in Agra. The monument and the surrounding gardens are an excellent place for photography.",
            "siteName": "Lets Trip Desi",
            "shortName": "Best Place For Photoshoot in Delhi",
            "indexInSource": 7,
            "iconSiteId": 31813,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923101",
            "type": "webPlacesList",
            "url": "https://www.visittnt.com/blog/top-photographic-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "This is a 16 th century architecture, famous for its historic look. The monument and the garden around it are worth a hundred shots. The tomb does not get the right attention, it deserves.",
            "siteName": "visittnt.com",
            "shortName": "Ten Top Photographic Spots in Delhi -",
            "indexInSource": 5,
            "iconSiteId": 19610,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "z2diGqHNJPSbhnNlPk1NPWzyBZAmjfqU",
          "eaavWGiUWVYeUVP4N7IFezhmAJuP19rZ",
          "qFGIxxCtxxzgEzd0yxPD40UKfdAu3bYI",
          "pHpHIGzZEmZpzpyRlooHoHIzzwpFo7Im",
          "ypgjWPMBnzoruo7KfrYJdF6T5jcESWYX",
          "z2diGqHNJPSbhnNlPk1NPWzyBZAmjfqU",
          "eaavWGiUWVYeUVP4N7IFezhmAJuP19rZ",
          "qFGIxxCtxxzgEzd0yxPD40UKfdAu3bYI",
          "pHpHIGzZEmZpzpyRlooHoHIzzwpFo7Im",
          "ypgjWPMBnzoruo7KfrYJdF6T5jcESWYX"
        ],
        "openingPeriods": [],
        "name": "Humayun’s Tomb",
        "placeId": "ChIJpwtG6BzjDDkRDajfOy268bk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Humayun's Tomb is such a beautiful place in Delhi, it feels like walking into history. Built by his wife after he died, the tomb is surrounded by huge gardens and peaceful water pools. The red stone and white marble looks stunning, specially when sunlight falls on it. It's not just a tomb, it's like a memory of love and respect. You can feel a calm vibe there, far from city noise. The architecture is so grand but also somehow simple. I really think everyone should visit once, to see how beautiful and emotional history can be.",
            "author_name": "Shankar Anil",
            "relative_time_description": "",
            "time": 1745839054,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Humayun's tomb has a good Mughal architecture, a grand dome and intricate carvings. It is surrounded by well-maintained gardens with fountains. Its impressive tomb and surrounding structures are equally fascinating. It's a great place for photography, and to spend some quiet time away from the city's clamor. The tomb is surrounded by huge gardens and water pools. Its architecture is grand but simple. It's a tomb made for love and respect so please show some respects and there. It is one of the amazing UNESCO world heritage sites in Delhi by rating of 4.7/5 . When I entered feels drop in temperature & the gentle flow of cool air.  Must visit place in Delhi.  Tickets for Indian is just rs 40/ and if you pay online it's only Rs 35. And for foreigners it's Rs 600 on cash and Rs 550 via online payment.",
            "author_name": "Karan Aditya",
            "relative_time_description": "",
            "time": 1756232429,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Humayun's Tomb is a must-visit in Delhi and a UNESCO World Heritage Site. The monument is stunning with its grand Mughal architecture, beautiful gardens, and peaceful atmosphere. Often called a precursor to the Taj Mahal, it offers a glimpse into history and is perfect for photography and walks. The site is well maintained and easy to reach by metro. A visit here feels like stepping into the Mughal era, making it one of the finest heritage spots in the city.",
            "author_name": "Arunesh Tiwari",
            "relative_time_description": "",
            "time": 1756399604,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.delhitourism.gov.in/tourist_place/humayun_tomb.html",
        "index": 13,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1063,
            "2": 518,
            "3": 2626,
            "4": 11117,
            "5": 32080
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.593285,
        "address": "Hazrat Nizamuddin Aulia Dargah, Mathura Rd, Nizamuddin, Nizamuddin East, New Delhi, Delhi 110013, India",
        "travel_time": null
      },
      {
        "_id": "ChIJm8RPaUr9DDkRDBt4YsluSqI",
        "generalDescription": "Jantar Mantar, a remarkable site built in 1724 under the direction of Mughal emperor Muhammad Shah, is an extraordinary collection of 13 architectural astronomical instruments. This UNESCO World Heritage Site, crafted by Maharaja Jai Singh II of Jaipur, showcases the ingenuity and scientific prowess of its time. Designed to track celestial movements—such as those of planets and stars—these impressive structures feature intricate Zodiac illustrations and stunning curves that captivate visitors.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.216627,
        "rating": 4.2,
        "numRatings": 34172,
        "sources": [
          {
            "id": "91643",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/delhi-ind-delhi-delhi.htm",
            "sourceSite": "Web",
            "snippet": "Located near Connaught Place, one of New Delhi's largest and best-known business districts, Jantar Mantar is one of five astronomical observatories constructed by Maharajah Jai Singh I in 1725. Designed to enable occupants to observe the movements of the sun, moon, and planets, this well-preserved historic site also boasts several other old instruments on display that were once used to track the course of heavenly bodies and predict eclipses. Highlights of this remarkable and architecturally pleasing building include an enormous sundial known as the Prince of Dials.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Delhi & New Delhi",
            "indexInSource": 7,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128823",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/delhi-the-ultimate-delight-for-photography-buffs/",
            "sourceSite": "Web",
            "snippet": "A keen astronomer, Maharaja Jai Singh II of Jaipur, constructed five major Jantar Mantar in Jaipur, Delhi, Ujjain, Mathura and Varanasi. The Jantar Mantar in Delhi has three of the total thirteen astronomical instruments. The purpose of Jantar Mantar was to collect astronomical data and compile them to predict the movements of the sun, moon, planets and stars to tell the time.",
            "siteName": "Tour My India",
            "shortName": "Delhi Darshan Tour - Best Day Sightseeing Places",
            "indexInSource": 7,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222345",
            "type": "webPlacesList",
            "url": "https://curlytales.com/its-time-to-get-camera-ready-for-the-most-instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "Protests adorn a red hue and your feed will follow suit if you lead your lens through here. The red is pretty in your face and that’s the kind of OTT we love and need. Built for the study of time and space, now it documents changes in it.",
            "siteName": "Curly Tales",
            "shortName": "It's Time To Get Camera Ready For The 10 Most Instagrammable Spots In Delhi",
            "indexInSource": 2,
            "iconSiteId": 2662,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "omKuYKQ9to0QvF59CWcCbDp5ptBx62Xu",
          "cJatuFv6OvQF3ELsiPbtsmuBHiOVapAd",
          "UOJag1hm8i3ODqZxmEakrIXKxlP5Gmqo",
          "SMP6OatTzE0YF68RIsjMvBk2TojsxATG",
          "jeldwkg7jJzm16WweleiVdiY2ZDPdgl5",
          "omKuYKQ9to0QvF59CWcCbDp5ptBx62Xu",
          "cJatuFv6OvQF3ELsiPbtsmuBHiOVapAd",
          "UOJag1hm8i3ODqZxmEakrIXKxlP5Gmqo",
          "SMP6OatTzE0YF68RIsjMvBk2TojsxATG",
          "jeldwkg7jJzm16WweleiVdiY2ZDPdgl5"
        ],
        "openingPeriods": [],
        "name": "Jantar Mantar",
        "placeId": "ChIJm8RPaUr9DDkRDBt4YsluSqI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visited Jantar Mantar recently and it was a fascinating experience. The site is full of massive astronomical instruments built centuries ago, and it's amazing to see how advanced the science of timekeeping and astronomy was at that period. The architecture is unique, and every structure has its own purpose, which makes it a great spot for history and science lovers.\n\nHowever, the place could be better maintained and there aren't many detailed descriptions near the instruments, so it's best to hire a guide if you want to properly understand everything. The area is spacious and photogenic, perfect for those interested in heritage and learning.\n\nOverall, it was a memorable visit, blending history, science, and architecture all in one place. A must-visit if you are exploring Delhi!",
            "author_name": "Samrat Guha",
            "relative_time_description": "",
            "time": 1756068438,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I had no idea how it worked, and no one was around to explain (I did not ask anyone). There is nothing exceptional to see there, but if you are in Delhi and have limited time to visit a new area, you can visit. Also you can spend some good time here. It is an astronomical observatory featuring a collection of unique architectural astronomical instruments.",
            "author_name": "Trisha Acharjee",
            "relative_time_description": "",
            "time": 1754601285,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Jantar Mantar in Delhi is a fascinating historical observatory that showcases the brilliance of Indian astronomy. Built by Maharaja Jai Singh II in the 18th century, it features massive instruments used for measuring time and celestial movements. The architecture is unique, and the precision of the instruments is impressive even today. It's a must-visit for history and science enthusiasts. The place is well-maintained, though visiting in cooler months is recommended due to Delhi's heat. A great spot to explore and learn!\nA must visit place in Delhi.Its good to look if you are interested in knowing more about science and architecture.\n\nWell built and maintained.\n\nTickets can be booked both online and offline.\nThe ticket charge is INR 25 for adults.\n\nGood for photography.\n\nIt was less crowded during our visit.\n\nTotal time required : 1 to 2 hours.\n\nWashroom and drinking water facility available.",
            "author_name": "Balram Singh Shakya",
            "relative_time_description": "",
            "time": 1754308296,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Observatory",
          "Museums",
          "Observatories & Planetariums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1457,
            "2": 1365,
            "3": 4712,
            "4": 9066,
            "5": 17596
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.627055,
        "address": "Sansad Marg, Janpath, Connaught Place, New Delhi, Delhi 110001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJudsnoBjjDDkRSARYWWscKvE",
        "generalDescription": "The National Zoological Park, located near Purana Qila in Delhi, is a renowned zoo in India that was inaugurated in 1959. Home to around 130 species including white tigers, elephants, and rhinos, it covers an expansive area of 176 acres and serves as a breeding ground for endangered animals. The park aims to be a model zoo for the country. Visitors can enjoy the diverse wildlife and lush surroundings while exploring the grounds.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 77.245245,
        "rating": 4.1,
        "numRatings": 47767,
        "sources": [
          {
            "id": "30378",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-delhi",
            "sourceSite": "Web",
            "snippet": "The National Zoological Park or commonly known as Delhi Zoo is an extensive zoo that spreads across 176 acres near the Old Fort in Delhi, India. In the middle of a vibrant city lies a 16th century citadel, a green island and a great collection of rare flora and fauna. Around 1350 animals are protected inside the zoo, of different species and families.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "55 Places to Visit in Delhi 2025, Tourist Places & Attractions",
            "indexInSource": 5,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5fRYq3eWLFj83f6RoJEgCab9UbEcptRY",
          "0zuqGUocs5rL3pjGmtIIFv9K4iYbvuGT",
          "pFx1aFqQbjDTr7OIjSpwLgN1s7dgVtlA",
          "78JRbD0Gc32ydcrOFbjOFt3fiDPaRtKe",
          "5fRYq3eWLFj83f6RoJEgCab9UbEcptRY",
          "0zuqGUocs5rL3pjGmtIIFv9K4iYbvuGT",
          "pFx1aFqQbjDTr7OIjSpwLgN1s7dgVtlA",
          "78JRbD0Gc32ydcrOFbjOFt3fiDPaRtKe"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "National Zoological Park, Delhi",
        "placeId": "ChIJudsnoBjjDDkRSARYWWscKvE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The National Zoological Park, commonly known as Delhi Zoo, is a 176-acre facility located near the historic Purana Qila in New Delhi, India. Established on November 1, 1959, the zoo is home to approximately 1,350 animals representing around 130 species from across the globe. ​\n\nKey Attractions:\n\nDiverse Wildlife: The zoo houses a variety of animals, including the Royal Bengal Tiger, Indian Rhinoceros, Asiatic Lion, and numerous bird species. ​\n\nConservation Efforts: It participates in breeding programs for endangered species such as the Bengal Tiger, Indian Rhinoceros, and Asiatic Lion. ​\n\nVisitor Information:\n\nTimings: The zoo operates from 8:30 AM to 5:30 PM, with the last entry at 4:30 PM. It remains closed on Fridays. ​\n\nTickets: Tickets are available exclusively online and can be booked up to 14 days in advance. ​\n\nFacilities: Visitors can rent battery-operated vehicles for a guided tour of the zoo. Basic amenities like restrooms are available; however, there are no cafes or canteens inside, and outside food is not permitted. Carrying water is advisable. ​\n\nBest Time to Visit: The winter months, from October to March, offer pleasant weather, making it an ideal time to explore the zoo. ​\n\nAdditional Tips:\n\nAttire: Wear comfortable shoes and clothing suitable for walking. If visiting with young children, consider bringing a stroller. ​\n\nSafety: Always maintain a safe distance from the enclosures and follow the zoo's guidelines to ensure a secure and enjoyable experience.​\n\nA visit to the National Zoological Park offers an educational and engaging experience, highlighting India's rich biodiversity and ongoing conservation efforts.",
            "author_name": "Indranil Bhattacharjee",
            "relative_time_description": "",
            "time": 1743180693,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the Best Places for a Day Out in Delhi!\n\nDelhi Zoo (National Zoological Park) is undoubtedly one of the best places in Delhi for a fun and educational day outing, especially with kids. It's a famous tourist attraction that offers a chance to see a wide variety of animals and mammals including lions, elephants, white tigers, hippos, deer, and many more!\n\nKids absolutely love the experience - from watching majestic animals up close to exploring the Reptile House, which showcases snakes, crocodiles, and other reptiles.\n\nThe entry fee is very reasonable - ₹40 for kids and ₹80 for adults. There's ample paid parking space, and refreshment shops are available inside the zoo for snacks and drinks. A proper food court is located just outside the zoo as well, so you won't go hungry.\n\nThe nearest metro station is Supreme Court Metro Station, making it easily accessible. Just note that the zoo is closed on Fridays, so plan accordingly.\n\nHighly recommended for families, nature lovers, and tourists exploring Delhi! 🌿🦁🐘🐊",
            "author_name": "Naveen oberoi",
            "relative_time_description": "",
            "time": 1748172881,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visited the National Zoological Park in Delhi recently and had a pretty good experience overall. The place is huge and has a decent variety of animals – from tigers and leopards to elephants, deer, birds, and reptiles. It's a nice green space in the middle of the city, which makes it feel peaceful and refreshing.\n\nWhat I really liked was how spacious and clean the zoo was, especially compared to what I expected. The enclosures seemed reasonably maintained, and some animals looked quite active. Renting an e-cart was a good decision since the zoo is spread out – definitely recommended if you're going with family or elders.\n\nA few downsides though: some enclosures felt a bit empty or under renovation, and I wish there were better signs or information boards about the animals. Food options inside were also pretty limited, so it's a good idea to carry your own snacks and water (though outside food isn't allowed inside).\n\nOverall, it's a nice spot to spend 2–3 hours, especially with kids or if you're a nature lover. Wouldn't say it's a \"must-visit\" in Delhi, but definitely worth checking out at least once.",
            "author_name": "Ragini Bhattacharyya",
            "relative_time_description": "",
            "time": 1752423186,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://nzpnewdelhi.gov.in/",
        "index": 15,
        "id": "",
        "categories": [
          "Zoo",
          "Zoos & Aquariums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3046,
            "2": 2152,
            "3": 6253,
            "4": 12540,
            "5": 23776
          }
        },
        "minMinutesSpent": 240,
        "latitude": 28.606212,
        "address": "Mathura Rd, near Purana Qila, Pragati Maidan, New Delhi, Delhi 110003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJt4Az2yfjDDkRAhrZG8VaoQA",
        "generalDescription": "The National Crafts Museum & Hastkala Academy, also known as the National Handicrafts and Handlooms Museum, is a sprawling complex resembling a traditional Indian village. It was established by freedom fighter Kamaladevi Chattopadhyay and houses over 35,000 distinct pieces of handiwork from various communities across India. The museum showcases textiles, tribal crafts, courtly crafts, and offers a glimpse into daily rural life with its village complex spread over 5 acres.",
        "utcOffset": 330,
        "maxMinutesSpent": 180,
        "longitude": 77.2425,
        "rating": 4.6,
        "numRatings": 7799,
        "sources": [
          {
            "id": "91643",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/delhi-ind-delhi-delhi.htm",
            "sourceSite": "Web",
            "snippet": "The Crafts Museum-officially named the National Handicrafts and Handlooms Museum, New Delhi-displays a wide variety of traditional crafts from across India. Among its many fascinating features is the chance to watch highly skilled craftspeople demonstrate their centuries-old skills, as well as see large collections of textiles, woodwork, and ceramics. Also of interest are architectural displays of various regional villages, including authentic mud huts and a full-sized wooden haveli (a form of mansion house) from Gujarat decorated with traditional folk art and featuring exquisite woodcarvings, paintings, papier-mâché, and embroidery.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Delhi & New Delhi",
            "indexInSource": 12,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "270112",
            "type": "webPlacesList",
            "url": "https://www.awaylands.com/story/the-delhi-photo-guide-top-16-most-instagrammable-places-in-new-and-old-delhi-india",
            "sourceSite": "Web",
            "snippet": "The National Crafts Museum was a surprise - we did not expect to enjoy it as much as we did. There are recreations of classic villages, and Artisans demonstrate traditional embroidery, weaving, carving and pottery. Just at the entrance is Cafe Lota - a gorgeous, Instagrammable cafe that feels millions of miles away from the chaos of Old Delhi.",
            "siteName": "Away Lands",
            "shortName": "The Delhi Photo Guide: Top 16 Most Instagrammable Places in New and Old Delhi, India",
            "indexInSource": 1,
            "iconSiteId": 567,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "350773",
            "type": "webPlacesList",
            "url": "https://letstripdesi.com/blog/best-place-for-photoshoot-in-delhi/",
            "sourceSite": "Web",
            "snippet": "If yes, then the National Crafts Museum is the perfect place for you to start. It adds an extremely ethnic and vibrant vibe to any picture. best location for photoshoot in delhi The straw houses, red clay-washed walls, and the ubiquitous statues around the museum’s courtyard, all offer gorgeous backdrops.",
            "siteName": "Lets Trip Desi",
            "shortName": "Best Place For Photoshoot in Delhi",
            "indexInSource": 2,
            "iconSiteId": 31813,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YPK9Oe8Bwm4BjIiQeuZKk9LbyrRWTfJO",
          "ar5csN6EYyIAH3QVWE5UGJuTzWYyz5Yp",
          "CGuTBQAOt2Ag74PTqmeaJlVqG3XIap2P",
          "KZUjofbNW5J5nCDu2E2JyOzTryPDkO8f",
          "YPK9Oe8Bwm4BjIiQeuZKk9LbyrRWTfJO",
          "ar5csN6EYyIAH3QVWE5UGJuTzWYyz5Yp",
          "CGuTBQAOt2Ag74PTqmeaJlVqG3XIap2P",
          "KZUjofbNW5J5nCDu2E2JyOzTryPDkO8f"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "National Crafts Museum & Hastkala Academy",
        "placeId": "ChIJt4Az2yfjDDkRAhrZG8VaoQA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It is near Pragati Maidan. You can see beautiful things made by hand, like paintings, pottery, clothes, and woodwork from different parts of India.\nThere is a special area called Village Complex where they have made small villages. It looks like a real Indian village. You can also watch artists making crafts in front of you.\nThe place is clean, quiet, and good for people who love art and culture. There is also a shop where you can buy handmade items.",
            "author_name": "Pawan Kumar Chaurasiya",
            "relative_time_description": "",
            "time": 1745740325,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you're looking for a calm and relaxing place in the middle of the city, the National Craft Museum is a great pick. It's peaceful, full of beautiful traditional art, and perfect for a slow stroll. One of the best parts is the pottery section - you can actually try making your own pottery for a small fee, which is super fun!\n\nThere's also a small theatre where they sometimes show performances or craft-related films. The museum has a canteen if you get hungry, and a few shops where you can buy handmade stuff - great for gifts or souvenirs.\n\nThey've got lockers to keep your stuff safe, clean washrooms, and free drinking water too. Overall, it's a chill spot to spend a few hours, especially if you're into crafts or just want a break from the usual city chaos",
            "author_name": "Harsh",
            "relative_time_description": "",
            "time": 1747121911,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Namaskaram!\nI went on 20th July 2025 at 12 PM alone. Entry was free of cast for Indian citizens. It took 3 hours for me to visit entire area. And I couldn't focus on the details of the museum even I was there for 3 hours. My experience was very good, very very good. I have visited many places in Delhi for the last one and a half years and but this was my best experience so far. The peace of this place won my heart. I reached here at 12 PM and left at 3:00 PM. Despite spending 3 hours here, I could not see the things here closely. I could not even see many crafts properly. I started with crafts. After seeing all the crafts and artifacts, I went for a natural experience. I was mesmerized by what I saw there. Birds that are not commonly seen in many places these days, like parrots, woodpeckers, etc. were also present there. Although there were many other birds present there, seeing the parrot and woodpeckers made my heart very happy because I saw them after about 10 to 15 years. And I don't know how to explain the experience of nature that was happening there, you can only feel it by going there. By going there you will get to know many things about the history of our country. It is a very beautiful place, very beautiful. Those brothers and sisters whose parents are fond of nature should definitely go there. Thank you. Have a nice day 😊.",
            "author_name": "Suraj Bharti",
            "relative_time_description": "",
            "time": 1753011994,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://nationalcraftsmuseum.nic.in/",
        "index": 16,
        "id": "",
        "categories": [
          "Handicraft museum",
          "Museums",
          "Art Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 116,
            "2": 62,
            "3": 444,
            "4": 1909,
            "5": 5260
          }
        },
        "minMinutesSpent": 180,
        "latitude": 28.613611,
        "address": "Bhairon Marg, Pragati Maidan, New Delhi, Delhi 110001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ92U3O0DiDDkRSjqiD4pldZ0",
        "generalDescription": "Diggin is a charming cafe located opposite Gargi College, featuring a delightful leafy terrace and an interior adorned with rustic brick walls. The English-style decor spans two floors and offers ample outdoor seating. The menu boasts European cuisine, along with a variety of coffees and shakes. Diners can expect friendly service from the staff while enjoying dishes like mushroom risotto, zucchini fries, garden burger, and pizza. A suggestion for improvement includes providing more baby chairs for families visiting the establishment.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 77.218604,
        "rating": 4.3,
        "numRatings": 15625,
        "sources": [
          {
            "id": "1923090",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/25-spectacular-spots-to-click-the-best-evening-photo-ops-in-delhi",
            "sourceSite": "Web",
            "snippet": "Over the last few years, Diggin has set the bar high for what it means to be an Insta-worthy cafe. Be it the gorgeous flower-laden brick walls at their outlet in Anand Lok, the stunning and soothing white interiors in CP or the pretty white fairly-light studded cafe at Chanakyapuri, all Diggin outlets seem right out of a fairy tale. So if you’re looking for a pretty, dreamy and aesthetic backdrop for your feed, just head straight here!",
            "siteName": "So City",
            "shortName": "25 Best Places For An Evening Photoshoot In Delhi",
            "indexInSource": 4,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128749",
            "type": "webPlacesList",
            "url": "https://www.idiva.com/travel-living/travel/we-give-you-a-list-of-the-7-best-places-in-delhi-to-click-your-next-instagram-photo/18002944",
            "sourceSite": "Web",
            "snippet": "Thanks for this beautiful click @mohdtalha13895 #ifoundawesome #sodelhi #foodtalkindia #diggincafe☕ #digginchanakyapuri #diggin #happyplace. A post shared by (@diggincafe). This one we’ve known for a while.",
            "siteName": "iDiva",
            "shortName": "We Give You A List Of The 7 Best Places In Delhi To Click Your Next Instagram Photo",
            "indexInSource": 3,
            "iconSiteId": 5394,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "cEGXrluzwLlHVKfla3TD3Gb9683oBFRi",
          "qJZ2Vs9E6opoVssx20jB9RZk7vRZrqk1",
          "cEGXrluzwLlHVKfla3TD3Gb9683oBFRi",
          "qJZ2Vs9E6opoVssx20jB9RZk7vRZrqk1"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1130"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1130"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1130"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1130"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1130"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1130"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1130"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "DIGGIN CAFE",
        "placeId": "ChIJ92U3O0DiDDkRSjqiD4pldZ0",
        "internationalPhoneNumber": "+91 11 4080 0082",
        "reviews": [
          {
            "rating": 5,
            "text": "🌟 Hidden gem in town! 🌟\n\n⭐️⭐️⭐️⭐️☆ (4.2/5 Overall)\n\nI recently visited Digging Cafe and the experience was truly enjoyable. The ambience felt cozy and welcoming, perfect for relaxing with friends or family. The service was smooth and the food presentation looked appealing, adding to the vibe ✨.\n\nOrder & Ratings:\n🍕 Farm Pizza – ⭐️⭐️⭐️⭐️☆ (4/5)\nThe pizza was loaded with fresh toppings, baked evenly, and had a great balance of flavors. Definitely worth trying.\n\n🍗 Grilled Chicken – ⭐️⭐️⭐️✨ (3.5/5)\nThe flavor was nice and seasoning on point, but it needed a little more cooking to reach that perfect tenderness.\n\n🍄 Grilled Mushroom – ⭐️⭐️⭐️⭐️⭐️ (5/5)\nThis dish stole the show! Juicy, flavorful, and grilled to perfection. Highly recommend it to anyone visiting.\n\nOverall: ⭐️⭐️⭐️⭐️☆ (4.2/5)\nThe food was awesome and satisfying, with standout dishes like the grilled mushrooms. Just a bit more consistency in preparation (especially with the chicken) and this cafe could easily be a full 5-star spot 🌿.",
            "author_name": "Abhishek Priyadarshi",
            "relative_time_description": "",
            "time": 1756825905,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "I have visited Diggin a few times. The ambience is really nice, and the food and drinks are always great. However, I found the staff's behavior disappointing. It feels like they treat customers differently based on dressing sense or the way someone speaks. Customer service should be polite and consistent for everyone. If the management works on this aspect, the place would truly be outstanding.",
            "author_name": "Salil Aryan",
            "relative_time_description": "",
            "time": 1756456495,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I am writing this review while I am sitting at this cafe. Took a table on the first floor in the open area.\n\nLucky that it's raining 🌧️ and the weather is really pleasant and the green around the cafe is adding to a cold breeze in the summer season.\n\nThe ambience and place is good. Good pleasant music, can have conversations easily without getting disturbed by the background music.\n\nPerfect for dates. You can sit, eat, talk for hours.\n\nWe ordered Oreo Shake (delicious) and Baked Penne Pasta (quite good).\n\nWorth visiting 👍",
            "author_name": "Shashank",
            "relative_time_description": "",
            "time": 1744387108,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/diggincafe/",
        "index": 17,
        "id": "",
        "categories": [
          "Restaurant",
          "Breakfast restaurant",
          "Coffee shop",
          "Continental restaurant",
          "Dessert restaurant",
          "Fast food restaurant",
          "Pizza restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 482,
            "2": 388,
            "3": 1461,
            "4": 4728,
            "5": 8568
          }
        },
        "minMinutesSpent": 90,
        "latitude": 28.555741,
        "address": "shop no 1, and 2, opp. gargi college, Anand Lok, Sadiq Nagar, New Delhi, Delhi 110049, India",
        "travel_time": null
      },
      {
        "_id": "ChIJkZedEMjiDDkRVhjwHQrxYxc",
        "generalDescription": "The Sulabh International Museum of Toilets in Delhi offers a unique and intriguing look at the history of sanitation and toilets. The museum showcases a diverse collection of artifacts, photographs, and displays that trace the evolution of toilets from ancient civilizations like Harappan and Mohenjo-Daro to modern times. Visitors can marvel at rare items such as silver and gold toilets, as well as a two-storeyed toilet from the USA dating back to the 1920s.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 77.080824,
        "rating": 4.3,
        "numRatings": 8655,
        "sources": [
          {
            "id": "91643",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/delhi-ind-delhi-delhi.htm",
            "sourceSite": "Web",
            "snippet": "The Sulabh International Museum of Toilets provides a fascinating look at sanitation and its connection to social reform. Displays show the evolution of the toilet and their various designs, with toilet-related items dating back to 2,500 BC, along with exhibits showing historical trends. Facts, photos, and artifacts present a chronology of developments relating to technology, social customs, toilet etiquette, and sanitary conditions, with exhibits including privies, chamber pots, toilet furniture, bidets, and water closets from 1145 to modern times.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Delhi & New Delhi",
            "indexInSource": 15,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "x5JsE3kQQw96M5gQhXUA9IUdsoPuwyp9",
          "zbJRh00XRDHL7MTlrceyMiTLIIzapWl5",
          "RX0dHZmzWHYV2lRrNgt4u9YHmpv7ZDuT",
          "x5JsE3kQQw96M5gQhXUA9IUdsoPuwyp9",
          "zbJRh00XRDHL7MTlrceyMiTLIIzapWl5",
          "RX0dHZmzWHYV2lRrNgt4u9YHmpv7ZDuT"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Sulabh International Museum Of Toilets",
        "placeId": "ChIJkZedEMjiDDkRVhjwHQrxYxc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This is THE definitive museum of Delhi.  With an incredibly warm staff and helpful signs and more different types of bathrooms and toilets than I ever thought possible in one place this is a must see in Delhi.\n\nThe museum strikes an incredible balance between taking this important subject, seriously, and promoting public health, including the pivotal role in India and public health research has had and making us all healthier while maintaining a great humorous and accessible side to human bodily functions.  Our kids enjoyed learning about the deep ancient roots of the modern toilet system and funny humorous takes and comics that they had posted in the museum about bathroom situations.  They have relics and specimens of toilets from almost every age in history.\n\nThis is easy access to the airport, and a great option if you have only a few hours for a layover and don't want to fight through the murderous traffic to red fort.",
            "author_name": "John Cole",
            "relative_time_description": "",
            "time": 1736175463,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Sulabh international Museum of Toilets is a unique place of visit , which has been made possible by the untiring and deep rooted efforts of Dr. Bindeshwar Pathak , founder of the Sulabh Sanitation movement. He was instrumental in creating this awareness amongst the masses and the need for hygiene and sanitation at grassroot level. He's a Padma Vibhushan awardee . One can see the origin of the toilets , the various types of toilets , toilets meant for different classes , toilets used around the world etc. Sulabh toilets can be seen all around the country. They have lately also diversified into recycling of waste water, sewer treatment plants, bio waste management. Must visit museum in Delhi.",
            "author_name": "Bhaskar sen",
            "relative_time_description": "",
            "time": 1747376970,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Review: Sulabh International Museum of Toilets – A Thought-Provoking Visit\n\nI recently had the opportunity to visit the Sulabh International Museum of Toilets in Delhi with my son, with the purpose of introducing him to the importance of solid waste management and environmental awareness. What we experienced there was far more enriching than we had anticipated.\n\nThe museum, established by Dr. Bindeshwar Pathak, is a unique and insightful space dedicated to the history and evolution of toilets from ancient times to the modern era. The museum manager personally guided us through the exhibits, providing a detailed and engaging explanation of the transformation of sanitation practices across various civilizations. From primitive open defecation systems to intricate medieval commodes and modern bio-toilets, the collection showcases how hygiene, technology, and culture have shaped toilet design over centuries.\n\nEach exhibit was not only informative but also deeply thought-provoking. It was eye-opening to realize how much of a role sanitation plays in shaping public health and dignity, especially in developing countries like India. The historical context provided added a fascinating dimension-underlining how societies, both ancient and modern, have grappled with the challenges of waste management.\n\nFor my son, the visit was an excellent learning experience. He came away with a deeper understanding of how poor sanitation impacts the environment and human health, and why change is necessary. The session was more than just an academic exploration-it was a call to action.\n\nIndia, with its growing population and urban sprawl, urgently needs a sanitation revolution, and institutions like Sulabh are doing commendable work in spreading awareness. I highly recommend this museum to parents, educators, and policymakers alike. It is a place where history, science, and social responsibility come together to inspire a cleaner, more conscious future.",
            "author_name": "Manas Kumar Jha",
            "relative_time_description": "",
            "time": 1752494851,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.sulabhtoiletmuseum.org/",
        "index": 18,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 376,
            "2": 246,
            "3": 909,
            "4": 2043,
            "5": 5078
          }
        },
        "minMinutesSpent": 45,
        "latitude": 28.596639,
        "address": "Sulabh Bhawan, RZ-83, Dabri - Palam Rd, Kali Nagar, Mahavir Enclave I, Mahavir Enclave Part 1, Mahavir Enclave, New Delhi, Delhi, 110045, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ_U0XI2vhDDkR08FY9QmD3e4",
        "generalDescription": "Tughlakabad Fort in Delhi is a fascinating 14th-century stone fort with well-preserved ramparts and battlements. Built by Ghiyas-ud-din Tughlaq, the fort is now partially reclaimed by nature and encroached upon by villages. The complex features imposing walls, grand gateways, and underground chambers that served as storehouses.",
        "utcOffset": 330,
        "maxMinutesSpent": 30,
        "longitude": 77.262354,
        "rating": 4.2,
        "numRatings": 13778,
        "sources": [
          {
            "id": "1923124",
            "type": "webPlacesList",
            "url": "https://www.makeupwale.com/top-20-paid-and-free-locations-in-delhi-for-a-perfect-pre-wedding-shoot/",
            "sourceSite": "Web",
            "snippet": "Built by Ghiyasuddin Tughlauq, Tughlaqabad Fort is a gigantic stone structure surrounded by 10 to 15 meters high walls. It is a ruined fort in Delhi and divided into three parts: a wider city area, Bijai-Mandal, and an adjacent palace area having royal residences. Get amazing and mesmerizing pictures at Tughlaqabad Fort for the best photoshoots.",
            "siteName": "MakeupWale",
            "shortName": "Top 20 Paid & Free Locations in Delhi for a Perfect Pre-Wedding Shoot",
            "indexInSource": 8,
            "iconSiteId": 39909,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "WijUJff37AEE1M4OW4Z86mp1cDAxntXi",
          "T5oe0FsP3m4i6RbpaOe2EannSjuQlpSC",
          "Iyy4o7cq5x6dH2ALa15wdB7ZU4U654dz",
          "WijUJff37AEE1M4OW4Z86mp1cDAxntXi",
          "T5oe0FsP3m4i6RbpaOe2EannSjuQlpSC",
          "Iyy4o7cq5x6dH2ALa15wdB7ZU4U654dz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Tughlaqabad Fort Delhi",
        "placeId": "ChIJ_U0XI2vhDDkR08FY9QmD3e4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Lovely historical site! Beautiful architecture, and much less busy than some of the more popular sites. There is lots of space to walk around, and plenty of places to take cool pictures. The history of the site was also fascinating, especially for me as an American.\nCost for a foreigner to get in was 250, so not terrible, and that price also gets you a tour from one of the guards.",
            "author_name": "Ruth Hodill",
            "relative_time_description": "",
            "time": 1746663003,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Decided to drop by as it was too early to go where we wanted to go. Great place with no queues or crowds. Had issues purchasing the tickets as they only have it online and the UI is not very good. In the end had to use alternative methods to purchase the tickets. Had a guide who shared about the fort. Make sure you visit the tomb which is across the road. Highly recommended if you want to avoid the crowds.",
            "author_name": "Donn Yam",
            "relative_time_description": "",
            "time": 1753627206,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Tughlaqabad Fort, a 14th-century marvel in Delhi, is a must-visit for history buffs! Built by Ghiyasuddin Tughlaq in 1321, this massive fort with its towering stone walls and 13 remaining gates showcases Tughlaq dynasty architecture. Highlights include the underground passages, rainwater tanks, and the nearby red sandstone mausoleum. The fort's rocky hill setting and eerie legend of a Sufi saint's curse add mystique, though it was abandoned just six years after construction. Open 7 AM–5 PM, entry is INR 20 for Indians, INR 200–250 for foreigners. Easily reachable via Tughlaqabad Metro Station, it's a captivating, slightly haunting glimpse into Delhi's past. Ghiyasuddins tomb is just adjacent. North Western part of the fort is not open to tourists. Limited car Parking available.",
            "author_name": "print rc",
            "relative_time_description": "",
            "time": 1753604811,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 19,
        "id": "",
        "categories": [
          "Fortress",
          "Sights & Landmarks",
          "Historical landmark",
          "Ancient Ruins",
          "Architectural Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 754,
            "2": 522,
            "3": 1856,
            "4": 3303,
            "5": 7339
          }
        },
        "minMinutesSpent": 30,
        "latitude": 28.510917,
        "address": "G766+9W9, Tughlaqabad Fort, Tughlakabad, New Delhi, Delhi 110044, India",
        "travel_time": null
      },
      {
        "_id": "ChIJRyPQUQAdDTkRAQFY1PDizVQ",
        "generalDescription": "Located within the Hauz Khas complex in Delhi, Hauz Khas Fort is a significant historical site dating back to the 13th century. The medieval fort provides a fascinating insight into the city's past and overlooks a scenic reservoir. Visitors can wander through the architectural remains, which include a mosque and tombs, while taking in panoramic views of the surrounding landscape.",
        "utcOffset": 330,
        "maxMinutesSpent": 210,
        "longitude": 77.193528,
        "rating": 4.4,
        "numRatings": 4845,
        "sources": [
          {
            "id": "350776",
            "type": "webPlacesList",
            "url": "https://www.theotherbraininc.com/2021/04/instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "The narrow lanes of Hauz Khas market today is packed with small and big restaurants & pubs, while on the other side of the market lies Hauz Khas fort that is picture-perfect for pre-wedding romantic photo shoots, fashion shoots & also a great place for photography enthusiasts to sharpen their skills. The fort with an adjacent lake surely deserves to be one of the top Instagrammable spots in Delhi. Location: Hauz Khas Fort Rd, Hauz Khas Village, Deer Park, Hauz Khas, New Delhi, Delhi 110016Timings: 8 A.M.",
            "siteName": "theotherbraininc.com",
            "shortName": "Top 8 Instagrammable Spots in Delhi",
            "indexInSource": 2,
            "iconSiteId": 39874,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923090",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/25-spectacular-spots-to-click-the-best-evening-photo-ops-in-delhi",
            "sourceSite": "Web",
            "snippet": "Hauz Khas is another ah-mazing spot in the city to click stunning pictures. The fort here stands tall in the centre of well-trimmed parks comprising splendid long walkways, arches, staircases and windows overlooking a pond. Adjoining the fort is the popular Deer Park which houses deers, rabbits and tomb structures from the Mughal period, that'll make for an adorable backdrop to your photo session!",
            "siteName": "So City",
            "shortName": "25 Best Places For An Evening Photoshoot In Delhi",
            "indexInSource": 10,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uUVpcRPPZ5VxOBcd828jhqaihzZzWOON",
          "XCxqEXM7N0ehtHtZoa4D5kr5LGxgS3FZ",
          "PjYQRRc3BsCqEvz2aJzKgCaxrByiNHj4",
          "uUVpcRPPZ5VxOBcd828jhqaihzZzWOON",
          "XCxqEXM7N0ehtHtZoa4D5kr5LGxgS3FZ",
          "PjYQRRc3BsCqEvz2aJzKgCaxrByiNHj4"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1030"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1030"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1030"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1030"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Hauz Khas Fort",
        "placeId": "ChIJRyPQUQAdDTkRAQFY1PDizVQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Hauz Khas Fort is a peaceful historic site in South Delhi, dating back to the 13th century. Overlooking a serene lake, the fort features ancient ruins, a madrasa, mosque, and tomb built in Indo-Islamic style. It's perfect for a quiet stroll, photography, or watching the sunset. Entry is free, and the site is open from sunrise to sunset. While there's limited signage, the atmosphere is rich with history. Located next to Hauz Khas Village, you can explore cafes and shops nearby. Accessibility is limited due to uneven terrain, and there are no restrooms on-site. Despite minor maintenance issues, it's a great spot for history lovers or anyone seeking calm in the city.",
            "author_name": "Avishek Dutta",
            "relative_time_description": "",
            "time": 1744901742,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Peaceful, historic, and unexpectedly scenic – Hauz Khas Fort is one of my favorite hidden corners in Delhi. Nestled behind the lively Hauz Khas Village, the fort offers a calm escape with stunning views of the lake and crumbling stone architecture that tells stories from the 14th century.\n\nGreat spot for:\n\nQuiet walks\n\nGolden hour photos\n\nReading or reflecting\n\nExploring old ruins at your own pace\n\nIt's free to enter and usually not too crowded, especially on weekday mornings or evenings. The view of the lake from the back of the fort is absolutely worth the visit. Afterward, you can hop into one of the nearby cafes for a coffee or snack-everything is within walking distance.\n\nOnly downside: the fort could be cleaner in places. Some graffiti and litter take away from the beauty a bit.\n\nBut overall, a must-visit if you're into history, peaceful vibes, or just want a break from the usual Delhi hustle.\n\n📸 Tip: Bring a camera-the light near sunset is magical here.",
            "author_name": "PUNEET KUMAR",
            "relative_time_description": "",
            "time": 1753729253,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Hauz Khas Fort is a beautiful place with a lovely atmosphere. From here, you can also enjoy views of the Deer Park and the lake, which makes the visit more peaceful and scenic. The fort itself is not very large, but it's still worth visiting for its charm, history, and surroundings. A good spot for photography, walks, and spending some quiet time.",
            "author_name": "Nikhil Bhadana",
            "relative_time_description": "",
            "time": 1757791904,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 20,
        "id": "",
        "categories": [
          "Historical landmark",
          "Heritage preservation"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 126,
            "2": 78,
            "3": 440,
            "4": 1376,
            "5": 2825
          }
        },
        "minMinutesSpent": 210,
        "latitude": 28.553154,
        "address": "H53V+7C6, Hauz Khas Fort Rd, Hauz Khas Village, Deer Park, Hauz Khas, New Delhi, Delhi 110016, India",
        "travel_time": null
      },
      {
        "_id": "ChIJI85HXAMeDTkRUnfV6u6dkSw",
        "generalDescription": "Mehrauli Archaeological Park, located near the Qutub Complex in Delhi, spans 200 acres and is home to over 100 historic monuments. This area has been continuously inhabited for over a millennium, making it a significant historical site. The park features structures dating back to the 11th century AD, including Qila Lal Kot, Balban's Tomb, Jamali Kamali Mosque, and Quli Khan's Tomb.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 77.187679,
        "rating": 4.4,
        "numRatings": 3521,
        "sources": [
          {
            "id": "1923090",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/25-spectacular-spots-to-click-the-best-evening-photo-ops-in-delhi",
            "sourceSite": "Web",
            "snippet": "If you plan to go for a little edgy theme for your shots, then Mehrauli Archaeological Park is the place for you. The lighting here is just perfect to exhibit the timeless beauty of this spot in your pictures and the beautiful fort and ruins just make it even more stunning. So, head over here with your cams fully charged ‘caus you will be clicking TONS of pictures.",
            "siteName": "So City",
            "shortName": "25 Best Places For An Evening Photoshoot In Delhi",
            "indexInSource": 20,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "30378",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-delhi",
            "sourceSite": "Web",
            "snippet": "Mehrauli Archeological Park is a predominant archaeological space spreading across 200 acres in Mehrauli in Delhi. It is located close to Qutub Minar and the Qutb complex. More than 100 historically important monuments are coexisting within this park.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "55 Places to Visit in Delhi 2025, Tourist Places & Attractions",
            "indexInSource": 6,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "HvQhK6QEXmA2QDDPI1EyelbAZZwLG5W0",
          "OVkPLXEROe2HZYLbQbi1IqWvWP6VCzYd",
          "Fq27SGMmzQMSiGudY1Y6AK4dU1dRwbVv",
          "6I7JdRZk7ZbkSl71DvxGJUeVETo9dUg3",
          "HvQhK6QEXmA2QDDPI1EyelbAZZwLG5W0",
          "OVkPLXEROe2HZYLbQbi1IqWvWP6VCzYd",
          "Fq27SGMmzQMSiGudY1Y6AK4dU1dRwbVv",
          "6I7JdRZk7ZbkSl71DvxGJUeVETo9dUg3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0630"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0630"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0630"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0630"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0630"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0630"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0630"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Mehrauli Archeological Park- Tour Guide",
        "placeId": "ChIJI85HXAMeDTkRUnfV6u6dkSw",
        "internationalPhoneNumber": "+91 98115 00757",
        "reviews": [
          {
            "rating": 5,
            "text": "It's one of the best place to explore around South-West of Delhi. It has calm and pleasing atmosphere, and well maintained surroundings. You can go there for evening strolls, beautiful photographs with Qutub Minar as your background. It has Cafe there as well. The ticket was 50 for each Indian.",
            "author_name": "Nyima Gyaltsen",
            "relative_time_description": "",
            "time": 1751629378,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I visited this place as part of a heritage walk, and it was an incredible experience. The tour was well-organized and very informative. To enter the park, you need to buy a ticket on-site. Inside, you'll find a beautiful tomb, a serene water lake, a cozy café, and a museum that adds depth to the historical significance of the site. The highlight for me was the stunning sunset view!",
            "author_name": "Rashika Sharma",
            "relative_time_description": "",
            "time": 1747674811,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Mehrauli Archaeological Park is a beautiful historical site. To get here, take the metro to Qutub Minar station, then walk about 1 km to reach the park. Spanning over 200 acres, it's best suited for those who enjoy walking and exploring.\n\nThe park is home to several notable monuments like Jamali-Kamali Mosque and Tomb, Rajon Ki Baoli, Quli Khan's Tomb, Café Stoned, and more. There's an entry fee of ₹50 per person at the Quli Tomb entrance.\n\nThe area is lush with greenery and very peaceful - the only sound you'll hear is an airplane passing overhead every couple of minutes. From here, you can also enjoy a great view of the Qutub Minar. The place isn't very crowded, likely because most visitors head straight to Qutub Minar, so you can explore in peace.\n\nIt's a lovely spot to spend the day with your loved ones, and it's also kid-friendly. I had a really nice experience here ❤️",
            "author_name": "Nehal Khan",
            "relative_time_description": "",
            "time": 1754842837,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://gowithharry.com/mehrauli-archaeological-park-heritage-walk/",
        "index": 21,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Heritage preservation",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 97,
            "2": 64,
            "3": 357,
            "4": 992,
            "5": 2015
          }
        },
        "minMinutesSpent": 90,
        "latitude": 28.520204,
        "address": "Anuvrat Marg, opposite Qutab Minar Metro Station, Christian Colony, Mehrauli, New Delhi, Delhi 110030, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ97wSOBXjDDkRPosD18Remp0",
        "generalDescription": "Nestled in the heart of central Delhi, Lodhi Art District is a vibrant hub of creativity and heritage. The off-white walls are adorned with colorful and unique graffiti that captivates visitors. This open-air art district, located near Lodhi Garden, offers a perfect backdrop for photography enthusiasts seeking trendy and Instagram-worthy spots. Created by St+Art, an NGO dedicated to open-space artwork, this area showcases the fusion of art and urban culture in India's first public art district.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 77.225211,
        "rating": 4.4,
        "numRatings": 2703,
        "sources": [
          {
            "id": "1923094",
            "type": "webPlacesList",
            "url": "https://www.manvsglobe.com/most-instagrammable-photogenic-photography-spots-places-delhi-india/",
            "sourceSite": "Web",
            "snippet": "Back in 2015, the  St+art India Foundation, an organization dedicated to making art more accessible, teamed up with the Indian government to allow street artists to use the buildings in this inner-city neighbourhood as enormous canvases. As a result, what was once a rather dull stretch of government housing blocks is now home to over 50 vibrant murals created by local and foreign artists, covering themes ranging from Indian culture and celebrities to social issues. View this post on Instagram",
            "siteName": "Man Vs Globe",
            "shortName": "The Most Instagrammable & Photogenic Spots in Delhi, India",
            "indexInSource": 0,
            "iconSiteId": 4235,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "350767",
            "type": "webPlacesList",
            "url": "https://www.lifestyleasia.com/ind/travel/destinations/places-in-delhi-to-head-to-if-you-enjoy-street-photography/",
            "sourceSite": "Web",
            "snippet": "A post shared by Indian Graffiti & Wall Art (@greatwallsofindia). India’s first open-air public art district is a colourful destination with murals and graffiti by over 50 Indian and international artists. Combine that with the iconic architecture of Delhi’s last housing estate built by the British, and you’ve got a must-visit destination.",
            "siteName": "Lifestyle Asia India",
            "shortName": "These are the 9 best places in Delhi for street photography",
            "indexInSource": 0,
            "iconSiteId": 519,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128771",
            "type": "webPlacesList",
            "url": "https://thirdeyetraveller.com/instagrammable-places-in-delhi-photography/",
            "sourceSite": "Web",
            "snippet": "This is one of Delhi’s and India’s first open-air art districts/museums!. Located between Khanna Market and Meharchand Market in Lodhi Colony, you’ll find streets and streets of artwork on the buildings and walls. This incredible project saw 25 artists from India and around the world come together to create some masterpieces.",
            "siteName": "Third Eye Traveller",
            "shortName": "Delhi Photography Guide - 19 Amazing Instagrammable Places In Delhi, India!",
            "indexInSource": 3,
            "iconSiteId": 19846,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923090",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/25-spectacular-spots-to-click-the-best-evening-photo-ops-in-delhi",
            "sourceSite": "Web",
            "snippet": "If you’re an art lover and get charmed by amazing art pieces, then explore the artsy lanes of Lodhi art district where you’ll find vibrancy and heritage imprinted on the off-white walls, making them a spectacular spot to click aesthetic and beautiful pictures. Where | Lodhi Art District - 261, Block 15, Lodi Colony",
            "siteName": "So City",
            "shortName": "25 Best Places For An Evening Photoshoot In Delhi",
            "indexInSource": 12,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128749",
            "type": "webPlacesList",
            "url": "https://www.idiva.com/travel-living/travel/we-give-you-a-list-of-the-7-best-places-in-delhi-to-click-your-next-instagram-photo/18002944",
            "sourceSite": "Web",
            "snippet": "Anyone passing through Lodhi Colony would have noticed the giant murals that stretch to heights of 10-15 feet. The designs are exquisite and act as an instant filter in case anyone is looking for one. Prepare to spend at least an afternoon wandering, clicking some great photos, and bingeing on some chola-kulcha!",
            "siteName": "iDiva",
            "shortName": "We Give You A List Of The 7 Best Places In Delhi To Click Your Next Instagram Photo",
            "indexInSource": 0,
            "iconSiteId": 5394,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "270112",
            "type": "webPlacesList",
            "url": "https://www.awaylands.com/story/the-delhi-photo-guide-top-16-most-instagrammable-places-in-new-and-old-delhi-india",
            "sourceSite": "Web",
            "snippet": "A lesser known spot, The Lodhi Colony - known as \"India's First Open Air, Public Art District\" is another totally different side of Delhi to explore. For blocks and blocks, the walls are covered in vibrant murals and art installations - just try not to stop and admire every single one!. Read more about it here.",
            "siteName": "Away Lands",
            "shortName": "The Delhi Photo Guide: Top 16 Most Instagrammable Places in New and Old Delhi, India",
            "indexInSource": 2,
            "iconSiteId": 567,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923080",
            "type": "webPlacesList",
            "url": "https://delhipedia.com/instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "If you’re into vibrant street art, the Lodhi Art District is a must-visit. This open-air gallery features murals by both Indian and international artists, offering a colorful and dynamic setting for your Instagram posts. Each mural tells a unique story, making your photos stand out.",
            "siteName": "delhipedia.com",
            "shortName": "Instagrammable Spots in Delhi – Delhipedia",
            "indexInSource": 2,
            "iconSiteId": 92723,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923124",
            "type": "webPlacesList",
            "url": "https://www.makeupwale.com/top-20-paid-and-free-locations-in-delhi-for-a-perfect-pre-wedding-shoot/",
            "sourceSite": "Web",
            "snippet": "Built by the British, Lodhi Colony uncovers the rich history of Delhi's architecture. It is the most desirable location for couples who love art and paintings. Lodhi Art District is India’s first-ever open art district which starts from Khanna Market to Meharchand Market.",
            "siteName": "MakeupWale",
            "shortName": "Top 20 Paid & Free Locations in Delhi for a Perfect Pre-Wedding Shoot",
            "indexInSource": 3,
            "iconSiteId": 39909,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222345",
            "type": "webPlacesList",
            "url": "https://curlytales.com/its-time-to-get-camera-ready-for-the-most-instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "Imagine an average picture in average clothes and average pose and average light. Now place it over the backdrop of graffiti. Artists left a piece of their souls on the walls on this block in this city.",
            "siteName": "Curly Tales",
            "shortName": "It's Time To Get Camera Ready For The 10 Most Instagrammable Spots In Delhi",
            "indexInSource": 3,
            "iconSiteId": 2662,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Q1D2Grtl5mex3nrt5KSqZKFD8iLEMvqc",
          "g9ZPiAEXqAjW3IOQEGyJ3iKSqjju7Z38",
          "cEymhzDixtYz0I45DFNmQERMUxoPINkI",
          "OHfQKXhbrPZa9G59BUXgeT5A5abyJhaK",
          "DXKQR45OFnUNJwdyXO8DJdLGy9Pt8Yjv",
          "Q1D2Grtl5mex3nrt5KSqZKFD8iLEMvqc",
          "g9ZPiAEXqAjW3IOQEGyJ3iKSqjju7Z38",
          "cEymhzDixtYz0I45DFNmQERMUxoPINkI",
          "OHfQKXhbrPZa9G59BUXgeT5A5abyJhaK",
          "DXKQR45OFnUNJwdyXO8DJdLGy9Pt8Yjv"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Lodhi Art District",
        "placeId": "ChIJ97wSOBXjDDkRPosD18Remp0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Tucked away in the calm lanes of Lodhi Colony, the Lodhi Art District is one of Delhi's most unexpected treasures. Since 2015, thanks to the St+art India Foundation, over 50 artists from India and around the world have turned these walls into giant canvases bursting with colour and stories. It's the kind of place where you lose track of time, strolling past vibrant murals, snapping street shots, or just soaking it all in. The best part? It's open all day, every day, and absolutely free. Just hop off at Jor Bagh Metro (Yellow Line) and let the art find you",
            "author_name": "Nayan Das",
            "relative_time_description": "",
            "time": 1755276230,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The art there is really good and just right for pictures and all, but do keep in mind that the place is not like a specific venue, it's just a whole colony with a wall painted in each block, so do visit when you've got time to search the walls and it's better if you have a vehicle to roam the district.\nJust remember to have fun.\n(Wanted to give 3.75/5 ⭐ but no such option)",
            "author_name": "Tushar Kadam",
            "relative_time_description": "",
            "time": 1739124629,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A new experience. Not bad place, Arts which I've seen were impressive, I was thinking of artists who did that were very talented to express inner self through colours and shapes, I liked that painting had a message as well.\nIf to tell about practical side, it's located in living quarters, and art walls were not in every House, so roaming around in car or two wheeler is quite convenient to find art objects, rather than walking in hot weather.",
            "author_name": "Ana Chopra",
            "relative_time_description": "",
            "time": 1752926583,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 22,
        "id": "",
        "categories": [
          "Art center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 76,
            "2": 51,
            "3": 204,
            "4": 635,
            "5": 1737
          }
        },
        "minMinutesSpent": 45,
        "latitude": 28.586249,
        "address": "261, Block 15, Lodi Colony, New Delhi, Delhi 110003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJFZkh6uPhDDkRHCcxh5hX_BQ",
        "generalDescription": "The Garden of Five Senses is a sprawling 20-acre public park in Delhi, featuring various thematic areas such as Mughal gardens, pools of water lilies, bamboo courts, and herb gardens. It offers a serene ambiance with fountains, sculptures, and cultural events that stimulate all five senses. The immaculately designed landscape includes walking trails and restaurants, making it popular among couples seeking a romantic getaway.",
        "utcOffset": 330,
        "maxMinutesSpent": 180,
        "longitude": 77.197523,
        "rating": 4.1,
        "numRatings": 24132,
        "sources": [
          {
            "id": "1923090",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/25-spectacular-spots-to-click-the-best-evening-photo-ops-in-delhi",
            "sourceSite": "Web",
            "snippet": "If an artistic theme is what you seek for your pictures, then The Garden of Five Senses will not disappoint you at all. From rugged rocky stances to waterfalls to modern art installation and water pools with lotuses & waterlilies, this one has an array of backdrops you can use.",
            "siteName": "So City",
            "shortName": "25 Best Places For An Evening Photoshoot In Delhi",
            "indexInSource": 11,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222345",
            "type": "webPlacesList",
            "url": "https://curlytales.com/its-time-to-get-camera-ready-for-the-most-instagrammable-spots-in-delhi/",
            "sourceSite": "Web",
            "snippet": "Your feet might give up, but the garden will never give up on you. We guarantee not one but many Instagrammable spots in Delhi, all a few steps away from each other. Hidden cafés, secret corners and vast gardens will tick your discovery nerve.",
            "siteName": "Curly Tales",
            "shortName": "It's Time To Get Camera Ready For The 10 Most Instagrammable Spots In Delhi",
            "indexInSource": 5,
            "iconSiteId": 2662,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "i3ROmuEmmR2IEHjFIzlP5rk5KCmR3Fo0",
          "OdOUWTriF0xOk9CTvO54pScNOqbLELl5",
          "KVIyKIZcypvBB0efUsfEMjNw3jHUfHZH",
          "ENugbshxcwRVCgoEjnH6ixNbqMP7YjqL",
          "i3ROmuEmmR2IEHjFIzlP5rk5KCmR3Fo0",
          "OdOUWTriF0xOk9CTvO54pScNOqbLELl5",
          "KVIyKIZcypvBB0efUsfEMjNw3jHUfHZH",
          "ENugbshxcwRVCgoEjnH6ixNbqMP7YjqL"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "The Garden of Five Senses",
        "placeId": "ChIJFZkh6uPhDDkRHCcxh5hX_BQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The Garden of Five Senses is located around 3 km from Saket Metro Station. Though officially a public garden, in reality it feels more like a quiet forest space. It's most popular among couples looking for privacy and peaceful surroundings. The inner areas of the garden are mostly occupied by couples, and you'll find very few families or groups there. Families that do visit usually stay near the outer lawns or picnic areas, unaware of the deeper sections. For solo visitors, the garden is great if you're looking for greenery, silence, or a nature walk. The place is well-maintained and entry is affordable. Just know in advance - this is more of a couple-friendly spot than a typical family park.",
            "author_name": "Alert Time",
            "relative_time_description": "",
            "time": 1752217453,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The Garden of Five Senses is beautifully landscaped and well-kept, offering a peaceful escape from the city. However, please note: this garden is primarily a popular hangout spot for couples. Almost every corner has couples spending private moments, which might make it uncomfortable for families or solo visitors looking for a quiet stroll.\n\n🎟 Ticketing:\nThere is no online booking facility – tickets are sold only at the gate and strictly by cash. Entry fee is ₹35 per person. Be sure to carry exact change, especially ₹5 coins or notes, as the staff often refuse to give smaller denominations and may ask you to bring change yourself.\n\n✅ Pros:\n\nBeautiful, green, and well-maintained\n\nGreat for photography and nature walks\n\nCalm atmosphere if you're visiting as a couple\n\n❌ Cons:\n\nNot suitable for family outings\n\nPublic display of affection is common\n\nNo digital payment or online booking",
            "author_name": "Umesh Patil",
            "relative_time_description": "",
            "time": 1753013492,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Garden of Five Senses in Delhi is a peaceful retreat with lush greenery, themed gardens, and artistic installations-perfect for nature lovers and photographers. Located near Saket Metro Station (around 2 km away), it's easily accessible. From the station, an auto ride costs about ₹50. A great spot to relax, enjoy a walk, or spend quality time with friends and family.",
            "author_name": "Arunesh Tiwari",
            "relative_time_description": "",
            "time": 1755859001,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://thegardenoffivesenses.com/",
        "index": 23,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1509,
            "2": 1025,
            "3": 2899,
            "4": 6387,
            "5": 12310
          }
        },
        "minMinutesSpent": 180,
        "latitude": 28.513403,
        "address": "Westend Marg, Saidulajab, Saiyad ul Ajaib, Saket, New Delhi, Delhi 110030, India",
        "travel_time": null
      }
    ]
  }
}