{
  "list_id": "597",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/597/1.jpg",
  "description": "Dive into \"Architectural Wonders of New Delhi\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/97202"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Architectural Wonders of New Delhi",
  "city_id": "13",
  "subtype": "poi",
  "city": "New Delhi",
  "created_ts": 1758980615,
  "slug": "architectural-wonders-of-new-delhi-new-delhi-poi-fd7ca9",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ74XAbuL8DDkR-wJQ-vQyHkQ",
        "generalDescription": "The Red Fort, located in Old Delhi, India, is a 17th-century Mughal fortress made of red sandstone. It was the main residence of the Mughal Emperors and was commissioned by Emperor Shah Jahan in 1638. The fort's design is credited to Ustad Ahmad Lahori, who also built the Taj Mahal.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.24102,
        "rating": 4.5,
        "numRatings": 172592,
        "sources": [
          {
            "id": "86845",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/a-tour-of-new-delhis-architectural-landmarks/",
            "sourceSite": "Web",
            "snippet": "Would you believe it if you were told that the Red Fort was once white?. It was originally made with lime plaster, but as it began to peel off, the British painted the fort red. Mughal emperor Aurangzeb made the Pearl Mosque near his chamber.",
            "siteName": "The Culture Trip",
            "shortName": "A Tour Of New Delhis Architectural Landmarks",
            "indexInSource": 1,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820256",
            "type": "webPlacesList",
            "url": "https://www.aditya-arch.edu.in/blog/16/architecture-wonders-of-delhi",
            "sourceSite": "Web",
            "snippet": "If you're a history buff it's impossible that you'll be able to miss this one. While not as well-maintained as Agra Fort, the fortified palace that was built in the time of Shah Jahan brings alive the splendor and elegance of its Mughal court. Diwan - i - Aam and Diwan - i - Khas, Rang Mahal, Khas Mahal, Hamam, Delhi Gate, Lahori Gate, Moti Masjid, Naubat Khana, Hira Mahal, Shahi Burj are a few famous structures.",
            "siteName": "aditya-arch.edu.in",
            "shortName": "",
            "indexInSource": 0,
            "iconSiteId": 264150,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "The Red Fort, one of the iconic historical places in Delhi, stands as a testament to India's rich cultural and architectural heritage. Commissioned by the Mughal Emperor Shah Jahan in the 17th century, this majestic fort showcases stunning red sandstone architecture. Today, it remains a symbol of India's historical grandeur and a must-visit destination for those exploring Delhi's rich past.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86852",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/historical-monuments-in-delhi/",
            "sourceSite": "Web",
            "snippet": "This enormous red sandstone fort is synonymous with Delhi and is a testimony of the glory of the Mughal Empire. Built in 1638 by Shah Jahan, it took around ten years to be completed. A UNESCO World Heritage Site, the Red Fort is octagonal in shape with walls adorned with flowers and calligraphy, typically in the style of beautiful Mughal era architecture.",
            "siteName": "Treebo Blog",
            "shortName": "17 Historical Monuments in Delhi | Monuments in Delhi",
            "indexInSource": 6,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820255",
            "type": "webPlacesList",
            "url": "https://edition.cnn.com/style/article/famous-buildings-india/index.html",
            "sourceSite": "Web",
            "snippet": "Also known as Lal Qila, the Red Fort is said to represent the power and creativity of Mughal Empire, the dominant force on the Indian subcontinent for more than two centuries. The huge complex derives its name from the color of its walls, which are made from red sandstone.",
            "siteName": "CNN",
            "shortName": "12 famous buildings in India: From ancient wonders to modern marvels",
            "indexInSource": 3,
            "iconSiteId": 1321,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qpni1sxbDoZD0dKpcnwMwjmWfLsCvrYQ",
          "pjvDMe7Gm2aaFx8edPF7evdy03IvOWba",
          "2uNhcKqMFRB3ThnhpJqnCPnjwqwxXO5o",
          "ppGNtl9ybnttCl0980Ah6BDU8pySrsUk",
          "KIh17xb7ppDxQDHLkUo5fnGhbMcHEpgR",
          "qpni1sxbDoZD0dKpcnwMwjmWfLsCvrYQ",
          "pjvDMe7Gm2aaFx8edPF7evdy03IvOWba",
          "2uNhcKqMFRB3ThnhpJqnCPnjwqwxXO5o",
          "ppGNtl9ybnttCl0980Ah6BDU8pySrsUk",
          "KIh17xb7ppDxQDHLkUo5fnGhbMcHEpgR"
        ],
        "openingPeriods": [],
        "name": "Red Fort",
        "placeId": "ChIJ74XAbuL8DDkR-wJQ-vQyHkQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The Red Fort is truly one of the most iconic landmarks of India and a must-visit in Delhi. 🏰\nThe architecture is stunning, with massive red sandstone walls, beautifully designed gates, and intricate carvings that showcase Mughal grandeur. Walking inside feels like stepping back into history.\n\nThe museum inside gives a good glimpse of India's rich heritage, and the evening light & sound show is an amazing experience that brings the fort's history to life.\n\n✅ Well-maintained in most parts\n✅ Good for photography 📸\n✅ Great spot for history lovers and families\n\n⚠️ Be prepared for crowds, especially on weekends. Carry water and wear comfortable shoes as the fort is huge and requires a lot of walking.\n\nOverall, it's a perfect mix of history, culture, and beauty - a place every traveler should explore at least once!",
            "author_name": "Sahil Katnoria",
            "relative_time_description": "",
            "time": 1757091018,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "As a foreign visitor, visiting the Red Fort early in the morning was an unforgettable experience. I arrived just before sunrise, and watching the first rays of light fall on the majestic red sandstone walls was simply breathtaking. The fort glowed in warm orange hues, and the peaceful atmosphere made it feel like time had slowed down.\n\nThe morning breeze, the quiet surroundings, and the birds chirping added to the beauty of the moment. Walking through the grand gates and exploring the historic structures inside felt like stepping back in time. I could sense the deep history and culture that this place holds.\n\nAfter my visit, I felt calm, inspired, and deeply moved by the heritage of India. The Red Fort is more than just a monument - it's a symbol of strength, beauty, and tradition. A must-visit, especially in the peaceful hours of the morning. Highly recommended!",
            "author_name": "Lilamani",
            "relative_time_description": "",
            "time": 1753674569,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A must-visit spot in Delhi! The Red Fort is beautifully built and very well maintained. Inside, you'll find spacious gardens, grand halls, and peaceful pathways to walk around and enjoy.\n\nThe place is clean, organized, and has good facilities for visitors. Security is well-managed, with guards around to ensure safety. Great for a relaxed outing or some quiet exploration. I had a great deep dive in history. Lot of audio visual means to experience.",
            "author_name": "Abhishek Dubey",
            "relative_time_description": "",
            "time": 1753294323,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://asi.nic.in/pages/WorldHeritageRedFort",
        "index": 1,
        "id": "",
        "categories": [
          "Fortress",
          "Sights & Landmarks",
          "Castles",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6042,
            "2": 3274,
            "3": 11831,
            "4": 35403,
            "5": 116267
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.656159,
        "address": "Netaji Subhash Marg, Lal Qila, Chandni Chowk, New Delhi, Delhi, 110006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJC03rqdriDDkRXT6SJRGXFwc",
        "generalDescription": "India Gate, located at the eastern end of Raj Path in New Delhi, is a grand triumphal arch that serves as a war memorial for Indian soldiers who lost their lives in World War I. Designed by renowned architect Edward Lutyens and inaugurated in 1921, it commemorates over 70,000 Indian soldiers who perished during the war. The monument also honors more than 13,500 British and Indian soldiers killed in the Afghan war of 1919.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 77.22951,
        "rating": 4.6,
        "numRatings": 280699,
        "sources": [
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "India Gate, one of the iconic historical places in Delhi, stands tall as a war memorial dedicated to the soldiers who sacrificed their lives in World War I. Located in the heart of the city, this majestic archway is surrounded by lush green lawns, making it a popular gathering spot. The monument serves as a poignant reminder of India's history and a symbol of honor and patriotism.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 3,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1254020",
            "type": "webPlacesList",
            "url": "https://www.trip.com/travel-guide/attraction/new-delhi-579/tourist-attractions/type-all-of-architecture-and-landmarks-70-131/",
            "sourceSite": "Web",
            "snippet": "The window is equal distance carving, even with modern equipment machine processing will have a lot of errors, but you know, these windows are at least visually beautiful, so exquisite, no difference & really shocking.",
            "siteName": "TRIP.COM",
            "shortName": "10 Top Attractions in New Delhi (2024)",
            "indexInSource": 0,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "DL96oBw3nIoS0lAnLgU5N2EnzHYJXsqA",
          "ouwFHz8y3ZrtgbE3Dn9reweGqEQuGmlE",
          "tg2kwDpDxJAJFD1hqP8axAG3CI9J6apj",
          "918I7DI1YsBRzyiJI7mzSJ4PZndiiJgu",
          "tCWJmsjtppsLMZMaKGVkKfz5CttLQ4fI",
          "DL96oBw3nIoS0lAnLgU5N2EnzHYJXsqA",
          "ouwFHz8y3ZrtgbE3Dn9reweGqEQuGmlE",
          "tg2kwDpDxJAJFD1hqP8axAG3CI9J6apj",
          "918I7DI1YsBRzyiJI7mzSJ4PZndiiJgu",
          "tCWJmsjtppsLMZMaKGVkKfz5CttLQ4fI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "India Gate",
        "placeId": "ChIJC03rqdriDDkRXT6SJRGXFwc",
        "internationalPhoneNumber": "+91 11 2336 5358",
        "reviews": [
          {
            "rating": 5,
            "text": "India Gate remains one of the most iconic and well-maintained landmarks in Delhi. Visited over the weekend, and despite it being a popular spot, there was absolutely no wait time, which made the experience even better.\n\nThe surroundings were clean, the lawns were well-kept, and the atmosphere felt peaceful, especially around sunset. Perfect for photography lovers - the lighting and backdrop make for stunning pictures.\nSecurity was visible but not intrusive, and crowd management was smooth. It's a great place to take a stroll, enjoy some quiet time, or just soak in the historic significance of the monument.\n\nHighly recommended for both tourists and locals who want to experience a piece of India's heritage in a calm, scenic setting!",
            "author_name": "Akash Tyagi",
            "relative_time_description": "",
            "time": 1745837251,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "India Gate Morning Visit Review 🇮🇳✨\n\nVisiting India Gate in the morning is a truly serene and patriotic experience. Here's a detailed review of my experience:\n\nPerfect Morning Vibes 🌅:\nEarly morning around 6-8 AM is the best time to visit. The rising sun adds a golden glow to the structure, making the view magical and peaceful.\n\nPeaceful Atmosphere 🕊️:\nCompared to the busy hours, the morning is calm, with fewer crowds. It allows you to enjoy the architecture and surroundings in peace.\n\nCleanliness & Maintenance 🧹🌿:\nThe area is very neat and clean, with well-maintained gardens and tidy paths. Kudos to the authorities for keeping such a historic site spotless.\n\nIdeal for Morning Walks & Jogging 👟:\nMany locals come for jogging or yoga. The cool breeze and open space make it a refreshing start to the day.\n\nPatriotic Feelings Evoked 🇮🇳❤️:\nStanding before the eternal flame and reading the names engraved on the monument fills your heart with pride and gratitude.\n\nPerfect for Photography 📸:\nThe soft light during the morning enhances the beauty of the monument and is ideal for taking stunning pictures.\n\nAccessibility & Safety 🚶‍♂️:\nEasily accessible and well-guarded by security. You feel completely safe while enjoying your visit.\n\nIn short, if you want a peaceful, clean, and meaningful experience at India Gate, plan your visit in the early morning hours. It will leave you refreshed, proud, and connected to the soul of India.",
            "author_name": "Shivam Sharma",
            "relative_time_description": "",
            "time": 1744525953,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the best locations in delhi for travelers. It is located inside a big park and you will find crowds every day around india gate. India Gate is a famous war memorial in New Delhi, built to honor Indian soldiers who died in World War I. It's a beautiful spot, especially at night when it's lit up. A great place for history lovers and tourists alike.\nNo ticket is needed",
            "author_name": "Travel 4k",
            "relative_time_description": "",
            "time": 1744903209,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.delhitourism.gov.in/tourist_place/india_gate.html",
        "index": 2,
        "id": "",
        "categories": [
          "Monument",
          "Sights & Landmarks",
          "Historical place",
          "Historical landmark",
          "War memorial",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6202,
            "2": 3036,
            "3": 11099,
            "4": 44673,
            "5": 215664
          }
        },
        "minMinutesSpent": 60,
        "latitude": 28.612912,
        "address": "Kartavya Path, India Gate, New Delhi, Delhi 110001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ-7F1mVvjDDkRKrLzXiafoGk",
        "generalDescription": "Swaminarayan Akshardham, inaugurated in 2005, is a breathtaking Hindu temple complex that showcases the rich tapestry of Indian culture and spirituality through its stunning architecture and artistry. Constructed over five years without steel, this remarkable site spans more than 32 acres and features exquisite materials like pink sandstone and white marble sourced from across India. The centerpiece is an impressive Mandir adorned with intricate carvings, including 20,000 stone figures representing India's revered saints and sages.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.277262,
        "rating": 4.6,
        "numRatings": 50795,
        "sources": [
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Akshardham Temple in Delhi stands as a modern marvel amidst the historical places in Delhi. Built in 2005, this architectural masterpiece showcases traditional craftsmanship and spirituality. The temple complex, with its intricately carved structures, reflective pools, and cultural exhibitions, offers a harmonious blend of history and contemporary artistry.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 21,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "rmQqC7BbNFxUMSbvpKU5lWVMtkzRyQiK",
          "Vfg5BsO6c7VvZ4VJGUj7ov364taEEhmc",
          "PLXWYWwyTgB8IZBFZOoKH25Uv9NzejCP",
          "jwcBOPp5JwZkyYi9aH1KaxOj4A00eeBS",
          "QywyFjdU1V7rvewJPomx0nS6r09v10oP",
          "rmQqC7BbNFxUMSbvpKU5lWVMtkzRyQiK",
          "Vfg5BsO6c7VvZ4VJGUj7ov364taEEhmc",
          "PLXWYWwyTgB8IZBFZOoKH25Uv9NzejCP",
          "jwcBOPp5JwZkyYi9aH1KaxOj4A00eeBS",
          "QywyFjdU1V7rvewJPomx0nS6r09v10oP"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Swaminarayan Akshardham",
        "placeId": "ChIJ-7F1mVvjDDkRKrLzXiafoGk",
        "internationalPhoneNumber": "+91 11 4344 2344",
        "reviews": [
          {
            "rating": 5,
            "text": "A breathtaking masterpiece! Swaminarayan Akshardham in Delhi is a serene blend of spirituality, culture, and architectural brilliance. The carvings on the temple are incredibly detailed and awe-inspiring. The water show is a must-watch - truly magical. The entire complex is clean, well-organized, and peaceful. A perfect place to disconnect from the city's chaos and soak in divine energy. Highly recommended for all age groups!",
            "author_name": "Yuvi",
            "relative_time_description": "",
            "time": 1751713114,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I visited Akshardham Temple in Delhi and it was a great experience. The temple is very big, clean, and peaceful. As soon as I entered, I felt calm and happy. The design of the temple is beautiful. The walls and pillars have amazing carvings that show Indian culture and stories.\nThe place is very well-managed. The staff are kind and helpful. You can't carry your phone or camera inside, but that makes the visit more peaceful.\nThis place takes around 5 hours to explore completely, with a ticket of Rs 360.\n\nOne of the best parts of the visit is the 𝐞𝐯𝐞𝐧𝐢𝐧𝐠 𝐰𝐚𝐭𝐞𝐫 𝐬𝐡𝐨𝐰. It uses lights, music, and stories to create a magical experience that everyone will enjoy.\n\nIt's a must-visit spot for anyone who wants to feel peaceful, learn something new, and see something truly beautiful.\n\n𝐉𝐚𝐢 𝐒𝐰𝐚𝐦𝐢𝐧𝐚𝐫𝐚𝐲𝐚𝐧 🙏🙏🙏🙏🕉️🕉️🕉️",
            "author_name": "Deepak Thapa",
            "relative_time_description": "",
            "time": 1756232399,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a beautiful place. Very well-maintained. Very intriguing work. Because phones are not permitted inside, here are some outdoor photos. Make sure to watch the water show. It is amazing. There is an inside food court available.\n\nP.S. Do not go there wearing shorts or tank tops.",
            "author_name": "Payel Das",
            "relative_time_description": "",
            "time": 1757688404,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://akshardham.com/",
        "index": 3,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1720,
            "2": 636,
            "3": 1693,
            "4": 6596,
            "5": 40214
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.612674,
        "address": "NH 24, Pramukh Swami Maharaj Marg, Pandav Nagar, New Delhi, Delhi, 110092, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ0YwCbsHjDDkResZe6B7rO2U",
        "generalDescription": "The Lotus Temple, also known as the Bahá’í House of Worship, is a religious site that opened in 1986 and welcomes people of all religions. This distinctive place of worship in South Delhi resembles India's national flower with its ethereal marble construction. The temple's nine overlapping walls enclose a single cavernous interior space, reflecting the Bahai Temples' practice of being open to all.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.258826,
        "rating": 4.5,
        "numRatings": 69863,
        "sources": [
          {
            "id": "86860",
            "type": "webPlacesList",
            "url": "https://amuse.vice.com/en_us/article/8xjdjg/buildings-of-delhi",
            "sourceSite": "Web",
            "snippet": "Take off your shoes and hot-foot it (literally) down the path into the Lotus Temple (1986), one of the most distinctive places of worship in a land with over 300 million gods. Emulating India’s national flower, this ethereal marble construction evokes delicacy and lightness in the precision with which its nine overlapping walls enclose a single cavernous undivided interior space, fully in keeping with the Bahá’í Temple’s practice of being open to all, regardless of religion or any other distinction.",
            "siteName": "Amuse",
            "shortName": "A New Nation | The Buildings of Delhi",
            "indexInSource": 2,
            "iconSiteId": 8747,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "The Isa Lotus Temple, also known as the Lotus Temple, stands as one of the prominent historical places in Delhi. This architectural marvel, completed in 1986, is renowned for its distinctive lotus flower-inspired design and serves as a symbol of unity and equality. Visitors are drawn to its serene ambiance, making it a must-visit destination for those exploring the historical landmarks of Delhi.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 13,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820255",
            "type": "webPlacesList",
            "url": "https://edition.cnn.com/style/article/famous-buildings-india/index.html",
            "sourceSite": "Web",
            "snippet": "Although younger than the other temples on this list, the Lotus Temple is nonetheless one of India’s best-known thanks to its enticing flower-like shape – a nod to the sacred lotus flower.",
            "siteName": "CNN",
            "shortName": "12 famous buildings in India: From ancient wonders to modern marvels",
            "indexInSource": 2,
            "iconSiteId": 1321,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5TYe5GVOLYI2l44dfK2Z1sKNKMIfZxuR",
          "VR6292bl8y0TgiV5GmvSkiuWm5GZXHfQ",
          "fZdwgwlcsNkqgM6eqYnpv7pfroJzWgcY",
          "NVcox013dSZNDqQmGOsl21oCLA9HBUPj",
          "xHRzsRLrIwR7jUmreBqRdPlqPTINZ0YE",
          "5TYe5GVOLYI2l44dfK2Z1sKNKMIfZxuR",
          "VR6292bl8y0TgiV5GmvSkiuWm5GZXHfQ",
          "fZdwgwlcsNkqgM6eqYnpv7pfroJzWgcY",
          "NVcox013dSZNDqQmGOsl21oCLA9HBUPj",
          "xHRzsRLrIwR7jUmreBqRdPlqPTINZ0YE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Lotus Temple",
        "placeId": "ChIJ0YwCbsHjDDkResZe6B7rO2U",
        "internationalPhoneNumber": "+91 11 2644 4029",
        "reviews": [
          {
            "rating": 5,
            "text": "The Lotus Temple is one of the most peaceful and beautiful places in Delhi. The architecture is stunning-it really does look like a blooming lotus surrounded by water ponds. The best part is the calm and serene atmosphere inside the prayer hall, where people of all religions can sit quietly and meditate. The gardens around the temple are very well maintained and add to the beauty of the place.\n\nEntry is free, but it's best to visit early in the morning or in the evening to avoid the heavy crowds and heat. Photography is allowed outside but not inside the prayer hall. Overall, it's a must-visit landmark if you're in Delhi, not just for the architecture but also for the unique sense of peace you feel here.",
            "author_name": "Anurag Chaurasiya",
            "relative_time_description": "",
            "time": 1757744503,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Lotus Temple, located in New Delhi, India, is a stunning Baha'i House of Worship known for its unique lotus flower-inspired architecture. Completed in 1986, the temple features 27 marble-clad petals arranged in clusters of three, creating a breathtaking sight. The temple is open to people of all faiths and backgrounds, serving as a place of worship and contemplation. Its serene ambiance and beautiful gardens make it a popular tourist destination. The Lotus Temple symbolizes unity, peace, and spirituality, welcoming visitors from around the world. Its design has earned numerous accolades, and it has become an iconic symbol of India's rich cultural diversity. Visitors can explore the temple grounds, learn about the Baha'i faith, and experience a sense of tranquility amidst the bustling city. The Lotus Temple is a must-visit destination for those seeking spiritual enlightenment and architectural marvels.",
            "author_name": "rajan kumar",
            "relative_time_description": "",
            "time": 1757295781,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Today, I visited the Lotus Temple in Delhi on my own, and although it wasn't my first time, the experience was still special in its own way. The temple is one of the most iconic landmarks in Delhi, known for its serene ambiance and its breathtaking lotus-shaped architecture.\n\nUnfortunately, just as I arrived, it started raining heavily, which meant I couldn't actually enter the temple. This was my second attempt at visiting, and yet again, I had to admire it mostly from the outside. Despite that, the overall experience was memorable.\n\nThe Lotus Temple's design is truly a sight to behold. The white marble petals form a giant lotus, symbolizing purity, peace, and unity. Even from a distance, the temple exudes a sense of calm. Surrounded by lush green gardens, the area feels like a peaceful escape from Delhi's chaos. Standing there in the light rain, looking at the temple with droplets shimmering on the white marble, was almost meditative.\n\nWhile I couldn't step inside this time, I still cherish the quietness and the spiritual vibe that the place radiates. I also appreciated how clean and well-maintained the premises are. The sound of rain on the leaves and pathways only made the experience more soothing.\n\nIf I had to sum it up:\n\nPros: Stunning architecture, peaceful surroundings, serene atmosphere\n\nCons: Entry can be restricted during rain, so plan accordingly\n\nEven though I haven't yet fully explored the temple from the inside, I still find myself drawn to its energy. My love for this place grows with each visit, and I hope that on my third visit, I finally get to sit inside and experience the silence and tranquility that the Lotus Temple is famous for.\n\nRating: ★★★★☆ (4/5, only because I couldn't enter due to rain!)",
            "author_name": "Ragini Bhattacharyya",
            "relative_time_description": "",
            "time": 1754075149,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://bahaihouseofworship.in/",
        "index": 4,
        "id": "",
        "categories": [
          "Bahá'í house of worship",
          "Sights & Landmarks",
          "Place of worship",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2030,
            "2": 1262,
            "3": 4648,
            "4": 15076,
            "5": 46962
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.553492,
        "address": "Lotus Temple Rd Bahapur, Kalkaji, New Delhi, Delhi 110019, India",
        "travel_time": null
      },
      {
        "_id": "ChIJNS7J7OziDDkR6ksNHEt2wIY",
        "generalDescription": "Lodhi Garden, a historic British-era public park in Delhi, is a lush oasis featuring ancient tombs, rose and herb gardens, bonsai trees, and a serene lake. The garden is home to architectural marvels from the 15th century by the Lodhi dynasty, including Mohammed Shah's Tomb, Tomb of Sikandar Lodi, Shisha Gumbad and Bara Gumbad.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 77.219679,
        "rating": 4.5,
        "numRatings": 54100,
        "sources": [
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Lodhi Garden, one of the prominent historical places in Delhi, is a tranquil oasis that spans 90 acres in the heart of the city. Renowned for its lush landscapes, ancient tombs, and architectural marvels from the Lodhi dynasty, the garden offers a serene escape from the urban bustle. Visitors can explore the historical significance of the tombs and marvel at the seamless blend of nature and history in this iconic Delhi landmark.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 8,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1254020",
            "type": "webPlacesList",
            "url": "https://www.trip.com/travel-guide/attraction/new-delhi-579/tourist-attractions/type-all-of-architecture-and-landmarks-70-131/",
            "sourceSite": "Web",
            "snippet": "_GG***23This massive garden is a beautiful place to spend an evening!. We went on a nice breezy day which made our outing even more mesmerising. The endless number of walkways, duck lake and picturesque pieces of monuments string a very happening outing all together.",
            "siteName": "TRIP.COM",
            "shortName": "10 Top Attractions in New Delhi (2024)",
            "indexInSource": 1,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "OVOrTUCQrP1PfZNxYH0PsO9Iz5AEP39T",
          "ggGwf1IQl5QLiBmH5VYGSaCX5F0pX90j",
          "a9Tyr0uoNvxH9Iuh6YdFT2TKQcmjI92M",
          "bvRhYPPBgkcMdjPnjq0v8kcGof4yJavK",
          "f7BZpfVjFnWuvaALCGEFoTa6jL7Lmrw8",
          "OVOrTUCQrP1PfZNxYH0PsO9Iz5AEP39T",
          "ggGwf1IQl5QLiBmH5VYGSaCX5F0pX90j",
          "a9Tyr0uoNvxH9Iuh6YdFT2TKQcmjI92M",
          "bvRhYPPBgkcMdjPnjq0v8kcGof4yJavK",
          "f7BZpfVjFnWuvaALCGEFoTa6jL7Lmrw8"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Lodhi Garden",
        "placeId": "ChIJNS7J7OziDDkR6ksNHEt2wIY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A Peaceful Escape in the Heart of Delhi 🌿\n\nLodhi Garden is truly a hidden gem in Delhi! I spent a wonderful time here and felt completely at peace. The entire place is quiet and calm-perfect for those looking to escape the city's chaos without actually leaving the city.\n\nThe gardens are lush and well-maintained, filled with beautiful flowers, tall trees, and historical monuments that add a charming touch to the surroundings. There are lovely fountains that create a relaxing vibe, and open spaces for outdoor games, yoga, or simply lounging around.\n\nI saw people jogging, walking, playing badminton, and kids enjoying themselves freely. It's an ideal spot for a morning workout, a peaceful picnic, or just spending some quality time with yourself or loved ones.\n\nHighly recommended if you're looking for a calm, refreshing break in nature right in the middle of Delhi.",
            "author_name": "M.S Creation I.S",
            "relative_time_description": "",
            "time": 1753638570,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Lodhi Garden is one of Delhi's most beautiful and peaceful escapes, blending lush greenery with centuries-old tombs and architecture. Ideal for morning walks, picnics, or photography, the garden features wide lawns, well-maintained flowerbeds, and shaded pathways. A highlight is the butterfly section, which adds a touch of color and serenity, especially for nature lovers and children. The atmosphere is calm, clean, and spacious-perfect for both leisure and quiet reflection. A must-visit for anyone seeking nature and history in the heart of Delhi.",
            "author_name": "AMIT SHARMA",
            "relative_time_description": "",
            "time": 1752852640,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The garden is filled with lush green trees, bushes, grass, and colorful flowers, along with old tombs that add a touch of history. It's a spacious place to explore, offering different views at every step. There's ample space to sit, relax, or enjoy outdoor games. Entry is free, making it a perfect spot for couples, friends, families, and children to spend quality time together.",
            "author_name": "Rimjhim Maurya",
            "relative_time_description": "",
            "time": 1756201064,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://lodhigarden.com/",
        "index": 5,
        "id": "",
        "categories": [
          "Garden",
          "Sights & Landmarks",
          "Historic Sites",
          "Historic Walking Areas",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 939,
            "2": 601,
            "3": 3116,
            "4": 12999,
            "5": 36488
          }
        },
        "minMinutesSpent": 120,
        "latitude": 28.593096,
        "address": "Lodhi Rd, Lodhi Gardens, Lodhi Estate, New Delhi, Delhi 110003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJT5uBZwYeDTkRuJ11YPGVSYM",
        "generalDescription": "Qutub Minar, located in Delhi, is a 73-meter tall victory tower and minaret built in 1193 by Sultan Qutb-ud-din Aibak to signify his dominance over the defeated Hindu rulers. The complex also includes the Iron Pillar of Delhi and other historically significant structures. This UNESCO World Heritage Site showcases exquisite Islamic architecture and is considered one of the most important places to visit in Delhi.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.185521,
        "rating": 4.5,
        "numRatings": 154194,
        "sources": [
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Qutub Minar and Complex, located in Delhi, stands as one of the iconic historical places in the city. The centerpiece, Qutub Minar, is a UNESCO World Heritage Site and the world's tallest brick minaret, showcasing exquisite Islamic architecture. The complex encompasses various historically significant structures, such as the Iron Pillar of Delhi, making it a must-visit destination for those exploring the rich history of Delhi.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 2,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zxvrgPiQfqSaC6Iw3WpSl6VWxFpVNSJS",
          "m9MQIDtA9AYQ0aqWKgt79o5p8rOs3D8f",
          "MckWdTxKD2YKsnOgD9JZDldZb51qyZZS",
          "hcK6o19Qiuu7dde1DyI2iqsitQrI75Mp",
          "g1Rt9KsZXgenFhHPjbp0x5bTO42P8ekL",
          "zxvrgPiQfqSaC6Iw3WpSl6VWxFpVNSJS",
          "m9MQIDtA9AYQ0aqWKgt79o5p8rOs3D8f",
          "MckWdTxKD2YKsnOgD9JZDldZb51qyZZS",
          "hcK6o19Qiuu7dde1DyI2iqsitQrI75Mp",
          "g1Rt9KsZXgenFhHPjbp0x5bTO42P8ekL"
        ],
        "openingPeriods": [],
        "name": "Qutb Minar",
        "placeId": "ChIJT5uBZwYeDTkRuJ11YPGVSYM",
        "internationalPhoneNumber": "+91 11 2336 5358",
        "reviews": [
          {
            "rating": 5,
            "text": "Qutub Minar is a stunning symbol of Delhi's rich history and timeless architecture.\nIts intricate carvings and towering height leave every visitor in awe.\nThe surrounding ruins and the Iron Pillar add to its ancient charm.\nPerfect spot for history lovers, photographers, and peaceful walks.\nTruly a must-visit heritage site that takes you back in time. 🌅",
            "author_name": "Prateek Chaurasia",
            "relative_time_description": "",
            "time": 1754561961,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "An incredible historical monument with stunning architecture and rich heritage. The intricate carvings and towering presence of Qutub Minar are truly mesmerizing. The surrounding complex is well-maintained and offers a peaceful walk through history. A must-visit in Delhi!",
            "author_name": "kamlesh kotenkar",
            "relative_time_description": "",
            "time": 1756043973,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We visited Qutb Minar on Independence Day, and it was very crowded. There was a long queue at both the ticket counter and the entry gate. It's better to book tickets online, as it will make the entry process easier. Visit this place if you're interested in historical sites.",
            "author_name": "vishnu a",
            "relative_time_description": "",
            "time": 1755784120,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.delhitourism.gov.in/tourist_place/qutab_minar.html",
        "index": 6,
        "id": "",
        "categories": [
          "Monument",
          "Sights & Landmarks",
          "Historical place",
          "Architectural Buildings",
          "Observation Decks & Towers"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3713,
            "2": 2101,
            "3": 9012,
            "4": 34555,
            "5": 104814
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.524475,
        "address": "Seth Sarai, Mehrauli, New Delhi, Delhi 110030, India",
        "travel_time": null
      },
      {
        "_id": "ChIJo3woVR3jDDkR6O-olj2w4Hk",
        "generalDescription": "Dargah Nizamuddin Aulia, also known as Nizamuddin Dargah, is a beautiful domed shrine in Delhi dedicated to the 14th-century Sufi saint Hazrat Nizamuddin Auliya. Located on Lodhi Road, the mausoleum is surrounded by intriguing alleyways and features an ancient holy step well.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.241943,
        "rating": 4.6,
        "numRatings": 25206,
        "sources": [
          {
            "id": "1820258",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/laying-bare-the-architectural-heritage-of-delhi-these-are-the-citys-hidden-gems",
            "sourceSite": "Web",
            "snippet": "It is dedicated to Nizamuddin Auliya, one of the greatest saints of the Chishti order in India. The two tombs and the dargah together make it a very serene place and the Sufi music performed here on Thursday evenings is a memorable affair. Go and experience some local colours here!",
            "siteName": "So City",
            "shortName": "28 Hidden Architectural & Cultural Gems In Delhi",
            "indexInSource": 11,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZLzAItRCOM0KsL5WUlKh3zOTIjmoVM7K",
          "FofmeBABf8dIGpMbpTHz6Q6SNs3QrIzr",
          "8pYk5KDlThiqkG2saZW8w2SUFahWnYLw",
          "FRUyqeEiy0wkolQeYlSxBvyb9BVwk5Y7",
          "ZLzAItRCOM0KsL5WUlKh3zOTIjmoVM7K",
          "FofmeBABf8dIGpMbpTHz6Q6SNs3QrIzr",
          "8pYk5KDlThiqkG2saZW8w2SUFahWnYLw",
          "FRUyqeEiy0wkolQeYlSxBvyb9BVwk5Y7"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0530"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0530"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0530"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0530"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0530"
            },
            "close": {
              "day": 4,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0530"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0530"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Dargah Hazrat Nizamuddin Aulia",
        "placeId": "ChIJo3woVR3jDDkR6O-olj2w4Hk",
        "internationalPhoneNumber": "+91 11 4904 3943",
        "reviews": [
          {
            "rating": 5,
            "text": "A Haven of Peace and Harmony\n\nDargah Hazrat Nizamuddin Aulia\n\nIf you find yourself in Delhi, a visit to the Dargah Hazrat Nizamuddin Aulia is an absolute must. This sacred space pulsates with an atmosphere of profound peace, prosperity, love, and happiness that is truly captivating. From the moment you step into the bustling lanes leading to the shrine, you are enveloped in a unique cultural experience that touches your soul.\n\nThe air resonates with devotional music (Qawwali), the scent of incense, and the murmur of prayers. It's a place where people from all walks of life, irrespective of their religious beliefs, come together with unwavering faith. Witnessing this unity and devotion is incredibly moving. The architecture, steeped in history, adds to the spiritual ambiance, transporting you to another time.\n\nWhile the overall experience is deeply enriching, it's wise to be mindful of your surroundings. Like any popular religious site, there can be individuals who may try to exploit the faith of visitors through donation scams. It's best to be cautious and avoid engaging with anyone who approaches you with unsolicited offers for Dargah updates or requests for your personal information. Stick to official donation boxes if you wish to contribute.\n\nDespite this minor caution, the Dargah Hazrat Nizamuddin Aulia remains a powerful and uplifting experience. It's a place where you can find solace, witness the beauty of shared faith, and immerse yourself in a vibrant cultural tapestry. Don't miss the opportunity to experience this spiritual heart of Delhi.",
            "author_name": "Faiz F",
            "relative_time_description": "",
            "time": 1745685336,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "You have to walk through narrow lanes to reach the shrine's gate. Wear sandles and only take off your shoes and sandles near the gate. Shop keepers will call you to take off shoes at their shops , don't; wait till you reach the gate. Inside they will push for donation to four different areas be careful. If visiting for the first time follow regular people and imitate them. You can buy some flowers like me to spread over the shrine.",
            "author_name": "arnab das",
            "relative_time_description": "",
            "time": 1756879230,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Hazrat Nizamuddin Auliya was a 13th-century Sufi saint of the Chishti Order, known for his deep spirituality, compassion, and service to humanity. Born in 1238 in Badayun, he lost his father early and moved to Delhi with his mother for education. He became a disciple of Baba Farid and later his spiritual successor.\n\nHis khanqah in Delhi became a symbol of love, peace, and equality, welcoming people of all faiths. He preached selflessness, unity, and devotion to God, staying away from politics despite the turbulent times. His teachings were carried forward by his beloved disciple Amir Khusrau.\n\nHe passed away in 1325, and his Dargah in Delhi remains a revered spiritual site. His life stands as a beacon of love, humility, and divine service.",
            "author_name": "Utkarsh Gupta",
            "relative_time_description": "",
            "time": 1744170070,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://nizamuddinaulia.org/",
        "index": 7,
        "id": "",
        "categories": [
          "Shrine",
          "Sights & Landmarks",
          "Mosque",
          "Religious destination",
          "Sacred & Religious Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 955,
            "2": 359,
            "3": 1017,
            "4": 2659,
            "5": 20184
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.591358,
        "address": "Boali Gate Rd, Nizamuddin, Nizammudin West Slum, Nizamuddin West, New Delhi, Delhi 110013, India",
        "travel_time": null
      },
      {
        "_id": "ChIJp59vm6niDDkRghyv8FVeooM",
        "generalDescription": "Rashtrapati Bhavan, the official residence of the President of India, is a must-visit for every Indian. The grand estate includes elegant Mughal gardens and a newly inaugurated museum showcasing its rich history. Built between 1912 and 1929, this 340-room building served as the British Viceroys House before India gained independence. Its architecture reflects a blend of Indo-Saracenic, Mauryan, Mughal, and regional styles.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.19943,
        "rating": 4.7,
        "numRatings": 10595,
        "sources": [
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Rashtrapati Bhavan, the official residence of the President of India, is a prominent historical landmark in Delhi. Designed by Sir Edwin Lutyens, it stands as an architectural masterpiece and is one of the iconic historical places in Delhi. The sprawling estate and grandeur of Rashtrapati Bhavan reflect India's colonial and post-independence history.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 18,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820255",
            "type": "webPlacesList",
            "url": "https://edition.cnn.com/style/article/famous-buildings-india/index.html",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "CNN",
            "shortName": "12 famous buildings in India: From ancient wonders to modern marvels",
            "indexInSource": 1,
            "iconSiteId": 1321,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CMFiv4FfZdiLWr2sSzIE1HsC1xvwKeGt",
          "9CC8qqeSarj8TyqZM69BjhPdQJQJQ1Yx",
          "9OaONmtdJ0GYkR6UbhKfWfHLg0Aq7lco",
          "rZidukqSvY9VtcRv0bAJd8tWEkJj4EDS",
          "vhU1htJEC99WP1No3TOcrqYV1PiAnfQU",
          "CMFiv4FfZdiLWr2sSzIE1HsC1xvwKeGt",
          "9CC8qqeSarj8TyqZM69BjhPdQJQJQ1Yx",
          "9OaONmtdJ0GYkR6UbhKfWfHLg0Aq7lco",
          "rZidukqSvY9VtcRv0bAJd8tWEkJj4EDS",
          "vhU1htJEC99WP1No3TOcrqYV1PiAnfQU"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          }
        ],
        "name": "Rashtrapati Bhavan",
        "placeId": "ChIJp59vm6niDDkRghyv8FVeooM",
        "internationalPhoneNumber": "+91 11 2301 5321",
        "reviews": [
          {
            "rating": 5,
            "text": "Visiting Rashtrapati Bhawan is a fascinating experience, offering a glimpse into India's rich heritage and governance. The grand architecture, well-maintained Mughal Gardens, and the informative museum provide deep insights into the country's history. The guided tour is well-organized, allowing visitors to explore the majestic halls and learn about the President's residence. Overall, it's a memorable visit, showcasing both grandeur and historical significance.\n\nMust-visit place, Prior booking is required.\nPhone and bags  are not allowed inside need to submit at reception area.",
            "author_name": "Ameya Ghorpade",
            "relative_time_description": "",
            "time": 1743674522,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place will make you feel proud and privileged. The area is vast, filled with greenery, and everything is well maintained. Inside the building, only a few areas are accessible, and only with a guide. Our guide was knowledgeable, but she spoke in a low voice-perhaps due to illness or a health issue. It would be helpful if the authorities provided guides with a speaker, so everyone could hear clearly.\n\nIt is essential to book your visit online. Tickets may be available on the spot, but that depends on availability. Carrying a valid identity card is a must. Foreigners are allowed to visit this place.",
            "author_name": "JOYANTA GUNRI",
            "relative_time_description": "",
            "time": 1748489633,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A must-visit! Rashtrapati Bhavan is definitely worth the trip. It's a truly enriching experience, especially with the knowledgeable free guides who explain everything so well.\n\nA few tips for your visit: you need to book your slot online, which costs 50Rs. It's best to plan for a morning slot around 9:30 am to avoid delays. Be mindful of their security rules: only a small ladies' handbag is allowed. All other bags and electronic items must be submitted at the reception counter after you've registered.\n\nRemember to double-check the proper gate number for your entry to ensure a smooth visit. Highly recommended!",
            "author_name": "pallavi gayathri",
            "relative_time_description": "",
            "time": 1755522195,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://rashtrapatibhavan.gov.in/",
        "index": 8,
        "id": "",
        "categories": [
          "Federal government office",
          "Sights & Landmarks",
          "Architectural Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 258,
            "2": 76,
            "3": 262,
            "4": 1240,
            "5": 8765
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.614348,
        "address": "Rashtrapati Bhawan, President's Estate, New Delhi, Delhi 110004, India",
        "travel_time": null
      },
      {
        "_id": "ChIJFbKJ3xj9DDkRlp2_KZ42V90",
        "generalDescription": "Jama Masjid, a magnificent 17th-century Mughal-style mosque located in India, is a stunning example of Mughal architecture. Built by Emperor Shah Jahan, it features red sandstone and marble structures with impressive minarets reaching 40 meters high. The mosque's vast courtyards can accommodate up to 25,000 worshippers and offer picturesque views for visitors.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.233442,
        "rating": 4.5,
        "numRatings": 63620,
        "sources": [
          {
            "id": "86845",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/a-tour-of-new-delhis-architectural-landmarks/",
            "sourceSite": "Web",
            "snippet": "Shah Jahan commissioned the construction of Jama Masjid after Red Fort, once he changed his capital from Agra to Shahjahanabad (Old Delhi). The construction in red sandstone and marble took about six years and its interiors resemble the Jama Masjid in Agra. The courtyard floor is made of sandstone with marble strips indicating prayer positions to the common citizen.",
            "siteName": "The Culture Trip",
            "shortName": "A Tour Of New Delhis Architectural Landmarks",
            "indexInSource": 5,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1254037",
            "type": "webPlacesList",
            "url": "https://www.ranker.com/list/delhi-buildings-and-structures/reference",
            "sourceSite": "Web",
            "snippet": "The Masjid-i Jahān-Numā, commonly known as the Jama Masjid of Delhi, is the largest mosque in India. It was built by Mughal emperor Shah Jahan between 1644 and 1658 at a cost of 1 million rupees, and was inaugurated by an imam from Bukhara, present-day Uzbekistan. The mosque was completed in 1656 AD with three great gates, four towers and two 40 m high minarets constructed of strips of red sandstone and white marble.",
            "siteName": "Ranker",
            "shortName": "Delhi Architecture | List of Famous Delhi Buildings and Landmarks",
            "indexInSource": 2,
            "iconSiteId": 52233,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820256",
            "type": "webPlacesList",
            "url": "https://www.aditya-arch.edu.in/blog/16/architecture-wonders-of-delhi",
            "sourceSite": "Web",
            "snippet": "The courtyard is capable of accommodating 25000 worshippers and numerous Pigeons, this old masjid takes you a step closer to the divine. The mosque was commissioned by Shah Jahan this mosque was the product of the labor of around 6000 workers over the course of six years. You should visit the site with shoes on, as the red sandstone floor of the mosque is extremely hot on your feet.",
            "siteName": "aditya-arch.edu.in",
            "shortName": "",
            "indexInSource": 2,
            "iconSiteId": 264150,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Jama Masjid, located in the heart of Old Delhi, is one of the prominent historical places in Delhi. Constructed by the Mughal Emperor Shah Jahan, this grand mosque is an architectural marvel and one of the largest mosques in India. Its impressive design and historical significance make it a must-visit destination for those exploring the rich heritage of Delhi.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 7,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QkVZMnNZEde99FDJegGuhUuVYYbyz3hX",
          "oU0Hyx8PRfcfmExITD6AUDtC7S5wOtxG",
          "mQI6kNxFprwPxTzjFnEFdRFD5abVLhBv",
          "m376Y79S3IWH5ypT582KkomizjcDDwpz",
          "sCFKMD3NWyGyhB6uzeQ2m0Dquy7DyHIb",
          "QkVZMnNZEde99FDJegGuhUuVYYbyz3hX",
          "oU0Hyx8PRfcfmExITD6AUDtC7S5wOtxG",
          "mQI6kNxFprwPxTzjFnEFdRFD5abVLhBv",
          "m376Y79S3IWH5ypT582KkomizjcDDwpz",
          "sCFKMD3NWyGyhB6uzeQ2m0Dquy7DyHIb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1330"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1330"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1330"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1330"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1330"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1330"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1330"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Jama Masjid",
        "placeId": "ChIJFbKJ3xj9DDkRlp2_KZ42V90",
        "internationalPhoneNumber": "+91 11 2336 5358",
        "reviews": [
          {
            "rating": 5,
            "text": "Visited on July 7th, 2025 – Day 4 in India\n\nAfter taking a break yesterday to explore the markets, we continued our sightseeing today with our private tour guide. Our morning began at Rajghat, and from there we made our way to Jama Masjid.\n\nIt's one of the largest mosques in India and a true architectural marvel, built centuries ago during the Mughal era. As soon as we arrived, we were swept into the lively energy of Old Delhi-the sounds, the colors, the movement-it's a kind of chaos that somehow feels alive and exciting rather than overwhelming.\n\nThe climb up the steps to the mosque was a fun adventure for our daughters (5 and 7), who took it on like a challenge and loved every minute. Once we entered the vast open courtyard, everything shifted. The noise faded, and it felt incredibly peaceful and calm inside. There's something very spiritual about standing there, surrounded by towering minarets, marble domes, and centuries of history.\n\nOur girls were full of curiosity, asking questions about how people pray, what the call to prayer means, and why everyone was barefoot. It turned into a beautiful moment of quiet reflection and learning. We took our time to take it all in, and even in the middle of a bustling city, it felt like we were in our own quiet world.\n\nWe absolutely loved this visit-it was meaningful, memorable, and full of life. Highly recommend for anyone traveling through Delhi, especially with kids who are curious and adventurous 🙏🏽.",
            "author_name": "Foodieextreme Foodieextreme",
            "relative_time_description": "",
            "time": 1755422808,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "These monuments are beautiful, amazingly and well built structures. The architecture is so impressive. Some of the structures are still intact. But the Place doesn't maintain properly it looks so dirty mainly in the exterior.",
            "author_name": "CH MATHASANBOU",
            "relative_time_description": "",
            "time": 1751032105,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you tour guide says this is biggest mosque of India, It is absolutely lies. Biggest mosque of India is in Bhopal (MP).\n3 Onion Shapes domes with 2 Minars (Tower) this particular Persian design introduced by Shahjahan in 17th Century & copied by across the globe. Therefore, Jama Mosque is famous bcz of its unique architecture.\nThe mosque has a peaceful atmosphere despite being in the heart of busy Chandni Chowk. A must-visit for history, culture, and photography lovers!",
            "author_name": "Rahish Khan",
            "relative_time_description": "",
            "time": 1755740530,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.delhitourism.gov.in/tourist_place/jama_masjid.html",
        "index": 9,
        "id": "",
        "categories": [
          "Mosque",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2612,
            "2": 1198,
            "3": 3650,
            "4": 9255,
            "5": 47041
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.650679,
        "address": "Old Delhi, Delhi, 110006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ2WjYEzP9DDkRG_AKY2WphJA",
        "generalDescription": "Ugrasen ki Baoli is a 10th-century stepwell adorned with intricate stone work, featuring towering arched walls and alcoves. This historical site spans 60 meters in length and 15 meters in width. Believed to have been built by Maharaja Agrasen and reconstructed in the 14th century, this ancient water reservoir is safeguarded by the Archeological Survey of India.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 77.225037,
        "rating": 4.2,
        "numRatings": 45191,
        "sources": [
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Agrasen ki Baoli, located in the heart of Delhi, is one of the captivating historical places in Delhi. This centuries-old stepwell is known for its impressive architecture and intricate design, serving as a testament to the city's rich historical heritage. Visitors can explore the atmospheric stepwell, marvel at its architectural intricacies, and appreciate the historical significance that Agrasen ki Baoli holds within the bustling urban landscape of Delhi.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 10,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1254020",
            "type": "webPlacesList",
            "url": "https://www.trip.com/travel-guide/attraction/new-delhi-579/tourist-attractions/type-all-of-architecture-and-landmarks-70-131/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "TRIP.COM",
            "shortName": "10 Top Attractions in New Delhi (2024)",
            "indexInSource": 3,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "84vEb7BaccXoQVokSrNjc9Y5b2tUhbOj",
          "xGdnTN9kg12O9P7QlBBrnvPrIHfNg3FD",
          "OGuhJsTqjaL7JkL1bmlsj3kmpFUmZu4x",
          "I8rOil8DCJraY3WofWUHfTxX6l3mb35T",
          "MP2tll0Jb1dxtBGzjbiHQ32APuYk2vvV",
          "84vEb7BaccXoQVokSrNjc9Y5b2tUhbOj",
          "xGdnTN9kg12O9P7QlBBrnvPrIHfNg3FD",
          "OGuhJsTqjaL7JkL1bmlsj3kmpFUmZu4x",
          "I8rOil8DCJraY3WofWUHfTxX6l3mb35T",
          "MP2tll0Jb1dxtBGzjbiHQ32APuYk2vvV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Ugrasen ki Baoli",
        "placeId": "ChIJ2WjYEzP9DDkRG_AKY2WphJA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "An offbeat place in Delhi. We visited the place in the morning. There were only a group of students along with teachers. The place is good. You get to see a step well. Maintained well. But there is no sign boards anywhere near to it.",
            "author_name": "Sreelekha K",
            "relative_time_description": "",
            "time": 1753092992,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It is one of the historical heritage of India, it is quite amazing and challenges today's building structure in a way, if you want to come with friends or with your partner, then your experience will be really great.\nIt is one of the historical heritage of India, it is quite amazing and challenges today's building structure in a way, if you want to come with friends or with your partner, then your experience will be really great.\n\nJai Hind🇮🇳🇮🇳",
            "author_name": "SUYASH GUPTA",
            "relative_time_description": "",
            "time": 1755929409,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The place is impressively clean and well-maintained, with its unique stepwell architecture offering a serene spot for photography and relaxation. While it's not very large-it spans about 60 meters in length and 15 meters in width-the peaceful atmosphere and historical charm make it worth a short visit. Ideal for those interested in heritage sites, though the compact size means the visit can be brief, especially outside busy times when it's more tranquil.",
            "author_name": "Nikhil Bhadana",
            "relative_time_description": "",
            "time": 1757795562,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1356,
            "2": 1546,
            "3": 6525,
            "4": 13515,
            "5": 22277
          }
        },
        "minMinutesSpent": 45,
        "latitude": 28.626062,
        "address": "Hailey Rd, Hamdard Nagar, Vakil Lane, Mandi House, New Delhi, Delhi 110001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJm8RPaUr9DDkRDBt4YsluSqI",
        "generalDescription": "Jantar Mantar, a remarkable site built in 1724 under the direction of Mughal emperor Muhammad Shah, is an extraordinary collection of 13 architectural astronomical instruments. This UNESCO World Heritage Site, crafted by Maharaja Jai Singh II of Jaipur, showcases the ingenuity and scientific prowess of its time. Designed to track celestial movements—such as those of planets and stars—these impressive structures feature intricate Zodiac illustrations and stunning curves that captivate visitors.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.216627,
        "rating": 4.2,
        "numRatings": 34172,
        "sources": [
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Jantar Mantar, located in the heart of Delhi, stands as one of the prominent historical places in Delhi. Built by Maharaja Jai Singh II in the 18th century, this astronomical observatory showcases a collection of architectural instruments designed for celestial observations. Visitors can explore the site to witness the historical significance and intricate astronomical instruments that make Jantar Mantar an essential destination for those interested in Delhi's rich cultural heritage.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 5,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86852",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/historical-monuments-in-delhi/",
            "sourceSite": "Web",
            "snippet": "Jantar Mantar was constructed by Maharaja Jai Singh of Jaipur in 1724. It is essentially an observatory that was made with the purpose of accumulating astronomical occurrences and information to help predict the time and the movements of celestial bodies such as the sun, moon and other planets. The Jantar Mantar has various instruments such as the Samrat Yantra, Jayaprakash Yantra and the Misra Yantra that helped with predictions.",
            "siteName": "Treebo Blog",
            "shortName": "17 Historical Monuments in Delhi | Monuments in Delhi",
            "indexInSource": 11,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1254020",
            "type": "webPlacesList",
            "url": "https://www.trip.com/travel-guide/attraction/new-delhi-579/tourist-attractions/type-all-of-architecture-and-landmarks-70-131/",
            "sourceSite": "Web",
            "snippet": "小思文The observatory is also a very old building, with a lot of red paint falling off, and this building is not large, similar to an inverted heart-shaped structure, surrounded by new modern-style buildings in the city, and the whole visit cannot be accessed inside.",
            "siteName": "TRIP.COM",
            "shortName": "10 Top Attractions in New Delhi (2024)",
            "indexInSource": 4,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "F6gMffwUAWFQEw51uHkaGluDN0t5uiJT",
          "Z2IJJbKOTQugs3q71FtRTFWGAmCEciCG",
          "YJa2ERv3kDTlPAIeAN5vpNSbKTGN5gJh",
          "SMP6OatTzE0YF68RIsjMvBk2TojsxATG",
          "jeldwkg7jJzm16WweleiVdiY2ZDPdgl5",
          "F6gMffwUAWFQEw51uHkaGluDN0t5uiJT",
          "Z2IJJbKOTQugs3q71FtRTFWGAmCEciCG",
          "YJa2ERv3kDTlPAIeAN5vpNSbKTGN5gJh",
          "SMP6OatTzE0YF68RIsjMvBk2TojsxATG",
          "jeldwkg7jJzm16WweleiVdiY2ZDPdgl5"
        ],
        "openingPeriods": [],
        "name": "Jantar Mantar",
        "placeId": "ChIJm8RPaUr9DDkRDBt4YsluSqI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visited Jantar Mantar recently and it was a fascinating experience. The site is full of massive astronomical instruments built centuries ago, and it's amazing to see how advanced the science of timekeeping and astronomy was at that period. The architecture is unique, and every structure has its own purpose, which makes it a great spot for history and science lovers.\n\nHowever, the place could be better maintained and there aren't many detailed descriptions near the instruments, so it's best to hire a guide if you want to properly understand everything. The area is spacious and photogenic, perfect for those interested in heritage and learning.\n\nOverall, it was a memorable visit, blending history, science, and architecture all in one place. A must-visit if you are exploring Delhi!",
            "author_name": "Samrat Guha",
            "relative_time_description": "",
            "time": 1756068438,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I had no idea how it worked, and no one was around to explain (I did not ask anyone). There is nothing exceptional to see there, but if you are in Delhi and have limited time to visit a new area, you can visit. Also you can spend some good time here. It is an astronomical observatory featuring a collection of unique architectural astronomical instruments.",
            "author_name": "Trisha Acharjee",
            "relative_time_description": "",
            "time": 1754601285,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Jantar Mantar in Delhi is a fascinating historical observatory that showcases the brilliance of Indian astronomy. Built by Maharaja Jai Singh II in the 18th century, it features massive instruments used for measuring time and celestial movements. The architecture is unique, and the precision of the instruments is impressive even today. It's a must-visit for history and science enthusiasts. The place is well-maintained, though visiting in cooler months is recommended due to Delhi's heat. A great spot to explore and learn!\nA must visit place in Delhi.Its good to look if you are interested in knowing more about science and architecture.\n\nWell built and maintained.\n\nTickets can be booked both online and offline.\nThe ticket charge is INR 25 for adults.\n\nGood for photography.\n\nIt was less crowded during our visit.\n\nTotal time required : 1 to 2 hours.\n\nWashroom and drinking water facility available.",
            "author_name": "Balram Singh Shakya",
            "relative_time_description": "",
            "time": 1754308296,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Observatory",
          "Museums",
          "Observatories & Planetariums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1457,
            "2": 1365,
            "3": 4712,
            "4": 9066,
            "5": 17596
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.627055,
        "address": "Sansad Marg, Janpath, Connaught Place, New Delhi, Delhi 110001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJtV8FufYdDTkRwKMeayYLwYE",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.192768,
        "rating": 4.6,
        "numRatings": 4678,
        "sources": [
          {
            "id": "1820260",
            "type": "webPlacesList",
            "url": "https://es.scribd.com/document/331862717/List-of-Good-Architecture-Buildings-in-Delhi",
            "sourceSite": "Web",
            "snippet": "Some of the buildings mentioned include the Statesman House, Gateway Tower of Gurgaon, Airtel Office building, Adobe Systems India campus, Signature Towers of Gurgaon, St Martin's Garrison Church, St Stephen's College, Sujan Singh Park Complex, Ashok Hotel, Triveni Kala Sangam, the American Embassy, Maulana Azad Memorial, India International Center, Indian Institute of Technology campus, Akbar Bhawan, Palika Kendra, Sri Ram Centre, Nehru Memorial Library, Inter-State Bus Terminus, Tibet House, National Cooperative Development Corporation",
            "siteName": "Scribd",
            "shortName": "List of Good Architecture Buildings in Delhi | PDF",
            "indexInSource": 9,
            "iconSiteId": 140280,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nFfwsDXIx00XzOF5C9zVBgMPzqRWHUtW",
          "XTNqTuHr5GG17XR0SuPlzBgdfAZYHfuv",
          "zJNvNYnD1jJ0iRY7f00TL1r1FFLmJ5Oz",
          "nFfwsDXIx00XzOF5C9zVBgMPzqRWHUtW",
          "XTNqTuHr5GG17XR0SuPlzBgdfAZYHfuv",
          "zJNvNYnD1jJ0iRY7f00TL1r1FFLmJ5Oz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          }
        ],
        "name": "Indian Institute Of Technology Delhi (IIT Delhi)",
        "placeId": "ChIJtV8FufYdDTkRwKMeayYLwYE",
        "internationalPhoneNumber": "+91 11 2659 7135",
        "reviews": [
          {
            "rating": 5,
            "text": "Indian Institute of Technology Delhi is one of the 23 IITs created to be Centres of Excellence for training, research and development in science, engineering and technology in India.\n\nEstablished as College of Engineering in 1961, the Institute was later declared as an Institution of National Importance.\nIt was then accorded the status of a Deemed University with powers to decide its own academic policy, to conduct its own examinations, and to award its own degrees.\n\nLoved the campus of IIT Delhi 💜",
            "author_name": "SANUJ YADAV",
            "relative_time_description": "",
            "time": 1736697182,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Indian Institute of Technology Delhi (IIT Delhi) is one of the premier engineering institutions in India. Established in 1961, it has consistently been ranked among the top engineering colleges in the country and is known for its high academic standards, cutting-edge research, and strong industry connections.\n\n- Located in Hauz Khas, South Delhi, the campus spans over 320 acres and includes state-of-the-art facilities, hostels, and recreational areas.\n- IIT Delhi offers undergraduate, postgraduate, and doctoral programs in various fields of engineering, technology, and sciences. It also has interdisciplinary programs and management studies.\n- The institute is renowned for its research output and has numerous research centers and labs. It collaborates with industries and other academic institutions globally.\n\n- The institute encourages innovation and entrepreneurship through its various incubation centers and initiatives like the Foundation for Innovation and Technology Transfer (FITT).\n\nGetting admission here is a dream for millions in India, but only a select few achieve it. I envy those top achievers who make it. I finally visited IIT Delhi for some technical training sponsored by my work organization. The professors are highly knowledgeable and teach exceptionally well.\n\nVisitor parking is available only in the designated Visitor Parking area, which is about 1 km away from the LHC or seminar halls. The entry process is well managed, and the campus is very clean.",
            "author_name": "Rahul Singh",
            "relative_time_description": "",
            "time": 1742463673,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "IIT Delhi is truly an iconic institution with a beautiful, sprawling campus. I recently visited and was impressed by how green, well-maintained, and peaceful the entire area is. The academic buildings are modern, and the atmosphere is filled with energy and intellect.\n\nEntrance & Timings:\nFor visitors, the main entry is usually through the IIT Gate on Hauz Khas side. Security is strict, so carry a valid ID. Entry is allowed mainly during working hours (9 AM to 5 PM), and you may need a prior appointment or purpose of visit-especially on weekdays. Visitors to hostels or specific departments should coordinate with students or faculty beforehand.\n\nCampus Vibe:\nLots of students cycling or walking around, and you'll find cafes, libraries, hostels, and research centers spread across the campus. It's well-organized and clean. The atmosphere feels very academic and inspiring.\n\nNearby Access:\nThe campus is well-connected with the IIT Delhi metro station just outside the main gate. Auto and rickshaw availability is good too.\n\nTip for First-Time Visitors:\nIf you're visiting for admission, exams, events, or just exploring, check your gate entry permissions in advance. Carry a government ID and check the department location online beforehand-it saves a lot of time.\n\nOverall, IIT Delhi offers an elite experience even just as a visitor. You can truly feel the legacy and brilliance of the place the moment you step in.",
            "author_name": "Abhishek Yadav",
            "relative_time_description": "",
            "time": 1744855817,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://home.iitd.ac.in/",
        "index": 12,
        "id": "",
        "categories": [
          "Institute of technology",
          "Sights & Landmarks",
          "College",
          "Educational institution",
          "Research institute",
          "Technical university",
          "University",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 180,
            "2": 55,
            "3": 104,
            "4": 541,
            "5": 3786
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.545718,
        "address": "IIT Campus, Hauz Khas, New Delhi, Delhi 110016, India",
        "travel_time": null
      },
      {
        "_id": "ChIJpwtG6BzjDDkRDajfOy268bk",
        "generalDescription": "Humayun’s Tomb is an opulent red-sandstone tomb of Mughal Emperor Humayun, built in 1572 and surrounded by formal gardens. The monument rises gracefully from lush gardens and is surrounded by a symmetrical charbagh, exuding an air of tranquility and grandeur. Its construction with red sandstone and white marble creates a captivating contrast on the facade, making it visually delightful for visitors and photographers.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.250749,
        "rating": 4.5,
        "numRatings": 47251,
        "sources": [
          {
            "id": "86845",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/a-tour-of-new-delhis-architectural-landmarks/",
            "sourceSite": "Web",
            "snippet": "Humayun’s Tomb is special because its architecture would eventually become the inspiration for the Taj Mahal’s design, one of the Seven Wonders of the World. Commissioned in 1569 after Mughal emperor Humayun’s death in 1556, the tomb’s main architect was Mirak Mirza Ghiyas from Persia. The 25-acre plot on which the tomb is built has a four-squared garden that is further divided into 36 identical squares.",
            "siteName": "The Culture Trip",
            "shortName": "A Tour Of New Delhis Architectural Landmarks",
            "indexInSource": 0,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Humayun's Tomb, a UNESCO World Heritage Site in Delhi, stands as one of the most iconic historical places in the city. Built in the mid-16th century, this majestic tomb is a striking example of Mughal architecture, featuring intricate designs and a picturesque garden setting. It serves as a testament to the rich historical and cultural legacy of Delhi, drawing visitors from around the world.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1254023",
            "type": "webPlacesList",
            "url": "https://www.britannica.com/list/5-significant-buildings-in-delhi",
            "sourceSite": "Web",
            "snippet": "A landmark in the development of Mughal architecture, Humāyūn’s Tomb was commissioned in 1569, after the death of the Mughal emperor Humāyūn in 1556, by his Persian queen Ḥamīdah Bānū Begam. It was designed by Persian architect Mīrak Mīrzā Ghiyās̄. The structure inspired several other significant architectural achievements, including the  Taj Mahal.",
            "siteName": "Encyclopedia Britannica",
            "shortName": "5 Significant Buildings in Delhi, India: Stories & History | Britannica",
            "indexInSource": 3,
            "iconSiteId": 13318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86852",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/historical-monuments-in-delhi/",
            "sourceSite": "Web",
            "snippet": "A UNESCO World Heritage Site, Humayun’s Tomb is a stunning piece of Persian architecture built in the Mughal era. It was commissioned in 1526, nine years after Humayun’s death, by his widow Hamida Banu Begum. This beautiful monument is made of red sandstone.",
            "siteName": "Treebo Blog",
            "shortName": "17 Historical Monuments in Delhi | Monuments in Delhi",
            "indexInSource": 4,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "z2diGqHNJPSbhnNlPk1NPWzyBZAmjfqU",
          "eaavWGiUWVYeUVP4N7IFezhmAJuP19rZ",
          "qFGIxxCtxxzgEzd0yxPD40UKfdAu3bYI",
          "pHpHIGzZEmZpzpyRlooHoHIzzwpFo7Im",
          "ypgjWPMBnzoruo7KfrYJdF6T5jcESWYX",
          "z2diGqHNJPSbhnNlPk1NPWzyBZAmjfqU",
          "eaavWGiUWVYeUVP4N7IFezhmAJuP19rZ",
          "qFGIxxCtxxzgEzd0yxPD40UKfdAu3bYI",
          "pHpHIGzZEmZpzpyRlooHoHIzzwpFo7Im",
          "ypgjWPMBnzoruo7KfrYJdF6T5jcESWYX"
        ],
        "openingPeriods": [],
        "name": "Humayun’s Tomb",
        "placeId": "ChIJpwtG6BzjDDkRDajfOy268bk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This place is a timeless masterpiece-beautifully designed, expertly crafted, and, most importantly, impeccably maintained.\n\nSurrounded by the iconic Char Bagh-style garden, its grandeur is further elevated. Even the indoor spaces are thoughtfully built and meticulously preserved.\n\nAs you step into the main tomb structure, a noticeable drop in temperature and the gentle flow of cool air reveal the brilliance of the architects of that era.\n\nThe stunning contrast of white marble and red sandstone on the outer walls enhances its beauty, while the raised platform gives the monument an even more imposing presence.\n\nThe lush gardens around it provide the perfect spot to sit, unwind, and soak in the serene atmosphere.\n\nAn absolutely magnificent experience.",
            "author_name": "Aman Chandra",
            "relative_time_description": "",
            "time": 1742763666,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Humayun's Tomb is such a beautiful place in Delhi, it feels like walking into history. Built by his wife after he died, the tomb is surrounded by huge gardens and peaceful water pools. The red stone and white marble looks stunning, specially when sunlight falls on it. It's not just a tomb, it's like a memory of love and respect. You can feel a calm vibe there, far from city noise. The architecture is so grand but also somehow simple. I really think everyone should visit once, to see how beautiful and emotional history can be.",
            "author_name": "Shankar Anil",
            "relative_time_description": "",
            "time": 1745839054,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Humayun's tomb has a good Mughal architecture, a grand dome and intricate carvings. It is surrounded by well-maintained gardens with fountains. Its impressive tomb and surrounding structures are equally fascinating. It's a great place for photography, and to spend some quiet time away from the city's clamor. The tomb is surrounded by huge gardens and water pools. Its architecture is grand but simple. It's a tomb made for love and respect so please show some respects and there. It is one of the amazing UNESCO world heritage sites in Delhi by rating of 4.7/5 . When I entered feels drop in temperature & the gentle flow of cool air.  Must visit place in Delhi.  Tickets for Indian is just rs 40/ and if you pay online it's only Rs 35. And for foreigners it's Rs 600 on cash and Rs 550 via online payment.",
            "author_name": "Karan Aditya",
            "relative_time_description": "",
            "time": 1756232429,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.delhitourism.gov.in/tourist_place/humayun_tomb.html",
        "index": 13,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1063,
            "2": 515,
            "3": 2623,
            "4": 11096,
            "5": 32016
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.593285,
        "address": "Hazrat Nizamuddin Aulia Dargah, Mathura Rd, Nizamuddin, Nizamuddin East, New Delhi, Delhi 110013, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ_U0XI2vhDDkR08FY9QmD3e4",
        "generalDescription": "Tughlakabad Fort in Delhi is a fascinating 14th-century stone fort with well-preserved ramparts and battlements. Built by Ghiyas-ud-din Tughlaq, the fort is now partially reclaimed by nature and encroached upon by villages. The complex features imposing walls, grand gateways, and underground chambers that served as storehouses.",
        "utcOffset": 330,
        "maxMinutesSpent": 30,
        "longitude": 77.262354,
        "rating": 4.2,
        "numRatings": 13778,
        "sources": [
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Tughlaqabad Fort, a prominent historical site in Delhi, stands as a testament to the city's rich past. Built by Ghiyas-ud-din Tughlaq in the 14th century, this massive fort complex boasts imposing walls, grand gateways, and underground chambers. Exploring Tughlaqabad Fort offers a captivating journey into the architectural and historical marvels that define Delhi's cultural heritage.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 11,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "WijUJff37AEE1M4OW4Z86mp1cDAxntXi",
          "T5oe0FsP3m4i6RbpaOe2EannSjuQlpSC",
          "Iyy4o7cq5x6dH2ALa15wdB7ZU4U654dz",
          "WijUJff37AEE1M4OW4Z86mp1cDAxntXi",
          "T5oe0FsP3m4i6RbpaOe2EannSjuQlpSC",
          "Iyy4o7cq5x6dH2ALa15wdB7ZU4U654dz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Tughlaqabad Fort Delhi",
        "placeId": "ChIJ_U0XI2vhDDkR08FY9QmD3e4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Lovely historical site! Beautiful architecture, and much less busy than some of the more popular sites. There is lots of space to walk around, and plenty of places to take cool pictures. The history of the site was also fascinating, especially for me as an American.\nCost for a foreigner to get in was 250, so not terrible, and that price also gets you a tour from one of the guards.",
            "author_name": "Ruth Hodill",
            "relative_time_description": "",
            "time": 1746663003,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Decided to drop by as it was too early to go where we wanted to go. Great place with no queues or crowds. Had issues purchasing the tickets as they only have it online and the UI is not very good. In the end had to use alternative methods to purchase the tickets. Had a guide who shared about the fort. Make sure you visit the tomb which is across the road. Highly recommended if you want to avoid the crowds.",
            "author_name": "Donn Yam",
            "relative_time_description": "",
            "time": 1753627206,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Tughlaqabad Fort, a 14th-century marvel in Delhi, is a must-visit for history buffs! Built by Ghiyasuddin Tughlaq in 1321, this massive fort with its towering stone walls and 13 remaining gates showcases Tughlaq dynasty architecture. Highlights include the underground passages, rainwater tanks, and the nearby red sandstone mausoleum. The fort's rocky hill setting and eerie legend of a Sufi saint's curse add mystique, though it was abandoned just six years after construction. Open 7 AM–5 PM, entry is INR 20 for Indians, INR 200–250 for foreigners. Easily reachable via Tughlaqabad Metro Station, it's a captivating, slightly haunting glimpse into Delhi's past. Ghiyasuddins tomb is just adjacent. North Western part of the fort is not open to tourists. Limited car Parking available.",
            "author_name": "print rc",
            "relative_time_description": "",
            "time": 1753604811,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Fortress",
          "Sights & Landmarks",
          "Historical landmark",
          "Ancient Ruins",
          "Architectural Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 754,
            "2": 522,
            "3": 1856,
            "4": 3303,
            "5": 7339
          }
        },
        "minMinutesSpent": 30,
        "latitude": 28.510917,
        "address": "G766+9W9, Tughlaqabad Fort, Tughlakabad, New Delhi, Delhi 110044, India",
        "travel_time": null
      },
      {
        "_id": "ChIJI85HXAMeDTkRUnfV6u6dkSw",
        "generalDescription": "Mehrauli Archaeological Park, located near the Qutub Complex in Delhi, spans 200 acres and is home to over 100 historic monuments. This area has been continuously inhabited for over a millennium, making it a significant historical site. The park features structures dating back to the 11th century AD, including Qila Lal Kot, Balban's Tomb, Jamali Kamali Mosque, and Quli Khan's Tomb.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 77.187679,
        "rating": 4.4,
        "numRatings": 3521,
        "sources": [
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Mehrauli Archaeological Park in Delhi stands as a treasure trove of historical wonders. As one of the prominent historical places in Delhi, this sprawling park showcases a fascinating amalgamation of centuries-old monuments, tombs, and ruins. Visitors can explore the diverse architectural styles, from the Qutub Complex to the intriguing step wells, providing a captivating journey through Delhi's rich past.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 15,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86852",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/historical-monuments-in-delhi/",
            "sourceSite": "Web",
            "snippet": "The Mehrauli Archaeological Park is spread over 200 acres in Mehrauli and it houses over a hundred historically important structures. The park has ancient relics that date back to the times of the Khalji Dynasty, Tughlaq Dynasty, Lodhi Dynasty, the Mughal Empire and the British Raj. The monuments in the park have been restored to reflect their original glory.",
            "siteName": "Treebo Blog",
            "shortName": "17 Historical Monuments in Delhi | Monuments in Delhi",
            "indexInSource": 3,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "HvQhK6QEXmA2QDDPI1EyelbAZZwLG5W0",
          "OVkPLXEROe2HZYLbQbi1IqWvWP6VCzYd",
          "Fq27SGMmzQMSiGudY1Y6AK4dU1dRwbVv",
          "6I7JdRZk7ZbkSl71DvxGJUeVETo9dUg3",
          "HvQhK6QEXmA2QDDPI1EyelbAZZwLG5W0",
          "OVkPLXEROe2HZYLbQbi1IqWvWP6VCzYd",
          "Fq27SGMmzQMSiGudY1Y6AK4dU1dRwbVv",
          "6I7JdRZk7ZbkSl71DvxGJUeVETo9dUg3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0630"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0630"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0630"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0630"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0630"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0630"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0630"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Mehrauli Archeological Park- Tour Guide",
        "placeId": "ChIJI85HXAMeDTkRUnfV6u6dkSw",
        "internationalPhoneNumber": "+91 98115 00757",
        "reviews": [
          {
            "rating": 5,
            "text": "It's one of the best place to explore around South-West of Delhi. It has calm and pleasing atmosphere, and well maintained surroundings. You can go there for evening strolls, beautiful photographs with Qutub Minar as your background. It has Cafe there as well. The ticket was 50 for each Indian.",
            "author_name": "Nyima Gyaltsen",
            "relative_time_description": "",
            "time": 1751629378,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I visited this place as part of a heritage walk, and it was an incredible experience. The tour was well-organized and very informative. To enter the park, you need to buy a ticket on-site. Inside, you'll find a beautiful tomb, a serene water lake, a cozy café, and a museum that adds depth to the historical significance of the site. The highlight for me was the stunning sunset view!",
            "author_name": "Rashika Sharma",
            "relative_time_description": "",
            "time": 1747674811,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Mehrauli Archaeological Park is a beautiful historical site. To get here, take the metro to Qutub Minar station, then walk about 1 km to reach the park. Spanning over 200 acres, it's best suited for those who enjoy walking and exploring.\n\nThe park is home to several notable monuments like Jamali-Kamali Mosque and Tomb, Rajon Ki Baoli, Quli Khan's Tomb, Café Stoned, and more. There's an entry fee of ₹50 per person at the Quli Tomb entrance.\n\nThe area is lush with greenery and very peaceful - the only sound you'll hear is an airplane passing overhead every couple of minutes. From here, you can also enjoy a great view of the Qutub Minar. The place isn't very crowded, likely because most visitors head straight to Qutub Minar, so you can explore in peace.\n\nIt's a lovely spot to spend the day with your loved ones, and it's also kid-friendly. I had a really nice experience here ❤️",
            "author_name": "Nehal Khan",
            "relative_time_description": "",
            "time": 1754842837,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://gowithharry.com/mehrauli-archaeological-park-heritage-walk/",
        "index": 15,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Heritage preservation",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 97,
            "2": 64,
            "3": 357,
            "4": 992,
            "5": 2015
          }
        },
        "minMinutesSpent": 90,
        "latitude": 28.520204,
        "address": "Anuvrat Marg, opposite Qutab Minar Metro Station, Christian Colony, Mehrauli, New Delhi, Delhi 110030, India",
        "travel_time": null
      },
      {
        "_id": "ChIJVcXN6ZHiDDkR7DeT_RtRCc0",
        "generalDescription": "Safdarjung Tomb, situated in South Delhi, is a grand structure built in 1754 for Safdarjung, the governor of Oudh and later the prime minister to the Mughal Emperor Muhammad Shah. This Mughal-style monument boasts intricate red and buff sandstone architecture with elaborate carvings.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 77.210622,
        "rating": 4.4,
        "numRatings": 15354,
        "sources": [
          {
            "id": "86845",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/a-tour-of-new-delhis-architectural-landmarks/",
            "sourceSite": "Web",
            "snippet": "Safdarjung Tomb is the mausoleum of Mirza Muqim Abul Mansur Khan—popularly known as Safdar Jung—made in sandstone and marble. After his death, his son Nawab Shujaud Daula pleaded with the Mughal emperor to permit him to erect a tomb for his father in Delhi. The tomb was designed by an Abyssinian architect and was made to resemble Humayun’s Tomb.",
            "siteName": "The Culture Trip",
            "shortName": "A Tour Of New Delhis Architectural Landmarks",
            "indexInSource": 6,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Safdarjung Tomb, a prominent historical place in Delhi, stands as a testament to Mughal architectural grandeur. Built in the mid-18th century, this mausoleum honors Safdarjung, the Prime Minister of the Mughal Empire. Surrounded by lush gardens, the tomb is an exquisite example of Mughal-era craftsmanship and remains a must-visit site for those exploring historical places in Delhi.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 6,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820256",
            "type": "webPlacesList",
            "url": "https://www.aditya-arch.edu.in/blog/16/architecture-wonders-of-delhi",
            "sourceSite": "Web",
            "snippet": "The last member of Mughal architecture is visible in this huge tomb garden. This tomb, which is enclosed, was constructed to commemorate Safdarjung Minister in the city of Avadh during the period of Muhammad Shah. Although it has a lot in common with the Humayun's Tomb, it is less impressive in comparison to the Humayun's Tomb.",
            "siteName": "aditya-arch.edu.in",
            "shortName": "",
            "indexInSource": 3,
            "iconSiteId": 264150,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1254020",
            "type": "webPlacesList",
            "url": "https://www.trip.com/travel-guide/attraction/new-delhi-579/tourist-attractions/type-all-of-architecture-and-landmarks-70-131/",
            "sourceSite": "Web",
            "snippet": "小思文Safdar mausoleum is also an ancient memorial site for emperors in India. The construction area of this cemetery is not very large. You can see some very special small things in the mausoleum.",
            "siteName": "TRIP.COM",
            "shortName": "10 Top Attractions in New Delhi (2024)",
            "indexInSource": 8,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Qxoga3fRCsjX9ka8nCDdKzkkKlY46aC3",
          "ux9y6LvpYtgsNsGW7Msv47fLHznh7PZL",
          "fQr8YkvvzLQXYiJbRpsPOBKQ8aBd2z81",
          "5gku7Kn1m4wVxN7Q2eKwNJ5FKBRvAs0E",
          "88NCiNQPFacbrBL2KtRIIHDCn76pnQiQ",
          "Qxoga3fRCsjX9ka8nCDdKzkkKlY46aC3",
          "ux9y6LvpYtgsNsGW7Msv47fLHznh7PZL",
          "fQr8YkvvzLQXYiJbRpsPOBKQ8aBd2z81",
          "5gku7Kn1m4wVxN7Q2eKwNJ5FKBRvAs0E",
          "88NCiNQPFacbrBL2KtRIIHDCn76pnQiQ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Safdarjung Tomb, Delhi",
        "placeId": "ChIJVcXN6ZHiDDkR7DeT_RtRCc0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It was an absolutely delightful place. It emanated peace and calm amidst always busy Delhi. The best time to visit will be the time for sunset according to me. The vibe of the place is immaculate. With parrots, peacocks and pigeons roaming around on the grounds, it is like an oasis of peace in the chaos of the city.\n\nThe tomb is majestic although crumbling. The entry gate itself is an example of brilliant architecture. The intricate details and designs will leave you craving for more time with those walls.\n\nThe ticket is purchased online. And it remains open till 7 pm, after that they shut it down.",
            "author_name": "Raj Nandani",
            "relative_time_description": "",
            "time": 1750794705,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Truly underrated, very less crowed but supreme in beauty. Ticket costs approx 50. Surrounded by gardens, though not very well kept due to less crowd. If you are lucky you can spot a peacock or two. Delighted to have visited this place of beauty and such architecture.",
            "author_name": "Deep Uday Singh",
            "relative_time_description": "",
            "time": 1755524866,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The place is clean, beautifully maintained, and surrounded by peaceful gardens. The Mughal architecture is stunning, and the calm atmosphere makes it perfect for a relaxing visit away from the city's hustle.",
            "author_name": "Nishant Deswal",
            "relative_time_description": "",
            "time": 1756487767,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.delhitourism.gov.in/tourist_place/safdarjang_tomb.html",
        "index": 16,
        "id": "",
        "categories": [
          "Monument",
          "Sights & Landmarks",
          "Historical landmark",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 381,
            "2": 300,
            "3": 1390,
            "4": 4341,
            "5": 8936
          }
        },
        "minMinutesSpent": 150,
        "latitude": 28.589416,
        "address": "Airforce Golf Course, Delhi Race Club, New Delhi, Delhi 110003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJW5uXItf8DDkR-NoAKxvTCng",
        "generalDescription": "Feroz Shah Kotla Fort, also known as Arun Jaitley Stadium, is a historic fortress surrounded by gardens and cricket grounds. The sandstone remains of the fort are stunning, with inscriptions in Brahmi script and Pali and Sanskrit added later. The fort has a serene atmosphere and is open from Tuesday to Sunday. It's a popular spot for cricket matches, having hosted numerous Test matches and World Cup games.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 77.243305,
        "rating": 4.2,
        "numRatings": 8807,
        "sources": [
          {
            "id": "1254037",
            "type": "webPlacesList",
            "url": "https://www.ranker.com/list/delhi-buildings-and-structures/reference",
            "sourceSite": "Web",
            "snippet": "The Feroz Shah Kotla or Kotla was a fortress built by Sultan Feroz Shah Tughlaq to house his version of Delhi city called Ferozabad. A pristine polished sandstone pillar from the 3rd century B.C. rises from the palace's crumbling remains, one of many pillars of Ashoka left by the Mauryan emperor; it was moved from Pong Ghati Ambala, Punjab to Delhi under orders of Firoz Shah Tughlaq of Delhi Sultanate, and re-erected in its present location in 1356.",
            "siteName": "Ranker",
            "shortName": "Delhi Architecture | List of Famous Delhi Buildings and Landmarks",
            "indexInSource": 0,
            "iconSiteId": 52233,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "g1lXyiE7Yt5VdJz8f0rqN3QYgtLkDvGA",
          "hdFsAsSO9Xw7kY9dUM98ZLD19gKsMFhc",
          "clReihvdkC6p2wIGKn13d1QWTh8gB4NR",
          "g1lXyiE7Yt5VdJz8f0rqN3QYgtLkDvGA",
          "hdFsAsSO9Xw7kY9dUM98ZLD19gKsMFhc",
          "clReihvdkC6p2wIGKn13d1QWTh8gB4NR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0730"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0730"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0730"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0730"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0730"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0730"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0730"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Feroz Shah Kotla",
        "placeId": "ChIJW5uXItf8DDkR-NoAKxvTCng",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The place is peaceful and beautiful. The ruins of Firoz Shah Kotla fort is beautiful and reflects medieval architecture.\nThe place is not at crowded and thus peaceful. A place where one can spend quality time with family and friends.\nThe ticket price is 25 for offline and 20 for online both ways available on the counter itself.",
            "author_name": "Saloni Sagar",
            "relative_time_description": "",
            "time": 1757237029,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It is great piece of ancient Old historic things which has been used by Feroz Shah, who was a sultan in 1354. This was built because when the sultan was facing water scarcity in Tuglaqbad. You will found a Baoli, whic is kind of traditional water harvesting technology to store water in the fort. You will also find a mini Jama Masjid in the fort. It is a great place for relaxing, I must say.",
            "author_name": "Labanya Bhowmik",
            "relative_time_description": "",
            "time": 1741395998,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Feroz Shah Kotla Fort, located near Rajghat and Delhi Gate Metro Station, is an ancient structure with historical significance, but it may not be a must-visit destination for everyone. The fort is largely in ruins, with remnants of its past grandeur still visible. While the palace itself has deteriorated over time, the karagar jail remains relatively intact, showcasing its stronger construction.\n\nThings to consider before visiting\n- Not ideal in summer The fort is not recommended during peak summer due to the intense heat, as there is limited shade apart from a few large trees.\n- Green spaces The big trees in the area provide a cooler breeze, making it a decent spot to relax.\n- Closed well There is a well within the premises, but it is closed off to visitors.\n- Casual hangout spot Instead of treating it as a must-visit historical site, it can be enjoyed as a park-like space where you can sit under the trees and have discussions with friends.\n- Nearby attractions The fort is close to Arun Jaitley Stadium, making it accessible for those exploring the area.\n\nWhile the fort may not be a top tourist attraction, it offers a peaceful environment for those looking to unwind amidst history. If you're in the area, it can be a good spot for a casual visit, but not a mandatory stop on a Delhi itinerary.\nHope this helps.",
            "author_name": "VaiBhav KaSaudhan (Rishu)",
            "relative_time_description": "",
            "time": 1749271741,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Fortress",
          "Sights & Landmarks",
          "Ancient Ruins"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 397,
            "2": 276,
            "3": 992,
            "4": 2287,
            "5": 4858
          }
        },
        "minMinutesSpent": 240,
        "latitude": 28.634916,
        "address": "J6MV+X87, Balmiki Basti, Vikram Nagar, New Delhi, Delhi, 110002, India",
        "travel_time": null
      },
      {
        "_id": "ChIJrYdEb2cdDTkREMlyIC1kLq0",
        "generalDescription": "The U.S. Embassy, located in Connaught Place, New Delhi, has been a beloved dining spot for decades. Known for its sumptuous Indian cuisine like butter chicken, the restaurant has recently expanded its menu to include other international dishes. It holds a special place in the hearts of many families and continues to attract loyal customers. Additionally, visitors going for visa interviews can find assistance from security guards outside the consulate office gate.",
        "utcOffset": 330,
        "maxMinutesSpent": 210,
        "longitude": 77.186998,
        "rating": 4.3,
        "numRatings": 2812,
        "sources": [
          {
            "id": "1820270",
            "type": "webPlacesList",
            "url": "https://www.e-architect.com/india/new-delhi-architecture",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "e-architect",
            "shortName": "New Delhi Architecture: Buildings India",
            "indexInSource": 3,
            "iconSiteId": 13331,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kbezRR26zn7oEEjIBBoYmQM4smQhpO5p",
          "LUGz1SOqWvm0ilgz6B9qHMlRL7iwpPOv",
          "oQBxhxJKxFT0qQFp6NlbKYna9JiffRGW",
          "HyhSj11BOA1CZIGGRKB8OWTdMrZ3sPtf",
          "kbezRR26zn7oEEjIBBoYmQM4smQhpO5p",
          "LUGz1SOqWvm0ilgz6B9qHMlRL7iwpPOv",
          "oQBxhxJKxFT0qQFp6NlbKYna9JiffRGW",
          "HyhSj11BOA1CZIGGRKB8OWTdMrZ3sPtf"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          }
        ],
        "name": "U.S. Embassy",
        "placeId": "ChIJrYdEb2cdDTkREMlyIC1kLq0",
        "internationalPhoneNumber": "+91 11 2419 8000",
        "reviews": [
          {
            "rating": 5,
            "text": "Highly secured place, I was checked througly 2 times one by the security outside and then by the security inside. You can keep your mobile in the opposite counter they take around Rs. 50 for mobile. Take out your passport and move forward the gates and doors are quite heavy to open need to push them hard😅. I was bit nervous that day, but it was done.  And don't try to take pictures infront of security guard they might take your mobile.",
            "author_name": "Shilanjoy Bhattacharjee",
            "relative_time_description": "",
            "time": 1697293009,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Had my visa interview appointment at the Consulate. The overall experience was great.\n\nThe most often asked questions about mobiles, smartwatches, laptops, tablets - best not to carry. Not really required. I didn't carry. There is off site storage available for some fee, but didn't check it out. No storage at the section itself.\n\nProcessing is smooth & pretty straightforward. Seeing the number of applicants & workload, would say rather well run process.",
            "author_name": "Tee Ess",
            "relative_time_description": "",
            "time": 1753107725,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Embassy is located in upscale area of Chanakyapuri. staff is helpful but number of visitors is huge. one should carry own water bottle as all other than the person having visa appointment has to wait in the open.\n\nalso do not carry suitcases/ mobiles etc as it is not permitted inside.",
            "author_name": "Mukesh Gupta",
            "relative_time_description": "",
            "time": 1752478940,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://in.usembassy.gov/",
        "index": 18,
        "id": "",
        "categories": [
          "Embassy"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 326,
            "2": 29,
            "3": 102,
            "4": 335,
            "5": 2010
          }
        },
        "minMinutesSpent": 210,
        "latitude": 28.596708,
        "address": "H5WP+MQQ, Panchsheel Marg, Shantipath, Chanakyapuri, New Delhi, Delhi 110021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJx0FsIxL9DDkRXwlYoAvn8wU",
        "generalDescription": "Fatehpuri Masjid, constructed in 1650 for Fatehpuri Begum, one of Shah Jahan's wives, is a stunning red sandstone mosque located in the heart of Old Delhi. This historical site showcases Mughal architecture and holds significance as a symbol of the city's rich cultural and religious heritage.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.222771,
        "rating": 4.3,
        "numRatings": 3159,
        "sources": [
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Fatehpuri Masjid, nestled in the heart of Old Delhi, is a significant historical site representing Mughal architecture. Built in the 17th century by Fatehpuri Begum, one of Shah Jahan's wives, the mosque stands as a testament to Delhi's rich cultural and religious history. Visiting Fatehpuri Masjid offers a glimpse into the city's diverse heritage, making it a must-see among the historical places in Delhi.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 19,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820256",
            "type": "webPlacesList",
            "url": "https://www.aditya-arch.edu.in/blog/16/architecture-wonders-of-delhi",
            "sourceSite": "Web",
            "snippet": "A mosque in the 17th century was constructed for Fatehpuri Begum, one of Shah Jahan's wives. This mosque is situated within Chandni Chowk. The mosque was built with red sandstone.",
            "siteName": "aditya-arch.edu.in",
            "shortName": "",
            "indexInSource": 6,
            "iconSiteId": 264150,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2CfQb6o2X6TAtfA3aAhOCFgsldnjCWV4",
          "mS6qYHDxdz5D2Ft6qSz7njjoY74l0Ejy",
          "Dpi3zlJIwSilFxvksuWKftJVgmraEvd1",
          "2CfQb6o2X6TAtfA3aAhOCFgsldnjCWV4",
          "mS6qYHDxdz5D2Ft6qSz7njjoY74l0Ejy",
          "Dpi3zlJIwSilFxvksuWKftJVgmraEvd1"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Fatehpuri Masjid",
        "placeId": "ChIJx0FsIxL9DDkRXwlYoAvn8wU",
        "internationalPhoneNumber": "+91 11 2391 8322",
        "reviews": [
          {
            "rating": 5,
            "text": "Fatehpuri Masjid is a stunning 17th-century mosque located in the heart of Old Delhi, specifically in the Chandni Chowk area of Delhi 6. Built in 1650 by Fatehpuri Begum, one of Shah Jahan's wives, this beautiful mosque showcases Mughal architecture with a blend of Persian and Indian design elements.\n\nBuland Darwaza: A 54-meter-high Victory Gate that leads to the main entrance of the mosque.\nRed Sandstone Structure: The mosque is built entirely with red sandstone, adding to its grandeur\nSeven-Arched Openings: The prayer hall features seven arched openings, with the central one being the highest\nTowering Minarets: The mosque is flanked by imposing minarets, adding to its majestic appearance\n\nFatehpuri Masjid has witnessed significant historical events, including the Sepoy Mutiny of 1857. The mosque was even sold to a Hindu merchant, Lala Channa Mal, during the British era but was later returned to the Muslim community in 1877.\n\nToday, Fatehpuri Masjid is an important place of worship and a popular tourist destination, attracting visitors from all over the world. If you're planning to visit, the mosque is open from 5:00 am to 9:30 pm, and there's no entry fee.",
            "author_name": "Harish Bainiwal",
            "relative_time_description": "",
            "time": 1736760243,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Historic mosque in Chandni chowk.. built sometime in 1650s.. from the Shahjahan era.",
            "author_name": "Rajat Srivastava",
            "relative_time_description": "",
            "time": 1754063947,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Excellent place, you will go into the past.\nYou will see vintage ceiling fans  over there. A big hauj is there for waju. If you are visiting Chandni chowk then you must visit this place .",
            "author_name": "Irfan Khan",
            "relative_time_description": "",
            "time": 1739454071,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.masjidfatehpuri.in/",
        "index": 19,
        "id": "",
        "categories": [
          "Mosque",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 206,
            "2": 80,
            "3": 267,
            "4": 463,
            "5": 2136
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.656649,
        "address": "39, Chandni Chowk Rd, Fatehpuri, Chandni Chowk, New Delhi, Delhi, 110006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJUcbw8Sz9DDkRBEhP_bHja-c",
        "generalDescription": "Shri Ram Centre for Performing Arts is a unique venue designed by architect Shiv Nath Prasad in 1972. The building's unconventional architectural forms reflect its diverse cultural functions, including dance, drama, and music performances. It is considered one of the best-known theatres in Delhi and an iconic structure. The center hosts a repertory theatre company and offers candlelight concerts, making it a must-visit destination for experiencing performing arts in India.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.232937,
        "rating": 4.5,
        "numRatings": 1060,
        "sources": [
          {
            "id": "86860",
            "type": "webPlacesList",
            "url": "https://amuse.vice.com/en_us/article/8xjdjg/buildings-of-delhi",
            "sourceSite": "Web",
            "snippet": "The Shri Ram Centre architect Shiv Nath Prasad was famously innovative and uncompromising in his modern ideals, as can be seen in this experiment in reinforced concrete (built 1972). The unconventional composition of architectural forms, stacked like toy building blocks – intended to reflect the variety of cultural functions that the building serves: dance, drama, music – is evocative of a lookout, or an aviary, with the heavy east-facing shade structures providing a striking interpretation of Le Corbusier’s philosophy of sun-responsive architecture.",
            "siteName": "Amuse",
            "shortName": "A New Nation | The Buildings of Delhi",
            "indexInSource": 3,
            "iconSiteId": 8747,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820260",
            "type": "webPlacesList",
            "url": "https://es.scribd.com/document/331862717/List-of-Good-Architecture-Buildings-in-Delhi",
            "sourceSite": "Web",
            "snippet": "Some of the buildings mentioned include the Statesman House, Gateway Tower of Gurgaon, Airtel Office building, Adobe Systems India campus, Signature Towers of Gurgaon, St Martin's Garrison Church, St Stephen's College, Sujan Singh Park Complex, Ashok Hotel, Triveni Kala Sangam, the American Embassy, Maulana Azad Memorial, India International Center, Indian Institute of Technology campus, Akbar Bhawan, Palika Kendra, Sri Ram Centre, Nehru Memorial Library, Inter-State Bus Terminus, Tibet House, National Cooperative Development Corporation",
            "siteName": "Scribd",
            "shortName": "List of Good Architecture Buildings in Delhi | PDF",
            "indexInSource": 12,
            "iconSiteId": 140280,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820263",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/rtf-design-inspiration/a1877-10-iconic-structures-in-delhi-first-face-of-brutalist-architecture-in-india/",
            "sourceSite": "Web",
            "snippet": "Dubbed as one of the best-known theatres in Delhi for performing arts and one of the iconic structures; the visibly unorthodox Shri Ram Centre constructed in the same year as the Akbar Hotel are both landmark projects of Ar.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "First face of Brutalist Architecture in India -",
            "indexInSource": 1,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JcoDdR0oqy9CYUvmaDUVx9uANiJds5wm",
          "zu8aLwWQidKILO29oZZcWxxSHbX2vlEV",
          "JcoDdR0oqy9CYUvmaDUVx9uANiJds5wm",
          "zu8aLwWQidKILO29oZZcWxxSHbX2vlEV"
        ],
        "openingPeriods": [],
        "name": "Shri Ram Centre for Performing Arts",
        "placeId": "ChIJUcbw8Sz9DDkRBEhP_bHja-c",
        "internationalPhoneNumber": "+91 11 2373 1112",
        "reviews": [
          {
            "rating": 5,
            "text": "I've had the pleasure of seeing a couple of plays at this venue, and I was impressed by the comfortable seating and excellent acoustics. The convenient location near the Mandi House metro station is a definite bonus!\n.\nDuring my visit on Saturday, January 25th, 2025, I enjoyed a meal of chilli garlic noodles and momos, along with lemonade and a cup of coffee.  The portions were very generous, so I'd advise ordering accordingly! The food definitely lived up to its name – those noodles were seriously spicy!  My eyes and nose were watering (in a good way!), and my ears even turned red.\nThe lemonade seemed pre-made (which might not be to everyone's taste), but it was still refreshing. The coffee also hit the spot - hot and caffeinated, just what I needed.",
            "author_name": "Rashika Sharma",
            "relative_time_description": "",
            "time": 1737870512,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Had the pleasure of visiting Shri Ram Centre, and once again, it did not disappoint. Situated conveniently near the Mandi House metro station, this venue is easily accessible for everyone. Each visit to Shri Ram Centre has been an awesome experience, offering something new to learn every time. Whether it's a thought-provoking play or a cultural event, the atmosphere is always vibrant and enriching. If you're looking for a place that combines convenience, quality performances, and an opportunity to expand your horizons, Shri Ram Centre is the perfect spot.",
            "author_name": "Vijender Singh",
            "relative_time_description": "",
            "time": 1736930067,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The seating is comfortable.But steps are not apt. Seen one play namely  Siachen there.Very average theatre.Wash room is Good .Canteen is good and ofcourse outer ambience is good.it could have been better. Its near Mandi House on Safar Has ki Road.",
            "author_name": "s chattopadhyay",
            "relative_time_description": "",
            "time": 1741092304,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.srcpa.in/",
        "index": 20,
        "id": "",
        "categories": [
          "Performing arts theater",
          "Auditorium",
          "Drama school"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 33,
            "2": 13,
            "3": 50,
            "4": 225,
            "5": 735
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.627022,
        "address": "4, Safdar Hashmi Marg, Todermal Road Area, Mandi House, New Delhi, Delhi 110001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ30RusDb9DDkR_GZrwkD5lnU",
        "generalDescription": "Statesman House, situated in Connaught Place (CP), New Delhi, is a renowned commercial building linked to 'The Statesman' newspaper. It boasts a prime location with easy access to major micro-markets in Delhi NCR via road and metro networks. The area within a 2 km radius offers upscale 5-star hotels and hospitals. This iconic landmark provides independent commercial office spaces that are readily available for rent, offering various sizes, facilities, and services to accommodate diverse business needs.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.22266,
        "rating": 4.5,
        "numRatings": 765,
        "sources": [
          {
            "id": "1820260",
            "type": "webPlacesList",
            "url": "https://es.scribd.com/document/331862717/List-of-Good-Architecture-Buildings-in-Delhi",
            "sourceSite": "Web",
            "snippet": "Some of the buildings mentioned include the Statesman House, Gateway Tower of Gurgaon, Airtel Office building, Adobe Systems India campus, Signature Towers of Gurgaon, St Martin's Garrison Church, St Stephen's College, Sujan Singh Park Complex, Ashok Hotel, Triveni Kala Sangam, the American Embassy, Maulana Azad Memorial, India International Center, Indian Institute of Technology campus, Akbar Bhawan, Palika Kendra, Sri Ram Centre, Nehru Memorial Library, Inter-State Bus Terminus, Tibet House, National Cooperative Development Corporation",
            "siteName": "Scribd",
            "shortName": "List of Good Architecture Buildings in Delhi | PDF",
            "indexInSource": 0,
            "iconSiteId": 140280,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86860",
            "type": "webPlacesList",
            "url": "https://amuse.vice.com/en_us/article/8xjdjg/buildings-of-delhi",
            "sourceSite": "Web",
            "snippet": "Planted in the centre of Connaught Place and designed by Herbert Baker and Edwin Lutyens, Statesman House is a far cry from the classic bungalow style with which its architects are so often associated. It captures the grandeur of India’s transformational age with receding tiers – invoking the feeling of tantalising incompletion and classic ruins. The central open-air atrium seems to draw directly from the Roman Coliseum, but this is actually the home one of the India’s oldest national newspapers.",
            "siteName": "Amuse",
            "shortName": "A New Nation | The Buildings of Delhi",
            "indexInSource": 6,
            "iconSiteId": 8747,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "oJfEsSxo97BKAqkUmbEaAlu9M41vE7pd",
          "Bzye7g3MqYxChLoLPCLhrjWhEvSFFYUm",
          "pL2NDOd2YAGdTBnn9rYU1yRxnZCQmu2k",
          "oJfEsSxo97BKAqkUmbEaAlu9M41vE7pd",
          "Bzye7g3MqYxChLoLPCLhrjWhEvSFFYUm",
          "pL2NDOd2YAGdTBnn9rYU1yRxnZCQmu2k"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0230"
            },
            "close": {
              "day": 2,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0230"
            },
            "close": {
              "day": 3,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0230"
            },
            "close": {
              "day": 4,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0230"
            },
            "close": {
              "day": 5,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0230"
            },
            "close": {
              "day": 6,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "0100"
            }
          }
        ],
        "name": "Statesman House",
        "placeId": "ChIJ30RusDb9DDkR_GZrwkD5lnU",
        "internationalPhoneNumber": "+91 92121 92123",
        "reviews": [
          {
            "rating": 5,
            "text": "Iconic building in Connaught Place with great architecture and convenient location. Well-maintained and secure, though parking can be tricky.",
            "author_name": "Pallabh Kumar Sharma",
            "relative_time_description": "",
            "time": 1736931532,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Beautiful building, eye-catching location and the architecture. One can see the entire CP from the window and it's really soothing. So many offices are there. It's quite old but doesn't seem so. I had a great experience here.",
            "author_name": "AMIT SHARMA",
            "relative_time_description": "",
            "time": 1740931691,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Statesman House, located in Connaught Place (CP),\n\nNew Delhi, India, is a commercial building known for its association with \"The Statesman\" newspaper.\n\nIt is situated in a prime location with convenient connectivity to major micro-markets in Delhi NCR through road and metro networks.\n\nWithin a 2 km radius, you can find upscale 5-star hotels and hospitals.\n\nDesigned by renowned architects Herbert Baker and Edwin Lutyens in 2001, Statesman House stands in contrast to their usual classic bungalow style.\n\nThe building's architecture deviates from their traditional designs, reflecting a more contemporary approach.\n\nConnaught Place, where Statesman House is situated, is a bustling commercial hub characterized by its circular layout and colonial-era architecture.\n\nIt is home to various offices, shops, restaurants, and cultural venues. The area attracts both locals and tourists, offering a vibrant and lively atmosphere.\n\nWith its central location, Statesman House enjoys excellent connectivity to different parts of Delhi through the well-established road and metro networks.\n\nVisitors can easily access other major micro-markets in the National Capital Region (NCR) using these transportation options.\n\nIn summary, Statesman House is a commercial building in Connaught Place, Delhi, housing \"The Statesman\" newspaper.\n\nIt offers good connectivity to major micro-markets, has 5-star hotels and hospitals nearby,\n\nand stands out architecturally from the classic bungalow style associated with its renowned architects, Herbert Baker and Edwin Lutyens.",
            "author_name": "Ishwar Pratap",
            "relative_time_description": "",
            "time": 1685036196,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.thestatesman.com/",
        "index": 21,
        "id": "",
        "categories": [
          "Newspaper publisher",
          "Corporate office"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 14,
            "2": 6,
            "3": 59,
            "4": 213,
            "5": 472
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.630395,
        "address": "J6JF+533, Connaught Lane, Barakhamba, New Delhi, Delhi 110001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJAbTif-H8DDkRP-VHj6rYtBQ",
        "generalDescription": "Nestled within the iconic Red Fort, Mumtaz Mahal is a hidden treasure that often goes unnoticed amidst Delhi's more famous landmarks. This exquisite 17th-century palace, also known as Burhanpur ki Mumtaz, showcases the stunning Mughal architectural style and offers visitors a serene retreat from the bustling city. Overlooking the Yamuna River, it forms part of a complex of six palaces interconnected by the enchanting Nahr-i-Bishisht or 'Stream of Paradise.'",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.243435,
        "rating": 4.2,
        "numRatings": 473,
        "sources": [
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Mumtaz Mahal, also known as Burhanpur ki Mumtaz, is a lesser-known historical gem in Delhi. Situated near Humayun's Tomb, this 17th-century structure stands as a testament to Mughal architectural elegance. Despite being overshadowed by its grander counterparts, Mumtaz Mahal offers a tranquil escape and a glimpse into Delhi's rich historical legacy.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 23,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "SRxIDKrHyZ3LAzJdj2BjnO2a7Sh4Yhbn",
          "E4Rx9WctpJfNnMMOVUeezBix3Q6VCYBp",
          "6boiLjEbGR9A8iyDN926ND43189IcMMA",
          "SRxIDKrHyZ3LAzJdj2BjnO2a7Sh4Yhbn",
          "E4Rx9WctpJfNnMMOVUeezBix3Q6VCYBp",
          "6boiLjEbGR9A8iyDN926ND43189IcMMA"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Mumtaz Mahal",
        "placeId": "ChIJAbTif-H8DDkRP-VHj6rYtBQ",
        "internationalPhoneNumber": "+91 11 2464 7005",
        "reviews": [
          {
            "rating": 5,
            "text": "If you want to see the entire Red Fort in one go, please go before 5:00 PM because after that they ban entry at some places, due to the sound and light show. and only those people who have booked tickets for the show can stay after 5:00 PM.\n*There are 2 sound and light shows everyday. The first one is from 6:30 pm to 7:30 pm and the second one is from 7:45 pm to 8:45 pm.\nThe first 5 minutes of the show takes place in the open so that the rest of the public can also watch the show and gain knowledge along with enjoyment.\nEarlier, entry to the Red Fort was free and there was no show of any kind. But recently, an Indian conglomerate group named Dalmia Bharat has started presenting this sound and light show, also called *Jai Hind* in short, and the money earned through tickets is used in the maintenance of the Red Fort.",
            "author_name": "RAKSHA JEENA",
            "relative_time_description": "",
            "time": 1733738092,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Mumtaz Mahal is located in the Red Fort, Delhi. The Mumtaz Mahal is one of the six main palaces that were positioned facing the Yamuna River. All six palaces were connected by the Stream of Paradise, a raceway which ran through them.\n\nOne of the topmost monuments of India and the walk around the place is so peaceful. A must visit for relaxation and learning further about the history of Indian revolution of getting freedom. There are also galleries within to learn further about each action and munitions used during that time.\nGreat place to be decided for children to understand our history and explore this monument. Also, they host lot of shops within the demesne. During Indian Independence day the Indian flag is hoisted then",
            "author_name": "Ajay Sahu",
            "relative_time_description": "",
            "time": 1666411003,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place is pure magic, especially for couples looking to spend quality time together. Whether it's a morning walk under the soft sunlight or a golden sunset moment, the ambiance is simply mesmerizing. Every corner is Instagram-worthy with breathtaking backgrounds. It's not just about clicking pictures-it's about making memories that stay with you. If you're looking for peace, beauty, and time to connect with your partner, this is the place to be.",
            "author_name": "Rajesh Kumar",
            "relative_time_description": "",
            "time": 1743912289,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.delhitourism.gov.in/delhitourism/tourist_place/index.jsp",
        "index": 22,
        "id": "",
        "categories": [
          "Historical landmark",
          "Museums",
          "History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 29,
            "2": 12,
            "3": 45,
            "4": 120,
            "5": 267
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.654516,
        "address": "M63V+R93, Red Fort, Old Delhi, New Delhi, Delhi 110006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJl7_PfTP9DDkR5nL5pOBFzoU",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.222586,
        "rating": 4.3,
        "numRatings": 1679,
        "sources": [
          {
            "id": "1820270",
            "type": "webPlacesList",
            "url": "https://www.e-architect.com/india/new-delhi-architecture",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "e-architect",
            "shortName": "New Delhi Architecture: Buildings India",
            "indexInSource": 2,
            "iconSiteId": 13331,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5W71XBVpZ765TnlvbTkSsBtwPjgmcFRS",
          "BXyvWaoa4Ex351dxiJvyqbx8OxwwtWIH",
          "XoB5A72ydx7FSpsrB4NKvj0l9zqipGeT",
          "5W71XBVpZ765TnlvbTkSsBtwPjgmcFRS",
          "BXyvWaoa4Ex351dxiJvyqbx8OxwwtWIH",
          "XoB5A72ydx7FSpsrB4NKvj0l9zqipGeT"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "British Council",
        "placeId": "ChIJl7_PfTP9DDkR5nL5pOBFzoU",
        "internationalPhoneNumber": "+91 11 6903 2222",
        "reviews": [
          {
            "rating": 5,
            "text": "British Council is UK's Organisation for cultural relations and educational opportunities.\nIt is the official headquarters of British High Commission.\nI was completely overwhelmed and amazed by the beauty of the Building. I immediately fell in love with the place and the vibe it resonates. I found the place meticulously handled and maintained. They have a good system for taking and addressing the enquiries.\nThey have a Library with array of Books and Novels in English Language. I loved the space it provided and the crowd that it attracts. You have to have the membership of the British Council Library to have access to it and to have space to read and or study. Not only this, if you have the membership, you get the whole wide space to have your study or even work with your laptops i.e. you are not restricted just to the library to read/study or work. I loved this arrangement and eagerly want to start the membership.\nBritish Council provides many courses in English Language including CELTA, Business English etc.\n\nMust visit and have a beautiful experience:)",
            "author_name": "Somi Mehra",
            "relative_time_description": "",
            "time": 1697516036,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "#Nearby Barakhamba Metro Station Gate-6 #Opposite to Parikarma The Revolving Restaurant# Nearby Subway to cross the road# Secured# Neat & Clean# Quick bite Cafe inside# Vehicle Parking not available# Library inside for registered customers# Elevator inside# Value for money# Good curriculum and instructors to teach English# Wheel chaired accessible# X-ray scanning of each.",
            "author_name": "Dheeraj Checker",
            "relative_time_description": "",
            "time": 1748163379,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One can feel the difference from the point one approaches the main entrance of British Council. Staffs are agile but courteous.\n\nThis is one of the best places to learn English language & Business Communication Skills.\n\nKids (5+) and Adults can enroll English language classes. They also arrange summer classes for Kids which is one of the \"must do\" thing.\n\nLibrary has huge collection related to literature and other topics. It also provide sitting area for study for members. Kids section is separate and has ample and varied collection to keep them.busy with.\n\nAmbience is good. It uses state-of-the-art-technology where ever possible.\n\nCanteen is there on the ground floor which serves tasty foods. Price is on slightly higher side.",
            "author_name": "Amit Ranjan",
            "relative_time_description": "",
            "time": 1530616792,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.britishcouncil.in/",
        "index": 23,
        "id": "",
        "categories": [
          "English language school",
          "Sights & Landmarks",
          "Cultural center",
          "Education center",
          "Library",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 163,
            "2": 34,
            "3": 74,
            "4": 299,
            "5": 1108
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.627101,
        "address": "17, KG Marg, Atul Grove Road, Janpath, Connaught Place, New Delhi, Delhi 110001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ78jNqRzjDDkRSG0_C4JXrfE",
        "generalDescription": "Isa Khan's Tomb, situated within the Humayun's Tomb complex in Delhi, is a remarkable example of Mughal architecture and design. This octagonal tomb was built in the 16th century for Isa Khan, a prominent figure in the court of Sher Shah Suri. The construction reflects architectural patterns from the Sur reign and features intricate details surrounded by a serene garden setting. Visitors often visit this historical site to experience the cultural and architectural richness of the Mughal era.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.246214,
        "rating": 4.4,
        "numRatings": 3094,
        "sources": [
          {
            "id": "86888",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-delhi",
            "sourceSite": "Web",
            "snippet": "Isa Khan's Tomb, nestled within the Humayun's Tomb complex in Delhi, is one of the historical places in Delhi that reflects Mughal architecture and design. Built in the 16th century, this tomb serves as a significant landmark, showcasing intricate details and a serene garden setting. Visitors to Delhi often explore this historical gem to witness the cultural and architectural richness of the Mughal era.",
            "siteName": "Holidify",
            "shortName": "30 Historical Places In Delhi For A Heritage Tour 2024",
            "indexInSource": 12,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86852",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/historical-monuments-in-delhi/",
            "sourceSite": "Web",
            "snippet": "Isa Khan’s Tomb is located in the same compound as the Humayun’s Tomb. It was built in the 15 th century. Isa khan was an Afghan noble in the courts of Sher Shah Suri.",
            "siteName": "Treebo Blog",
            "shortName": "17 Historical Monuments in Delhi | Monuments in Delhi",
            "indexInSource": 5,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "panfyhoKdocIbxdP5GHxrcNucybqMZcs",
          "chWMCVL8Dhz7zpys6SJlSTQBwyOOD5OP",
          "qMN09UVFpBQ96TWldQNQ8rUiYKWJCR9E",
          "panfyhoKdocIbxdP5GHxrcNucybqMZcs",
          "chWMCVL8Dhz7zpys6SJlSTQBwyOOD5OP",
          "qMN09UVFpBQ96TWldQNQ8rUiYKWJCR9E"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Isa Khan's Tomb, Delhi",
        "placeId": "ChIJ78jNqRzjDDkRSG0_C4JXrfE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "“An ancient structure, though not as well-maintained as the nearby Humayun's Tomb, yet thoughtfully designed and masterfully built. Despite its age, it still stands as an impressive sight. The use of blue stones, a rare feature in Indian historical monuments, adds to its unique charm and visual appeal.”",
            "author_name": "Aman Chandra",
            "relative_time_description": "",
            "time": 1742762800,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Isa Khan Niyazi was a noble in the\ncourt of Sher Shah Sur. This enclosure includes his tomband a mosque, both built during his own lifetime. The octagonal tomb, pre-dating\nHumayun's Tomb by only 20 years, has striking ornamentation in the form of canopies, glazed tiles, and lattice screens. Along the western side of the enclosure, the three-bay-wide mosque\nhas a grand red sandstone central bay\nand striking mihrabs previously....\nWritten in the Introductory guide stone.\n\nThis mausoleum is situated in the Humayun‘s tomb complex and a very important one to visit. I also noticed there is an airway up in the sky where aeroplanes fly frequently. 😇",
            "author_name": "Protista",
            "relative_time_description": "",
            "time": 1745078006,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Peace,beauty and sanity.\n\nIsa Khan's Tomb is a hidden gem in Delhi, offering a peaceful and serene atmosphere that's perfect for those seeking solitude and connection with nature. Tucked away from the city's busy streets, this place provides a quiet escape where you can truly unwind and be present with yourself.\n\nSurrounded by greenery and calmness, the tomb is set in a nature-rich environment that invites slow walks, gentle reflection, and peaceful moments. It's not just a historical site-it's a sanctuary where time seems to slow down. The silence here is soothing, broken only by the soft rustling of leaves or birdsong, making it an ideal place to spend time in sanity and mindfulness.\n\nUnlike many other crowded tourist spots, Usha Khan's Tomb offers space to breathe and reflect without distractions. Whether you're looking for a quiet afternoon to clear your mind or a simple place to sit and journal, this site creates the perfect backdrop.\n\nFor anyone in search of peace, nature, and a break from the chaos of daily life, this is one of the best spots in the city. Isa  Khan's Tomb is not just a visit-it's a moment of stillness you'll be grateful for.",
            "author_name": "Vijay Maitri",
            "relative_time_description": "",
            "time": 1747507764,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 24,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Architectural Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 38,
            "2": 46,
            "3": 260,
            "4": 916,
            "5": 1834
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.592289,
        "address": "Humayun's Tomb complex, Mathura Rd, Nizamuddin, Nizamuddin East, New Delhi, Delhi 110044, India",
        "travel_time": null
      },
      {
        "_id": "ChIJNTrgChPiDDkRIsbyJtE9Jz0",
        "generalDescription": "Nestled within the vibrant landscape of India, the National Cooperative Development Corporation (NCDC) stands as a beacon of cooperative principles and agricultural advancement. Established on March 13, 1963, through an Act of Parliament, NCDC is dedicated to fostering programs that enhance the production, processing, marketing, storage, exportation, and importation of various commodities. This includes not only agricultural produce but also foodstuffs and industrial goods.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.210238,
        "rating": 4.7,
        "numRatings": 40,
        "sources": [
          {
            "id": "1820260",
            "type": "webPlacesList",
            "url": "https://es.scribd.com/document/331862717/List-of-Good-Architecture-Buildings-in-Delhi",
            "sourceSite": "Web",
            "snippet": "Some of the buildings mentioned include the Statesman House, Gateway Tower of Gurgaon, Airtel Office building, Adobe Systems India campus, Signature Towers of Gurgaon, St Martin's Garrison Church, St Stephen's College, Sujan Singh Park Complex, Ashok Hotel, Triveni Kala Sangam, the American Embassy, Maulana Azad Memorial, India International Center, Indian Institute of Technology campus, Akbar Bhawan, Palika Kendra, Sri Ram Centre, Nehru Memorial Library, Inter-State Bus Terminus, Tibet House, National Cooperative Development Corporation",
            "siteName": "Scribd",
            "shortName": "List of Good Architecture Buildings in Delhi | PDF",
            "indexInSource": 15,
            "iconSiteId": 140280,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86860",
            "type": "webPlacesList",
            "url": "https://amuse.vice.com/en_us/article/8xjdjg/buildings-of-delhi",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Amuse",
            "shortName": "A New Nation | The Buildings of Delhi",
            "indexInSource": 1,
            "iconSiteId": 8747,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6HSSEGJB3yoLolcndPU9nvu2FehOvvz2",
          "9ki0nVJJfNArcALKFMIDBwiBcDCAJQgv",
          "f9hDwdyw8hpeTbZghQal7XSqT2z7VdiW",
          "6HSSEGJB3yoLolcndPU9nvu2FehOvvz2",
          "9ki0nVJJfNArcALKFMIDBwiBcDCAJQgv",
          "f9hDwdyw8hpeTbZghQal7XSqT2z7VdiW"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          }
        ],
        "name": "National Co-operative Development Corporation",
        "placeId": "ChIJNTrgChPiDDkRIsbyJtE9Jz0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very attractive building builded wih one concrete. Once i stated the goverment guest house in ncdc last month.. Staffs are very polite and co operative. Take carwr parshu is very helping 🤗",
            "author_name": "Amala Joseph",
            "relative_time_description": "",
            "time": 1725260294,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "A wonderful place as Ministry of cooperation leading by Chairman or Minister of Home shri Amit shah ji.",
            "author_name": "Anju Mittal",
            "relative_time_description": "",
            "time": 1706584160,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's a government organization. If you want to visit here just go by metro. There is a metro station near. Houz cuz or something like that .. it's only 1 km from metro station to this place no need to take auto. They may mislead you. There is another metro station called green Park it's also near NCDC.",
            "author_name": "vishnu cs",
            "relative_time_description": "",
            "time": 1548420425,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 25,
        "id": "",
        "categories": [
          "Federal government office",
          "Corporate office"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 3,
            "4": 7,
            "5": 30
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.551164,
        "address": "4, Siri Institutional Area, Block A, Nipccd Campus, Hauz Khas, New Delhi, Delhi 110016, India",
        "travel_time": null
      },
      {
        "_id": "ChIJCfSiVwYeDTkRbaRwuJV9vBA",
        "generalDescription": "Nestled within the historic Qutub Minar Complex in Delhi, Imam Zamin's Tomb stands as a striking sandstone monument that pays homage to a revered 16th-century Muslim figure. This charming mausoleum, with its octagonal base and intricate latticework, is not just an architectural delight but also holds significant historical value.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.185884,
        "rating": 4.4,
        "numRatings": 127,
        "sources": [
          {
            "id": "86852",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/historical-monuments-in-delhi/",
            "sourceSite": "Web",
            "snippet": "Located near the Alai Darwaza, in the Qutub Complex, is the tomb of Imam Zamin, a well-known Turkestani Imam. Imam Zamin was the Imam of the Quwwat-u-islam Mosque. He came to Delhi in the 15 th century and lived in the Qutub Complex premises during the rule of Sikandar Lodi.",
            "siteName": "Treebo Blog",
            "shortName": "17 Historical Monuments in Delhi | Monuments in Delhi",
            "indexInSource": 10,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "cIYUqfqqs4VCFFsibJroAEvEIrfxMmCh",
          "q17msDEvjQVPhxa8mth7T2M8qZyMGQ2J",
          "mQnaUAO8iohNOIzhAdPBYz7BnCXZslFc",
          "cIYUqfqqs4VCFFsibJroAEvEIrfxMmCh",
          "q17msDEvjQVPhxa8mth7T2M8qZyMGQ2J",
          "mQnaUAO8iohNOIzhAdPBYz7BnCXZslFc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          }
        ],
        "name": "Imam Zamin's Tomb",
        "placeId": "ChIJCfSiVwYeDTkRbaRwuJV9vBA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This small mausoleum in the proverbial shadows of the Qutab Minar I found to be probably the most beautiful and photogenic place in the entire complex. The tomb itself is rather small and relatively simple, but it is in good condition and looks great. But when viewed with the Qutab Minar in the background, it becomes stunning. Absolutely would recommend visiting this place.",
            "author_name": "Gunnar Caya",
            "relative_time_description": "",
            "time": 1737450800,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Beautifully decorated but not very big, not very impressive. You can't go inside. Pretty well preserved. Take 2-3 pictures and move on.",
            "author_name": "Paul Ciprian",
            "relative_time_description": "",
            "time": 1750439721,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A. Tomb of Imam Zamin, Qutub Complex, Delhi\n\nAdjacent to the south-east of the Alai-Darwaza and approached through\n\nstands this beautiful tomb of Imam Muhammad Ali, popularly known as Sales\n\nHe was a native of Turkestan, who came to India during the reign of Sikander Lodi to u\n\ncertain religious rites/duties\n\nIt is an octagonal shaped structure with peforated screens on all the sides and on top of the dome made of sandstone.A. Tomb of Imam Zamin, Qutub Complex, Delhi\n\nAdjacent to the south-east of the Alai-Darwaza and approached through\n\nstands this beautiful tomb of Imam Muhammad Ali, popularly known as Sales\n\nHe was a native of Turkestan, who came to India during the reign of Sikander Lodi to u\n\ncertain religious rites/duties\n\nIt is an octagonal shaped structure with peforated screens on all the sides and on top of the dome made of sandstone.A. Tomb of Imam Zamin, Qutub Complex, Delhi\n\nAdjacent to the south-east of the Alai-Darwaza and approached through\n\nstands this beautiful tomb of Imam Muhammad Ali, popularly known as Sales\n\nHe was a native of Turkestan, who came to India during the reign of Sikander Lodi to u\n\ncertain religious rites/duties\n\nIt is an octagonal shaped structure with peforated screens on all the sides and on top of the dome made of sandstone.A. Tomb of Imam Zamin, Qutub Complex, Delhi\n\nAdjacent to the south-east of the Alai-Darwaza and approached through\n\nstands this beautiful tomb of Imam Muhammad Ali, popularly known as Sales\n\nHe was a native of Turkestan, who came to India during the reign of Sikander Lodi to u\n\ncertain religious rites/duties\n\nIt is an octagonal shaped structure with peforated screens on all the sides and on top of the dome made of sandstone.A. Tomb of Imam Zamin, Qutub Complex, Delhi\n\nAdjacent to the south-east of the Alai-Darwaza and approached through\n\nstands this beautiful tomb of Imam Muhammad Ali, popularly known as Sales\n\nHe was a native of Turkestan, who came to India during the reign of Sikander Lodi to u\n\ncertain religious rites/duties\n\nIt is an octagonal shaped structure with peforated screens on all the sides and on top of the dome made of sandstone.A. Tomb of Imam Zamin, Qutub Complex, Delhi\n\nAdjacent to the south-east of the Alai-Darwaza and approached through\n\nstands this beautiful tomb of Imam Muhammad Ali, popularly known as Sales\n\nHe was a native of Turkestan, who came to India during the reign of Sikander Lodi to u\n\ncertain religious rites/duties\n\nIt is an octagonal shaped structure with peforated screens on all the sides and on top of the dome made of sandstone.A. Tomb of Imam Zamin, Qutub Complex, Delhi\n\nAdjacent to the south-east of the Alai-Darwaza and approached through\n\nstands this beautiful tomb of Imam Muhammad Ali, popularly known as Sales\n\nHe was a native of Turkestan, who came to India during the reign of Sikander Lodi to u\n\ncertain religious rites/duties\n\nIt is an octagonal shaped structure with peforated screens on all the sides and on top of the dome made of sandstone.A. Tomb of Imam Zamin, Qutub Complex, Delhi\n\nAdjacent to the south-east of the Alai-Darwaza and approached through\n\nstands this beautiful tomb of Imam Muhammad Ali, popularly known as Sales\n\nHe was a native of Turkestan, who came to India during the reign of Sikander Lodi to u\n\ncertain religious rites/duties\n\nIt is an octagonal shaped structure with peforated screens on all the sides and on top of the dome made of sandstone.A. Tomb of Imam Zamin, Qutub Complex, Delhi\n\nAdjacent to the south-east of the Alai-Darwaza and approached through\n\nstands this beautiful tomb of Imam Muhammad Ali, popularly known as Sales\n\nHe was a native of Turkestan, who came to India during the reign of Sikander Lodi to u\n\ncertain religious rites/duties\n\nIt is an octagonal shaped structure with peforated screens on all the sides and on top of the dome made of sandstone.A. Tomb of Imam Zamin, Qutub Complex, Delhi\n\nAdjacent to the south-east of the Alai-Darwaza and approached through\n\nstands this beautiful tomb of Imam Muhammad Ali, popularly known as Sales\n\nHe was a native of Turkestan, who came to India du",
            "author_name": "Nayan Sathe",
            "relative_time_description": "",
            "time": 1732204050,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 26,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Monuments & Statues"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 0,
            "3": 12,
            "4": 35,
            "5": 76
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.524177,
        "address": "Qutub Minar Complex Rd, Seth Sarai, Mehrauli, New Delhi, Delhi 110030, India",
        "travel_time": null
      },
      {
        "_id": "ChIJvQ-O2SbjDDkRKw08y1rQu48",
        "generalDescription": "Purana Qila Museum is a renowned archaeological museum in Delhi, showcasing a vast collection of artifacts from various historical periods. The museum displays findings and artifacts from excavations carried out by the Archaeological Survey of India, including objects dating back to 1000 BC. Located within the Purana Qila complex, the museum offers insights into the history of Delhi, with exhibits spanning from Mauryan to Mughal periods.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.242838,
        "rating": 4.2,
        "numRatings": 472,
        "sources": [
          {
            "id": "86845",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/a-tour-of-new-delhis-architectural-landmarks/",
            "sourceSite": "Web",
            "snippet": "The Purana Qila has a harmony of Muslim and Hindu architectural styles. Sher Shah built the Qila with a city spread around it. The fort has three main gates—Humayun Darwaza, Talaqi Darwaza, and Bara Darwaza.",
            "siteName": "The Culture Trip",
            "shortName": "A Tour Of New Delhis Architectural Landmarks",
            "indexInSource": 2,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3pC0gbph1oG0oi0q349zlqNVRTjlEky8",
          "xToEoMcCpA6QaFrBKhFPLFqSqBSxtSWG",
          "TDk5eAYaJSlCEN2gAEc9Dr34Yue8QzBQ",
          "3pC0gbph1oG0oi0q349zlqNVRTjlEky8",
          "xToEoMcCpA6QaFrBKhFPLFqSqBSxtSWG",
          "TDk5eAYaJSlCEN2gAEc9Dr34Yue8QzBQ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Archaeological Museum",
        "placeId": "ChIJvQ-O2SbjDDkRKw08y1rQu48",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Archaeological Museum, Purana Qila was established in 1973 CE with the main aim to display the antiquities recovered from the excavation at Purana Qila conducted during 1969 to 1973 CE. The objective of the excavation was to know the ancient history and archaeological remains of Purana Qila. This Museum is situated on the right side of the main entrance gate (Western Darwaza) of the Purana Qila. On the basis of archaeological relics retrieved at the site, it appears that the ancient site of Purana Qila flourished from the Mauryan period to the Early Mughal Period (3rd Century BCE to 16th Century CE). It is believed that there was a distinct settlement of Painted Grey Ware culture dated to circa 1000 BCE since this type of ware has been collected at the site from unstratified levels. The site is also known as Indraprastha. The Epic Mahabharata mentions the name of Indraprastha (Indarpat) as a capital of the Pandavas. Besides the antiquities collected from excavation, the important objects found from Delhi and NCR (National Capital Region) are also put up on display in this Museum.",
            "author_name": "Vikas Singh",
            "relative_time_description": "",
            "time": 1753883230,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Purana Qila Museum\n\nThe fort is one of the most enchanting tourist sites that recount the history of Delhi in detail. It is said to protect the relics of the city of Indraprastha built by the Pandavas about 5,000 years ago. Constructed by the Mughal emperor, Humayun it is a manifestation of the grandeur of the Mughal art. Humayun Darwaza, Bara Darwaza, and Talaqi Darwaza are the three majestic gates built with red sandstone. Entry was restricted through the Talaqi Darwaza as the name Talaqi means ‘forbidden'. The other two attractions at the fort site are Qila-I-Kuhna Mosque and Sher Mandal. Moreover, Qila-i-Kuhna is a domed mosque with pointed arches and five doorways. With the combination of white marble and red sandstone, the mosque looks amazing. Sher Mandal is a double storey tower and it is said that Humayun died after he fell from the second floor of this tower. Also, there is a museum inside the Purana Qila complex that conserves and exhibits the various artifacts dated back to 1400 A.D. In the past, the fort has served as the place for several plays and cultural events like music and dance shows. One can enjoy a boat ride in the Purana Qila Lake, especially during day-time in winters. In the evening, a light and sound show is held that highlights the various stories connected with Delhi's past and fort's history.",
            "author_name": "Dola Sundeep",
            "relative_time_description": "",
            "time": 1615862825,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The museum of Purana Qila is the first thing you see upon entering the fort. Inside this museum, you get to see many types of old objects that are related to the kings and the fort.\n(Brief History of Museum )\nArchaeological Museum, Purana Qila was established in 1973, the main purpose of which was to display the archaeological remains obtained from the archaeological excavations conducted from 1969 to 1973 on the Purana Qila mound. This excavation was done with the aim of knowing the ancient history of the fort and the archaeological remains here. This museum is located on the right side of the main entrance (Western Gate) of Purana Qila. On the basis of the archaeological remains obtained from the excavations, there is evidence of continuous settlement from this site from the Mauryan period to the early Mughal period (3rd century BC to 16th century AD). It is estimated that there must have been an ancient culture here around 1000 BC, in which painted grey pottery must have been used, since such pottery has been obtained from unlevel deposits here. This site is also known as Indraprastha Sthal.  It is mentioned in the Mahabharata epic as Indraprastha, the capital of the Pandavas. Apart from the archaeological remains obtained from excavations, important objects obtained from Delhi and the National Capital Region have also been displayed in this museum.",
            "author_name": "Priyanshu Chaudhary",
            "relative_time_description": "",
            "time": 1752909460,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 27,
        "id": "",
        "categories": [
          "Museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 25,
            "2": 24,
            "3": 55,
            "4": 118,
            "5": 250
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.608347,
        "address": "J65V+84P, Pragati Maidan, New Delhi, Delhi 110001, India",
        "travel_time": null
      }
    ]
  }
}