{
  "list_id": "1044",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/1044/1.jpg",
  "description": "Dive into \"Whispers of Love in Vienna\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/164024"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Whispers of Love in Vienna",
  "city_id": "9631",
  "subtype": "poi",
  "city": "Vienna",
  "created_ts": 1759492224,
  "slug": "whispers-of-love-in-vienna-vienna-poi-28c5f5",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJz-w_Ip8HbUcRWTHc-vNXlxc",
        "generalDescription": "St. Stephen's Cathedral is a medieval Roman Catholic place of worship in Vienna, Austria. It features an ornate spire, catacombs, and a treasury museum. Visitors can explore the cathedral to admire world-renowned works of art and church utensils for a fee. The catacombs house the remains of Austrian emperors and are accessible only to guided tour groups for an additional cost.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.373471,
        "rating": 4.7,
        "numRatings": 125787,
        "sources": [
          {
            "id": "2353927",
            "type": "webPlacesList",
            "url": "https://www.holidaysforcouples.travel/vienna-travel-guide-for-couples/",
            "sourceSite": "Web",
            "snippet": "The gothic revivalist St Stephens Cathedral is one of the most important religious buildings in Vienna. St Stephens suffered many times throughout various conflicts, but never so much as during the last days of World War 2, when fire from street fighting engulfed the rooftop and severely damaged parts of this stunning stone church. After reconstruction the cathedral was reopened and today is a symbol of stability in Vienna.",
            "siteName": "Holidays for Couples",
            "shortName": "Beautiful Vienna: A Honeymoon Guide",
            "indexInSource": 6,
            "iconSiteId": 35251,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "479902",
            "type": "webPlacesList",
            "url": "https://twodrifters.us/blog/romantic-things-to-do-in-vienna.html",
            "sourceSite": "Web",
            "snippet": "Known for its incredible buildings and architecture, Vienna’s churches are just as impressive as her palaces!. Standing nobly in the heart of Stephensplatz, St Stephen’s Cathedral is not just the most important church in Vienna, but the whole of Austria as well. Plus, the rather splendid Pummerin, is the second-largest free-swinging chimed church bell in all of Europe.",
            "siteName": "Two Drifters",
            "shortName": "11 Romantic Things to Do in Vienna for Couples in Love",
            "indexInSource": 4,
            "iconSiteId": 6191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413288",
            "type": "webPlacesList",
            "url": "https://happystay.at/romantic-sightseeing-attractions-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "This iconic cathedral is one of the most recognizable landmarks in Vienna and is a great place to take your loved one for a romantic evening out. Admire the stunning Gothic architecture and take in the breathtaking views from atop its tower. St. Stephen’s Cathedral is a beautiful and historic building that is sure to impress.",
            "siteName": "happystay.at",
            "shortName": "12 romantic sightseeing attractions in Vienna for couples 2022",
            "indexInSource": 1,
            "iconSiteId": 100944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413293",
            "type": "webPlacesList",
            "url": "https://hillcitybride.com/2023/11/romantic-things-to-do-in-vienna-austria/",
            "sourceSite": "Web",
            "snippet": "St. Stephen’s Cathedral is one of Vienna’s most beautiful buildings. Located on Stephansplatz, St Stephen’s Cathedral is not only the most significant church in Vienna but also all of Austria. Plus, it contains the second-largest free-swinging chimed church bell in Europe.",
            "siteName": "Hill City Bride | Virginia Wedding Blog",
            "shortName": "12 Surprisingly Romantic Things to Do in Vienna Austria",
            "indexInSource": 2,
            "iconSiteId": 62654,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "415TfTGCITzbCq30XkNoXLJ4XIdmqz7A",
          "f92W2a3uhhvsReVaF5GAzZTXgz69MpMA",
          "1Uu8IwQt6HqUYAICjDc5irU7GFzYa3QQ",
          "gJHXQoUrccpTAQx9j3tGL5v0K77q1TGN",
          "ZsLDhHCbWzqGJQbzow4ITvqqNtIx4OGa",
          "415TfTGCITzbCq30XkNoXLJ4XIdmqz7A",
          "f92W2a3uhhvsReVaF5GAzZTXgz69MpMA",
          "1Uu8IwQt6HqUYAICjDc5irU7GFzYa3QQ",
          "gJHXQoUrccpTAQx9j3tGL5v0K77q1TGN",
          "ZsLDhHCbWzqGJQbzow4ITvqqNtIx4OGa"
        ],
        "openingPeriods": [],
        "name": "St. Stephen's Cathedral",
        "placeId": "ChIJz-w_Ip8HbUcRWTHc-vNXlxc",
        "internationalPhoneNumber": "+43 1 515523530",
        "reviews": [
          {
            "rating": 5,
            "text": "A Must-See Cathedral in Vienna!\nThis is the most important and iconic cathedral in the city - absolutely massive and breathtaking. Entry to the main part is free, though some side sections require a small fee.\nI highly recommend climbing to the top - it costs €6.50 and involves 343 steps. It may sound like a challenge, but it's not as hard as it seems, and it's totally worth it! The views over Vienna from the top are spectacular. There's also a small souvenir shop up there, which adds a nice touch to the experience.\n\nThere is an elevator on the other side if you prefer that, but many say the staircase side offers better views (I didn't try the elevator myself). Plus, climbing up and down is a fun little workout.\n\nSuper recommended - a must-do in Vienna!",
            "author_name": "Nariman Loulou",
            "relative_time_description": "",
            "time": 1754482411,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A breathtaking masterpiece-St. Stephen's Cathedral is the soul of Vienna. Its soaring Gothic spires, dazzling tiled roof, and awe-inspiring interior leave you speechless. Whether admired from the bustling square or explored within, it's an unforgettable encounter with history, faith, and beauty.\nWe didn't go inside but the view from outside was amazing.",
            "author_name": "Smita Patel",
            "relative_time_description": "",
            "time": 1757653814,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A famous landmark the city of Vienna is known for.\nLocated at the center of this big beautiful city; representing century long artistic heritage and curiosity.\nThe main tower and it's beauty can be seen from kilometers away....but then when you're right in front of it, it simply takes your breath away.\nThe building itself is quite adjusted to it's surroundings as they were built around it throughout the years.\nThen when you get to the interior, under the dim lights you get to see just how perfectly detailed everything is.\nA true masterpiece, important enough to represent a city like Vienna ,in the history of Cathedral Building.",
            "author_name": "A",
            "relative_time_description": "",
            "time": 1754241282,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.stephanskirche.at/",
        "index": 1,
        "id": "",
        "categories": [
          "Cathedral",
          "Sights & Landmarks",
          "Catholic cathedral",
          "Church",
          "Religious organization",
          "Points of Interest & Landmarks",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 882,
            "2": 714,
            "3": 4095,
            "4": 20046,
            "5": 99980
          }
        },
        "minMinutesSpent": null,
        "latitude": 48.208411,
        "address": "Stephansplatz 3, 1010 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJv3zAHAmobUcRyYvq5F26aU4",
        "generalDescription": "Schönbrunn Palace is an 18th-century summer residence that offers tours of its opulent rococo ceremonial rooms and lavish gardens with a maze. The palace boasts beautiful Baroque and Neo-Classical architecture, reflecting Vienna's rich history as the town of Habsburgs and Maria Theresa. It is Vienna's most visited attraction, featuring 45 luxurious state rooms, ceremonial halls, and private apartments once inhabited by Empress Elisabeth and Emperor Franz Joseph.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.312764,
        "rating": 4.7,
        "numRatings": 170291,
        "sources": [
          {
            "id": "1413308",
            "type": "webPlacesList",
            "url": "https://tripduck.com/blog/romantic-getaways-in-vienna/",
            "sourceSite": "Web",
            "snippet": "Begin your Viennese romance with a visit to the magnificent Schönbrunn Palace, a UNESCO World Heritage site that once served as the Habsburgs’ summer residence. Meander through the lavish Baroque rooms, whisper sweet nothings in the intimate corners and imagine yourselves as royalty from a bygone era. Don’t miss the enchanting gardens, where you can steal a tender kiss amid the blooming flowers and regal fountains.",
            "siteName": "TripDuck",
            "shortName": "Romantic Getaways in Vienna: A Whirlwind Waltz of Love in the Imperial City",
            "indexInSource": 0,
            "iconSiteId": 13162,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413311",
            "type": "webPlacesList",
            "url": "https://newtelegraphng.com/a-romantic-weekend-in-vienna-discover-the-musts/",
            "sourceSite": "Web",
            "snippet": "Vienna is covered with breathtaking parks, but at the top of the list are the  gardens of Schönbrunn Palace. Among the most romantic places in Vienna, the gardens of Schönbrunn Palace are open to the public at no cost whatsoever. They are about a square kilometer in size with plenty of space to take a relaxing walk and observe the fountains, flowery parterres, and green alleys.",
            "siteName": "New Telegraph",
            "shortName": "A Romantic Weekend in Vienna: Discover the Musts",
            "indexInSource": 1,
            "iconSiteId": 202300,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413288",
            "type": "webPlacesList",
            "url": "https://happystay.at/romantic-sightseeing-attractions-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "This stunning palace is one of the most popular tourist attractions in Vienna and is a must-see for couples. Take a romantic stroll through the gardens and admire the beautiful architecture of this Baroque masterpiece. The palace, which was once the summer residence of the Habsburgs, is surrounded by beautiful gardens that are perfect for strolling hand in hand.",
            "siteName": "happystay.at",
            "shortName": "12 romantic sightseeing attractions in Vienna for couples 2022",
            "indexInSource": 0,
            "iconSiteId": 100944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "261326",
            "type": "webPlacesList",
            "url": "https://karolinapatryk.com/vienna-romantic-weekend-3-days-vienna/",
            "sourceSite": "Web",
            "snippet": "Hands down, the list of romantic things to do in Vienna for couples won’t be complete without mentioning the Schonbrunn Palace. It’s the best tourist attraction in the city!. We book a City Discovery tour that included visiting a palace, a romantic dinner and a classical music concert (going to one of the concerts in Vienna was high on our bucket list).",
            "siteName": "Lazy Travel blog",
            "shortName": "Romantic Things To Do In Vienna For Couples [With Map]",
            "indexInSource": 13,
            "iconSiteId": 13030,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353927",
            "type": "webPlacesList",
            "url": "https://www.holidaysforcouples.travel/vienna-travel-guide-for-couples/",
            "sourceSite": "Web",
            "snippet": "One of Vienna’s most iconic landmarks is Schönbrunn Palace, a grand residence built by the Habsburgs to rival Versailles. With an astonishing 1,441 rooms, this sprawling palace and its surrounding park are a breathtaking introduction to Vienna. It is highly recommended that you book a tour to appreciate the palace’s grandeur fully.",
            "siteName": "Holidays for Couples",
            "shortName": "Beautiful Vienna: A Honeymoon Guide",
            "indexInSource": 0,
            "iconSiteId": 35251,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "p5mXrB94jgFzBjReCEa5a3MGuGMbo0j3",
          "AkwfGFrFngxtM9RpPLPBbWiA8qeYdT7W",
          "JxJ1Pcat5Nbk6QkdlXiGfmcqvRnfDz8g",
          "oTaa65vcjl0ePX9MflFP0lW6MqCEUfmQ",
          "9i50Dz3H48dJJEo7SYluwf5dLwaLGlu1",
          "p5mXrB94jgFzBjReCEa5a3MGuGMbo0j3",
          "AkwfGFrFngxtM9RpPLPBbWiA8qeYdT7W",
          "JxJ1Pcat5Nbk6QkdlXiGfmcqvRnfDz8g",
          "oTaa65vcjl0ePX9MflFP0lW6MqCEUfmQ",
          "9i50Dz3H48dJJEo7SYluwf5dLwaLGlu1"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Schönbrunn Palace",
        "placeId": "ChIJv3zAHAmobUcRyYvq5F26aU4",
        "internationalPhoneNumber": "+43 1 811130",
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing palace, we took the full access. The garden was breathtaking, and the palace was pretty.  The art collection in the palace was stunning. Definitely enjoyed it. I would recommend buying tickets online, as they are strict in entrance timing .",
            "author_name": "hanan Al-sarh",
            "relative_time_description": "",
            "time": 1757577841,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The palace is really gorgeous. The museums inside palace and certain portion of the garden can be visited only with tickets. But we did not buy any ticket and directly visited the garden behind the palace. The garden is really humongous and beautiful.  The center has beautiful flowers followed by fountain. Also beautiful place to click a photo or two.\n\nAs the garden is so huge I saw some people there for their morning stroll. Hey Perplexity, rewrite it and adjust the tone and grammatical errors.\n\nThe palace is truly stunning. Access to the museums inside and certain sections of the garden requires a ticket, but without purchasing one, it's still possible to visit the garden area behind the palace. The gardens are vast and beautifully maintained, with vibrant flowers at the center leading toward a lovely fountain. The scenery makes it an excellent spot for photos. Given the sheer size of the gardens, it's common to see people enjoying a morning stroll there.",
            "author_name": "Mohak Mehta",
            "relative_time_description": "",
            "time": 1756526443,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This palace is beautiful. It is large, so definitely keep some time aside so that you can see it at your own pace. If you like to listen to everything then this will take a significant amount of time. If you want to quickly look around, read few things and stroll around, it will take an hour or so. Be sure to get into the palace itself by 11am otherwise it can get crowded. I would recommend seeing the gardens and park behind the castle first thing in the morning and then follow it with the castle tour inside. I would highly recommend purchasing the ticket ahead of time. You will not be able to take in your backpack but they have a safe area to store them. The palace is located near the station so it is an easy walk. If you are elderly then it might be difficult to walk to and around the whole castle grounds. This palace is worth the visit.",
            "author_name": "Anand",
            "relative_time_description": "",
            "time": 1758326323,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.schoenbrunn.at/",
        "index": 2,
        "id": "",
        "categories": [
          "Castle",
          "Nature & Parks",
          "Historical landmark",
          "Museum",
          "Architectural Buildings",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2060,
            "2": 1539,
            "3": 6353,
            "4": 27244,
            "5": 133303
          }
        },
        "minMinutesSpent": 150,
        "latitude": 48.185812,
        "address": "Schönbrunner Schloßstraße 47, 1130 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJpZ4LAn0HbUcRB3aToFL8ZUo",
        "generalDescription": "Belvedere Palace is a stunning example of Baroque architecture located in Vienna's Landstrasse district. It consists of two grand palaces separated by a beautiful French-style garden. Originally built as a summer residence for Prince Eugene of Savoy in the 18th century, it now houses an impressive art collection spanning from the Middle Ages to contemporary works, including a notable collection of Klimt paintings.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 16.380932,
        "rating": 4.7,
        "numRatings": 80991,
        "sources": [
          {
            "id": "479902",
            "type": "webPlacesList",
            "url": "https://twodrifters.us/blog/romantic-things-to-do-in-vienna.html",
            "sourceSite": "Web",
            "snippet": "The famous Kiss is Vienna’s most famous painting and a trip to the Belvedere Palace to see it is certainly one of the most romantic things to do in Vienna. Created by Viennese painter Gustav Klimt, The Kiss is displayed inside the Upper Belvedere’s galleries, which is also home to many other fabulous masterpieces. With a background infused with gold, the painting has an almost mosaic effect and it depicts a couple locked in an embrace in a meadow of flowers.",
            "siteName": "Two Drifters",
            "shortName": "11 Romantic Things to Do in Vienna for Couples in Love",
            "indexInSource": 2,
            "iconSiteId": 6191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413308",
            "type": "webPlacesList",
            "url": "https://tripduck.com/blog/romantic-getaways-in-vienna/",
            "sourceSite": "Web",
            "snippet": "Indulge your inner art enthusiasts with a visit to the Belvedere Palace, a magnificent Baroque complex that houses an impressive collection of Austrian art. As you admire the masterpieces, share your thoughts and impressions with each other, sparking lively discussions and deepening your emotional bond. Don’t miss Gustav Klimt’s iconic painting, “The Kiss,” which perfectly encapsulates the essence of your romantic getaway in Vienna.",
            "siteName": "TripDuck",
            "shortName": "Romantic Getaways in Vienna: A Whirlwind Waltz of Love in the Imperial City",
            "indexInSource": 4,
            "iconSiteId": 13162,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413288",
            "type": "webPlacesList",
            "url": "https://happystay.at/romantic-sightseeing-attractions-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "This stunning palace complex is located between Belvedere Upper and Lower park, which features beautiful gardens that are perfect for a romantic stroll with your loved one. The palace, which was once the summer residence of Prince Eugene of Savoy, is a beautiful and historic building. Couples can take a tour of the palace together and learn about its history and architecture.",
            "siteName": "happystay.at",
            "shortName": "12 romantic sightseeing attractions in Vienna for couples 2022",
            "indexInSource": 3,
            "iconSiteId": 100944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353927",
            "type": "webPlacesList",
            "url": "https://www.holidaysforcouples.travel/vienna-travel-guide-for-couples/",
            "sourceSite": "Web",
            "snippet": "The Belvedere Palace, split into the Upper and Lower Belvedere, is another architectural marvel. Originally built as a summer residence for Prince Eugene of Savoy, it now houses a stunning collection of Austrian art, including Gustav Klimt’s famous “The Kiss.” The gardens and fountains surrounding the palace offer a beautiful setting for a romantic stroll.",
            "siteName": "Holidays for Couples",
            "shortName": "Beautiful Vienna: A Honeymoon Guide",
            "indexInSource": 3,
            "iconSiteId": 35251,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413293",
            "type": "webPlacesList",
            "url": "https://hillcitybride.com/2023/11/romantic-things-to-do-in-vienna-austria/",
            "sourceSite": "Web",
            "snippet": "Arguably one of the most famous paintings in Europe, The Kiss is located in the Belvedere Palace. Easily one of the best places for couples to visit in Vienna, it was created by the skilled painter Gustav Klimt. You’ll find the painting within the upper galleries of the Belvedere which is also home to many magnificent artworks.",
            "siteName": "Hill City Bride | Virginia Wedding Blog",
            "shortName": "12 Surprisingly Romantic Things to Do in Vienna Austria",
            "indexInSource": 4,
            "iconSiteId": 62654,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353922",
            "type": "webPlacesList",
            "url": "https://www.viennasightseeing.at/en/service/more-vienna/in-love-with-vienna",
            "sourceSite": "Web",
            "snippet": "Another magnificent garden, through which you can stroll hand in hand, awaits you in front of the imposing Belvedere Palace. The large fountain in the middle of the grounds is a particular eye-catcher and invites you to linger, especially in summer. But the castle itself also exudes a romantic atmosphere with its baroque style.",
            "siteName": "Vienna Sightseeing",
            "shortName": "In love with Vienna",
            "indexInSource": 2,
            "iconSiteId": 19639,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "421588",
            "type": "webPlacesList",
            "url": "https://valentinasdestinations.com/romantic-things-to-do-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "The Schonbrunn Palace, Hofburg Palace, and Belvedere Palace are excellent examples of baroque architecture. Baroque style is known for the expression of grandeur and drama. Many buildings include grand open spaces, columns and intensity drawn from lighting.",
            "siteName": "Valentina's Destinations",
            "shortName": "17 Romantic things to do in Vienna for couples",
            "indexInSource": 7,
            "iconSiteId": 8624,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mNPOSOwGLUjsLHD64McNZqFVDaXgraSF",
          "shLRrMgvQsR8PK47KfYe5PXZT1A5rEZe",
          "3hdVMSIVIdN7Hrzs7y3nMBbsFnzZNeo1",
          "2LsrDaZwOTOswT67xQUtoekIRbgt6KFH",
          "cWsVTEpTB4Xi6KtqSO4u45KFnxQLv4Oz",
          "mNPOSOwGLUjsLHD64McNZqFVDaXgraSF",
          "shLRrMgvQsR8PK47KfYe5PXZT1A5rEZe",
          "3hdVMSIVIdN7Hrzs7y3nMBbsFnzZNeo1",
          "2LsrDaZwOTOswT67xQUtoekIRbgt6KFH",
          "cWsVTEpTB4Xi6KtqSO4u45KFnxQLv4Oz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Belvedere Palace",
        "placeId": "ChIJpZ4LAn0HbUcRB3aToFL8ZUo",
        "internationalPhoneNumber": "+43 1 795570",
        "reviews": [
          {
            "rating": 5,
            "text": "This is a must if you're in Vienna.\nThe inside of the palace (upper side) is very beautiful and it offers not only Austrian art but also contemporary art. In the lower side you can find a different exhibition, this time they had different close ups of the most important works of art they had in the museum.",
            "author_name": "Alejandra Fajardo",
            "relative_time_description": "",
            "time": 1754209553,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Visiting Belvedere Palace in Vienna is a feast for the eyes, particularly if you appreciate grand architecture and historic structures. The palace itself is stunning, with intricate interiors and elegant layouts that make wandering through its halls a visual delight. Even with parts of the building under restoration, the charm and grandeur of the palace remain impressive.\n\nThe exhibition, however, is less remarkable. While it has its moments, it doesn't quite match the awe-inspiring atmosphere created by the palace and its architecture. Art lovers may enjoy it, but for those primarily seeking a “wow” factor, it may feel underwhelming.\n\nA practical note: the queues can be long, especially on weekends. Even if you buy tickets online, you may have to wait for a later slot; when we arrived, our online tickets only allowed entry three hours later. Planning ahead and booking well in advance is highly recommended.\n\nThe gardens are fantastic and free to explore. Locals often jog, run, or just relax there, and it's lovely to see artists drawing or people chilling. Overall, the views and grounds make it worth avisit!\n\nOverall, Belvedere Palace is worth visiting for its architecture and historical appeal, but don't set your expectations too high for the exhibitions.",
            "author_name": "Kelvin Tan",
            "relative_time_description": "",
            "time": 1755631062,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The castle was awesome.  Likes the gardens as well . Should spend more time there but we had only 1 hour as . Too many things to see here in Vienna for sure .\nLike the way everything is put .\nGardens are not fully blooming as of now",
            "author_name": "Vishal Gosalia",
            "relative_time_description": "",
            "time": 1751390416,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.belvedere.at/",
        "index": 3,
        "id": "",
        "categories": [
          "Museum",
          "Architectural Buildings",
          "Historic Sites",
          "Art Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 684,
            "2": 616,
            "3": 3145,
            "4": 14636,
            "5": 62015
          }
        },
        "minMinutesSpent": 120,
        "latitude": 48.191475,
        "address": "1030 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJ1b8dhpwHbUcRVn03JY0mWf0",
        "generalDescription": "The Vienna State Opera House, also known as Wiener Staatsoper, is a world-renowned opera house that has been hosting major productions and guided tours. It is one of the largest and most magnificent theaters globally, with a rich history dating back to 1625. The current grand Opera House was constructed in 1869 and features a French Early Renaissance style.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.369203,
        "rating": 4.7,
        "numRatings": 58708,
        "sources": [
          {
            "id": "1413308",
            "type": "webPlacesList",
            "url": "https://tripduck.com/blog/romantic-getaways-in-vienna/",
            "sourceSite": "Web",
            "snippet": "Vienna is synonymous with music, so what better way to celebrate your love than with a night at the opera?. The Vienna State Opera, one of the world’s most renowned opera houses, offers a captivating lineup of performances that will leave you both spellbound. As the music swells and the singers’ voices soar, you’ll feel your hearts become one, bound together by the enchanting melodies.",
            "siteName": "TripDuck",
            "shortName": "Romantic Getaways in Vienna: A Whirlwind Waltz of Love in the Imperial City",
            "indexInSource": 1,
            "iconSiteId": 13162,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413288",
            "type": "webPlacesList",
            "url": "https://happystay.at/romantic-sightseeing-attractions-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "Enjoy an evening out at this iconic opera house with your partner – it’s sure to be an unforgettable experience!. The Vienna State Opera House in Vienna is a great place for a romantic visit for a couple. The opera house is a stunning and iconic building, with its beautiful architecture and rich history.",
            "siteName": "happystay.at",
            "shortName": "12 romantic sightseeing attractions in Vienna for couples 2022",
            "indexInSource": 10,
            "iconSiteId": 100944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "479902",
            "type": "webPlacesList",
            "url": "https://twodrifters.us/blog/romantic-things-to-do-in-vienna.html",
            "sourceSite": "Web",
            "snippet": "Vienna State Opera is often said to be the most impressive Opera House in Europe. What better way to show your loved-one you care, than to take them out for a memorable date to watch an incredible performance?. As well as the lavish class of the Opera House, the architecture of the building is sublime.",
            "siteName": "Two Drifters",
            "shortName": "11 Romantic Things to Do in Vienna for Couples in Love",
            "indexInSource": 1,
            "iconSiteId": 6191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413341",
            "type": "webPlacesList",
            "url": "https://www.travelanddestinations.com/romantic-things-to-do-in-vienna/",
            "sourceSite": "Web",
            "snippet": "For a very elegant and Viennese evening consider watching a show at the Staatsoper (Vienna State Opera), or one of the many other concert halls around the city. You can find listings for many shows on the tourism website events.wien.info (then filter by date).",
            "siteName": "Travel and Destinations",
            "shortName": "Romantic Things to Do in Vienna",
            "indexInSource": 3,
            "iconSiteId": 7136,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413293",
            "type": "webPlacesList",
            "url": "https://hillcitybride.com/2023/11/romantic-things-to-do-in-vienna-austria/",
            "sourceSite": "Web",
            "snippet": "As one of Europe’s most awe-inspiring opera houses, visiting the Vienna State Opera is one of the most romantic things to do in Vienna. Plus, you can watch all sorts of performances here. From ballet to theatre to opera.",
            "siteName": "Hill City Bride | Virginia Wedding Blog",
            "shortName": "12 Surprisingly Romantic Things to Do in Vienna Austria",
            "indexInSource": 1,
            "iconSiteId": 62654,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "421588",
            "type": "webPlacesList",
            "url": "https://valentinasdestinations.com/romantic-things-to-do-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "Hotel Park Villa is the ultimate romantic accommodation in Vienna for budget travelers. At Hotel Park Villa, breakfast is included and you can enjoy it on a quaint garden patio.",
            "siteName": "Valentina's Destinations",
            "shortName": "17 Romantic things to do in Vienna for couples",
            "indexInSource": 10,
            "iconSiteId": 8624,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "FkOxD7MM7YOuulj8uTAo2hx8bn5J9ohR",
          "wf0gqidHMNluf3GWypqu9UqOy3vRIq1g",
          "f8kYsy9gsE8o9tfv2H4nf5Cwh16lvNFO",
          "hPpMNZeRQKxW1kvY5k8Dw8JQmgueZQzj",
          "EHzJuEoQjid3eclaEXpZBuc0v6BOUpFn",
          "FkOxD7MM7YOuulj8uTAo2hx8bn5J9ohR",
          "wf0gqidHMNluf3GWypqu9UqOy3vRIq1g",
          "f8kYsy9gsE8o9tfv2H4nf5Cwh16lvNFO",
          "hPpMNZeRQKxW1kvY5k8Dw8JQmgueZQzj",
          "EHzJuEoQjid3eclaEXpZBuc0v6BOUpFn"
        ],
        "openingPeriods": [],
        "name": "Vienna State Opera",
        "placeId": "ChIJ1b8dhpwHbUcRVn03JY0mWf0",
        "internationalPhoneNumber": "+43 1 514442250",
        "reviews": [
          {
            "rating": 5,
            "text": "if you're a fan of music, or even just beautiful buildings, the tour of the vienna state opera is a must-do. i wasn't sure what to expect, but it was really fascinating.\n​it's a guided tour, so you go with a group and a guide tells you all the stories. they take you through the grand staircases and these incredibly ornate rooms like the tea salon and the marble hall. everything is so elegant and detailed, and it's wild to think that parts of the building had to be rebuilt after being bombed in world war ii. you see the original parts and the restored parts side by side, and it's a cool mix of history.\n​the highlight for me was seeing the auditorium and the stage from different angles. you get to stand in the royal box and look out, and it makes you feel like you're royalty for a second.\n​the tour is about 40 minutes long, and you get so many interesting facts and stories. they tell you about the famous composers and conductors who worked there. it's a really great way to appreciate the opera house even if you don't have time to see a full performance. it's a good idea to check the schedule online and book your tour in advance because they're really popular",
            "author_name": "KK",
            "relative_time_description": "",
            "time": 1754901362,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It was our first opera.  It was amazing.  The story was interesting and very easy to follow the subtitles on the little screen in front of each seat.  The cast and Orchestra were extremely talented. The opera house is magnificently beautiful.  It's well worth a visit.",
            "author_name": "Nimma Savary",
            "relative_time_description": "",
            "time": 1758142307,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you're in Vienna, you definitely have to visit the  State Opera House! I've been to opera houses in the U.S., but most of them are relatively new compared to this one. The level of detail here is incredible – every corner feels like a work of art, from the ornate ceilings to the grand staircases.\n\nThe performance was equally stunning. The orchestra and opera singers were on another level – so powerful and moving that even though I'm not usually into classical music, I loved every minute of it. This was truly an unforgettable experience and one of those bucket-list items you absolutely have to check off when visiting Vienna.",
            "author_name": "regis kwong",
            "relative_time_description": "",
            "time": 1755980626,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.wiener-staatsoper.at/",
        "index": 4,
        "id": "",
        "categories": [
          "Opera house",
          "Concerts & Shows",
          "Theaters"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 878,
            "2": 489,
            "3": 1966,
            "4": 8871,
            "5": 46579
          }
        },
        "minMinutesSpent": null,
        "latitude": 48.203431,
        "address": "Opernring 2, 1010 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJY6GrTT8HbUcR9LGo6Zxp5_w",
        "generalDescription": "Prater is a historic public park in Vienna that has been open to the public since 1766. It features a long promenade, traditional amusement park rides, a planetarium, and a museum showcasing its rich history. The park also houses children's rides from the '20s and '30s that survived a fire in 1945. One of its most iconic attractions is the Prater Ferris Wheel, offering an unforgettable view of Vienna from above.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.400174,
        "rating": 4.5,
        "numRatings": 131911,
        "sources": [
          {
            "id": "1413288",
            "type": "webPlacesList",
            "url": "https://happystay.at/romantic-sightseeing-attractions-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "This large park is perfect for couples looking to spend some quality time together outdoors. Take a romantic walk through its lush gardens, ride on its iconic ferris wheel, or enjoy some delicious food at one of its many restaurants and cafés. The park, which is located just next to the city center, is a beautiful and peaceful oasis that offers plenty of opportunities for couples to spend quality time together.",
            "siteName": "happystay.at",
            "shortName": "12 romantic sightseeing attractions in Vienna for couples 2022",
            "indexInSource": 2,
            "iconSiteId": 100944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1221211",
            "type": "webPlacesList",
            "url": "https://locallens.com/vienna-tips-for-planning-a-surprise-proposal/",
            "sourceSite": "Web",
            "snippet": "Vienna's Prater is an iconic amusement park and a picturesque spot for a romantic wedding proposal. Capture moments of joy among vintage carousels and modern rides, or find tranquility in the park's green spaces. As night falls, the Prater transforms into a magical setting, perfect for an unforgettable proposal.",
            "siteName": "Local Lens",
            "shortName": "Vienna - Local Lens",
            "indexInSource": 2,
            "iconSiteId": 42103,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "261326",
            "type": "webPlacesList",
            "url": "https://karolinapatryk.com/vienna-romantic-weekend-3-days-vienna/",
            "sourceSite": "Web",
            "snippet": "Prater public park is one of the most romantic places in Vienna for couples. There is always a lot going on there, although it’s getting really busy in the summertime. Attractions available all year round include:",
            "siteName": "Lazy Travel blog",
            "shortName": "Romantic Things To Do In Vienna For Couples [With Map]",
            "indexInSource": 9,
            "iconSiteId": 13030,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413316",
            "type": "webPlacesList",
            "url": "https://www.bigbustours.com/en/vienna/romantic-things-to-do-in-vienna",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Magento2 Store",
            "shortName": "Romantic Things To Do In Vienna",
            "indexInSource": 3,
            "iconSiteId": 5984,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "u8PriP5fJmjP3oiWrWaKcECmWFni1vZ7",
          "ipjXUhBTW1enaXHPS3rtUWZWItowOsH0",
          "6pj4cNVt3CsbovXzcDdo21DKLC3J4FgC",
          "tkms3RTbIMN6mfHTexE9VBZzAMGZtg79",
          "iAgVqacfa94bkitaLfAbr75I8fDxBu7l",
          "u8PriP5fJmjP3oiWrWaKcECmWFni1vZ7",
          "ipjXUhBTW1enaXHPS3rtUWZWItowOsH0",
          "6pj4cNVt3CsbovXzcDdo21DKLC3J4FgC",
          "tkms3RTbIMN6mfHTexE9VBZzAMGZtg79",
          "iAgVqacfa94bkitaLfAbr75I8fDxBu7l"
        ],
        "openingPeriods": [],
        "name": "Prater",
        "placeId": "ChIJY6GrTT8HbUcR9LGo6Zxp5_w",
        "internationalPhoneNumber": "+43 1 7292000",
        "reviews": [
          {
            "rating": 5,
            "text": "A Perfect Blend of Nature and Fun – A Park for Everyone!\nThis park truly offers the best of both worlds. On one side, you'll find a peaceful and charming green area with a pond full of ducks, perfect for a relaxing walk, biking, or even a picnic under the trees. It's an ideal spot to unwind, enjoy nature, or just let the kids run free while you sit back and take in the serene atmosphere.\n\nOn the other side of the park is a huge amusement area that's packed with games and attractions for all ages. From thrilling rides to fun games for kids, there's something here for everyone. We tried the giant Ferris wheel, which gave us amazing views - definitely a highlight! The ride cost €6 per person, and it was well worth it. Keep in mind that while entry to the general park is free, each amusement game or ride has its own separate fee.\n\nThere's also a fantastic section within the park filled with restaurants! you can visit day or night. It's a great area to relax after a walk or a fun ride, and it's equally enjoyable for both adults and kids.\n\nAll in all, this park is a must-visit. Whether you're looking for a calm afternoon in nature or an exciting day of fun, it has it all in one place!",
            "author_name": "Nariman Loulou",
            "relative_time_description": "",
            "time": 1754481571,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Prater at night is a whole vibe-the lights are dazzling, the energy is high, and the place is filled with young people enjoying themselves. The atmosphere alone makes it worth a visit. There are tons of rides and amusement games, from family-friendly options to seriously thrilling ones.\n\nI only managed to try the Ferris wheel. The ride goes for three rounds, and the view at the top is beautiful, but honestly, I'd recommend going for the newer Ferris wheel instead-it feels like the better option. I didn't get to play the games, but walking around, you can tell it'd be a really fun spot if you had the time.\n\nOne thing to note: most rides and games are individually priced. This works if you know exactly what you want to try, but if you're hoping to experience everything, it might add up quickly. I didn't come across a proper “all-access” pass, though maybe one exists. Still, it's an exciting place to wander, soak in the vibes, and jump on a few rides that catch your eyes.",
            "author_name": "Kelvin Tan",
            "relative_time_description": "",
            "time": 1755631935,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I went there with my friends during our trip in Vienna and frankly there are a lot pf options of rides you can take. If you are adventurous and you like different types of rides this is the place. They even had go kart and pony rides for children and restaurants with food.",
            "author_name": "Jezuela Gega",
            "relative_time_description": "",
            "time": 1756029187,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.praterwien.com/startseite/",
        "index": 5,
        "id": "",
        "categories": [
          "Amusement park",
          "Nature & Parks",
          "Park",
          "Restaurant",
          "Souvenir store",
          "Theme Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1620,
            "2": 1836,
            "3": 9082,
            "4": 29441,
            "5": 90097
          }
        },
        "minMinutesSpent": null,
        "latitude": 48.215465,
        "address": "1020 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJ5eU-1AqobUcRLHwJ_LuNqM0",
        "generalDescription": "Schönbrunn Palace Park, the former summer residence of the royal family, is a UNESCO site and an essential part of Vienna's cultural heritage. The Baroque-style gardens surrounding the magnificent palace feature well-kept lawns, intricate flower beds, and elegant fountains.",
        "utcOffset": 120,
        "maxMinutesSpent": 240,
        "longitude": 16.309809,
        "rating": 4.8,
        "numRatings": 58808,
        "sources": [
          {
            "id": "2353922",
            "type": "webPlacesList",
            "url": "https://www.viennasightseeing.at/en/service/more-vienna/in-love-with-vienna",
            "sourceSite": "Web",
            "snippet": "Schönbrunn Palace Park is one of the most popular recreational areas in Vienna. On the approximately 160 hectare large area there is so much to marvel at and explore. The park of the former Habsburg summer residence is also perfect for a romantic walk.",
            "siteName": "Vienna Sightseeing",
            "shortName": "In love with Vienna",
            "indexInSource": 1,
            "iconSiteId": 19639,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "8hoJNVDIVIvABrgPdiWYBpdsMR269cMz",
          "wlUC80OenY0jpBMvAP8YflctarPssS7j",
          "FEd9DHlwWfQRWtAz9vl1SEnLbG0W9oF2",
          "w8CjV0gK7gIbRvHbBLxESOHfyeFOSbfn",
          "oq71udFCTwejG0XBD47te0fyCWPUkkto",
          "8hoJNVDIVIvABrgPdiWYBpdsMR269cMz",
          "wlUC80OenY0jpBMvAP8YflctarPssS7j",
          "FEd9DHlwWfQRWtAz9vl1SEnLbG0W9oF2",
          "w8CjV0gK7gIbRvHbBLxESOHfyeFOSbfn",
          "oq71udFCTwejG0XBD47te0fyCWPUkkto"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0630"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0630"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0630"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0630"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0630"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0630"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0630"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Schönbrunn Palace Park",
        "placeId": "ChIJ5eU-1AqobUcRLHwJ_LuNqM0",
        "internationalPhoneNumber": "+43 664 5268048",
        "reviews": [
          {
            "rating": 5,
            "text": "Even if you're not planning on going inside the palace, a trip to the gardens is definitely a MUST in Vienna. You can easily spend hours and hours walking around this massive complex while savouring some of the best views you'll ever see. Vienna is a charming city and this place proves why!",
            "author_name": "Guilherme Cavalcante",
            "relative_time_description": "",
            "time": 1751399465,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Schönbrunn Palace Park is absolutely stunning and definitely worth a visit. The park is huge and offers plenty of space to walk, relax, and enjoy nature. Every corner is beautifully maintained, with impressive gardens, fountains, and lovely views. It's a perfect place for taking photos - the surroundings are truly majestic and picturesque. Whether you're exploring the tree-lined paths or admiring the palace from the Gloriette, you'll feel the charm and grandeur of the place. A must-see in Vienna!",
            "author_name": "Mirrey",
            "relative_time_description": "",
            "time": 1754235910,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "best part about it is that the main, huge part of the park is completely free to enter, so you don't even have to buy a palace ticket to get a taste of the imperial life.\n​it's massive, so plan to do a lot of walking. you've got the perfectly manicured great parterre right in front of the palace, with all the statues and fountains. it's so symmetrical and fancy, you feel like you're in a period drama. then there are the less formal parts of the park, with big trees and winding paths. you'll see locals jogging, families with kids, and tourists like me just trying to take it all in.\n​a big must-do is the walk up to the gloriette. it's a bit of a climb up a gentle hill, but the view is just... chef's kiss. you look down on the whole palace and the city beyond it. it's a great photo spot and there's even a cafe up there if you need a little reward for your effort.\n​there are also a few smaller, special areas you can pay to enter, like the maze, which is fun for a quick break from all the history, and the privy garden, which is a more secluded, ornate part of the garden. and of course, the zoo is also on the grounds and is a whole attraction in itself.\n​it's a perfect mix of formal beauty and natural space. you can easily spend an entire afternoon here, getting lost in the paths and just enjoying the scenery",
            "author_name": "KK",
            "relative_time_description": "",
            "time": 1754899220,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.bundesgaerten.at/schlosspark-schoenbrunn.html",
        "index": 6,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 276,
            "2": 195,
            "3": 1192,
            "4": 7723,
            "5": 49450
          }
        },
        "minMinutesSpent": 240,
        "latitude": 48.180263,
        "address": "Schönbrunner Schloßstraße 47, 1130 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJCWTviJAHbUcRePewnEHBJuU",
        "generalDescription": "Maria-Theresien-Platz is a significant square in Vienna, named after Empress Maria Theresa. It is flanked by impressive architecture and sits between the Hofburg Palace and the MuseumsQuartier. The square features a large statue of Empress Maria Theresa at its center, surrounded by fountains marking each corner. This public space is home to two prominent museums, the Kunsthistorisches Museum and the Naturhistorisches Museum.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.360967,
        "rating": 4.7,
        "numRatings": 25329,
        "sources": [
          {
            "id": "1413300",
            "type": "webPlacesList",
            "url": "https://zipser.at/en/blog/romantic-christmas-markets-vienna/",
            "sourceSite": "Web",
            "snippet": "There is also a lot going on at Christmas between the Museum of Art History and the Natural History Museum. The festively decorated stalls have been presenting themselves here since 2008 and offer different things to do with Christmas and culinary temptations. A perfect place to take a rest after visiting a museum, or to warm up after a long shopping day.",
            "siteName": "Hotel Zipser Wien",
            "shortName": "Romantic Christmas markets in Vienna",
            "indexInSource": 0,
            "iconSiteId": 21115,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "wS8sXPEFeIiFUHWvTvvvlMEfpKxMs32x",
          "SlMnYsHyb28qQjYVNfCvwGjKTLVllpJU",
          "zcQoIXsVAbnHqbfDbG5cslqwxadXKPXj",
          "aDfkZpLTrXrn7PNmGsItFcs8apeM1uUA",
          "Ee4uBSZa71ssefdiJg3aQDRjJwjI7IUP",
          "wS8sXPEFeIiFUHWvTvvvlMEfpKxMs32x",
          "SlMnYsHyb28qQjYVNfCvwGjKTLVllpJU",
          "zcQoIXsVAbnHqbfDbG5cslqwxadXKPXj",
          "aDfkZpLTrXrn7PNmGsItFcs8apeM1uUA",
          "Ee4uBSZa71ssefdiJg3aQDRjJwjI7IUP"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Maria-Theresien-Platz",
        "placeId": "ChIJCWTviJAHbUcRePewnEHBJuU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Wauw, I absolutely love this place! It is so amazing! The buildings around are beautiful and the park is nice to relax. You can lay down in the grass and look around. It's family friendly and there are sitting places too.",
            "author_name": "Jennifer",
            "relative_time_description": "",
            "time": 1744653722,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Maria-Theresien-Platz is one of Vienna's most beautiful and historically significant squares. Nestled between the stunning Kunsthistorisches Museum and Naturhistorisches Museum, the square offers visitors a perfect blend of art, culture, and history. The centerpiece is the impressive monument of Empress Maria Theresa, surrounded by beautiful gardens and fountains. It's an ideal spot to relax, take photos, and soak in Vienna's rich heritage. The atmosphere is lively, especially during special events and seasonal markets, making it a must-visit location for anyone exploring the city.",
            "author_name": "Les Bėbės",
            "relative_time_description": "",
            "time": 1750786215,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely loved visiting Maria-Theresien-Platz! 😍 The architecture is stunning, with two beautiful museums facing each other and the grand statue of Maria Theresa right in the middle 👑. It's such a peaceful spot to relax, take photos 📸, or just enjoy the vibe of Vienna. The gardens are super well-kept and everything feels so elegant and historic 🌿🏛️. Great place to stop by, especially in the evening when everything lights up ✨. A must-visit if you're in the city!",
            "author_name": "Vanshaj Bindlish",
            "relative_time_description": "",
            "time": 1750633606,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Plaza",
          "Sights & Landmarks",
          "Monuments & Statues",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 158,
            "2": 97,
            "3": 847,
            "4": 4503,
            "5": 19726
          }
        },
        "minMinutesSpent": null,
        "latitude": 48.204621,
        "address": "1010 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJ76FSlYkHbUcRMqbpRfg1Hhk",
        "generalDescription": "Haus des Meeres, located in Vienna's Mariahilf district, is a unique aquarium housed within a World War II flak tower. With 10 floors of exhibits, visitors can explore diverse habitats such as coral reefs and the Amazon rainforest while observing over 10,000 sea and land animals including monkeys, birds, crocodiles, sharks and more. The aquarium also features a 300,000-liter pool where visitors can observe sharks swimming.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.352887,
        "rating": 4.6,
        "numRatings": 30497,
        "sources": [
          {
            "id": "1413316",
            "type": "webPlacesList",
            "url": "https://www.bigbustours.com/en/vienna/romantic-things-to-do-in-vienna",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Magento2 Store",
            "shortName": "Romantic Things To Do In Vienna",
            "indexInSource": 5,
            "iconSiteId": 5984,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "hRG2olAr7bQZi4kas8nJ9guOeAQ7Inf5",
          "ViveXMw2CtYhuMylGhu1CvFVzeyqo2dn",
          "YwaXnsmbcVM1CHgzJhrE4Jc5KM9UZik1",
          "LCo4h5kGlJ16qoDgjfjwZj8LKaefwxiS",
          "uXTYHiXL0T2t1f5PdgpLLkC7VfRKCwv3",
          "hRG2olAr7bQZi4kas8nJ9guOeAQ7Inf5",
          "ViveXMw2CtYhuMylGhu1CvFVzeyqo2dn",
          "YwaXnsmbcVM1CHgzJhrE4Jc5KM9UZik1",
          "LCo4h5kGlJ16qoDgjfjwZj8LKaefwxiS",
          "uXTYHiXL0T2t1f5PdgpLLkC7VfRKCwv3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Haus des Meeres",
        "placeId": "ChIJ76FSlYkHbUcRMqbpRfg1Hhk",
        "internationalPhoneNumber": "+43 1 5871417",
        "reviews": [
          {
            "rating": 5,
            "text": "So beautiful and cheap tickets for what you get to see. Huge aquariums, terrariums aswell as rooms with free flying birds and monkeys jumping all around you. The view from the top of the Building is amazing too. I've been there a few times and it still just doesn't get boring. They have quite a reasonably priced gift shop too.\n\nIf you wanna go on the weekend or even a holiday, you should get tickets online beforehand cause the queue gets pretty long.",
            "author_name": "Nadine Sieglhuber",
            "relative_time_description": "",
            "time": 1751127229,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We went just before 6 pm and got tickets at the door, it was so much fun and far more than just an aquarium! There's something for everyone here so you're bound to have a good time. The fish collection is extensive with amazing sharks and turtles on display, the animals here are also insane. Massive crocodiles, monkeys, bats and birds freely flying over your head, gigantic spiders & snakes. It has a bit of everything and is great fun. The rooftop bar is also beautiful with incredible panoramic views of the city and affordable prices",
            "author_name": "Mi Ano",
            "relative_time_description": "",
            "time": 1756322034,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This was a nice aquarium within a unique building. It's one of the tallest buildings in the area with some great view on the top. Each floor is detected to certain species of animal or fish. You can easily spend 3 hours or more here (if you see and read everything). Worth the visit if you like fish!",
            "author_name": "Giovanni S",
            "relative_time_description": "",
            "time": 1756977373,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.haus-des-meeres.at/",
        "index": 8,
        "id": "",
        "categories": [
          "Aquarium",
          "Outdoor Activities",
          "Museum",
          "Observation deck",
          "Zoo"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 594,
            "2": 492,
            "3": 1560,
            "4": 5184,
            "5": 22713
          }
        },
        "minMinutesSpent": 150,
        "latitude": 48.19765,
        "address": "Fritz-Grünbaum-Platz 1, 1060 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJV02ULeCnbUcRkHFsheJ2pjs",
        "generalDescription": "Schönbrunn Zoo, located in the garden of the Schönbrunn Palace, is a historic 18th-century zoo that offers a diverse collection of over 500 animal species. The zoo is known for its child-friendly programs and activities, including free children's tours on Sundays and special Christmas workshops and activities during the holiday season. As the oldest zoo in Europe, it boasts a rich history dating back to Empress Maria Theresa's nature-loving husband, Francis Stephen.",
        "utcOffset": 120,
        "maxMinutesSpent": 240,
        "longitude": 16.302784,
        "rating": 4.7,
        "numRatings": 57299,
        "sources": [
          {
            "id": "479902",
            "type": "webPlacesList",
            "url": "https://twodrifters.us/blog/romantic-things-to-do-in-vienna.html",
            "sourceSite": "Web",
            "snippet": "It’s one of my favourite things to do with my fiancé and I’m sure you’ll agree that it’s certainly a romantic day trip. Tiergarten Schonbrunn, or Vienna Zoo, is located on the grounds of the Schonbrunn Palace. It’s actually the oldest zoo in the world and was originally created as an imperial menagerie to house the Emporer’s collection of exotic creatures.",
            "siteName": "Two Drifters",
            "shortName": "11 Romantic Things to Do in Vienna for Couples in Love",
            "indexInSource": 5,
            "iconSiteId": 6191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413293",
            "type": "webPlacesList",
            "url": "https://hillcitybride.com/2023/11/romantic-things-to-do-in-vienna-austria/",
            "sourceSite": "Web",
            "snippet": "In fact, it’s one of my favorite activities, especially when I’m with my fiancé. Going to the zoo is a wonderful date idea and what better way to do it than to visit the oldest zoo in Europe?. Within the Schönbrunn Palace, Vienna’s zoo is a fantastic place to visit with your other half.",
            "siteName": "Hill City Bride | Virginia Wedding Blog",
            "shortName": "12 Surprisingly Romantic Things to Do in Vienna Austria",
            "indexInSource": 3,
            "iconSiteId": 62654,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Tm6osw86tmB2lFAiz2navuCV2fpL8vxt",
          "A5mq6cW8cK4y5SCLfydZms0iDQAmO48j",
          "FMegmILXxwRjYUba9KpKHa2yIo4g1r7E",
          "CSeGRP8E7D9AFwDfozmubDExMO1cHvWd",
          "N1rm9uZpCztxLdaRW3NA6WNWsba2Lvxj",
          "Tm6osw86tmB2lFAiz2navuCV2fpL8vxt",
          "A5mq6cW8cK4y5SCLfydZms0iDQAmO48j",
          "FMegmILXxwRjYUba9KpKHa2yIo4g1r7E",
          "CSeGRP8E7D9AFwDfozmubDExMO1cHvWd",
          "N1rm9uZpCztxLdaRW3NA6WNWsba2Lvxj"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Schönbrunn Zoo",
        "placeId": "ChIJV02ULeCnbUcRkHFsheJ2pjs",
        "internationalPhoneNumber": "+43 1 87792940",
        "reviews": [
          {
            "rating": 5,
            "text": "I absolutely loved my visit to Schönbrunn Zoo! It's beautifully maintained, with a wide variety of animals and plenty of space to explore. The trail takes around 3 to 4 hours, so I highly recommend bringing water, wearing comfortable clothes, and good walking shoes, especially since some paths are uphill.\n\nHighlights include the giant pandas, the tropical house, and the aquarium. It's a perfect place for a day out, and being located next to Schönbrunn Palace makes it easy to combine both attractions. Highly recommended!",
            "author_name": "Roberto Neacsu",
            "relative_time_description": "",
            "time": 1753256528,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Schönbrunn Zoo, nestled within the magnificent grounds of Schönbrunn Palace in Vienna, truly stands out as a world-class experience. It's not just a zoo; it's a beautifully maintained haven where both animals and visitors can thrive.\n\nOne of the most remarkable aspects of Schönbrunn Zoo is its exceptionally calm and well-organized atmosphere, even during peak times. Whether you visit on a busy holiday, a bustling weekend, or during the height of summer, the flow of visitors is managed so effectively that you never feel overwhelmed. This allows for a much more relaxed and enjoyable experience, giving you ample space to observe the animals without feeling rushed or crowded.\n\nThe enclosures are consistently well-maintained, reflecting a deep commitment to animal welfare. It's evident that the animals are content and comfortable in their environments, which is a testament to the zoo's dedication to providing excellent living conditions. This attention to detail creates a positive and enriching experience for the animals, and consequently, for the visitors who can see happy, healthy creatures.\n\nFor those looking to refuel, the food and drink options are plentiful and of good quality, with surprisingly reasonable prices that won't leave you shocked. You can find nice spots to grab a bite or a drink all throughout the zoo, ensuring convenience and variety during your visit.\n\nThe variety of animals is truly amazing, offering a diverse collection from across the globe. From exotic species to beloved classics, there's something to fascinate every age group and interest. Beyond the animal residents, the zoo also boasts a lot of nice architecture throughout, adding to the aesthetic appeal and making your stroll through the grounds an even more delightful experience.\n\nIn summary, Schönbrunn Zoo is a must-visit in Vienna. Its tranquil environment, superb animal care, excellent amenities, diverse animal collection, and beautiful architectural elements combine to create a truly memorable and highly recommended day out.",
            "author_name": "Nadine Sieglhuber",
            "relative_time_description": "",
            "time": 1751126592,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "amazing zoo, clean and fun to walk around. saw many types of animals here and there was many viewing points for each enclosure ensuring you can see each animal. had a great time here, and the surrounding area is beautiful.",
            "author_name": "Evan Thomas",
            "relative_time_description": "",
            "time": 1753947830,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.zoovienna.at/",
        "index": 9,
        "id": "",
        "categories": [
          "Zoo",
          "Outdoor Activities",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 951,
            "2": 598,
            "3": 1973,
            "4": 7734,
            "5": 46042
          }
        },
        "minMinutesSpent": 240,
        "latitude": 48.182086,
        "address": "Maxingstraße 13b, 1130 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJJYWNjA8HbUcRBlfleWeh1qw",
        "generalDescription": "The Viennese Giant Ferris Wheel, also known as Riesenrad, is a famous attraction located in the Wiener Prater. Originally opened to the public in 1766 by Habsburg Joseph II, this former royal hunting ground quickly became a popular entertainment hub for locals. The Ferris wheel was built in 1897 and rises to 65m, offering visitors stunning views of the city during its 20-minute rotation.",
        "utcOffset": 120,
        "maxMinutesSpent": 60,
        "longitude": 16.395901,
        "rating": 4.5,
        "numRatings": 45549,
        "sources": [
          {
            "id": "421588",
            "type": "webPlacesList",
            "url": "https://valentinasdestinations.com/romantic-things-to-do-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "The Giant Ferris Wheel at Prater Amusement Park offers another fun opportunity in Vienna for couples. It was originally constructed in 1897. At that time, and for decades after, it was the tallest Ferris wheel in the world.",
            "siteName": "Valentina's Destinations",
            "shortName": "17 Romantic things to do in Vienna for couples",
            "indexInSource": 4,
            "iconSiteId": 8624,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "479904",
            "type": "webPlacesList",
            "url": "https://www.openthedoor.at/en/blog-romantic-places-things-vienna/",
            "sourceSite": "Web",
            "snippet": "The Giant Ferris Wheel is THE landmark of Vienna and there is enough time for togetherness on a ride in the legendary red gondolas. Seeing Vienna from above alone is worth the climb to the top.",
            "siteName": "openthedoor.at",
            "shortName": "🗝 Most romantic places in Vienna - Ideas",
            "indexInSource": 3,
            "iconSiteId": 49416,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "TtUE8xCq6TCzkaPzCTJQBV3N02vluvwV",
          "FNflVsQyBsbFB3hUZLEbWz9BYT58PSFU",
          "Av0zWPlAGAYxSyh8dNwBY77s3l5xZG5q",
          "r6y4t5sqR7pL6W9MxzKXxuEQz8r5EEBH",
          "Y2DTReIwYEAGSWeAkIsynIJbcj6C64Bl",
          "TtUE8xCq6TCzkaPzCTJQBV3N02vluvwV",
          "FNflVsQyBsbFB3hUZLEbWz9BYT58PSFU",
          "Av0zWPlAGAYxSyh8dNwBY77s3l5xZG5q",
          "r6y4t5sqR7pL6W9MxzKXxuEQz8r5EEBH",
          "Y2DTReIwYEAGSWeAkIsynIJbcj6C64Bl"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2245"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2245"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2245"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2245"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2245"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2245"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2245"
            }
          }
        ],
        "name": "Viennese Giant Ferris Wheel",
        "placeId": "ChIJJYWNjA8HbUcRBlfleWeh1qw",
        "internationalPhoneNumber": "+43 1 7295430",
        "reviews": [
          {
            "rating": 5,
            "text": "The Great Wheel From Vienna, a wonderful symbol of this city. It's definitely a must for those coming here. The views are stunning and the tickets are worth it. This is the best thing from Prater! 🙌\nI definitely recommend it! ✅️🌟👍🏻",
            "author_name": "Mario-Liviu Ghiță",
            "relative_time_description": "",
            "time": 1755346795,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Very cool kind of pricey Nice to be able to see the city from such a vantage point. Was disappointed the way they rush you in and out of the car and so many people on each, also that they do not stop you at the Apex and was only taken around for one circle. Overall was a good experience recommend doing it once.",
            "author_name": "Kenneth Halstenberg",
            "relative_time_description": "",
            "time": 1756831976,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I haven't been on many Ferris Wheels so I don't have a lot to compare this one to but I really enjoyed it. The cabins are big and spacious and they don't stuff them full of people so there's plenty of room to move around and get a good view as it goes around. You'll be able to take some great pictures of Vienna and the panoramic view is spectacular. It was a windy day so there were some points where the cabin swung back and forth which may be scary for some people. If you're afraid of heights it's probably not the best choice but for everyone else it'll probably be worth it. The price is €14.50 for a single ticket.",
            "author_name": "Lynnae",
            "relative_time_description": "",
            "time": 1751892397,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://wienerriesenrad.com/",
        "index": 10,
        "id": "",
        "categories": [
          "Ferris wheel",
          "Sights & Landmarks",
          "Historical landmark",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 719,
            "2": 804,
            "3": 3369,
            "4": 9809,
            "5": 30899
          }
        },
        "minMinutesSpent": 60,
        "latitude": 48.2167,
        "address": "Gaudeegasse 1, 1020 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJO4ukqfYGbUcRS1HnY7K60Cw",
        "generalDescription": "The Danube Tower, also known as the Donauturm, is an iconic landmark in Vienna that opened in 1964. As the tallest structure in Austria at 252 meters, it offers breathtaking panoramic views of the city and the Danube River from its observation deck at 150 meters. The tower is part of the Danube Park, which was transformed from a former rubbish dump into a park with various attractions and facilities for both children and adults.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 16.410051,
        "rating": 4.6,
        "numRatings": 18591,
        "sources": [
          {
            "id": "2353922",
            "type": "webPlacesList",
            "url": "https://www.viennasightseeing.at/en/service/more-vienna/in-love-with-vienna",
            "sourceSite": "Web",
            "snippet": "On the Danube Tower, lovers have the opportunity to get a little closer to heaven. The tower restaurant and tower café convince with culinary delicacies and offer the perfect ambience for an evening for two. The overwhelming 360-degree panoramic view of Vienna (especially at night) rounds off the location and ensures magical moments come true.",
            "siteName": "Vienna Sightseeing",
            "shortName": "In love with Vienna",
            "indexInSource": 0,
            "iconSiteId": 19639,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413288",
            "type": "webPlacesList",
            "url": "https://happystay.at/romantic-sightseeing-attractions-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "Take your loved one to the top of this iconic tower for breathtaking views of Vienna’s skyline and beyond!. Enjoy dinner at its revolving restaurant or take in some live music at its rooftop bar – either way, you’re sure to have an unforgettable experience here!. The Danube Tower in Vienna is a great place for a romantic visit for a couple.",
            "siteName": "happystay.at",
            "shortName": "12 romantic sightseeing attractions in Vienna for couples 2022",
            "indexInSource": 4,
            "iconSiteId": 100944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "479904",
            "type": "webPlacesList",
            "url": "https://www.openthedoor.at/en/blog-romantic-places-things-vienna/",
            "sourceSite": "Web",
            "snippet": "If we wanna talk about romantic things to do in Vienna, we need to talk about its cuisine. The capital offers countless options for romantic dining. From the Turm-Restaurant on top of the 252 m high tower, you can see all of Vienna above the clouds.",
            "siteName": "openthedoor.at",
            "shortName": "🗝 Most romantic places in Vienna - Ideas",
            "indexInSource": 1,
            "iconSiteId": 49416,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "530226",
            "type": "webPlacesList",
            "url": "https://www.visitingvienna.com/eatingdrinking/romantic-dinners/",
            "sourceSite": "Web",
            "snippet": "This viewing platform has a revolving restaurant at 170m (and coffee house) featuring regional produce. Special “top of romance” packages, for example, ensure a window seat and include sparkling wine and red roses.",
            "siteName": "visitingvienna.com",
            "shortName": "Romantic dinner locations in Vienna",
            "indexInSource": 0,
            "iconSiteId": 10591,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353932",
            "type": "webPlacesList",
            "url": "https://www.donauturm.at/public/en/event-news-and-culinary/events/top-of-romantic-dinner/",
            "sourceSite": "Web",
            "snippet": "The Danube Tower offers a unique setting for a dinner where you can enjoy a spectacular view of the city. Here you can find out everything you need to know about a romantic dinner at the Danube Tower:",
            "siteName": "The Danube Tower",
            "shortName": "Romantic dinner above the rooftops of Vienna at Danube Tower",
            "indexInSource": 0,
            "iconSiteId": 109468,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413309",
            "type": "webPlacesList",
            "url": "https://www.lastminute.com/travel-inspiration/europe/vienna/romantic-things-to-do",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "lastminute.com",
            "shortName": "Romantic things to do in Vienna",
            "indexInSource": 4,
            "iconSiteId": 4395,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "HUdcKSSspWVTq1onOIGzlbeEe4Z9F7UF",
          "uhWVcB5eNEQLqLtrlSSsIetu3kyjcJUb",
          "RJlJgLZBEOyIVzaKEE6oTHkWZIx9152a",
          "QmETSQxqujx8LpYgkXGB81Pjc44NRstb",
          "wc7cK1jY1PwCRXAyRY7hSjTtYacSIVQV",
          "HUdcKSSspWVTq1onOIGzlbeEe4Z9F7UF",
          "uhWVcB5eNEQLqLtrlSSsIetu3kyjcJUb",
          "RJlJgLZBEOyIVzaKEE6oTHkWZIx9152a",
          "QmETSQxqujx8LpYgkXGB81Pjc44NRstb",
          "wc7cK1jY1PwCRXAyRY7hSjTtYacSIVQV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Danube Tower",
        "placeId": "ChIJO4ukqfYGbUcRS1HnY7K60Cw",
        "internationalPhoneNumber": "+43 1 2633572",
        "reviews": [
          {
            "rating": 5,
            "text": "We always visit observation towers where possible to gain an overall view of the location we are visiting. The Danube Tower is to the side of a large area of structured park which is on the other side of the river to the main city centre - we reached it on the Metro, followed by a 10-15 min walk, but it was worth it. The lift up to the observation deck had a glass roof, so you good watch the ascent and the view from the deck was great - if a little windy!!!  We then visited the cafe for a drink or two to watch the scenery, before eating at the revolving restaurant on the floor above. We really enjoyed the experience and the view and it was worth the effort to get there. Recommended.",
            "author_name": "gojuryu512",
            "relative_time_description": "",
            "time": 1745053338,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had an incredible experience visiting the Danube Tower, the tallest structure in Austria at 252 meters. The fast lifts take you up to a 360° viewing platform.\n\nOnce you reach the top, the view stretches far beyond the city's limits, offering a truly breathtaking experience.\n\nWe highly recommend booking tickets online in advance.",
            "author_name": "Tony",
            "relative_time_description": "",
            "time": 1750631226,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We visited the Danube Tower on Saturday, August 2, 2025, around 8:30 PM on a stormy evening and it turned out to be an unforgettable experience. It was cloudy and dramatic at first, then later, it poured.\n\nWe took a peaceful walk through Donaupark on the way in, beautifully green, calm, and spacious. Then came the real highlight: the view from the top of the tower. As the storm rolled in, we watched the clouds and lights shift across the city skyline. One local even told us he had never seen such heavy rain in Vienna before, which made the moment feel surreal and almost cinematic.\n\nThe kids absolutely loved the slide and went on it twice. I worked up the courage to try it too, after a little fear moment that lasted a good 3 to 5 minutes 😅. The staff member at the slide was incredibly kind and patient with both the kids and with me.\n\nWe didn't dine at the restaurant as the storm got stronger, we felt it was safer to head back to the hotel. While the person checking tickets could have been a bit more welcoming, everything else was smooth and enjoyable.\n\nThe only downside was the toilets. They were not clean and had a strong unpleasant smell definitely an area that needs more attention.\n\nThis spot is still perfect for families, a beautiful mix of nature and city views all in one place. Definitely a must visit when you're in Vienna.",
            "author_name": "A Alfalasi",
            "relative_time_description": "",
            "time": 1754284695,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.donauturm.at/",
        "index": 11,
        "id": "",
        "categories": [
          "Observation deck",
          "Sights & Landmarks",
          "Park",
          "Observation Decks & Towers"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 408,
            "2": 334,
            "3": 1066,
            "4": 3578,
            "5": 13239
          }
        },
        "minMinutesSpent": 120,
        "latitude": 48.24034,
        "address": "Donauturmplatz 1, 1220 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJXZKSfK4HbUcRm0sgH-ow56A",
        "generalDescription": "Augarten is a Baroque-style park in Vienna, featuring a royal palace, five kids' play areas, sporting facilities, and cultural events. The park dates back to the 17th century when it was used as a hunting area and lodge. It boasts formal gardens established by designer Jean Trehet in 1705 and is home to the Augarten Porzellanmanufaktur, one of Europe's oldest porcelain factories.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.376667,
        "rating": 4.6,
        "numRatings": 10288,
        "sources": [
          {
            "id": "2353927",
            "type": "webPlacesList",
            "url": "https://www.holidaysforcouples.travel/vienna-travel-guide-for-couples/",
            "sourceSite": "Web",
            "snippet": "Augarten, a historic baroque park, features the Augarten Porcelain Factory and the Augarten Contemporary Art Museum. The park is a serene spot for a leisurely walk or picnic, offering a peaceful escape from the bustling city. Guided tours of the porcelain factory offer a glimpse into traditional Viennese craftsmanship.",
            "siteName": "Holidays for Couples",
            "shortName": "Beautiful Vienna: A Honeymoon Guide",
            "indexInSource": 9,
            "iconSiteId": 35251,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "73B095n9afH5MamnG6WmeppdE8eHuomn",
          "po5hPdLKsm8mXDG401eNsfKXbE51T6wW",
          "3MP85BGJimptPe6SGfub9HdHy7jGCj9s",
          "j20gmLUF7FoKjbkpLIgInA09SnMACJot",
          "h6m8WG1mWHFe8VU0qwOBeOaVBSD1dLSG",
          "73B095n9afH5MamnG6WmeppdE8eHuomn",
          "po5hPdLKsm8mXDG401eNsfKXbE51T6wW",
          "3MP85BGJimptPe6SGfub9HdHy7jGCj9s",
          "j20gmLUF7FoKjbkpLIgInA09SnMACJot",
          "h6m8WG1mWHFe8VU0qwOBeOaVBSD1dLSG"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0630"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0630"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0630"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0630"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0630"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0630"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0630"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Augarten",
        "placeId": "ChIJXZKSfK4HbUcRm0sgH-ow56A",
        "internationalPhoneNumber": "+43 1 81359500",
        "reviews": [
          {
            "rating": 5,
            "text": "A huge park that it home to two flak towers, that are worth seeing, the park is lovely to stroll around enjoying the openess, there is plenty of seating, definitely a must when visiting Vienna.",
            "author_name": "V H",
            "relative_time_description": "",
            "time": 1741369159,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful park.\nIt is absolutely spotless with lots and lots of benches to sit in and enjoy the park. Also handy to keep dry when raining.\nPeople everywhere enjoying the space. Lovely.",
            "author_name": "Catherine Nixon",
            "relative_time_description": "",
            "time": 1747409097,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Augarten Park is one of Vienna's most beautiful and historically rich green spaces. Nestled in the heart of the city's second district, this meticulously maintained park offers a perfect blend of tranquility, culture, and history.\n\nThe first thing you notice upon entering Augarten is how well taken care of it is. The gardens are immaculately groomed, with tree-lined alleys, colorful flowerbeds, and expansive lawns that invite visitors to relax, walk, or picnic. The park is family-friendly, with playgrounds for children and open areas that cater to joggers, dog walkers, and those simply looking to unwind. Despite being a popular destination, it never feels overcrowded due to its generous size and thoughtful layout.\n\nWhat truly sets Augarten apart, however, is its historical depth. Dating back to the 17th century, the park was originally laid out as a baroque garden and has retained its classical charm. It's home to the stunning Palais Augarten, a baroque palace that today houses the world-famous Vienna Boys' Choir. The palace and its surroundings provide a unique backdrop that adds a sense of grandeur to the entire park.\n\nA striking and sobering reminder of more recent history are the two massive World War II flak towers that still stand within the park. These concrete giants, once used for air defense, serve as historical landmarks and symbols of Vienna's complex past. Their presence offers a powerful contrast to the peaceful surroundings and invites reflection on the city's wartime experience.\n\nWhether you're a history enthusiast, a nature lover, or just someone in search of a peaceful place to spend an afternoon, Augarten Park is a must-visit. It's a place where Vienna's layered history and natural beauty come together, making it both a serene escape and a living monument.",
            "author_name": "Bryan Rubi",
            "relative_time_description": "",
            "time": 1755195646,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.bundesgaerten.at/augarten/Augarten-.html",
        "index": 12,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 106,
            "2": 91,
            "3": 554,
            "4": 2045,
            "5": 7497
          }
        },
        "minMinutesSpent": 150,
        "latitude": 48.226111,
        "address": "1020 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJRbHDbZYHbUcR-miegR12eh4",
        "generalDescription": "Rathausplatz is a 19th-century park featuring statues, mature trees, and fountains. It offers various activities such as a summer cinema and a winter ice rink. Adjacent to the Vienna City Hall, this area is surrounded by significant landmarks including the Austrian Parliament Building, the main university, and the Neo-Gothic Votiv Church.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.358755,
        "rating": 4.7,
        "numRatings": 43347,
        "sources": [
          {
            "id": "1413288",
            "type": "webPlacesList",
            "url": "https://happystay.at/romantic-sightseeing-attractions-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "Enjoy some live music or take part in other events held at this large square located near City Hall. Rathausplatz in Vienna is a great place for a romantic visit for a couple. Located in the heart of the city, the square is a popular destination for couples looking to experience the vibrant and lively atmosphere of Vienna.",
            "siteName": "happystay.at",
            "shortName": "12 romantic sightseeing attractions in Vienna for couples 2022",
            "indexInSource": 9,
            "iconSiteId": 100944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "fqBBgRNwRlY3XGRvx3SJZMrA10sHZO2u",
          "xCapaFEG2mGmybS9SNO3UEg38wGRLE6v",
          "zHx1FXZwEjMMyhXFU07N5sqX1IHJ2i0D",
          "R72tU9qHa8qIINgOpwSVt5rJOOnpTj0e",
          "01xW7TwfKTnSsljOVONUYmApZ2q7eCbR",
          "fqBBgRNwRlY3XGRvx3SJZMrA10sHZO2u",
          "xCapaFEG2mGmybS9SNO3UEg38wGRLE6v",
          "zHx1FXZwEjMMyhXFU07N5sqX1IHJ2i0D",
          "R72tU9qHa8qIINgOpwSVt5rJOOnpTj0e",
          "01xW7TwfKTnSsljOVONUYmApZ2q7eCbR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Rathausplatz",
        "placeId": "ChIJRbHDbZYHbUcR-miegR12eh4",
        "internationalPhoneNumber": "+43 1 40004001",
        "reviews": [
          {
            "rating": 5,
            "text": "Wow, what a beautiful place! The building itself is stunning, and the best part was that there was a Film Festival 2025 happening when we visited. It really lit up the whole area – it felt like a fair!\nThey had installed a large screen right in front of the Rathaus building, and the atmosphere was incredible. There were so many food and drink stalls offering cuisine from different places. Aperol had its own little corner – their drinks were great too!\nThe area was so lively. We first went during the day and loved it so much that we went back again in the evening to enjoy the atmosphere. It was even more crowded in the evening, with so many people around. A musical movie was playing on the giant screen, and the whole place was buzzing with energy.",
            "author_name": "Highway Video",
            "relative_time_description": "",
            "time": 1754483793,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Such a great place for people to socialise. Various events take place here throughout the year. The town hall building is huge and very beautiful.\nThere are lots of eateries and bars here that you can enjoy.",
            "author_name": "Legends l",
            "relative_time_description": "",
            "time": 1755344879,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A nice place to visit at night in Vienna. Film festival was held here June to end Aug, free entry. Lots of food stall and drinks at the courtyard, together with the music makes it like a carnival. Great place to socialise and appreciate Vienna at night.",
            "author_name": "Lydia Chong",
            "relative_time_description": "",
            "time": 1756414958,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.wien.gv.at/verwaltung/rathaus/fuehrung/online/rathausplatz.html",
        "index": 13,
        "id": "",
        "categories": [
          "Plaza",
          "Sights & Landmarks",
          "Fairground",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 362,
            "2": 289,
            "3": 1598,
            "4": 7632,
            "5": 33466
          }
        },
        "minMinutesSpent": 150,
        "latitude": 48.210646,
        "address": "Rathauspl., 1010 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJQ5U7zWIHbUcRGl-RtIIbjn4",
        "generalDescription": "The University of Vienna Botanical Garden, located in the heart of Vienna, Austria, is a serene paradise for nature lovers and researchers alike. Opened in September 2015, this botanical haven spans 8 hectares and houses a diverse collection of plant species. It offers a peaceful escape from the bustling city, providing visitors with a tranquil environment to take leisurely walks and immerse themselves in the beauty of nature.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 16.383968,
        "rating": 4.7,
        "numRatings": 4979,
        "sources": [],
        "imageKeys": [
          "hVHYqV84nORGTzpH6GmBtsL2dgTnupCF",
          "rk8hjX7X0o8d7Pq52EQ9JfzpxhVShbes",
          "1zu5FLRFJeLRrtllntRN7xQUOMIUxj95",
          "6uTqIZPVavlEK1HUYpn2RwAuuP7kWMal",
          "00xEGZ5ToRfSZwmnzbt5NR30wju0WujX",
          "hVHYqV84nORGTzpH6GmBtsL2dgTnupCF",
          "rk8hjX7X0o8d7Pq52EQ9JfzpxhVShbes",
          "1zu5FLRFJeLRrtllntRN7xQUOMIUxj95",
          "6uTqIZPVavlEK1HUYpn2RwAuuP7kWMal",
          "00xEGZ5ToRfSZwmnzbt5NR30wju0WujX"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "University of Vienna Botanical Garden",
        "placeId": "ChIJQ5U7zWIHbUcRGl-RtIIbjn4",
        "internationalPhoneNumber": "+43 1 427754100",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful gardens with lots to see. Choose from the \"Botanical gardens\" or the \"Alpine gardens\", however the Alpine gardens are at a charge, which only accepts CASH. The botanical gardens are free. Well recommended if you need to waste some time or are just looking for places to chill out..",
            "author_name": "Lilian James",
            "relative_time_description": "",
            "time": 1753565400,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Honestly, there's nothing particularly special about these gardens-I guess I was expecting more. That said, it's still a nice place for a walk before or after visiting the palace, since you're already there. The plants, flowers, and greenery really depend on the season, so the overall impression might vary depending on when you go.",
            "author_name": "Nida özeçoğlu",
            "relative_time_description": "",
            "time": 1743964285,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "First of all, the Botanical Gardens of the University of Vienna are free. No tickets, no need to book anything in advance. The visit of the Gardens is thought to be a path along which the visitors go to read the botanical information on specific cards immediately below the plants. Plants are grouped according to botanical categories and types. Perfect place to relax and contemplate nature. It's simply wonderful that the University offers for free such a beautiful open air museum!",
            "author_name": "Giulia Mariani",
            "relative_time_description": "",
            "time": 1755674720,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://botanischergarten.univie.ac.at/",
        "index": 14,
        "id": "",
        "categories": [
          "Botanical garden",
          "Nature & Parks",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 47,
            "2": 47,
            "3": 227,
            "4": 954,
            "5": 3710
          }
        },
        "minMinutesSpent": 90,
        "latitude": 48.191671,
        "address": "Rennweg 14, 1030 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJVxF6N3oHbUcRejTnHuQNeBw",
        "generalDescription": "Lower Belvedere is part of the stunning baroque complex that also includes Upper Belvedere, connected by a beautiful garden. It houses Gustav Klimt's renowned masterpiece, The Kiss, and features an extensive art collection spanning from the Middle Ages to contemporary pieces. Visitors can enjoy diverse exhibitions such as the impactful Dali - Freud showcase and thought-provoking modern tree exhibition.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 16.379872,
        "rating": 4.5,
        "numRatings": 9461,
        "sources": [
          {
            "id": "1413316",
            "type": "webPlacesList",
            "url": "https://www.bigbustours.com/en/vienna/romantic-things-to-do-in-vienna",
            "sourceSite": "Web",
            "snippet": "The setting itself is romantic enough, with all the finery of the Upper Belvedere Gallery in Prince Eugene of Savoy’s summer palace. And the painting adds to the mood, with a sensual explosion of colour set against a shimmering backdrop of gold leaf.",
            "siteName": "Magento2 Store",
            "shortName": "Romantic Things To Do In Vienna",
            "indexInSource": 0,
            "iconSiteId": 5984,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413309",
            "type": "webPlacesList",
            "url": "https://www.lastminute.com/travel-inspiration/europe/vienna/romantic-things-to-do",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "lastminute.com",
            "shortName": "Romantic things to do in Vienna",
            "indexInSource": 3,
            "iconSiteId": 4395,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "RZLkg7glxaoMUDANk0dhymu1f207N8vy",
          "ak2VvLY6CIq4fee4BYAT5dfhWbkW9lcH",
          "cg0VeeCPxIdbC7mINZiGYL4SzDq03x34",
          "CjKhZwUGCO8GyxKYZ3tbbIW3L7lFcisH",
          "RZLkg7glxaoMUDANk0dhymu1f207N8vy",
          "ak2VvLY6CIq4fee4BYAT5dfhWbkW9lcH",
          "cg0VeeCPxIdbC7mINZiGYL4SzDq03x34",
          "CjKhZwUGCO8GyxKYZ3tbbIW3L7lFcisH"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Lower Belvedere",
        "placeId": "ChIJVxF6N3oHbUcRejTnHuQNeBw",
        "internationalPhoneNumber": "+43 1 795570",
        "reviews": [
          {
            "rating": 5,
            "text": "After the palace, we walked through the garden and found that there is another museum as we didn't know there was another one. But we were this went in and it turned out to be a very cool museum with some rather unconventional work.",
            "author_name": "AA",
            "relative_time_description": "",
            "time": 1750694622,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Lower Belvedere in Vienna is a charming spot that offers a lovely, more intimate experience compared to its grander counterpart, Upper Belvedere. The palace features beautifully preserved Baroque architecture, and the interiors are quite elegant. Highlights include the Marble Hall, the Golden Room, and the Hall of Grotesques, each with intricate designs and a rich history. The palace also hosts special exhibitions, adding a bit of variety to the visit. The surrounding gardens are peaceful and perfect for a stroll. While it may not have the extensive collection of its bigger sibling, it's definitely a worthwhile stop for anyone interested in Austrian art and Baroque architecture. Overall, a solid four-star experience!",
            "author_name": "Kelvin Tan",
            "relative_time_description": "",
            "time": 1755059646,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Although it's smaller than the Upper Belvedere, my visit was incredibly rewarding and fulfilling. There was a special exhibition centered around the works of Gustav Klimt and Egon Schiele, which exceeded all my expectations.\n\nSeeing famous works like Klimt's \"Water Serpents I\" and \"Judith\" up close was a truly moving experience. The exhibition also offered a deep dive into Egon Schiele's artistic world through his various drawings and paintings.\n\nWhat impressed me most was the feeling of these vibrant and revolutionary artworks breathing new life into a historic palace. There was a wonderful sense of the past being re-energized and revitalized, which I found truly fantastic.\n\nThe compact size of the exhibition space is actually a plus, as it allows you to appreciate each piece deeply without feeling rushed. I highly recommend it for anyone interested in Viennese Modernism!!",
            "author_name": "KEVIN",
            "relative_time_description": "",
            "time": 1756346059,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.belvedere.at/besuch/unteres-belvedere",
        "index": 15,
        "id": "",
        "categories": [
          "Art museum",
          "Sights & Landmarks",
          "Castle",
          "Historical landmark",
          "Architectural Buildings",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 156,
            "2": 211,
            "3": 713,
            "4": 2123,
            "5": 6266
          }
        },
        "minMinutesSpent": 90,
        "latitude": 48.196576,
        "address": "Rennweg 6A, 1030 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJr8X4FZcHbUcRJ66c8VeFbcU",
        "generalDescription": "Nestled in the heart of Vienna, the Volksgarten is a stunning public park that beautifully marries history and leisure. Originally designed as a private garden for archdukes, it has welcomed visitors since 1825 and is now part of the UNESCO World Heritage Site Historic Center of Vienna. The park features manicured landscapes adorned with temples, fountains, and vibrant rose gardens.",
        "utcOffset": 120,
        "maxMinutesSpent": 150,
        "longitude": 16.361397,
        "rating": 4.6,
        "numRatings": 19486,
        "sources": [
          {
            "id": "479904",
            "type": "webPlacesList",
            "url": "https://www.openthedoor.at/en/blog-romantic-places-things-vienna/",
            "sourceSite": "Web",
            "snippet": "To name the most romantic places in vienna we need to mention the Volksgarten (“peoples garden”). It  is a nice place in Vienna and especially worth a visit in late spring or summer. During this time 1000 of roses bloom in competition and want to be examined - if that's not romantic, then we don't know what is!.",
            "siteName": "openthedoor.at",
            "shortName": "🗝 Most romantic places in Vienna - Ideas",
            "indexInSource": 0,
            "iconSiteId": 49416,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "421588",
            "type": "webPlacesList",
            "url": "https://valentinasdestinations.com/romantic-things-to-do-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "You may also consider a romantic stroll through Volksgarten or the Schonbrunn Gardens. Volksgarten doesn’t close, so it’s the perfect setting for a sunset stroll. The most romantic part of Volksgarten is the summertime Rose Garden.",
            "siteName": "Valentina's Destinations",
            "shortName": "17 Romantic things to do in Vienna for couples",
            "indexInSource": 8,
            "iconSiteId": 8624,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1221211",
            "type": "webPlacesList",
            "url": "https://locallens.com/vienna-tips-for-planning-a-surprise-proposal/",
            "sourceSite": "Web",
            "snippet": "This was the first public park in the city, and it is famous for its beautiful gardens with over 4,000 rose bushes. There are tons of potential Vienna proposal spots all throughout the park!. Propose and Capture here!",
            "siteName": "Local Lens",
            "shortName": "Vienna - Local Lens",
            "indexInSource": 3,
            "iconSiteId": 42103,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "KNLbeEi3Ft3xBMwIGrVVWV5uLGvjdmPe",
          "0JG5v8AY43iZhYxTHJeFjVYEkoYRdJpB",
          "KFFqtfpVcvTv3oWKMDRA8TSIGjFsZ2NG",
          "S8n6Xf88IcYrz9DAQL3uX3bUHIvDrXzx",
          "1dbgfuOB2Ae0NurnEYvpipb32ESxYTG4",
          "KNLbeEi3Ft3xBMwIGrVVWV5uLGvjdmPe",
          "0JG5v8AY43iZhYxTHJeFjVYEkoYRdJpB",
          "KFFqtfpVcvTv3oWKMDRA8TSIGjFsZ2NG",
          "S8n6Xf88IcYrz9DAQL3uX3bUHIvDrXzx",
          "1dbgfuOB2Ae0NurnEYvpipb32ESxYTG4"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Volksgarten",
        "placeId": "ChIJr8X4FZcHbUcRJ66c8VeFbcU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the most beautiful and peaceful parks in Vienna.\nWhichever time of the day,  this is the perfect place to take a break and enjoy the so many roses growing here.\nJust take a look at these pictures.",
            "author_name": "Dan Maarek",
            "relative_time_description": "",
            "time": 1752577189,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "An impressively lovely gardens right along the inner city of Vienna. Everything is precise, orderly and beautiful.\n\nThere's a section where rose bushes are donated by people and it makes for a colorful pop along the walking path.\n\nWe came on a rainy day but this would be a lovely spot to sit and spend more time when the weather is better. I loved how precise everything was set up here, the grounds are very well attended to and cared for.",
            "author_name": "Raegan “R Lin”",
            "relative_time_description": "",
            "time": 1755449444,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is one of the must visit place I stayed there for almost two hours.It was a really good place to relax.There are places to sit and enjoy beautiful greenery all around, the fountain and statues looked great, and the nearby monuments were truly mesmerizing.",
            "author_name": "Prajuna Adhikari",
            "relative_time_description": "",
            "time": 1753522254,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 1,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.bundesgaerten.at/hofburggaerten.html",
        "index": 16,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 645,
            "2": 193,
            "3": 849,
            "4": 3608,
            "5": 14205
          }
        },
        "minMinutesSpent": 150,
        "latitude": 48.208044,
        "address": "1010 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJ_WDSuJUHbUcR2QUpvg7vqR4",
        "generalDescription": "Vienna City Hall, also known as Rathaus, is a massive municipal building constructed with around 30 million bricks. It hosts various events such as balls and markets. The 19th-century neo-Gothic tower of the Rathaus stands at an impressive height of 103 meters, making it a prominent feature in Vienna's skyline. The building houses government offices, a city library, and over 1500 rooms.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.358083,
        "rating": 4.7,
        "numRatings": 3649,
        "sources": [
          {
            "id": "1413316",
            "type": "webPlacesList",
            "url": "https://www.bigbustours.com/en/vienna/romantic-things-to-do-in-vienna",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Magento2 Store",
            "shortName": "Romantic Things To Do In Vienna",
            "indexInSource": 1,
            "iconSiteId": 5984,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "OijyyZL8G4hwmWkOCmDIVPTQfk41uGLf",
          "GOh5QtYkySBzn7HDWkYcXJE5TDVXM6ND",
          "O8FzMdIpMOOLoZlJcoQOBWHKebXvo0z2",
          "akdq0jis3sQBgr5j2P0qOHUoHNPuv4aV",
          "k2wSDNHoeCSpvB2FBeG2e1FW0ZerfDGG",
          "OijyyZL8G4hwmWkOCmDIVPTQfk41uGLf",
          "GOh5QtYkySBzn7HDWkYcXJE5TDVXM6ND",
          "O8FzMdIpMOOLoZlJcoQOBWHKebXvo0z2",
          "akdq0jis3sQBgr5j2P0qOHUoHNPuv4aV",
          "k2wSDNHoeCSpvB2FBeG2e1FW0ZerfDGG"
        ],
        "openingPeriods": [],
        "name": "Vienna City Hall",
        "placeId": "ChIJ_WDSuJUHbUcR2QUpvg7vqR4",
        "internationalPhoneNumber": "+43 1 4000",
        "reviews": [
          {
            "rating": 5,
            "text": "Vienna City Hall (Rathaus) becomes pure magic during Christmas! The grand façade, already beautiful, is transformed with lights and decorations that make it feel like a winter fairy tale. The famous Rathausplatz Christmas Market adds to the charm, with dozens of stalls offering handcrafted gifts, mulled wine, and delicious treats. The ice skating rink and carousel create a cozy, festive atmosphere perfect for families and couples. Even if you've seen other Christmas markets, this one feels special with the stunning backdrop of the City Hall. Highly recommended for anyone visiting Vienna during the holidays!",
            "author_name": "Eleanna Sella",
            "relative_time_description": "",
            "time": 1746394920,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We visited the City Hall during the Christmas market, and it was one of the most wonderful Christmas markets we've ever experienced. The atmosphere was colorful and lively, filled with festive energy.\n\nThere were plenty of food stalls offering a variety of delicious treats, along with charming craft shops showcasing unique handmade items. It truly created a magical and memorable experience, a perfect way to enjoy the holiday spirit.",
            "author_name": "Clinton Thomas",
            "relative_time_description": "",
            "time": 1751983008,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We visited during New Year's Eve and it truly was like a fairy tale land. Everything was meticulously made. Prices were about the same everywhere in the city. There were many areas and options for all ages.",
            "author_name": "Deniz",
            "relative_time_description": "",
            "time": 1745056888,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.wien.gv.at/verwaltung/rathaus/index.html",
        "index": 17,
        "id": "",
        "categories": [
          "City Hall",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 75,
            "2": 20,
            "3": 103,
            "4": 535,
            "5": 2918
          }
        },
        "minMinutesSpent": null,
        "latitude": 48.210821,
        "address": "Friedrich-Schmidt-Platz 1, 1010 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJ9SMnY5kHbUcRR2-0Bsb53Vc",
        "generalDescription": "The Austrian National Library, also known as the Prunksaal, is a magnificent Baroque State Hall adorned with intricate ceiling frescoes. It is located in Vienna and houses the Habsburg Court Library, which was commissioned by Emperor Charles VI in 1716. The library's stunning architecture features marble, gold, and hardwood elements that create a grand atmosphere. Visitors can explore the extensive collection of over 12 million books while admiring the opulent interior.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 16.366895,
        "rating": 4.5,
        "numRatings": 4267,
        "sources": [
          {
            "id": "1413309",
            "type": "webPlacesList",
            "url": "https://www.lastminute.com/travel-inspiration/europe/vienna/romantic-things-to-do",
            "sourceSite": "Web",
            "snippet": "The Austrian capital is an ideal destination for couples, with a traditional coffee culture that invites you to slow down, and a National Library so beautiful you’ll feel like you’re in your own love story. The architecture is a thing of beauty, too, with Baroque, Renaissance and Gothic styles to take in via a tram tour around the Ringstrasse. Vienna is home to a belt of cultural institutions, too, from opera houses to museum complexes; whatever type of couple you are, you’ll find your fit in Vienna.",
            "siteName": "lastminute.com",
            "shortName": "Romantic things to do in Vienna",
            "indexInSource": 5,
            "iconSiteId": 4395,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "iPFQCqEutn2fDlyc4hNOfxa1jSqqGnAB",
          "zsFqvsaYuRZ1VmZ7uhnUCAWiw5Vt52bl",
          "UxymMyDGAFv8Qc6dkhbETP9I4PygLp5p",
          "bLhBcpVplu4q2LHwyHHQbgpwzIyr2yVa",
          "rrVDfXGvqi6RuSl6q60u1HlIVdYY3SPm",
          "iPFQCqEutn2fDlyc4hNOfxa1jSqqGnAB",
          "zsFqvsaYuRZ1VmZ7uhnUCAWiw5Vt52bl",
          "UxymMyDGAFv8Qc6dkhbETP9I4PygLp5p",
          "bLhBcpVplu4q2LHwyHHQbgpwzIyr2yVa",
          "rrVDfXGvqi6RuSl6q60u1HlIVdYY3SPm"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Austrian National Library",
        "placeId": "ChIJ9SMnY5kHbUcRR2-0Bsb53Vc",
        "internationalPhoneNumber": "+43 1 53410",
        "reviews": [
          {
            "rating": 5,
            "text": "I mean - so stunning!!!! Huge Beauty and the Beast vibes!! What I would give to climb a few of the ladders and crack open the books! A highlight of our trip for sure and would highly recommend! We used our Vienna City Passes to get in and I'm so glad we did!!",
            "author_name": "Emily MacArthur",
            "relative_time_description": "",
            "time": 1750463831,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the most beautiful and magical bookstores I've ever visited! The whole time I was there, I felt like I was dreaming. I highly recommend visiting it, especially for book lovers. My only note is that it gets very crowded it would be much better if they introduced time slots and allowed groups in at intervals. That would improve both the experience and the flow of the visit. Still, it's absolutely worth it!",
            "author_name": "Moudie.",
            "relative_time_description": "",
            "time": 1753825151,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Worth any money to see… I have visited many libraries around the world and this is one of the most fabulous. And as a geographer, the globe is absolutely amazing. The paintings even the stairwell are all beautiful. I highly recommend visiting. Danke !",
            "author_name": "Joseph Kerski",
            "relative_time_description": "",
            "time": 1757637139,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.onb.ac.at/",
        "index": 18,
        "id": "",
        "categories": [
          "National library",
          "Library",
          "Museum",
          "Architectural Buildings",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 136,
            "2": 103,
            "3": 229,
            "4": 646,
            "5": 3160
          }
        },
        "minMinutesSpent": 90,
        "latitude": 48.206261,
        "address": "Josefsplatz 1, 1015 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJXS3qKCUGbUcRSDhmPkVplNs",
        "generalDescription": "Nestled in Vienna's 19th district, Setagaya Park is a serene Japanese garden that offers a delightful escape from the city's hustle and bustle. Open from April to October, this tranquil oasis features picturesque ponds, meandering streams, and stunning cherry blossom trees that create a breathtaking spectacle in spring. Designed by Ken Nakajima in 1992, the park showcases traditional Japanese elements such as carefully curated plantings of Japanese maples and an inviting tea house.",
        "utcOffset": 120,
        "maxMinutesSpent": 60,
        "longitude": 16.356215,
        "rating": 4.6,
        "numRatings": 4593,
        "sources": [
          {
            "id": "2353927",
            "type": "webPlacesList",
            "url": "https://www.holidaysforcouples.travel/vienna-travel-guide-for-couples/",
            "sourceSite": "Web",
            "snippet": "Setagaya Park in Döbling offers a tranquil Japanese-style garden, providing a peaceful retreat from Vienna’s lively atmosphere. The garden features a serene pond, a charming bridge, and an array of distinctive plants. The café on-site allows visitors to relax with a cup of tea while enjoying the garden’s calming ambience.",
            "siteName": "Holidays for Couples",
            "shortName": "Beautiful Vienna: A Honeymoon Guide",
            "indexInSource": 11,
            "iconSiteId": 35251,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "624wAS4IJpjctSIVe7cmbNm6Akn90l0H",
          "2LkxAC3In7JWc6QhEoYbYk4tMBhpPKtN",
          "avdkWRj81dnB0nFFYbqJMJJJFTXUkRSG",
          "HJbYjqoZynXDvTlTxCZ122QpFP4WNAXQ",
          "ZCBnuMTsOySJtEtv40oIE9YFDxEdIjhx",
          "624wAS4IJpjctSIVe7cmbNm6Akn90l0H",
          "2LkxAC3In7JWc6QhEoYbYk4tMBhpPKtN",
          "avdkWRj81dnB0nFFYbqJMJJJFTXUkRSG",
          "HJbYjqoZynXDvTlTxCZ122QpFP4WNAXQ",
          "ZCBnuMTsOySJtEtv40oIE9YFDxEdIjhx"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Setagayapark",
        "placeId": "ChIJXS3qKCUGbUcRSDhmPkVplNs",
        "internationalPhoneNumber": "+43 1 40008042",
        "reviews": [
          {
            "rating": 5,
            "text": "I loved this nature scene in the city, I think It's quite small, but it is definitely worth a visit, especially in the late springtime. The koi fishes were beautiful and the whole garden just had a really good feeling about it.",
            "author_name": "Adam Balazs",
            "relative_time_description": "",
            "time": 1746125436,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's such a pretty park with all the cherry blossoms! 🌸  But wow, it was packed; it's hard to walk around and get a good photo. We went on Friday evening.\nIt's a tiny park, but really nice.\nFinding a parking spot on the street will be a bit tough.",
            "author_name": "Farshid Hosni Azami",
            "relative_time_description": "",
            "time": 1743924135,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Setagaya is one of the most beautiful natural park I've seen in Austria. The ambiance is so calm and soothing, and the sound of cascading water gives you harmony. Take benefits from this place if you're in VIENNA.",
            "author_name": "Maneki_neko",
            "relative_time_description": "",
            "time": 1746736717,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.wien.gv.at/umwelt/parks/anlagen/setagayapark.html",
        "index": 19,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 62,
            "2": 47,
            "3": 241,
            "4": 772,
            "5": 3472
          }
        },
        "minMinutesSpent": 60,
        "latitude": 48.245218,
        "address": "Gallmeyergasse 4, 1190 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJqzGoJ9EGbUcRh16NyGtoyXw",
        "generalDescription": "Donauinsel, also known as Danube Island, is a long and narrow island located along the Danube River. It offers wooded recreation areas, making it a perfect spot for picnics and outdoor relaxation. The island is a popular destination for couples seeking to escape the city's hustle and bustle. Visitors can enjoy beautiful parks, gardens, recreational areas, as well as various restaurants and cafes.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.435007,
        "rating": 4.7,
        "numRatings": 1630,
        "sources": [
          {
            "id": "1413288",
            "type": "webPlacesList",
            "url": "https://happystay.at/romantic-sightseeing-attractions-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "Spend some quality time together outdoors at this large island park located along the Danube River – it’s perfect for picnics or just relaxing together!. Located on the banks of the Danube River, the island is a popular destination for couples looking to escape the hustle and bustle of the city. The island is home to a wide variety of activities and attractions, including beautiful parks and gardens, recreational areas, and a number of restaurants and cafes.",
            "siteName": "happystay.at",
            "shortName": "12 romantic sightseeing attractions in Vienna for couples 2022",
            "indexInSource": 8,
            "iconSiteId": 100944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4Q02btJIsuzChfwBQhvE5v3n0QCTwc0v",
          "WnB12jvw6L2EbG5s3YY0KaIxoQSNFFVR",
          "c5YXkS90k6ahSfRUXBPkzJazbCgD5JJH",
          "fmEe5K7skRWmCDNMuiH2dW10CzyGCnxu",
          "gZp2yqA80HLvxcNvfGeJ7eWMXmJKeZrd",
          "4Q02btJIsuzChfwBQhvE5v3n0QCTwc0v",
          "WnB12jvw6L2EbG5s3YY0KaIxoQSNFFVR",
          "c5YXkS90k6ahSfRUXBPkzJazbCgD5JJH",
          "fmEe5K7skRWmCDNMuiH2dW10CzyGCnxu",
          "gZp2yqA80HLvxcNvfGeJ7eWMXmJKeZrd"
        ],
        "openingPeriods": [],
        "name": "Donauinsel",
        "placeId": "ChIJqzGoJ9EGbUcRh16NyGtoyXw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Such a beautiful place! Perfect for relaxing and enjoying the nature",
            "author_name": "Mariia Shylo",
            "relative_time_description": "",
            "time": 1746176032,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Beautiful and very peaceful bridge\nYou can walk across it on next to the train station or at the waterfront.\nThe views are stunning",
            "author_name": "Ashwini Shivakumar",
            "relative_time_description": "",
            "time": 1713862175,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A great place for festivals. Easily available by public transport - leave your car at your hotel/home",
            "author_name": "Karol Obuchowski",
            "relative_time_description": "",
            "time": 1748554060,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 20,
        "id": "",
        "categories": [
          "Island"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 16,
            "3": 54,
            "4": 263,
            "5": 1278
          }
        },
        "minMinutesSpent": null,
        "latitude": 48.21069,
        "address": "Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJeymFraEHbUcRH9LfTuXIG4g",
        "generalDescription": "Café & Restaurant Motto am Fluss is a stylish and iconic venue located in a boat-like building with stunning canal views. The restaurant offers a delectable all-day menu featuring both local and global cuisine. Guests can enjoy a delightful brunch experience, complete with an array of delicious options such as All Day Breakfast Sandwich, soft-boiled eggs with breadsticks, sweet potatoes, avocado, pickled radishes, and homemade Nougatcreme.",
        "utcOffset": 120,
        "maxMinutesSpent": 90,
        "longitude": 16.378001,
        "rating": 4.3,
        "numRatings": 8897,
        "sources": [
          {
            "id": "1413341",
            "type": "webPlacesList",
            "url": "https://www.travelanddestinations.com/romantic-things-to-do-in-vienna/",
            "sourceSite": "Web",
            "snippet": "One of the most beautiful restaurants in Vienna and the perfect place for a date. Motto am Fluss is located along the Danube Canal and here you’ll be presented with a great menu, romantic ambience and fantastic service. If you plan to go here make sure you book a table in advance, especially if visiting around Valentine’s Day, the Christmas season, or on a weekend.",
            "siteName": "Travel and Destinations",
            "shortName": "Romantic Things to Do in Vienna",
            "indexInSource": 4,
            "iconSiteId": 7136,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "825066",
            "type": "webPlacesList",
            "url": "https://www.myguidevienna.com/restaurants/romantic-dining",
            "sourceSite": "Web",
            "snippet": "Motto am Fluss is a trendy restaurant/cafe/bar located right at the Vienna channel, built in the shape of a ship - and THE place to be if you are in the neighbourhood or",
            "siteName": "My Guide Vienna",
            "shortName": "Best Romantic Dining Restaurants in Vienna",
            "indexInSource": 3,
            "iconSiteId": 64895,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Qv3tuFs0KOgcOUWuaBlyLRIvdX0voOaX",
          "61S7OZRRaGBmr6T5mco3UDcSP7IP2DTr",
          "CAvEEJdjdltcT4xhdEKppMFeA1ynFzs7",
          "eCjWKWSbSB6Td0jlnTw6jLoM81FksXqN",
          "xN8PGUNRSMyRi7YI4G77AwdGFdwpHYJ1",
          "Qv3tuFs0KOgcOUWuaBlyLRIvdX0voOaX",
          "61S7OZRRaGBmr6T5mco3UDcSP7IP2DTr",
          "CAvEEJdjdltcT4xhdEKppMFeA1ynFzs7",
          "eCjWKWSbSB6Td0jlnTw6jLoM81FksXqN",
          "xN8PGUNRSMyRi7YI4G77AwdGFdwpHYJ1"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "0100"
            }
          }
        ],
        "name": "Café & Restaurant Motto am Fluss",
        "placeId": "ChIJeymFraEHbUcRH9LfTuXIG4g",
        "internationalPhoneNumber": "+43 1 2525510",
        "reviews": [
          {
            "rating": 5,
            "text": "We discovered Motto am Fluss while walking around looking for a place to eat, and it turned out to be our best experience in Vienna! From the service to the food to the overall atmosphere, everything was spot on. Even though the place was packed and we didn't have a reservation, they still managed to give us a second-row seat with a great view. The table was super comfortable and spacious, which made the experience even better. Special thanks to Phelix, both waiter and chef, who was always smiling, welcoming, and made us feel right at home. The only downside was the dessert, which didn't match the quality of the rest of the meal. Still, highly recommended!",
            "author_name": "Jason Madi",
            "relative_time_description": "",
            "time": 1744274782,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great place, pretty classy. Get the All Day Big Boy Breakfast Sandwich. It was quite pricy at €16 but it was worth it. The best thing about this place is the amazing atmosphere when the sun is out. If you know you are coming on a sunny day, make a reservation to sit outside in the shade. You will experience the definition of atmosphere. Places like these will make us come back to Vienna.",
            "author_name": "Ruben Eloff",
            "relative_time_description": "",
            "time": 1753355296,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great food that tasted exquisitely and was presented immaculately. €165 for 2 people spent. Was a little too warm by the window but it is summer. Nice to have a steak that was cooked exactly as wanted. If we visit Vienna again we will surely eat here again. Recommended to reserve a table ahead of time.",
            "author_name": "Samsher Singh",
            "relative_time_description": "",
            "time": 1754816941,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.mottoamfluss.at/",
        "index": 21,
        "id": "",
        "categories": [
          "Restaurant",
          "Bar",
          "Cafe",
          "European restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 453,
            "2": 310,
            "3": 786,
            "4": 2217,
            "5": 5127
          }
        },
        "minMinutesSpent": 90,
        "latitude": 48.212007,
        "address": "Franz-Josefs-Kai 2, 1010 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJUfKlYL0HbUcRl1rVeLbsJAk",
        "generalDescription": "Early 18th-century stucco palace adorned with paintings & sculpture, available for private events.",
        "utcOffset": 120,
        "maxMinutesSpent": 180,
        "longitude": 16.364249,
        "rating": 4.7,
        "numRatings": 905,
        "sources": [
          {
            "id": "2353927",
            "type": "webPlacesList",
            "url": "https://www.holidaysforcouples.travel/vienna-travel-guide-for-couples/",
            "sourceSite": "Web",
            "snippet": "Just around the corner from Schönbrunn Palace is the Palais Kinsky, built in 1716 and a prime example of Vienna’s baroque architecture. Housing some of Vienna’s most exclusive art galleries and restaurants, it is the perfect place to enjoy a meal and soak in the regal ambience. The grand statues, elaborate stairways, and impressive ceiling frescoes are a fabulous follow-up to Schönbrunn.",
            "siteName": "Holidays for Couples",
            "shortName": "Beautiful Vienna: A Honeymoon Guide",
            "indexInSource": 2,
            "iconSiteId": 35251,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CrpUYiTE5LsrTmxlahStMZpouMvR5lVk",
          "SIAfBckslrJEIag2uK0GmuJXeDBTuls3",
          "aslHiOpB5FWp44q3xHtUVTmLtBqrtaXI",
          "SSCCimpO6rbIFzmxmdf0pBudHhFDfqZZ",
          "z8N2VCevznxiJsWuS6hi1ODeUStQnup8",
          "CrpUYiTE5LsrTmxlahStMZpouMvR5lVk",
          "SIAfBckslrJEIag2uK0GmuJXeDBTuls3",
          "aslHiOpB5FWp44q3xHtUVTmLtBqrtaXI",
          "SSCCimpO6rbIFzmxmdf0pBudHhFDfqZZ",
          "z8N2VCevznxiJsWuS6hi1ODeUStQnup8"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          }
        ],
        "name": "Palais Daun-Kinsky",
        "placeId": "ChIJUfKlYL0HbUcRl1rVeLbsJAk",
        "internationalPhoneNumber": "+43 1 53337630",
        "reviews": [
          {
            "rating": 5,
            "text": "This is a free entrance place in Vienna! For not paying anything, one can go inside and take the stairs to the upper floor. That's it, no more no less!  However, all the details are amazing and that ceiling is simply perfect! Giving 5 stars, because it's very beautiful and one cannot be pretentious when it's for free.",
            "author_name": "Borislav Tomov",
            "relative_time_description": "",
            "time": 1743020335,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Palais Daun-Kinsky is one of the hidden gems of Vienna. While it's centrally located, I think it's not on the itinerary of many people. It's free to visit and it's a jewel and a masterpiece of an architectural pleasure.\n\nIt's greatly ornated, painted and built, remembering of times that have passed. This is where history still lives.\n\nIt's perfect for taking pictures that you'll look back to and remember of this beautiful place.",
            "author_name": "Victor Iliescu",
            "relative_time_description": "",
            "time": 1744316853,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This building is free to enter, but it is very small. There is nothing to see, just the paintings on the walls, decorations, and ceilings. So there is not much to see, but if you have time, come here.",
            "author_name": "웅냥냥",
            "relative_time_description": "",
            "time": 1751054934,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.palaisevents.at/palais-daun-kinsky/",
        "index": 22,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Event venue",
          "Architectural Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 19,
            "2": 9,
            "3": 34,
            "4": 137,
            "5": 712
          }
        },
        "minMinutesSpent": 180,
        "latitude": 48.211709,
        "address": "Freyung 4, 1010 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJgfGCZwUHbUcR0Ck71XURrTE",
        "generalDescription": "The Chocolate Museum Vienna \"Bo-Yo\" is a delightful destination for chocolate lovers and curious travelers alike. This interactive museum offers an engaging journey through the history of cocoa cultivation, showcasing the rich culture surrounding this beloved treat. Visitors can indulge in tastings of exquisite pralines and participate in hands-on workshops led by passionate hosts like Bojan and Selma, who share their expertise on chocolate making and decorating. The experience is enhanced by colorful photo spots that make for perfect memories.",
        "utcOffset": 120,
        "maxMinutesSpent": 120,
        "longitude": 16.351029,
        "rating": 4.4,
        "numRatings": 3678,
        "sources": [
          {
            "id": "421588",
            "type": "webPlacesList",
            "url": "https://valentinasdestinations.com/romantic-things-to-do-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": "Tasting chocolate pralines is one of the best things to do in Vienna. Like their Belgian neighbors, Austrians take chocolate-making very seriously.",
            "siteName": "Valentina's Destinations",
            "shortName": "17 Romantic things to do in Vienna for couples",
            "indexInSource": 0,
            "iconSiteId": 8624,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VKJWXFQYBJw4UR2hmMR9Z0Wfke98NRee",
          "FdqGbDQFNqGYNAAjIvUHMzhr0Z4mCrVg",
          "SQXKnk8RUs02xYDUg0YOTeQQu5Qy749l",
          "vlLx29YhSrgyedNfg6p8Xuz6Sz0NeW1N",
          "LGhf7laJRGWr5Fz2dSxmnALqtdIDk1Bx",
          "VKJWXFQYBJw4UR2hmMR9Z0Wfke98NRee",
          "FdqGbDQFNqGYNAAjIvUHMzhr0Z4mCrVg",
          "SQXKnk8RUs02xYDUg0YOTeQQu5Qy749l",
          "vlLx29YhSrgyedNfg6p8Xuz6Sz0NeW1N",
          "LGhf7laJRGWr5Fz2dSxmnALqtdIDk1Bx"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Chocolate Museum Vienna \"Bo-Yo\"",
        "placeId": "ChIJgfGCZwUHbUcR0Ck71XURrTE",
        "internationalPhoneNumber": "+43 660 8576848",
        "reviews": [
          {
            "rating": 5,
            "text": "This was one of the highlights of our quick trip to Vienna. Selma was a fun and informative teacher and explained everything very clearly. Not only did we leave with 24 hand made Mozart Kugeln, we made a delicious hot chocolate to taste. Really appreciated the 3 chocolate options (dark, milk, white) and the selection of toppings to individualize our candy. Totally recommend.",
            "author_name": "Amy Denning Winfrey",
            "relative_time_description": "",
            "time": 1743247651,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely experience learning to make chocolate bars and hot chocolate drink\n\nVert helpful instructors. They were always encouraging us.\n\nEnjoyed the experience. Learnt some techniques and tools.\n\nRecommend learning something during travel. This is one such great opportunity to learn in beautiful Vienna.",
            "author_name": "Raj Arcot",
            "relative_time_description": "",
            "time": 1751393480,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We really enjoyed the chocolate-making workshop at the Vienna Chocolate Museum. Everything was very well organized, and the instructor explained the process in a clear and engaging way, making it easy to follow along :)\n\nWorking with the chocolate was fun, and in the end you get to create 3 full chocolate bars with different toppings that you can mix and match however you like. The highlight came at the end - making and tasting the best hot chocolate based on an authentic Aztec recipe.\n\nThe museum itself is quite small, but it offers excellent information about the history of chocolate, and there is also a wonderful shop with plenty of sweets to take home.\n\nIt was such a unique and memorable experience, and we would definitely recommend it to anyone visiting Vienna!",
            "author_name": "Olga Zolotukhina",
            "relative_time_description": "",
            "time": 1757189575,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://chocolate-museum.wien/",
        "index": 23,
        "id": "",
        "categories": [
          "Museum",
          "Art museum",
          "Chocolate artisan",
          "Chocolate factory",
          "Chocolate shop",
          "Confectionery store",
          "Gift shop",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 278,
            "2": 154,
            "3": 186,
            "4": 309,
            "5": 2758
          }
        },
        "minMinutesSpent": 120,
        "latitude": 48.189052,
        "address": "Schönbrunner Str. 99, 1050 Wien, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJo-mbZjYPbUcRiLJwvXe0F8E",
        "generalDescription": "Kahlenberg, a 1588 ft. hill located just outside Vienna in the Vienna Woods, offers stunning city views and a peaceful retreat into nature. Visitors can explore walking trails through the surrounding forests and enjoy panoramic vistas of the city skyline and the Danube River. The hill is home to cozy cafes, restaurants, and the historic Kahlenberg Church, adding cultural appeal to its natural beauty.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.333285,
        "rating": 4.8,
        "numRatings": 1968,
        "sources": [
          {
            "id": "1413308",
            "type": "webPlacesList",
            "url": "https://tripduck.com/blog/romantic-getaways-in-vienna/",
            "sourceSite": "Web",
            "snippet": "Venture to the Kahlenberg, a hill on the outskirts of Vienna, where you’ll be rewarded with a breathtaking panoramic view of the city. As the sun sets, watch the sky erupt in a symphony of colors, casting a warm glow over the cityscape. With your arms wrapped around each other, bask in the beauty of this unforgettable moment.",
            "siteName": "TripDuck",
            "shortName": "Romantic Getaways in Vienna: A Whirlwind Waltz of Love in the Imperial City",
            "indexInSource": 2,
            "iconSiteId": 13162,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "tQxxNiiJuxyjk41xsiKoIKW61JaaVcxY",
          "oiuGx72TEPchDo4OXoabqQxSriK1nqIQ",
          "pxD7GzzeD4cYwsZcDavAMRs9paB1FoFj",
          "9ymmdLurMsvUDnAsUUMNJy6EUjIMkHcX",
          "hf0WIKL7ziEXcqpMPeTAbsCl6PEV6p94",
          "tQxxNiiJuxyjk41xsiKoIKW61JaaVcxY",
          "oiuGx72TEPchDo4OXoabqQxSriK1nqIQ",
          "pxD7GzzeD4cYwsZcDavAMRs9paB1FoFj",
          "9ymmdLurMsvUDnAsUUMNJy6EUjIMkHcX",
          "hf0WIKL7ziEXcqpMPeTAbsCl6PEV6p94"
        ],
        "openingPeriods": [],
        "name": "Kahlenberg",
        "placeId": "ChIJo-mbZjYPbUcRiLJwvXe0F8E",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I went here on my last day. I almost didn't go as it was the last thing on my agenda but I'm so glad I did! You take the 38A bus up - best bus journey of my life. It is the last stop and you are very much there. Great views from the top overlooking Vienna. Definitely bring a jacket / wrap up. I ordered a coffee at the local shop there and stayed to watch the sunset.",
            "author_name": "Judy Li",
            "relative_time_description": "",
            "time": 1743950933,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very nice view, however the peak itself hasn't got any - maybe through the tower, but it is closed during the week. For the view you  have to go to the Kahlenberg restaurant nearby - can't miss it.",
            "author_name": "Ignacy Byrdziak",
            "relative_time_description": "",
            "time": 1749060272,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Beautiful view points ,rest diff trails are all for hiking .Nothing special ,busses were full.",
            "author_name": "ayesha ahmad",
            "relative_time_description": "",
            "time": 1746114184,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 24,
        "id": "",
        "categories": [
          "Mountain peak",
          "Nature & Parks",
          "Mountains",
          "Lookouts"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 19,
            "2": 13,
            "3": 50,
            "4": 231,
            "5": 1649
          }
        },
        "minMinutesSpent": null,
        "latitude": 48.276343,
        "address": "1190 Vienna, Austria",
        "travel_time": null
      },
      {
        "_id": "ChIJnbfY0ZsHbUcRvRbmzq6kLJ0",
        "generalDescription": "Nestled just a short stroll from the iconic Vienna State Opera, the Schmetterlinghaus, or Imperial Butterfly House, is a stunning Art Nouveau palm house that transports visitors into a vibrant tropical rainforest. This enchanting oasis is home to over 400 species of butterflies fluttering amidst lush exotic plants and serene waterfalls.",
        "utcOffset": 120,
        "maxMinutesSpent": null,
        "longitude": 16.36636,
        "rating": 4.2,
        "numRatings": 7929,
        "sources": [
          {
            "id": "421588",
            "type": "webPlacesList",
            "url": "https://valentinasdestinations.com/romantic-things-to-do-in-vienna-for-couples/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Valentina's Destinations",
            "shortName": "17 Romantic things to do in Vienna for couples",
            "indexInSource": 6,
            "iconSiteId": 8624,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "RGTIpUtDPTjT7v5fAw906AWgxukYwgZ6",
          "Pf9aQFSgjB19yxsHXNeNAz7k2foOsD9j",
          "nO56SdoTF2BqjqBPZmVbWzyCLhN9A1cR",
          "5g6HvgsMC8oKrtRNfmrqnhh1DgAr5uOj",
          "kEgUz2l5P5urKtkQ7gFqUp2cyCUYu8g2",
          "RGTIpUtDPTjT7v5fAw906AWgxukYwgZ6",
          "Pf9aQFSgjB19yxsHXNeNAz7k2foOsD9j",
          "nO56SdoTF2BqjqBPZmVbWzyCLhN9A1cR",
          "5g6HvgsMC8oKrtRNfmrqnhh1DgAr5uOj",
          "kEgUz2l5P5urKtkQ7gFqUp2cyCUYu8g2"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1745"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1745"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1745"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1745"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1745"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1745"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1745"
            }
          }
        ],
        "name": "Schmetterlinghaus",
        "placeId": "ChIJnbfY0ZsHbUcRvRbmzq6kLJ0",
        "internationalPhoneNumber": "+43 1 5338570",
        "reviews": [
          {
            "rating": 5,
            "text": "You just have to see it for yourself. It's such a charming little place-photos really don't do it justice. The atmosphere is magical, especially when it's not crowded and you can really take in the beauty of all the butterflies fluttering around and the \"jungle\" they live in.\nIt's not a big place, but that's part of its charm. I'd definitely recommend going when it's quieter, so you can feel the true magic of the butterflies up close. It's one of those spots that leaves you smiling long after you leave! 🥰🦋🌸",
            "author_name": "Jasmina Sockovic",
            "relative_time_description": "",
            "time": 1752402319,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I recently visited the Butterfly House in Vienna and overall had a lovely experience. The place is very beautiful, with a nice variety of butterflies fluttering around. However, it did seem like one particular type of butterfly was dominating the space, which was a little underwhelming considering the expectations for more diversity.\n\nThe greenery inside is lush and well-maintained, and the small waterfalls throughout really add to the atmosphere, mimicking a real-life tropical ecosystem beautifully. It's a very charming and peaceful setting - at least it would be if it wasn't so crowded. The space itself feels a bit too small for the large number of visitors, which made it harder to fully enjoy the experience.\n\nThe entrance fee is €10, which is reasonable given the uniqueness of the place. It's also situated in a lovely area surrounded by nice cafés, making it a great spot to plan a day around.\n\nI would recommend expanding the space a bit and introducing more types of butterflies to enhance the experience even further. Overall, I'm giving it four stars - definitely worth a visit if you're in Vienna, but be prepared for some crowds.",
            "author_name": "Ali El Refai",
            "relative_time_description": "",
            "time": 1745665059,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A small but very charming place with a fair entrance fee. Even though it's not large, you can walk around a few times and always notice something new. Strollers are a bit inconvenient inside, but there's a place to leave them outside. Nice gift shop as well.\nNice place to visit with kids",
            "author_name": "ilya leadership",
            "relative_time_description": "",
            "time": 1755414907,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.schmetterlinghaus.at/",
        "index": 25,
        "id": "",
        "categories": [
          "Zoo",
          "Museums",
          "Botanical garden",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 373,
            "2": 408,
            "3": 1017,
            "4": 1914,
            "5": 4233
          }
        },
        "minMinutesSpent": null,
        "latitude": 48.20548,
        "address": "Hofburg, Burggarten Palmenhaus, Schmetterlinghaus, 1010 Wien, Austria",
        "travel_time": null
      }
    ]
  }
}