{
  "list_id": "612",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/612/1.jpg",
  "description": "Dive into \"Capturing Darjeeling: Scenic Moments Await\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160332"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Capturing Darjeeling: Scenic Moments Await",
  "city_id": "13485",
  "subtype": "poi",
  "city": "Darjeeling",
  "created_ts": 1759034766,
  "slug": "capturing-darjeeling-scenic-moments-await-darjeeling-poi-cfffca",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJG0XgMcsv5DkRjaLxQIj2nks",
        "generalDescription": "Tiger Hill Observatory, located in Darjeeling, West Bengal, is a renowned sunrise viewpoint offering breathtaking panoramic views of the Himalayan Mountains. Situated at an altitude of 2,590 meters, it provides an unparalleled vantage point to witness the stunning spectacle of the first rays of sunlight illuminating the snow-capped peaks of Mount Everest and Kanchenjunga.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 88.285234,
        "rating": 4.5,
        "numRatings": 17444,
        "sources": [
          {
            "id": "1077466",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/west-bengal/darjeeling/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 11 km from Darjeeling Himalayan Railway Station, Tiger Hill is a sunrise viewpoint in Darjeeling. It is the highest point in Darjeeling and among the most picturesque places to visit in Darjeeling.Tiger Hill stands at an altitude of 2,590 m overlooking the spur of the snow-capped mountain ranges of the Eastern Himalayas. It is one of the two points in India from where you can capture the entire panorama between Mount Everest and Kanchenjunga on a sunny morning.",
            "siteName": "Trawell.in",
            "shortName": "28 Best Places to Visit in Darjeeling, Things to Do & Sightseeing (2024)",
            "indexInSource": 4,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "177pE3zHpY26jDf9aYjsUOqX5RI9MyMj",
          "63CZvUoZTRSRvQa6QlRBiU1oz1DcHITs",
          "Lw0wCn3GsgxaCCZoWDQWVBJ3oZlHYyPm",
          "177pE3zHpY26jDf9aYjsUOqX5RI9MyMj",
          "63CZvUoZTRSRvQa6QlRBiU1oz1DcHITs",
          "Lw0wCn3GsgxaCCZoWDQWVBJ3oZlHYyPm"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0300"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0300"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0300"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0300"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0300"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0300"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0300"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Tiger Hill Observatory/ Sunrise Viewpoint",
        "placeId": "ChIJG0XgMcsv5DkRjaLxQIj2nks",
        "internationalPhoneNumber": "+91 1800 212 1655",
        "reviews": [
          {
            "rating": 5,
            "text": "Tiger Hill Sunrise Observatory Point is truly a must-visit when in Darjeeling! Located about a 30–40 minute drive from the main city (depending on traffic), it's famous for offering a breathtaking view of the sunrise over the Kanchenjunga range. Ideally, you should plan your visit between 3:30 a.m. and 5:30 a.m. to catch the magical first rays lighting up the snow-clad peaks. However, do keep in mind that the weather in Darjeeling can be very unpredictable - carrying an umbrella or raincoat is highly advisable. If clouds are too dense, the majestic Himalayan view might hide itself away!\n\nWhen we visited, the morning rains and thick clouds meant we had to shift our visit to the afternoon. But even then, Tiger Hill did not disappoint. The view was absolutely mesmerizing - layers upon layers of forest-covered mountains stretched into the horizon, with a brilliant blue sky and floating clouds completing the surreal scene. It genuinely felt like standing inside a painting. The drive itself was beautiful too, passing through protected forests where you might even catch a rare glimpse of Himalayan wildlife, like the elusive black bear!\n\nThe spot is peaceful and fills you with a deep sense of calm and wonder. With the cool winds blowing through, it's the perfect place to simply breathe, admire nature's marvels, and feel the magic of the mountains. There are also a few local vendors selling woolen caps and shawls if you need something cozy. All in all, whether you make it for sunrise or visit later in the day, Tiger Hill is absolutely worth every moment - a truly unforgettable experience that stays with you long after you leave!",
            "author_name": "Ronit Gaikwad",
            "relative_time_description": "",
            "time": 1745868718,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tiger Hill Sunrise Observatory Point is a must-visit destination in Darjeeling, renowned for its spectacular views of the sunrise over the Kanchenjunga range. Located approximately 30 to 40 minutes from the city center, depending on traffic conditions, it is advisable to schedule your visit between 3:30 a.m. and 5:30 a.m. to witness the enchanting first light illuminating the snow-covered peaks. Given Darjeeling's unpredictable weather, it is prudent to carry an umbrella or raincoat, as thick clouds can obscure the majestic Himalayan panorama.\n\nDuring our visit, inclement morning weather compelled us to shift our excursion to the afternoon; however, Tiger Hill still delivered a breathtaking experience. The landscape was remarkable, characterized by layers of forest-covered mountains extending toward the horizon, set against a vibrant blue sky dotted with drifting clouds. The scene evoked a sense of standing within a living masterpiece. The drive to the observatory was equally picturesque, winding through protected forests where one might encounter rare Himalayan wildlife, such as the elusive black bear.\n\nThe ambiance at Tiger Hill exudes tranquility, offering visitors a deep sense of calm and connection with nature. The cool breeze enhances this serene environment, making it an ideal location to simply relax, appreciate the stunning surroundings, and experience the magic of the mountains. Additionally, local vendors are present, providing cozy woolen caps and shawls for those seeking warmth. In conclusion, whether one arrives for the sunrise or chooses to visit later in the day, Tiger Hill is an unforgettable experience that promises to leave a lasting impression.",
            "author_name": "Atanu Kumar Paul",
            "relative_time_description": "",
            "time": 1750666467,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Breathtaking Experience at Sunrise!\nTiger Hill is an absolute must-visit when you're in Darjeeling. Waking up early for the sunrise is totally worth it - the view of the first rays hitting the snow-capped peaks of Kanchenjunga is nothing short of magical. On a clear day, you might even catch a glimpse of Mount Everest!\n\nThe crowd gathers quite early, so I recommend arriving before 4:30 AM to get a good spot. Dress warmly, as it gets quite chilly in the early morning. There's a viewing tower available, but the open hill area has its own charm too.\n\nVendors selling hot tea and snacks nearby really add to the experience - sipping on Darjeeling tea while watching the Himalayas glow orange is unforgettable. The roads up are a bit narrow and winding, so be ready for a bumpy but scenic drive.",
            "author_name": "Sai Mallikarjuna Sagabala",
            "relative_time_description": "",
            "time": 1749550385,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Hill station",
          "Observation Decks & Towers"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 491,
            "2": 414,
            "3": 1311,
            "4": 3621,
            "5": 11607
          }
        },
        "minMinutesSpent": 45,
        "latitude": 26.994826,
        "address": "Senchal Rd, Senchal Forest, West Bengal 734102, India",
        "travel_time": null
      },
      {
        "_id": "ChIJC1yohuou5DkRdR6k3_YpvSo",
        "generalDescription": "Nestled in the picturesque hill station of Darjeeling, India, the Darjeeling Mall, also known as Darjeeling Chowrasta, is a popular destination for tourists. This open space offers stunning views of the surrounding hills and the majestic Kanchenjunga mountain. Visitors can leisurely spend time here, feeding doves or enjoying a cup of tea or coffee while taking in the serene atmosphere.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 88.267721,
        "rating": 4.5,
        "numRatings": 33513,
        "sources": [
          {
            "id": "1077466",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/west-bengal/darjeeling/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 1 km from Darjeeling Himalayan Railway Station, Darjeeling Mall or Chowrasta is located at the heart of Darjeeling town. It is considered as the hub for all type of activities in Darjeeling and also among the best places to visit in Darjeeling.The word 'Chow' means four and 'Rasta' stands for roads, essentially means that the Mall is where four roads meet. Located on top of Nehru Road, This flat piece of circular land is the major shopping area and center for commercial activities.",
            "siteName": "Trawell.in",
            "shortName": "28 Best Places to Visit in Darjeeling, Things to Do & Sightseeing (2024)",
            "indexInSource": 10,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "367226",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Located in the heart of Darjeeling town, the Darjeeling Mall and Chowrasta is one of the best places to explore in Darjeeling that one cannot afford to miss on his or her trip to Darjeeling. It is a rendezvous of people from all over the world and is notable as a popular tourist hangout in Darjeeling. Besides hosting several boutique shops, restaurants and eateries… this place is just your own pick where you would love to get hold of nature at its best.",
            "siteName": "Tour My India",
            "shortName": "Best 25 Places to Visit in Darjeeling",
            "indexInSource": 14,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477303",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/darjeeling",
            "sourceSite": "Web",
            "snippet": "The Darjeeling Mall or Chowrasta is one of the best places that you will encounter in Darjeeling tourism. Located in the heart of the town, it is a flat piece of land converted into a pedestrian-only zone for the sake of Darjeeling tourism. There are benches all around the mall where you can sit down, relax and have a cup of steaming hot Darjeeling tea.",
            "siteName": "Tripoto",
            "shortName": "Darjeeling Tourism (2025) > Weather, Things To Do, Hotels & More",
            "indexInSource": 1,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "392762",
            "type": "webPlacesList",
            "url": "https://buoyantlifestyles.com/20-attractive-tourist-places-in-darjeeling-you-must-visit/",
            "sourceSite": "Web",
            "snippet": "I simply love to spend the evening time at Darjeeling Mall which is located at Chowrasta. All the prominent restaurant including Keventer’s, Glenary’s are situated at a stone throw distance. If interested you can also enjoy horse riding in the Mall.",
            "siteName": "Buoyant Lifestyles",
            "shortName": "20 Attractive Tourist places in Darjeeling you must visit",
            "indexInSource": 9,
            "iconSiteId": 43032,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128951",
            "type": "webPlacesList",
            "url": "https://www.northeast-india.in/travel-guide/darjeeling/darjeeling/",
            "sourceSite": "Web",
            "snippet": "This is a flat ground where the visitors can roam around & relax in the evening. A horse ride in Chowrasta can be an added attraction. One can also walk around Mal and have picturesque view of Mt. Kanchendzonga.",
            "siteName": "Navigator India",
            "shortName": "Darjeeling tourist places with images",
            "indexInSource": 10,
            "iconSiteId": 14212,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "aYvN8Le0WJotB5IlMQ5fEvu1oNrxbcqb",
          "tU5BnYvC48l8bFcE7ocKxINq6gd2Wvdq",
          "lkSDA3lTZjUD4RKzPSaZFbU9WhMe1st4",
          "jSW5Yi6Pb5vE1GS6zmFXtFExaC5sIGSZ",
          "prmq4Kq8S1e71TZB2QMLtff2qnFg7rXa",
          "aYvN8Le0WJotB5IlMQ5fEvu1oNrxbcqb",
          "tU5BnYvC48l8bFcE7ocKxINq6gd2Wvdq",
          "lkSDA3lTZjUD4RKzPSaZFbU9WhMe1st4",
          "jSW5Yi6Pb5vE1GS6zmFXtFExaC5sIGSZ",
          "prmq4Kq8S1e71TZB2QMLtff2qnFg7rXa"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Darjeeling Mall",
        "placeId": "ChIJC1yohuou5DkRdR6k3_YpvSo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This place has a different vibe throughout the year.. N in monsoon it's magical.. People just roam around here, sit on a bench and observe different people .. There are horses which gives u small ride of the mall, mainly for children but adults can also enjoy the ride .\nThere plenty shops around mall where you can shop for local artifacts  or sip Darjeeling tea with some Momo and other snacks...\nNearby roads situated to mall has plenty of restaurants & shops selling woolen garments at the cheapest price...",
            "author_name": "PARNA GHATAK",
            "relative_time_description": "",
            "time": 1752125918,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "First love and only love can be Darjeeling mall. Its a vibe ,its a sense,it's breath can't be rated. Back-mall road is an emotion .Just Be there to experience !You will fall in love!\nLots of famous eateries ,hotels,shops are in this mall road.Its vehicles free zone. If you go to Darjeeling and just be in Mall ,enjoy good cafe, restaurants, visit antique shops, mahakal template , back mall road and Kunchenjungha view point your two days stay will be fulfilled. Dont need to do any 7point bla bla .. just soak yourself with the vibe!",
            "author_name": "Sayantani RoyChoudhury",
            "relative_time_description": "",
            "time": 1753671169,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It has improved a lot over the years. All loose hanging wires and cables are removed and the mall is litter free. It has managed to retain its charm and has some many century old shops, restaurants and businesses that  take you on a nostalgic journey.",
            "author_name": "Sreekamal Bandopadhyaya",
            "relative_time_description": "",
            "time": 1756216784,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Shopping mall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 617,
            "2": 488,
            "3": 2457,
            "4": 7916,
            "5": 22035
          }
        },
        "minMinutesSpent": 60,
        "latitude": 27.044856,
        "address": "27V9+W3X, Chauk Bazaar, Darjeeling, West Bengal 734101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJjVWmo8Au5DkR7AnS-TpX5gw",
        "generalDescription": "Observatory Hill View Point in Darjeeling is a popular destination known for its breathtaking panoramic views of the surrounding valleys and snow-capped peaks, including Mount Kanchenjunga. The trek to the top of the hill is rewarded with colorful flags adorning the path and beautiful shrines along the way. Visitors can explore Hindu and Buddhist temples such as Kanchenjunga Temple, Mahakal Temple, and Tibetan Memorial Shrine.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.26603,
        "rating": 4.7,
        "numRatings": 4745,
        "sources": [
          {
            "id": "477292",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/darjeeling/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "1 km from city center 23 out of 31 Places To Visit in Darjeeling. Observatory Hill is a rising hill situated above Chowrasta Square, around 2 km from the Darjeeling Himalaya railway station, just above the Mall Road in the picturesque hill town of Darjeeling. It is one of the most visited tourist attractions in Darjeeling as it offers a panoramic view of the mountains along with the presence of various Hindu and Buddhist temples.",
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Darjeeling | Top Tourist Attractions",
            "indexInSource": 12,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000346",
            "type": "webPlacesList",
            "url": "https://www.insidedarjeeling.com/scenic-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "One of the top tourist attractions in Darjeeling is the observatory hill, which is situated on a hilltop above Chowrasta plaza and about 2 kilometers from the Darjeeling Himalaya railway station. With Hindu and Buddhist temples all around, this is one of the must-see locations in Darjeeling. The Mahakal Temple, Kanchenjunga Temple, and Tibetian Memorial Shrine are a few of the well-known temples in the region.",
            "siteName": "Inside Darjeeling",
            "shortName": "Scenic Places to visit in Darjeeling",
            "indexInSource": 9,
            "iconSiteId": 109386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923894",
            "type": "webPlacesList",
            "url": "https://www.siliguritravels.com/tour-details/darjeeling-tourist-places-i-darjeeling-tourist-spot-i-darjeeling-tourist-places-list-with-photos",
            "sourceSite": "Web",
            "snippet": "Darjeeling tourist spot - Tiger Hill, Batasia Loop, Padmaja Naidu Himalayan Zoological Park, Peace Pagoda, Ghum Monastery, Rock Garden, Darjeeling Himalayan Railway, Nightingale Park, Himalayan Mountaineering Institute, Singalila, National Park, St. Andrew's Church, Happy Valley Tea Estate, Tinchuley, Observatory Hill, Sandakphu Trek and many more.",
            "siteName": "siliguritravels.com",
            "shortName": "Darjeeling tourist places I darjeeling tourist spot I darjeeling tourist places list with photos",
            "indexInSource": 8,
            "iconSiteId": 276537,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91983",
            "type": "webPlacesList",
            "url": "https://www.veenaworld.com/blog/12-places-to-visit-in-darjeeling-to-explore-the-himalayas",
            "sourceSite": "Web",
            "snippet": "A popular tourist spot in Darjeeling, Observatory Hill is a rising hill that houses many popular temples. The famous temples that are spread across the hill include the Kanchenjunga Temple, Tibetan Memorial Shrine, and Mahakal Temple. The chief summit temple is staffed by a Buddhist lama and a Hindu priest.",
            "siteName": "Veena Patil Hospitality Pvt Ltd",
            "shortName": "12 Places to Visit in Darjeeling to Explore the Himalayas",
            "indexInSource": 9,
            "iconSiteId": 759,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444878",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/darjeeling/places-to-visit",
            "sourceSite": "Web",
            "snippet": "One of the top tourist attractions in Darjeeling, this Observatory Hill is known for its Buddhist and Hindu temples that are spread across this Hill. Some of the famous temples amongst them include Mahakal Temple, Tibetan Memorial Shrine, and Kanchenjunga Temple.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Darjeeling, Tourist Places & Attractions",
            "indexInSource": 10,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91992",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/west-bengal/darjeeling/tourist-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Located near Chowrarasta square, Observatory Hill is a famous view point and tourist attraction in Darjeeling. The location is famous for its magnificent views of Kanchendzonga and the ancient temple dedicated to Mahakaal or Lord Shiva.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places To Visit In Darjeeling",
            "indexInSource": 2,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331830",
            "type": "webPlacesList",
            "url": "https://www.desidime.com/news/best-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "Apart from these top 20 places you can check out all other place of interest in Darjeeling worth visiting using govt. official Darjeeling tourism information directory source.",
            "siteName": "DesiDime",
            "shortName": "Top 20 Best Places to Visit in Darjeeling in 2024",
            "indexInSource": 7,
            "iconSiteId": 38199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923929",
            "type": "webPlacesList",
            "url": "https://www.nativeplanet.com/darjeeling/photos/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "nativeplanet.com",
            "shortName": "Darjeeling Photos, Pictures of Famous Tourist Places and Attractions-NativePlanet",
            "indexInSource": 1,
            "iconSiteId": 5535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gJwPXYKVjKnm5LCWQRKHs3QcxNIHgW7p",
          "UBtFPbJZL4O7HpsEkzQPaKNJnspUIlDo",
          "thxWaZik46kEFgJChJ1S3vXFSmXZNX7A",
          "Mhab3xobvNYVYYA6VB7wLYwIkaop9Dt3",
          "gJwPXYKVjKnm5LCWQRKHs3QcxNIHgW7p",
          "UBtFPbJZL4O7HpsEkzQPaKNJnspUIlDo",
          "thxWaZik46kEFgJChJ1S3vXFSmXZNX7A",
          "Mhab3xobvNYVYYA6VB7wLYwIkaop9Dt3"
        ],
        "openingPeriods": [],
        "name": "Observatory Hill View Point",
        "placeId": "ChIJjVWmo8Au5DkR7AnS-TpX5gw",
        "internationalPhoneNumber": "+91 1800 212 1655",
        "reviews": [
          {
            "rating": 5,
            "text": "A Blissful Escape to Nature\n\nObservatory Hill View Point is an absolute gem for nature lovers like me. Nestled amidst the serene hills, this spot offers breathtaking views that stay etched in your memory forever. The moment I reached, the refreshing breeze and the panoramic scenery instantly made me feel connected to nature.\n\nThe sunrise and sunset here are magical! Watching the sun cast its golden hues over the horizon is an experience that words can't fully describe. The lush greenery and the tranquil atmosphere make it a perfect spot to relax, meditate, or simply appreciate the beauty of our planet.\n\nThe viewpoint is well-maintained and easy to access. Whether you are a solo traveler, with friends, or family, this place has something special for everyone. If you're into photography, you'll love capturing the mesmerizing landscapes. And even if you're not, the view itself feels like a postcard come to life.\n\nOne tip: visit early morning or during sunset for the best experience. Also, don't forget to carry a light jacket as it can get a bit chilly.\n\nObservatory Hill View Point is a must-visit for anyone who wants to escape the chaos of daily life and immerse themselves in pure natural beauty. Highly recommended",
            "author_name": "Bibek Chowdhury",
            "relative_time_description": "",
            "time": 1736865518,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visit early morning or during the sunset time. The view point is very much maintained nd clean. I visited every day of my Darjeeling trip. Nice place for spending quality time. Less crowded spot to see the view of kanchanjangha. Walking distance from the mall road. Very lonely,quite place ❤️must visit place for solo travelers. You can sit here for hours. Don't forget to drink a cup of tea from here.",
            "author_name": "Moumita Dutta",
            "relative_time_description": "",
            "time": 1740501766,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Observatory Hill in Darjeeling offers breathtaking panoramic views of the Himalayas, including Mount Kanchenjunga. The sacred Mahakal Temple and nearby Buddhist monastery add to its charm. A perfect spot for nature lovers and photographers, it provides a serene and spiritual experience amidst stunning natural beauty.",
            "author_name": "Anshu",
            "relative_time_description": "",
            "time": 1744512010,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Nature & Parks",
          "Mountains"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 61,
            "2": 36,
            "3": 223,
            "4": 862,
            "5": 3568
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.049895,
        "address": "27X8+XC2, Naya Basti, Darjeeling, West Bengal 734101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJOwvZssEu5DkRFtoXA14i9Qs",
        "generalDescription": "Nestled atop Observatory Hill in Darjeeling, the Shri Mahakal Temple is a revered Hindu shrine dedicated to Lord Shiva. The ancient temple, dating back to the early 18th century, features a sacred cave and colorful flags, drawing pilgrims seeking blessings and spiritual solace.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.267912,
        "rating": 4.7,
        "numRatings": 3800,
        "sources": [
          {
            "id": "477292",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/darjeeling/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "60 km from city center 27 out of 31 Places To Visit in Darjeeling. The Mahakal Temple in Darjeeling is a revered Hindu shrine dedicated to Lord Shiva, located atop Observatory Hill in the heart of the town. This ancient temple, dating back to the early 18th century, holds great religious significance for locals and pilgrims alike, attracting visitors seeking blessings and spiritual solace.",
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Darjeeling | Top Tourist Attractions",
            "indexInSource": 14,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "392762",
            "type": "webPlacesList",
            "url": "https://buoyantlifestyles.com/20-attractive-tourist-places-in-darjeeling-you-must-visit/",
            "sourceSite": "Web",
            "snippet": "Situated atop Darjeeling Observatory Hill, the Mahakal temple in Darjeeling has quite an interesting history. The temple is located at a place where once a Buddhist monastery named “Dorje Ling” stood. It will take an hour to go around the temple.",
            "siteName": "Buoyant Lifestyles",
            "shortName": "20 Attractive Tourist places in Darjeeling you must visit",
            "indexInSource": 10,
            "iconSiteId": 43032,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477319",
            "type": "webPlacesList",
            "url": "https://nomadicweekends.com/blog/darjeeling-tour/",
            "sourceSite": "Web",
            "snippet": "The Mahakal Temple is highly sacred and is dedicated to Lord Shiva. The hill on top of which this temple is located is known as the ‘Holy Hill’. It is a few minutes away from Chowrasta.",
            "siteName": "nomadicweekends.com",
            "shortName": "15 Tourist Places Near Darjeeling that You Must Include in Darjeeling Tour",
            "indexInSource": 5,
            "iconSiteId": 49291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "xJ5m2dbhCPdoaYbqZNjouoTFbs8fInLz",
          "MnBRlgcro3M1jgZQpVQYzqpHa6gwRHm2",
          "FO0U9Ri9QVFfL4NKsPyp7hxUGzmTgFCZ",
          "sVukU0cSZDPVMu9fjlL8YwZuCC0YWYeH",
          "IcNfIjrcxJkS3euQsH2yZQMyUgrLawhF",
          "xJ5m2dbhCPdoaYbqZNjouoTFbs8fInLz",
          "MnBRlgcro3M1jgZQpVQYzqpHa6gwRHm2",
          "FO0U9Ri9QVFfL4NKsPyp7hxUGzmTgFCZ",
          "sVukU0cSZDPVMu9fjlL8YwZuCC0YWYeH",
          "IcNfIjrcxJkS3euQsH2yZQMyUgrLawhF"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Shri Mahakal Temple, Darjeeling",
        "placeId": "ChIJOwvZssEu5DkRFtoXA14i9Qs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It was pretty high cliff the walk, but the experience was good. Beware of monkeys, the could steal your footwear. Apart from that, the experience was so good that I cannot express much. It was a blissful place with multiple Sanctum of different Hindu Deities. The main attraction was Mahakal Temple. 🙏🏻🙏🏻🙏🏻🙏🏻\nThe peaceful environment made me emotional for a moment. While sitting there, I felt like that my problems were too far gone. Tough the road was stiff enough, but the blissfulness dragged me into devotion.",
            "author_name": "Sahil Mallick",
            "relative_time_description": "",
            "time": 1746871615,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you haven't visited Mahakal temple, you haven't visited Darjeeling. One of the most peaceful and serene places in Darjeeling located very close to the Mall or Chowrasta. Even if you are not offering Puja, please do visit once just for the vibe of the place. Truly mesmerising!",
            "author_name": "Souradip Ghosh",
            "relative_time_description": "",
            "time": 1753273409,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Mahakal Temple in Darjeeling is a peaceful and spiritual spot located on top of Observatory Hill. It offers beautiful views of the town and the mountains. The temple is unique as both Hindu and Buddhist prayers happen side by side. The walk up is steep but worth it. A calm place to sit, pray, or just enjoy the peaceful vibe.",
            "author_name": "Mithun Das",
            "relative_time_description": "",
            "time": 1754384547,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Place of worship",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 46,
            "2": 22,
            "3": 127,
            "4": 669,
            "5": 2936
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.047785,
        "address": "27X9+457, Chauk Bazaar, Darjeeling, West Bengal 734101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ88-ikXku5DkRgAjAp-rNxKE",
        "generalDescription": "Ghoom Monastery, also known as Yiga Choeling Monastery, is a serene Buddhist site located on the mountainside and associated with the Yellow Hat sect. Built in the 1850s, it is renowned for its 15-foot statue of Maitreya Buddha and intricate Tibetan Buddhist artwork that offers a profound insight into Buddhist philosophy and culture. The monastery houses a valuable collection of manuscripts, including the revered 108-volume Kangyur.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.250364,
        "rating": 4.3,
        "numRatings": 10013,
        "sources": [
          {
            "id": "128951",
            "type": "webPlacesList",
            "url": "https://www.northeast-india.in/travel-guide/darjeeling/darjeeling/",
            "sourceSite": "Web",
            "snippet": "Yiga Choeling Monastery, also popular as the Old Ghoom Monastery, is one of the oldest and most significant Buddhist monasteries in Darjeeling. Established in 1850 by Lama Sherab Gyatso, this sacred site is located at Ghoom, approximately 8 kilometers from the main town of Darjeeling, at an altitude of 8,000 feet. The monastery is a serene sanctuary, offering a peaceful retreat from the bustling town below.",
            "siteName": "Navigator India",
            "shortName": "Darjeeling tourist places with images",
            "indexInSource": 6,
            "iconSiteId": 14212,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923907",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/17-darjeeling-tourist-places-you-should-include-in-your-itinerary-during-your-hilly-weekend-3aeaffceffc9b36d",
            "sourceSite": "Web",
            "snippet": "Ghum Monastery, also known as Yiga Choeling is probably the oldest Tibetan Buddhist monastery in the region. Ghoom Monastery houses a 15-foot high Maitreya Buddha statue that captivates the surroundings with its aura. Built in 1850 by Lama Sherpa Gyaltsho, a Mangolian Monk, it is famous for its beautiful Thangka on the walls, fancy bells, and drums.",
            "siteName": "Tripoto",
            "shortName": "17 Darjeeling Tourist Places To Explore",
            "indexInSource": 2,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477292",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/darjeeling/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 18 out of 31 Places To Visit in Darjeeling. At a grand elevation of 8,000 feet, the Yiga Choeling or old Ghoom Monastery is the oldest Tibetan Buddhist Monastery of Darjeeling. A 15-foot high statue of Maitreyi Buddha is seen in the central hall, made entirely of clay brought from Tibet.",
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Darjeeling | Top Tourist Attractions",
            "indexInSource": 10,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "367226",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-darjeeling/",
            "sourceSite": "Web",
            "snippet": "The largest monastery in Ghoom, which was built in 1850 by Lama Sherab Gyatso and belongs to the Gelug sect, the Ghoom Monastery is one of the major and oldest Buddhist pilgrimage places in Darjeeling district. It is approximately 8 kilometers from Darjeeling town. This monastery belongs to Gelugpa Sect.",
            "siteName": "Tour My India",
            "shortName": "Best 25 Places to Visit in Darjeeling",
            "indexInSource": 11,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1077460",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/best-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Ghoom Monastery, also known as Yiga Choeling Monastery, is one of the oldest Tibetan Buddhist monasteries in the region. Housing a 15-feet high statue of Maitreya Buddha, the mo... Whether you are a nature lover, adventure seeker, or history enthusiast, Darjeeling has something for everyone.",
            "siteName": "FabHotels",
            "shortName": "25 Best Places to Visit in Darjeeling: Enchanting Hill Station in 2024",
            "indexInSource": 4,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1425246",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/blog/top-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "This monastery is the home of the Gelukpa, sometimes known as the Yellow Hat, sect, and it is well-known for the statue of Maitreya Buddha that stands at 15 feet in height. If you are looking for a religious place to visit, then this is among the most spiritual places to visit in Darjeeling.",
            "siteName": "makemytrip.com",
            "shortName": "23 Places to Visit in Darjeeling in 2025",
            "indexInSource": 4,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91983",
            "type": "webPlacesList",
            "url": "https://www.veenaworld.com/blog/12-places-to-visit-in-darjeeling-to-explore-the-himalayas",
            "sourceSite": "Web",
            "snippet": "An old Buddhist Monastery in Darjeeling, the old Ghoom Monastery or the Yiga Choeling is one of the most famous places of Darjeeling. Upon visiting the monastery, one can see a statue of Maitreyi Buddha placed in the central hall. Interestingly enough, the statue is made only with clay.",
            "siteName": "Veena Patil Hospitality Pvt Ltd",
            "shortName": "12 Places to Visit in Darjeeling to Explore the Himalayas",
            "indexInSource": 7,
            "iconSiteId": 759,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477319",
            "type": "webPlacesList",
            "url": "https://nomadicweekends.com/blog/darjeeling-tour/",
            "sourceSite": "Web",
            "snippet": "The Ghoom Monastery is traditionally known as Yiga Choeling Monastery. It is situated at an altitude of 8,000 feet at Ghoom and is around 8 Km away from the town of Darjeeling. The monastery happens to be the first Tibetan Buddhist Monastery that was built in Darjeeling.",
            "siteName": "nomadicweekends.com",
            "shortName": "15 Tourist Places Near Darjeeling that You Must Include in Darjeeling Tour",
            "indexInSource": 4,
            "iconSiteId": 49291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444878",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/darjeeling/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Elevated at a height of approximately 8,000 feet Ghoom Monastery is one of the top places to see in Darjeeling. Also known as Yiga Choeling, it was established in 1850 by Lama Sherab Gyatso and is known to be the oldest Tibet Monastery of Darjeeling.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Darjeeling, Tourist Places & Attractions",
            "indexInSource": 5,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "392762",
            "type": "webPlacesList",
            "url": "https://buoyantlifestyles.com/20-attractive-tourist-places-in-darjeeling-you-must-visit/",
            "sourceSite": "Web",
            "snippet": "One of the oldest monasteries in Darjeeling is the Yiga Choeling Monastery of Ghoom. Built in 1850 by Sherab Gyatso is also referred to as the old Ghoom Monastery. Ghoom is 7km from Darjeeling located at an altitude of 7,407feet.",
            "siteName": "Buoyant Lifestyles",
            "shortName": "20 Attractive Tourist places in Darjeeling you must visit",
            "indexInSource": 2,
            "iconSiteId": 43032,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000346",
            "type": "webPlacesList",
            "url": "https://www.insidedarjeeling.com/scenic-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "This well-liked tourist attraction in Darjeeling, also known as Yiga Choeling Monastery, is situated below Ghoom Railway Station. One of the oldest monasteries in the area, it displays the former splendour of Buddhist culture.",
            "siteName": "Inside Darjeeling",
            "shortName": "Scenic Places to visit in Darjeeling",
            "indexInSource": 4,
            "iconSiteId": 109386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dDwaSF2oXZcCDVupi7lDGN3iUHaFySKB",
          "Laq2M60g3WjrRsS0iBQxqd6rNyPa5Ors",
          "HFtIEoxGfO6K02uHjqQaBTpEwcKFhMco",
          "kim4ZMslHV4UNGYMrTaJdeYoX3EPt1Bd",
          "WwyQV70shfMDb7nJZDwf2YfTiNeND50l",
          "dDwaSF2oXZcCDVupi7lDGN3iUHaFySKB",
          "Laq2M60g3WjrRsS0iBQxqd6rNyPa5Ors",
          "HFtIEoxGfO6K02uHjqQaBTpEwcKFhMco",
          "kim4ZMslHV4UNGYMrTaJdeYoX3EPt1Bd",
          "WwyQV70shfMDb7nJZDwf2YfTiNeND50l"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Ghoom Monastery (Samten Choeling)",
        "placeId": "ChIJ88-ikXku5DkRgAjAp-rNxKE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Ghoom Monastery is a peaceful and beautiful place to visit in Darjeeling. It's known for its big statue of Maitreya Buddha and colorful Tibetan paintings. The atmosphere is calm and spiritual, with monks chanting prayers. It's a great spot to learn about Buddhist culture and enjoy views of the mountains. Located close to Tiger Hill, it's worth a stop if you're exploring the area. A quiet and meaningful experience overall.",
            "author_name": "Mithun Das",
            "relative_time_description": "",
            "time": 1744940196,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "On 22nd February 2024, we visited this place. Upon arrival, we were asked to take off our shoes before entering, which added to the calm and respectful atmosphere. As we stepped inside, we were amazed by the soothing music playing in the background. It immediately created a peaceful vibe, and we naturally slipped into a short meditation. It was incredibly relaxing and a beautiful way to start our visit.",
            "author_name": "Anamika B",
            "relative_time_description": "",
            "time": 1749553863,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The peaceful and one of the oldest Tibetan Buddhist monasteries in Darjeeling. It looked beautiful and peaceful. Go there in morning, I stay for 10 minutes clicked some pictures of view and left. There is chanting in the background and colorful prayer flags fluttering in the wind. Recommended you to visit in Shiny Day for better feeling and capturing the vibes. The monastery consist of a monk school lots of little monks are seen, but they usually not allow to take pictures of them.",
            "author_name": "Neegar Afroz",
            "relative_time_description": "",
            "time": 1751733887,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://yigachoeling.com/",
        "index": 5,
        "id": "",
        "categories": [
          "Monastery"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 199,
            "2": 327,
            "3": 1352,
            "4": 2788,
            "5": 5347
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.011665,
        "address": "2762+M49, Hill Cart Rd, Ghoom, West Bengal 734102, India",
        "travel_time": null
      },
      {
        "_id": "ChIJT-8YzY4u5DkRO2dZbXAa3oo",
        "generalDescription": "The Peace Pagoda in Darjeeling is a serene Buddhist temple with a domed roof, gilded statues, ornate carvings, and stunning views of the valley. It's one of the many attractions in Darjeeling, known for its beautiful green tea gardens, mountains, and mesmerizing natural scenery. Visitors can also enjoy various activities such as water rafting, trekking, paragliding, and birdwatching.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.258987,
        "rating": 4.6,
        "numRatings": 9671,
        "sources": [
          {
            "id": "91983",
            "type": "webPlacesList",
            "url": "https://www.veenaworld.com/blog/12-places-to-visit-in-darjeeling-to-explore-the-himalayas",
            "sourceSite": "Web",
            "snippet": "Another famous place in Darjeeling, the 28-meter high Japanese Peace Pagoda is among the 70+ pagodas that the Japanese Buddhist Nipponzan Myohoji organisation constructed around the world. At the time of the drumming puja sessions in the nearby temple, visitors are provided with a hand drum and offered encouragement to become a part of the rituals. The pagoda is one of the best places to visit in Darjeeling for people who are interested in experiencing different cultures and is a destination that must be explored for the one-of-its-kind experience that it offers to visitors.",
            "siteName": "Veena Patil Hospitality Pvt Ltd",
            "shortName": "12 Places to Visit in Darjeeling to Explore the Himalayas",
            "indexInSource": 3,
            "iconSiteId": 759,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477292",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/darjeeling/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "2 km from city center 8 out of 31 Places To Visit in Darjeeling. Located on the slopes of Jalapahar hills in Darjeeling, the Peace Pagoda, or the Japanese Peace Pagoda is one of the peace pagodas designed to establish unity, harmony and goodwill amongst people belonging to different sects of society. Famous for its tranquillity, it offers stunning views of snow-clad peaks including the Kanchenjunga peak making it an ideal place for peace and nature lovers.",
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Darjeeling | Top Tourist Attractions",
            "indexInSource": 3,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923907",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/17-darjeeling-tourist-places-you-should-include-in-your-itinerary-during-your-hilly-weekend-3aeaffceffc9b36d",
            "sourceSite": "Web",
            "snippet": "Situated on the slopes of the Jalapahar Hill, Peace Pagoda is a symbol of peace and unity in Darjeeling. Built during 1885-1985 by a Japanese Buddhist monk Nichidatsu Fuji, the Japanese Peace Pagoda is a part of 30 such structures across the world. The Buddhist shrine is located amidst some really enticing locations and is built in a beautiful white structure with golden colored sculptures.",
            "siteName": "Tripoto",
            "shortName": "17 Darjeeling Tourist Places To Explore",
            "indexInSource": 6,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1830217",
            "type": "webPlacesList",
            "url": "https://www.kiomoi.com/travel-articles/15-best-places-to-visit-in-darjeeling--amazing-nature-adventure!-90",
            "sourceSite": "Web",
            "snippet": "Inaugurated in 1992, the Darjeeling Peace Pagoda is a white stupa that conveys peace and religious tolerance. It is situated on Jalapahar hill, about 2 km westwards of the town of Darjeeling, and shows four images of Buddha. The pagoda opens at 4:30 am and closes at 7 pm, allowing worshippers to meditate peacefully while enjoying the scenic beauty of mountains and towns.",
            "siteName": "thekiomoi",
            "shortName": "Best Places To Visit in Darjeeling",
            "indexInSource": 3,
            "iconSiteId": 183693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923894",
            "type": "webPlacesList",
            "url": "https://www.siliguritravels.com/tour-details/darjeeling-tourist-places-i-darjeeling-tourist-spot-i-darjeeling-tourist-places-list-with-photos",
            "sourceSite": "Web",
            "snippet": "Darjeeling tourist spot - Tiger Hill, Batasia Loop, Padmaja Naidu Himalayan Zoological Park, Peace Pagoda, Ghum Monastery, Rock Garden, Darjeeling Himalayan Railway, Nightingale Park, Himalayan Mountaineering Institute, Singalila, National Park, St. Andrew's Church, Happy Valley Tea Estate, Tinchuley, Observatory Hill, Sandakphu Trek and many more.",
            "siteName": "siliguritravels.com",
            "shortName": "Darjeeling tourist places I darjeeling tourist spot I darjeeling tourist places list with photos",
            "indexInSource": 3,
            "iconSiteId": 276537,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923904",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-darjeeling?srsltid=AfmBOoo9hJr6t9t_0Ye_pN-GWkholp6vU6GZq4ba_DpGTgGYVPsaN-rj",
            "sourceSite": "Web",
            "snippet": "Counted among the top 10 places to visit in Darjeeling, the Japanese Peace Pagoda stands as a sign of peace. It is built on the slopes of Jalaphar Hill and contains statues of the Buddha's four incarnations, including Maitreya Buddha. It is one of the most tranquil places in Darjeeling.",
            "siteName": "makemytrip.com",
            "shortName": "23 Places to Visit in Darjeeling in 2024",
            "indexInSource": 1,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331830",
            "type": "webPlacesList",
            "url": "https://www.desidime.com/news/best-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "DesiDime",
            "shortName": "Top 20 Best Places to Visit in Darjeeling in 2024",
            "indexInSource": 1,
            "iconSiteId": 38199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444878",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/darjeeling/places-to-visit",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Darjeeling, Tourist Places & Attractions",
            "indexInSource": 4,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "0Nv9DyIVsXxQeX6yaT4XyM0N9bQZQhkH",
          "xT3MkjaFbEAWgf7txFbMfytM637jazoe",
          "XqkqoKCbBybTbNnr7FIRnfn7MDJmZV5Q",
          "hEvOXHUi17AAdfdtpRAiG7cniw0TBWXO",
          "egmxSz2SkVNM1d7Ueh1pDWpXzLxWFDuX",
          "0Nv9DyIVsXxQeX6yaT4XyM0N9bQZQhkH",
          "xT3MkjaFbEAWgf7txFbMfytM637jazoe",
          "XqkqoKCbBybTbNnr7FIRnfn7MDJmZV5Q",
          "hEvOXHUi17AAdfdtpRAiG7cniw0TBWXO",
          "egmxSz2SkVNM1d7Ueh1pDWpXzLxWFDuX"
        ],
        "openingPeriods": [],
        "name": "Peace Pagoda, Darjeeling",
        "placeId": "ChIJT-8YzY4u5DkRO2dZbXAa3oo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Serene and Spiritual Escape\nThe Peace Pagoda is a beautiful, calming spot nestled amidst the hills of Darjeeling. Built by Japanese monks, it's not just architecturally stunning but also carries a peaceful energy that's perfect for reflection or a quiet break from the busy town center.\n\nThe white stupa is adorned with golden statues of Buddha, each depicting scenes from his life. The climb to the pagoda is easy, and the surrounding views of the mountains and forest make it even more worthwhile.\n\nThere's also a Japanese temple nearby, where you can experience a short but moving prayer session with the monks if you time it right. Everything about the place feels calm, clean, and spiritually uplifting.\n\nIdeal for anyone seeking tranquility, a bit of cultural insight, or just a scenic place to spend an hour or two.",
            "author_name": "Sai Mallikarjuna Sagabala",
            "relative_time_description": "",
            "time": 1749550687,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Peace Pagoda is one of the most peaceful and spiritual attractions in Darjeeling. Built on the slopes of Jalapahar Hill, it offers breathtaking panoramic views of the town and the surrounding mountains, including the majestic Kanchenjunga.\n\nThe white pagoda stands as a symbol of harmony and peace, attracting visitors from around the world. The serene environment, combined with the chanting of monks, makes it a perfect place for meditation, reflection, or simply enjoying nature's calm beauty.",
            "author_name": "Abid Uddin",
            "relative_time_description": "",
            "time": 1756626240,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visited the Peace Pagoda in Darjeeling during our trip, and it truly left me feeling calm and blessed. Such a beautiful and peaceful temple-surrounded by mountains, greenery, and fresh air. The place has a very calming energy, and the white pagoda itself is so stunning and serene.\n\nI went there with my husband, and we both felt a deep sense of peace just walking around. The view from the top is amazing-you can see the entire city and even the hills beyond. It's not just a tourist spot; it genuinely gives you a spiritual vibe.\n\nIf you're someone who enjoys quiet places and beautiful architecture, this one's a must-visit in Darjeeling. Simple, soulful, and picture-perfect!",
            "author_name": "Sumana Biswas",
            "relative_time_description": "",
            "time": 1750785533,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 79,
            "2": 104,
            "3": 528,
            "4": 2310,
            "5": 6655
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.027587,
        "address": "27H5+2HQ, West Point, Darjeeling, West Bengal 734101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJyfft9W4v5DkRlcj3az2BlZ4",
        "generalDescription": "Chowrasta Darjeeling is a bustling center of the city, serving as a meeting point of four roads. It offers stunning views of the Khangchendzonga mountain peak and is surrounded by beautiful natural ingredients such as green tea gardens and mesmerizing landscapes. Visitors can engage in various activities like visiting the Himalayan Mountaineering Institute, exploring the Darjeeling Himalayan Railway, and experiencing the vibrant Darjeeling Carnival.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 88.267737,
        "rating": 4.5,
        "numRatings": 2857,
        "sources": [
          {
            "id": "477292",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/darjeeling/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "0 km from city center 10 out of 31 Places To Visit in Darjeeling. Highlights: Bhanubhakta Acharya Statues, Lala Lajpat Rai (Read More)Statue, War Memorial. Chowrasta, located at the heart of Darjeeling, is a vibrant and bustling public square that serves as the town's main focal point.",
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Darjeeling | Top Tourist Attractions",
            "indexInSource": 5,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4XZEVqfhY3QKS8u8tHyb9NXxX8iPwKV4",
          "DEy3OcLq63WrjE4GB38MGXVPGXwD5aaV",
          "ki68JsZU45tcw5FFELSwCSHd2OJNZKcE",
          "4XZEVqfhY3QKS8u8tHyb9NXxX8iPwKV4",
          "DEy3OcLq63WrjE4GB38MGXVPGXwD5aaV",
          "ki68JsZU45tcw5FFELSwCSHd2OJNZKcE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Chowrasta Darjeeling",
        "placeId": "ChIJyfft9W4v5DkRlcj3az2BlZ4",
        "internationalPhoneNumber": "+91 90733 86803",
        "reviews": [
          {
            "rating": 5,
            "text": "Wonderful place to hangout and walk. I went to Darjeeling for a holiday. This place is part of the mall road.\nApparently, Mall road is very lengthy and Britishers used it for walking is what I got to know from my taxi driver.\nThis particular chowrasta has a big open air theatre, fountains, small tea shops, and some benches to rest. One can have a good view of the hills and pine tree though a lot of power lines cross cross it. If one further takes a walk down the mall road, there are a lot of shops and landmarks of Darjeeling.",
            "author_name": "Karthik Krishnamoorthy",
            "relative_time_description": "",
            "time": 1735827902,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "**Rating: ⭐⭐⭐⭐⭐**\nDarjeeling Chowrasta is an incredible spot located at the top of the hill, where four roads meet, giving it the name \"Chowrasta.\" This place offers stunning views and a vibrant atmosphere, making it a must-visit for anyone visiting Darjeeling. The location is perfect for a relaxing walk, enjoying the cool weather, and soaking in the scenic beauty.\n\nI visited this place last year with my brother, and it was one of the highlights of our trip. It has so many amazing spots for photos, and the overall vibe of the place is simply fantastic. I'm sharing a few images from our visit so others can see just how beautiful it is.\n\nIf you're planning a trip to Darjeeling, don't miss out on Chowrasta. It's a place you definitely need to experience",
            "author_name": "Monu Singh",
            "relative_time_description": "",
            "time": 1742913880,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "*A Haven of Tranquility: Darjeeling's Chowrasta*\n\nAs I stepped into the picturesque town of Darjeeling, I was immediately drawn to the vibrant Chowrasta, a bustling promenade that offers breathtaking views of the Himalayas. This scenic spot, nestled in the heart of the town, is a must-visit destination for anyone traveling to Darjeeling.\n\n*The View*\n\nChowrasta's main attraction is undoubtedly the stunning panorama it offers. On a clear day, the snow-capped peaks of the Himalayas, including the majestic Kanchenjunga, are visible in all their glory. As the sun rises, the sky transforms into a kaleidoscope of colors, making for a truly unforgettable experience.\n\n*The Ambiance*\n\nThe promenade itself is lined with quaint shops, cafes, and restaurants, offering a range of local handicrafts, tea, and delicious street food. The atmosphere is lively, yet relaxed, with locals and tourists alike strolling along, taking in the sights and sounds.\n\n*Things to Do*\n\n1. *Take a leisurely stroll*: Walk along the promenade, soaking in the views and atmosphere.\n2. *Try local cuisine*: Sample the region's famous momos, thukpa, and tea at one of the many eateries.\n3. *Shop for souvenirs*: Browse the local shops for handicrafts, woolens, and other mementos.\n4. *Visit the nearby Mahakal Temple*: A short walk from Chowrasta, this temple offers stunning views of the surrounding mountains.\n\n*Tips and Insights*\n\n1. *Best time to visit*: Early morning or late afternoon for the best views and a more relaxed atmosphere.\n2. *Dress warmly*: Even during summer, the evenings can be chilly, so pack accordingly.\n3. *Be prepared for crowds*: Chowrasta can get busy, especially during peak season, so be patient and enjoy the atmosphere.\n\n*In Conclusion*\n\nDarjeeling's Chowrasta is a haven of tranquility, offering breathtaking views, a lively atmosphere, and a range of activities to suit all interests. Whether you're a nature lover, foodie, or simply looking for a relaxing getaway, Chowrasta is a must-visit destination in Darjeeling.\n\nRating: 5/5\n\nRecommendation: A must-visit for anyone traveling to Darjeeling.",
            "author_name": "Sudipto Ghosh",
            "relative_time_description": "",
            "time": 1737599546,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 75,
            "2": 40,
            "3": 175,
            "4": 589,
            "5": 1976
          }
        },
        "minMinutesSpent": 150,
        "latitude": 27.044776,
        "address": "27V8+VXM, N C. Goenka Rd, Chauk Bazaar, Darjeeling, West Bengal 734101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ5_fbgLsu5DkRFfQNjzjGogQ",
        "generalDescription": "Nestled at an enchanting altitude of 6,800 feet, Happy Valley Tea Estate spans across 437 acres and is the second oldest tea estate in Darjeeling. Visitors can embark on tours to witness the intricate process of harvesting and processing tea leaves. The lush plantations set against hilly slopes emit a captivating aroma that adds to the charm of this historical plantation. Guided tours offer insights into the rich history and production of world-renowned Darjeeling Tea.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 88.258653,
        "rating": 4.4,
        "numRatings": 2649,
        "sources": [
          {
            "id": "1077466",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/west-bengal/darjeeling/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 2.5 km from Darjeeling Railway Station, Happy Valley Tea Estate is a vast tea garden located in Darjeeling town of West Bengal. This is the second oldest tea estate in Darjeeling after Steinthal Tea Estate and also one of the popular places to experience Darjeeling Tourism.Spread over an area of 177 hectares, Happy Valley Tea Garden was established by Mr. David Wilson in the year 1854, which was then known as Wilson Tea Estate. In 1903, the estate was taken over by an Indian, Tarapada Banerjee, an aristocrat from Hooghly.",
            "siteName": "Trawell.in",
            "shortName": "28 Best Places to Visit in Darjeeling, Things to Do & Sightseeing (2024)",
            "indexInSource": 14,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923907",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/17-darjeeling-tourist-places-you-should-include-in-your-itinerary-during-your-hilly-weekend-3aeaffceffc9b36d",
            "sourceSite": "Web",
            "snippet": "At a distance of 2.5 km from Darjeeling Railway Station, Happy Valley Tea Estate is a vast tea garden located in Darjeeling town of West Bengal. The tea estate is located at an altitude of more than 2000 meters and covers planted area of approximately 100 hectares and is one of the highest tea garden in India. Walking through the tea garden on the gentle hill slopes of Darjeeling and seeing the tea processing is definitely an experience to remember from your Darjeeling trip.",
            "siteName": "Tripoto",
            "shortName": "17 Darjeeling Tourist Places To Explore",
            "indexInSource": 7,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477292",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/darjeeling/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "1 km from city center 22 out of 31 Places To Visit in Darjeeling. At a magical altitude of 6,800 feet, the Happy Valley Tea Estate in Darjeeling is a fine land expanse of about 437 acres, growing some of the finest shrubs of this delightful drink in the world. It is the second oldest tea estate in the tea-rich town of Darjeeling, with its origins being closely connected to the history of cultivating and producing the world-famous Darjeeling Tea.",
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Darjeeling | Top Tourist Attractions",
            "indexInSource": 11,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91992",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/west-bengal/darjeeling/tourist-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Spread across a massive area of 437-acres, and situated at an elevation of 2,100 meters above sea level, the Happy Valley Tea Estate is one of the major tourist attractions in Darjeeling. The place is located amidst some of the most breath taking surroundings in India. It also houses one of the highest tea factory in the world and was established in 1854 by an Englishman and was later taken over by an Indian aristocracy from Hoogly.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places To Visit In Darjeeling",
            "indexInSource": 4,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91983",
            "type": "webPlacesList",
            "url": "https://www.veenaworld.com/blog/12-places-to-visit-in-darjeeling-to-explore-the-himalayas",
            "sourceSite": "Web",
            "snippet": "One of the best places to see in Darjeeling, the Happy Valley Tea Estate is an 1854 estate in Darjeeling. It is a great place to learn more about tea, especially from March to November when the plucking and processing are in progress. Offering a spellbinding view of the Himalayan foothills and the remarkable beauty of nature, the estate should be a must-visit on your Darjeeling tour.",
            "siteName": "Veena Patil Hospitality Pvt Ltd",
            "shortName": "12 Places to Visit in Darjeeling to Explore the Himalayas",
            "indexInSource": 4,
            "iconSiteId": 759,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923894",
            "type": "webPlacesList",
            "url": "https://www.siliguritravels.com/tour-details/darjeeling-tourist-places-i-darjeeling-tourist-spot-i-darjeeling-tourist-places-list-with-photos",
            "sourceSite": "Web",
            "snippet": "Darjeeling tourist spot - Tiger Hill, Batasia Loop, Padmaja Naidu Himalayan Zoological Park, Peace Pagoda, Ghum Monastery, Rock Garden, Darjeeling Himalayan Railway, Nightingale Park, Himalayan Mountaineering Institute, Singalila, National Park, St. Andrew's Church, Happy Valley Tea Estate, Tinchuley, Observatory Hill, Sandakphu Trek and many more.",
            "siteName": "siliguritravels.com",
            "shortName": "Darjeeling tourist places I darjeeling tourist spot I darjeeling tourist places list with photos",
            "indexInSource": 7,
            "iconSiteId": 276537,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444878",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/darjeeling/places-to-visit",
            "sourceSite": "Web",
            "snippet": "An area sprawling 437 acres, Happy Valley Tea Estate is one of the major places to see in Darjeeling. The place is home to one of the highest tea factories in the world. The tea factory of this estate was established in 1854 by an Englishman and after all these years, it continues to flourish under the care of Indian aristocracy from Hooghly.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Darjeeling, Tourist Places & Attractions",
            "indexInSource": 9,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "367226",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-darjeeling/",
            "sourceSite": "Web",
            "snippet": "It is time to enjoy the sprawling tea estate that is spread across 440 acres. The serene charm of this bliss Tea Estate will rejuvenate your soul completely. If you are looking for a place to fine tune your spirit, Happy Valley Tea Estate is one of the most beautiful nature tourism places to see in Darjeeling.",
            "siteName": "Tour My India",
            "shortName": "Best 25 Places to Visit in Darjeeling",
            "indexInSource": 5,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128951",
            "type": "webPlacesList",
            "url": "https://www.northeast-india.in/travel-guide/darjeeling/darjeeling/",
            "sourceSite": "Web",
            "snippet": "Happy Valley Tea Estate, one of Darjeeling’s most iconic tea gardens, offers visitors an immersive experience in the world of Darjeeling tea. It is  just 3 kilometers from the town center. The estate lies at an altitude of around 6,800 feet, making it one of the highest tea gardens in the world.",
            "siteName": "Navigator India",
            "shortName": "Darjeeling tourist places with images",
            "indexInSource": 8,
            "iconSiteId": 14212,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "268340",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/enticing-pre-wedding-shoot-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Happy Valley Tea Estate is the second oldest tea estate of Darjeeling (after Steinthal Tea Estate). It is a beautiful Tea Gadren which is suitable for the pre wedding shoot. It can be the most suitable place for Pre Wedding Shoot In Darjeeling  as it is the main attraction of Darjeeling.",
            "siteName": "VideoTailor",
            "shortName": "Enticing Pre Wedding Shoot in Darjeeling",
            "indexInSource": 2,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000346",
            "type": "webPlacesList",
            "url": "https://www.insidedarjeeling.com/scenic-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Without visiting one of the tea farms that are the pride of this hill region, your journey to Darjeeling will be incomplete!. One of the oldest in the area, this tea farm adds to its attractiveness. Visit, learn about the making of tea, and purchase some tea!",
            "siteName": "Inside Darjeeling",
            "shortName": "Scenic Places to visit in Darjeeling",
            "indexInSource": 8,
            "iconSiteId": 109386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750627",
            "type": "webPlacesList",
            "url": "https://www.sotc.in/blog/indian-holidays/list-of-top-10-best-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "Happy Valley Tea Estate is one of Darjeeling’s oldest tea estates. In fact, established in 1854, it is the second-oldest and has remained one of the best tourist places in Darjeeling for many years. It covers 177 acres and is at 2,100 metres above sea level.",
            "siteName": "SOTC Blog",
            "shortName": "10 Best Places to Visit in Darjeeling in 2022",
            "indexInSource": 1,
            "iconSiteId": 2132,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923890",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "After Steinthal Tea Farm, Happy Valley Tea Estate is the second oldest tea farm in Darjeeling. It's a beautiful Tea Garden for a pre-wedding photo shoot. It's the main thing to see in Darjeeling so it might be the best place for pre wedding shoot.",
            "siteName": "qpidindia.in",
            "shortName": "Capturing Love In The Hills: Pre-Wedding Photoshoot In Darjeeling",
            "indexInSource": 2,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1077460",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/best-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "This sprawling tea estate offers an insightful experience into the world of tea cultivation, processing, and tasting. A visit to Happy Valley Tea Estate is among the best places...",
            "siteName": "FabHotels",
            "shortName": "25 Best Places to Visit in Darjeeling: Enchanting Hill Station in 2024",
            "indexInSource": 2,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331830",
            "type": "webPlacesList",
            "url": "https://www.desidime.com/news/best-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "Apart from these top 20 places you can check out all other place of interest in Darjeeling worth visiting using govt. official Darjeeling tourism information directory source.",
            "siteName": "DesiDime",
            "shortName": "Top 20 Best Places to Visit in Darjeeling in 2024",
            "indexInSource": 6,
            "iconSiteId": 38199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1830217",
            "type": "webPlacesList",
            "url": "https://www.kiomoi.com/travel-articles/15-best-places-to-visit-in-darjeeling--amazing-nature-adventure!-90",
            "sourceSite": "Web",
            "snippet": "Such tea estates as Happy Valley Tea Estate, Glenburn Tea Estate, Makaibari Tea Estate, and Castleton Tea Estate can be visited by guests with a Darjeeling package for family.",
            "siteName": "thekiomoi",
            "shortName": "Best Places To Visit in Darjeeling",
            "indexInSource": 7,
            "iconSiteId": 183693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923906",
            "type": "webPlacesList",
            "url": "https://www.darjeeling-tourism.com/darj_00016f.htm",
            "sourceSite": "Web",
            "snippet": "Within shorter distances, you can visit Happy Valley Tea estate (few minute drive from Chowk Bazaar), or go towards Lebong (Rangeet Valley Tea Estate etc).",
            "siteName": "darjeeling-tourism.com",
            "shortName": "Great places in Darjeeling for Photography",
            "indexInSource": 0,
            "iconSiteId": 798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "m9B5Thjih06EOiHxjHqnC60RBPqWRrIK",
          "qMOZQm5Iz54IUiGcXCF1zDiNn1odt8nD",
          "T3U5B9nwgoqZZOjA1ZXqU99ybzAvOOTA",
          "m9B5Thjih06EOiHxjHqnC60RBPqWRrIK",
          "qMOZQm5Iz54IUiGcXCF1zDiNn1odt8nD",
          "T3U5B9nwgoqZZOjA1ZXqU99ybzAvOOTA"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "Happy Valley Tea Estate",
        "placeId": "ChIJ5_fbgLsu5DkRFfQNjzjGogQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the most beautiful and well maintained tea gardens I have ever visited in Darjeeling district, very few people know & visit this spot as the road condition is not that good , but once you enter into this Garden you will be completely mesmerized, In the tea factory they will show you the entire process of Tea making from Tea leaf plucking to  packaging, the factory is situated inside the tea garden only. You have to pay rupees 100/- to witness this process but for tea garden visit there is no entry fee. Here they also sell the tea product - Milk tea, Green tea , Black tea.\nOverall, A must visit place in Darjeeling. 👍",
            "author_name": "Souraj Kundu",
            "relative_time_description": "",
            "time": 1745723867,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A Serene Walk and a Lovely Experience at Happy Valley Tea Estate\n\nWe walked down to Happy Valley Tea Estate from the Botanical Garden, and as we emerged from the alley into the open, we were greeted by breathtaking views of tea plants carpeting the slopes. The trail, lined with graceful Deodhar trees on one side, made the walk even more delightful.\n\nAfter a leisurely kilometre-long walk, we reached the estate around 12:30 pm. July being off-season, there were hardly any tourists, and the factory was relatively quiet as most activity happens in the morning hours. Nevertheless, the staff kindly conducted a tour of the factory, explaining the tea-making process in detail, followed by a tea tasting session. The tour costs ₹100 per person.\n\nHappy Valley Tea Estate is definitely worth a visit when in Darjeeling - for its peaceful atmosphere, stunning surroundings and a chance to relish the essence of Darjeeling tea.",
            "author_name": "Abhinav Singh",
            "relative_time_description": "",
            "time": 1752935365,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Happy Valley Tea Estate is a good place. You can see very good views here. You will have to walk a lot here. You will have to go down as well. You will have to walk a lot up as well. Do not forget to buy tea from here. Tea of many flavors.",
            "author_name": "Lakshmi Raj",
            "relative_time_description": "",
            "time": 1746272324,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Garden",
          "Sights & Landmarks",
          "Farms"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 76,
            "2": 75,
            "3": 219,
            "4": 669,
            "5": 1612
          }
        },
        "minMinutesSpent": 60,
        "latitude": 27.051343,
        "address": "Lebong Cart Rd, near Darjeeling, Chauk Bazaar, Darjeeling, West Bengal 734101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJcTHSx4cu5DkRkEVPHn0Oees",
        "generalDescription": "Dali Monastery, also known as Druk Sangag Choling Monastery, is a prominent Buddhist monastery located in the Dali area of Darjeeling. Built in 1971 by Kyabje Thuksey Rinpoche, it is one of the largest monasteries in West Bengal and a significant pilgrimage center for the Kagyupa sect. The monastery features ornate and colorful art and sculptures, including a giant Buddha figure.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.254745,
        "rating": 4.6,
        "numRatings": 3705,
        "sources": [
          {
            "id": "1077466",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/west-bengal/darjeeling/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 2.5 km from Darjeeling Railway Station, Dali Monastery is a Buddhist monastery located in Dali area of Darjeeling. Also known as Druk Sangag Choling Monastery, it is one of the biggest monasteries in West Bengal and also among the famous places to visit in Darjeeling.Dali Monastery is one of the most prominent monasteries of the Kargyupa sect, built by Kyabje Thuksey Rinpoche in 1971. The gompa was inaugurated by His Holiness Dalai Lama in 1993, where he gave 3 days of religious teachings.",
            "siteName": "Trawell.in",
            "shortName": "28 Best Places to Visit in Darjeeling, Things to Do & Sightseeing (2024)",
            "indexInSource": 8,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "367226",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-darjeeling/",
            "sourceSite": "Web",
            "snippet": "5 km away from Darjeeling, Dali Monastery’s soothing and calm vibes will give you peace and divine wisdom. The Dali Monastery which was originally named as Druk Sangag Choling Monastery, is yet another important Buddhist pilgrimage center and top tourist attraction to visit near Darjeeling belonging to the Kagyupa sect. It was built in a typical Tibetan style during the period of Thuksey Rinpochey in 1971.",
            "siteName": "Tour My India",
            "shortName": "Best 25 Places to Visit in Darjeeling",
            "indexInSource": 10,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "392762",
            "type": "webPlacesList",
            "url": "https://buoyantlifestyles.com/20-attractive-tourist-places-in-darjeeling-you-must-visit/",
            "sourceSite": "Web",
            "snippet": "Located at a distance of 5 km from Darjeeling town the Dali Monastery is also popularly known as Druk Sangag Cholin Monastery. Built-in a typical Tibetan style this is one of the largest monasteries. Due to Covid-19 pandemic, the monastery is currently closed but as I heard from locals arrangements are going on to open it for tourists.",
            "siteName": "Buoyant Lifestyles",
            "shortName": "20 Attractive Tourist places in Darjeeling you must visit",
            "indexInSource": 11,
            "iconSiteId": 43032,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477292",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/darjeeling/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "2 km from city center 17 out of 31 Places To Visit in Darjeeling. Highlights: Avlokiteshvara Statue, Frescoes and Murals, C (Read More) hortens and Prayer Wheels. Dali Monastery, also known as Druk Sangag Choling Monastery, stands majestically on the slopes of Darjeeling, a testament to the rich Tibetan Buddhist heritage in the region.",
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Darjeeling | Top Tourist Attractions",
            "indexInSource": 9,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750627",
            "type": "webPlacesList",
            "url": "https://www.sotc.in/blog/indian-holidays/list-of-top-10-best-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "Popularly known as the Druk Sangag Choling Monastery among the locals, the Dali Monastery is one of the largest monasteries in the state of West Bengal and one of the best locations to visit in Darjeeling. It was founded by Kyabje Thuksey Rinpoche in 1971. The Dalai Lama paid a special visit for its inauguration in 1993.",
            "siteName": "SOTC Blog",
            "shortName": "10 Best Places to Visit in Darjeeling in 2022",
            "indexInSource": 3,
            "iconSiteId": 2132,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444878",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/darjeeling/places-to-visit",
            "sourceSite": "Web",
            "snippet": "The Druk Thupten Sangag Choling Monastery, commonly known as Dali Monastery is famous for its Buddhism murals, paintings, documents, and records. If you want to learn more about the religion and their culture, head over to this Monastery and you will have all your answers.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Darjeeling, Tourist Places & Attractions",
            "indexInSource": 13,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331830",
            "type": "webPlacesList",
            "url": "https://www.desidime.com/news/best-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "as you approach Darjeeling town, you'll see this big towering monastery located on a hill at a greater elevation from the road. The monastery belongs to the Buddhist Kagyupa sect and is located 5 kilometers from the town center.",
            "siteName": "DesiDime",
            "shortName": "Top 20 Best Places to Visit in Darjeeling in 2024",
            "indexInSource": 10,
            "iconSiteId": 38199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dsYGxgHLIrAIFTJQApf4AfOGJlmykomC",
          "SfmAdUMcg5L0eXjimGAQfGJfbAbFIcJa",
          "4EhHs6h1MwcDL3CghhtO7F0MgxuPXg4t",
          "Xeh9FH9dTfuHtb6cZlJpChyXd9nnjmN9",
          "dsYGxgHLIrAIFTJQApf4AfOGJlmykomC",
          "SfmAdUMcg5L0eXjimGAQfGJfbAbFIcJa",
          "4EhHs6h1MwcDL3CghhtO7F0MgxuPXg4t",
          "Xeh9FH9dTfuHtb6cZlJpChyXd9nnjmN9"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Dali Monastery",
        "placeId": "ChIJcTHSx4cu5DkRkEVPHn0Oees",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "What a lovely description! You've beautifully captured the serene atmosphere of the place. Here's a polished version:\n\n\"Darjeeling's hidden gem stole our hearts! This tranquil oasis, nestled by the roadside, boasts a captivating museum, stunning Buddha statue, and lush gardens. Stepping inside, we felt our souls enveloped in serenity. A must-visit during your Darjeeling tour!\"\n\n\"We visited this breathtaking spot during our Darjeeling tour with family. The roadside location, museum, and serene ambiance made it unforgettable. The Buddha statue and garden on the terrace were awe-inspiring. As we entered, the peaceful atmosphere brought serenity to our soul\".",
            "author_name": "Pranjal Deka",
            "relative_time_description": "",
            "time": 1753508021,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Visited Dali Monastery near Ghum station - such a peaceful and calming place! The atmosphere was very serene, perfect for some quiet time. The scenic beauty and the panoramic view of the valley from the monastery is stunning - you can see the whole valley looking absolutely breathtaking from here. A must-visit if you're in Darjeeling!",
            "author_name": "ADITYA ROY",
            "relative_time_description": "",
            "time": 1745656587,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Dali Monastery offers an enriching spiritual experience amid serene hillside surroundings. Its chanting sessions, prayer wheels, community life, and Dalai Lama connection make it one of Darjeeling's most authentic cultural gems. Aside from minor inconveniences, it's memorable for its atmosphere and rich traditions. A must‑visit for seekers of peace and cultural depth.",
            "author_name": "Krishna Sarkar",
            "relative_time_description": "",
            "time": 1751190391,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Monastery",
          "Sights & Landmarks",
          "Buddhist temple",
          "Monuments & Statues"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 48,
            "2": 23,
            "3": 241,
            "4": 845,
            "5": 2553
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.02373,
        "address": "27F3+FVX, Dali Monastery or Dali Gomba is also known as the Druk Thupten Sangag Choeling Monastery, India, Darjeeling, India",
        "travel_time": null
      },
      {
        "_id": "ChIJN317GAAv5DkRrMegCeTCNjE",
        "generalDescription": "Batasia Loop is a fascinating stop along the Siliguri-Darjeeling route, situated below Ghoom Railway Station. This engineering marvel from the British era was designed to ease the steep descent for trains passing through Ghoom station on their journey to Darjeeling. Observing the miniature train navigate around this circular track is a delightful experience for visitors.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 88.246549,
        "rating": 4.5,
        "numRatings": 1315,
        "sources": [
          {
            "id": "367226",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-darjeeling/",
            "sourceSite": "Web",
            "snippet": "One of the top tourist attractions for nature lovers and honeymooners, the Batasia Loop is specifically known for its spiral of a narrow-gauge railway track on the Darjeeling Himalayan Railway where the Toy Train makes a complete loop around a wonderful circular garden. It was built in 1919 to reduce the gradient of the slope for the toy train to fall smoothly from about 140ft. It covers an area of 50,000 square feet and is dotted with several flowering plants.",
            "siteName": "Tour My India",
            "shortName": "Best 25 Places to Visit in Darjeeling",
            "indexInSource": 0,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91992",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/west-bengal/darjeeling/tourist-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Batasia Loop can be visited when the famous ‘Toy Train’ makes its way across a looped track that transverses through some beautiful parks. The place is famous for housing a Gorkha war memorial and while in the toy train you can witness a 360 degrees view of Darjeeling. The loop covers an area of 50,000 square feet and transverses spirally into tunnels, landscaped parks and hillocks in this 1,000 feet high descent.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places To Visit In Darjeeling",
            "indexInSource": 3,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128951",
            "type": "webPlacesList",
            "url": "https://www.northeast-india.in/travel-guide/darjeeling/darjeeling/",
            "sourceSite": "Web",
            "snippet": "Batasia Loop, situated just 5 kilometers from Darjeeling town, is one of the most iconic attractions in Darjeeling sightseeing. This engineering marvel was constructed in 1919 to ease the steep ascent of the Darjeeling Himalayan Railway. The loop allows the toy train to navigate a 140-foot drop by spiraling around the hillside, offering passengers a panoramic view of the surrounding landscapes.",
            "siteName": "Navigator India",
            "shortName": "Darjeeling tourist places with images",
            "indexInSource": 5,
            "iconSiteId": 14212,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "268340",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/enticing-pre-wedding-shoot-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Batasia Loop , probably the  quaintest railway track of Darjeeling.the Batasia Loop is a lush green toy train pathway that is meant to minimize the elevation of the Darjeeling Himalayan Railway. Batasia Loop rises from the midst of emerald carpets of mountain vegetation and overlooks the snowy peaks of Kanchenjungha on one side as well. It has a view of kind of a park in the mid of the Loop .",
            "siteName": "VideoTailor",
            "shortName": "Enticing Pre Wedding Shoot in Darjeeling",
            "indexInSource": 3,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750627",
            "type": "webPlacesList",
            "url": "https://www.sotc.in/blog/indian-holidays/list-of-top-10-best-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "It is a famous Darjeeling scenic spot notable for its distinctive uphill railroad track, gardens, and an Indian military monument. Visitors may observe Batasia Loop as the famous ‘Toy Train’ travels around a looped train track that runs through some beautiful parks. The location is well-known for holding a Gorkha war memorial, and the toy railway provides a 360-degree panorama of Darjeeling.",
            "siteName": "SOTC Blog",
            "shortName": "10 Best Places to Visit in Darjeeling in 2022",
            "indexInSource": 0,
            "iconSiteId": 2132,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923907",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/17-darjeeling-tourist-places-you-should-include-in-your-itinerary-during-your-hilly-weekend-3aeaffceffc9b36d",
            "sourceSite": "Web",
            "snippet": "The Batasia Loop is a spiral railway created to lower the gradient of ascent of the Darjeeling Himalayan Railway in Darjeeling. Batasia Loop attracts tourists for spectacular view of Mt. Kanchenjunga & other snow-capped Himalayan Peaks and to watch the remarkable engineering marvel of Darjeeling Himalayan Railways. At the centre of Batasia Loop a War Memorial stands.",
            "siteName": "Tripoto",
            "shortName": "17 Darjeeling Tourist Places To Explore",
            "indexInSource": 4,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91983",
            "type": "webPlacesList",
            "url": "https://www.veenaworld.com/blog/12-places-to-visit-in-darjeeling-to-explore-the-himalayas",
            "sourceSite": "Web",
            "snippet": "One of the most incredibly scenic train routes in all of Darjeeling, the Batasia Loop is a toy train pathway that minimises the elevation of the Darjeeling Himalayan Railway. One of the most beautiful places in Darjeeling, the Batasia Loop seems to grab your attention with its design. The making of the loop is such that the track can be seen wrapping around itself.",
            "siteName": "Veena Patil Hospitality Pvt Ltd",
            "shortName": "12 Places to Visit in Darjeeling to Explore the Himalayas",
            "indexInSource": 1,
            "iconSiteId": 759,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000346",
            "type": "webPlacesList",
            "url": "https://www.insidedarjeeling.com/scenic-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "In this elevated area beneath Ghum, there are spiral railroad tracks that cross a mountain through a tunnel. A tastefully furnished garden area that provides a wonderful refuge enhances the panoramic view. One of the top Darjeeling tourist destinations that every visitor must see is Batasia Loop because of the vast expanse of carefully manicured flora.",
            "siteName": "Inside Darjeeling",
            "shortName": "Scenic Places to visit in Darjeeling",
            "indexInSource": 1,
            "iconSiteId": 109386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923894",
            "type": "webPlacesList",
            "url": "https://www.siliguritravels.com/tour-details/darjeeling-tourist-places-i-darjeeling-tourist-spot-i-darjeeling-tourist-places-list-with-photos",
            "sourceSite": "Web",
            "snippet": "Darjeeling tourist spot - Tiger Hill, Batasia Loop, Padmaja Naidu Himalayan Zoological Park, Peace Pagoda, Ghum Monastery, Rock Garden, Darjeeling Himalayan Railway, Nightingale Park, Himalayan Mountaineering Institute, Singalila, National Park, St. Andrew's Church, Happy Valley Tea Estate, Tinchuley, Observatory Hill, Sandakphu Trek and many more.",
            "siteName": "siliguritravels.com",
            "shortName": "Darjeeling tourist places I darjeeling tourist spot I darjeeling tourist places list with photos",
            "indexInSource": 1,
            "iconSiteId": 276537,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444878",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/darjeeling/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Situated amidst the beautiful towns of Darjeeling and Ghum is the captivating Batasia Loop, a spiralling railway track. A spectacular 360-degree view of the Eastern Himalayas, including the mighty Kanchenjunga, is yours to enjoy as you descend 140 feet. It is a moving War Memorial remembering Gorkha troops and is surrounded by gorgeous gardens.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Darjeeling, Tourist Places & Attractions",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1077466",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/west-bengal/darjeeling/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 4 km from Darjeeling Himalayan Railway, Batasia Loop is a railway loop in Darjeeling of West Bengal. Situated below the Ghoom station, it is one of the mesmerizing places to visit in Darjeeling. Batasia Loop was built in 1919 as an engineering requirement to lower the gradient of ascent of the Darjeeling Himalayan Railway.",
            "siteName": "Trawell.in",
            "shortName": "28 Best Places to Visit in Darjeeling, Things to Do & Sightseeing (2024)",
            "indexInSource": 5,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1830217",
            "type": "webPlacesList",
            "url": "https://www.kiomoi.com/travel-articles/15-best-places-to-visit-in-darjeeling--amazing-nature-adventure!-90",
            "sourceSite": "Web",
            "snippet": "Batasia loop is a spiral track line built in 1919 at around 5 km from the town of Darjeeling. Thereby, it gives an excellent view of the toy train running around the garden. This loop was intended to minimise the steepness of the gradient of the Darjeeling Himalayan Railway, which is a UNESCO World Heritage Site.",
            "siteName": "thekiomoi",
            "shortName": "Best Places To Visit in Darjeeling",
            "indexInSource": 1,
            "iconSiteId": 183693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477292",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/darjeeling/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "3 km from city center 3 out of 31 Places To Visit in Darjeeling. Highlights: Eco Garden, War Memorial. Perhaps one of the most picturesque train routes in all of Darjeeling, the Batasia Loop is a lush green toy train pathway that is meant to minimise the elevation of the Darjeeling Himalayan Railway.",
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Darjeeling | Top Tourist Attractions",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923890",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "At Batasia Loop, where the Darjeeling Toy Train goes around the open-air Gorkha War Memorial, there is a famous intersection called Batasia Loop. People visit the memorial park because it has beautiful grounds and a great view of the hills. Batasia Loop is Darjeeling's most charming train track.",
            "siteName": "qpidindia.in",
            "shortName": "Capturing Love In The Hills: Pre-Wedding Photoshoot In Darjeeling",
            "indexInSource": 3,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331830",
            "type": "webPlacesList",
            "url": "https://www.desidime.com/news/best-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "Batasia Loop is 5 kilometers from Darjeeling Town and comes under the top 5 places to visit in Darjeeling. It is a spiral of a railway track where the Toy Train negotiates a severe drop from Ghoom. It's a beautiful observation spot with streams, falls, and manicured gardens.",
            "siteName": "DesiDime",
            "shortName": "Top 20 Best Places to Visit in Darjeeling in 2024",
            "indexInSource": 3,
            "iconSiteId": 38199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1425246",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/blog/top-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "Batasia Loop is among the top 5 places to visit in Darjeeling. Here visitors can pay their respects to the Gorkha men of the Indian Army who fought for independence. This loop was constructed to lessen the steepness of the ascent that the railway must make.",
            "siteName": "makemytrip.com",
            "shortName": "23 Places to Visit in Darjeeling in 2025",
            "indexInSource": 2,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477319",
            "type": "webPlacesList",
            "url": "https://nomadicweekends.com/blog/darjeeling-tour/",
            "sourceSite": "Web",
            "snippet": "Around 5 Km away from Darjeeling, Batasia Loop is a circular railway track around a well-landscaped garden. The garden covers an area of 50,000 sq ft and is dotted with several plants bearing flowers. It is situated at the base of Ghoom station.",
            "siteName": "nomadicweekends.com",
            "shortName": "15 Tourist Places Near Darjeeling that You Must Include in Darjeeling Tour",
            "indexInSource": 2,
            "iconSiteId": 49291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "392762",
            "type": "webPlacesList",
            "url": "https://buoyantlifestyles.com/20-attractive-tourist-places-in-darjeeling-you-must-visit/",
            "sourceSite": "Web",
            "snippet": "A toy train will take you through a magnificent loop known as the Batasia loop. Or you can book a cab and visit there and spend some quality time. Located on Hill Cart road it takes around 20 minutes to reach Darjeeling town.",
            "siteName": "Buoyant Lifestyles",
            "shortName": "20 Attractive Tourist places in Darjeeling you must visit",
            "indexInSource": 0,
            "iconSiteId": 43032,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1077460",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/best-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Batasia Loop is a unique engineering marvel where the Toy Train takes a 360-degree turn around a beautifully manicured garden. It also houses a war memorial dedicated to the sol...",
            "siteName": "FabHotels",
            "shortName": "25 Best Places to Visit in Darjeeling: Enchanting Hill Station in 2024",
            "indexInSource": 1,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923929",
            "type": "webPlacesList",
            "url": "https://www.nativeplanet.com/darjeeling/photos/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "nativeplanet.com",
            "shortName": "Darjeeling Photos, Pictures of Famous Tourist Places and Attractions-NativePlanet",
            "indexInSource": 4,
            "iconSiteId": 5535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JVRwtApyrdZQuB997jyr3BqtTOemlMxx",
          "Z00u6GiiiLer0S9uGSu8oFX3WUeSkOG9",
          "bfp3E311EhGGhPBwRz61j2p8MHt3icE3",
          "JVRwtApyrdZQuB997jyr3BqtTOemlMxx",
          "Z00u6GiiiLer0S9uGSu8oFX3WUeSkOG9",
          "bfp3E311EhGGhPBwRz61j2p8MHt3icE3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Batasia Loop ㅤ",
        "placeId": "ChIJN317GAAv5DkRrMegCeTCNjE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Before few day's ago me with my loving family visited the iconic Batasia Loop in Darjeeling, a scenic wonder along the Darjeeling Himalayan Railway, where the toy train winds through lush greenery and panoramic Mountain View's. You can wear beautiful costumes for rent rs 50. You can easily spend 30 minutes to 1 hour here. . The toy train halts here briefly, allowing passengers to experience the mesmerizing landscape and capture stunning photographs.\nThis was such a beautiful experience.",
            "author_name": "Neegar Afroz",
            "relative_time_description": "",
            "time": 1749891741,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Batasia Loop in Darjeeling is a fascinating blend of engineering marvel, natural beauty, and cultural charm. Located about 5 km from the town, this iconic railway loop is part of the UNESCO World Heritage Darjeeling Himalayan Railway, built to negotiate steep gradients in the hilly terrain. Watching the famous toy train wind its way through the perfectly curved track, with the majestic Kanchenjunga range as the backdrop, is a sight that delights both railway enthusiasts and casual visitors alike.\n\nThe loop is surrounded by beautifully landscaped gardens filled with vibrant flowers, manicured lawns, and walking paths, making it a peaceful spot to stroll and enjoy the crisp mountain air. At the center stands a war memorial dedicated to the Gorkha soldiers who sacrificed their lives in various wars post-independence. The monument, with its solemn atmosphere, adds historical significance to the scenic location.\n\nOn clear days, Batasia Loop offers sweeping panoramic views of Darjeeling town and the snow-clad peaks beyond. Local vendors selling tea, snacks, and souvenirs add a friendly, lively touch to the visit. The early morning is the best time to experience the place, especially when the toy train passes through.\n\nBatasia Loop is more than just a stopover-it's a picturesque and meaningful part of Darjeeling's heritage that captures the region's spirit perfectly.",
            "author_name": "SK TOUSIF REJA",
            "relative_time_description": "",
            "time": 1755155436,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We visited Batasia Loop in the morning, and it was an unforgettable experience. The entry ticket is ₹50 per person, which is absolutely worth it. The sky was crystal clear that day, allowing us to enjoy a stunning view of the majestic Kanchenjunga right from the spot. The beautifully landscaped gardens, the iconic spiral railway track, and the peaceful atmosphere made the visit even more special. A must-visit place in Darjeeling, especially in the morning when the views are at their best.",
            "author_name": "Sohail Ameen Sahariah",
            "relative_time_description": "",
            "time": 1754855718,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 32,
            "2": 23,
            "3": 73,
            "4": 287,
            "5": 894
          }
        },
        "minMinutesSpent": 60,
        "latitude": 27.016892,
        "address": "Batasiya View Point, West Point, Ghoom, Darjeeling, West Bengal 734102, India",
        "travel_time": null
      },
      {
        "_id": "ChIJVY77zbsu5DkRw49R06ukPJM",
        "generalDescription": "Shrubbery Nightingale Park, located in Darjeeling, West Bengal, is a serene public park with landscaped gardens and benches. It features a large statue of Lord Shiva and was once the private courtyard of Sir Thomas Tartan's Bungalow during the British Raj. Despite being destroyed in an earthquake in 1934, it remains a popular spot for visitors and locals to enjoy stunning views of the Kanchenjunga peaks.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 88.260085,
        "rating": 4.4,
        "numRatings": 1574,
        "sources": [
          {
            "id": "1077466",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/west-bengal/darjeeling/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 2.5 km from Darjeeling Himalayan Railway, Shrubbery Nightingale Park is a beautiful public park situated at Richmond Hill area of Darjeeling in the state of West Bengal. Lies between Himalayan Mountaineering Institute and Chowrasta, it is one of the beautiful places to visit in Darjeeling.Formerly known as 'The Shrubbery', this park was the private courtyard of Sir Thomas Tartan's Bungalow and a meeting place for English women during the British Raj. The park was destroyed during a devastating earthquake in the year 1934.",
            "siteName": "Trawell.in",
            "shortName": "28 Best Places to Visit in Darjeeling, Things to Do & Sightseeing (2024)",
            "indexInSource": 11,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923907",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/17-darjeeling-tourist-places-you-should-include-in-your-itinerary-during-your-hilly-weekend-3aeaffceffc9b36d",
            "sourceSite": "Web",
            "snippet": "Nightingale Park is a public park area in the enchanting hill station of Darjeeling that is favoured by tourists and locals for its breathtaking views of the Kanchenjunga peaks. It is a wonderful area for relaxation and rejuvenation, surrounded by rich vegetation and gentle breezes. During the British era, this park was known as \"The Shrubbery\" when it was the private courtyard of Sir Thomas Tartan's Bungalow.",
            "siteName": "Tripoto",
            "shortName": "17 Darjeeling Tourist Places To Explore",
            "indexInSource": 10,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923890",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "When it was a private garden, this park was known as \"The Shrubbery.\"It was closed to the public while being fixed but returned in 2011. It has a beautiful figure of Lord Shiva that is lit up with colourful lights and has a fountain that plays music, which makes for a divinely beautiful scene. This beautiful park has a lot of trees and grass, which makes it a good place for a pre wedding photoshoot location.",
            "siteName": "qpidindia.in",
            "shortName": "Capturing Love In The Hills: Pre-Wedding Photoshoot In Darjeeling",
            "indexInSource": 1,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "367226",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-darjeeling/",
            "sourceSite": "Web",
            "snippet": "The beautiful Shrubbery Nightingale Park is an amazing place to visit with your family in Darjeeling to relax your soul from the chaos of work life. Mesmerizing Kanchenjunga Peaks and Eastern Himalayan Ranges is a beautiful backdrop that will give you a visual treat. In a peak tourist season, this park becomes a fun place as many Nepali cultural programs are held here every evening.",
            "siteName": "Tour My India",
            "shortName": "Best 25 Places to Visit in Darjeeling",
            "indexInSource": 7,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "268340",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/enticing-pre-wedding-shoot-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "This park was earlier called ‘The Shrubbery’ when it was a private courtyard.It was closed for the visitors because of renovation but it reopened in 2011 . It has a beautiful statue of Lord Shiva with the colorful lights on it and musical fountain , which create a divine scenic beauty. This beautiful park consist of loads of greenery which is suitable for the pre wedding.",
            "siteName": "VideoTailor",
            "shortName": "Enticing Pre Wedding Shoot in Darjeeling",
            "indexInSource": 1,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923894",
            "type": "webPlacesList",
            "url": "https://www.siliguritravels.com/tour-details/darjeeling-tourist-places-i-darjeeling-tourist-spot-i-darjeeling-tourist-places-list-with-photos",
            "sourceSite": "Web",
            "snippet": "Darjeeling tourist spot - Tiger Hill, Batasia Loop, Padmaja Naidu Himalayan Zoological Park, Peace Pagoda, Ghum Monastery, Rock Garden, Darjeeling Himalayan Railway, Nightingale Park, Himalayan Mountaineering Institute, Singalila, National Park, St. Andrew's Church, Happy Valley Tea Estate, Tinchuley, Observatory Hill, Sandakphu Trek and many more.",
            "siteName": "siliguritravels.com",
            "shortName": "Darjeeling tourist places I darjeeling tourist spot I darjeeling tourist places list with photos",
            "indexInSource": 5,
            "iconSiteId": 276537,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477292",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/darjeeling/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "2 km from city center 15 out of 31 Places To Visit in Darjeeling. Located in the mesmerising hill station of Darjeeling, the Nightingale Park is a public park area frequented by the tourists and locals to relish gorgeous views of the Kanchenjunga ranges. It serves as an ideal place to unwind and recharge amidst lush greenery and soothing winds.",
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Darjeeling | Top Tourist Attractions",
            "indexInSource": 8,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000346",
            "type": "webPlacesList",
            "url": "https://www.insidedarjeeling.com/scenic-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Take a stroll in Nightingale Park and take in the healthy mountain air while admiring the beautiful mountain scenery. In 2011, the park finally became accessible to the general public under the name Shrubbery. It’s the ideal place to relax in the tranquility of nature.",
            "siteName": "Inside Darjeeling",
            "shortName": "Scenic Places to visit in Darjeeling",
            "indexInSource": 5,
            "iconSiteId": 109386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444878",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/darjeeling/places-to-visit",
            "sourceSite": "Web",
            "snippet": "A public park which invites a huge influx of tourists all through the year, Nightingale Park is one of the most visited places to see in Darjeeling. The main reason why people visit this park is for its magnetic views of the majestic Kanchenjunga.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Darjeeling, Tourist Places & Attractions",
            "indexInSource": 7,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331830",
            "type": "webPlacesList",
            "url": "https://www.desidime.com/news/best-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "Apart from these top 20 places you can check out all other place of interest in Darjeeling worth visiting using govt. official Darjeeling tourism information directory source.",
            "siteName": "DesiDime",
            "shortName": "Top 20 Best Places to Visit in Darjeeling in 2024",
            "indexInSource": 8,
            "iconSiteId": 38199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "pBLBWuFbCHGk8juS43JFrla8kDPMl1vO",
          "J9MBxKQUCJdvjNzrj2SrpEkGBfwscPCF",
          "WqUDcP1yPWCY6VylJyMyhXS6bBxz5l2c",
          "Mo68UuL8ePVFQWucATEaiUvQ5SjZcIrT",
          "pBLBWuFbCHGk8juS43JFrla8kDPMl1vO",
          "J9MBxKQUCJdvjNzrj2SrpEkGBfwscPCF",
          "WqUDcP1yPWCY6VylJyMyhXS6bBxz5l2c",
          "Mo68UuL8ePVFQWucATEaiUvQ5SjZcIrT"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Shrubbery Nightingale Park",
        "placeId": "ChIJVY77zbsu5DkRw49R06ukPJM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A Serene Escape at Shrubbery Nightingale Park\n\nIf you're looking for a peaceful retreat away from the hustle and bustle of Darjeeling town, Shrubbery Nightingale Park is the perfect spot. Nestled amidst lush greenery and offering mesmerizing views of the Kanchenjunga range, this beautifully maintained park is a hidden gem for nature lovers.\n\nScenic Beauty & Atmosphere\n\nThe park is well-landscaped with manicured lawns, vibrant flowers, and charming pathways, making it an ideal place for a relaxing stroll. The fresh mountain air and the tranquil environment create a perfect setting for unwinding. The highlight, of course, is the stunning panoramic view of Kanchenjunga, especially on a clear day.\n\nEvening Cultural Performances\n\nOne of the best things about visiting in the evening is the traditional cultural performances, including folk dances that showcase the rich heritage of the region. This adds a unique charm to the experience and makes it a great spot to enjoy Darjeeling's cultural essence.\n\nIdeal for Relaxation\n\nThe park has plenty of seating areas, making it a great place to sit back and soak in the breathtaking views. Whether you're a solo traveler, a couple, or a family, it's an excellent spot to relax and take in the beauty of nature.\n\nFinal Verdict\n\nShrubbery Nightingale Park is a peaceful, scenic, and culturally rich place to visit in Darjeeling. Whether you're looking to enjoy a quiet afternoon or an evening with traditional performances, this park is definitely worth a visit.\n\n⭐⭐⭐⭐⭐ (5/5)",
            "author_name": "Shivam Mathur",
            "relative_time_description": "",
            "time": 1740505856,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Shrubbery Nightingale Park, nestled in the picturesque hill station of Darjeeling, is a serene public park offering visitors a tranquil escape amidst lush greenery and breathtaking views of the Eastern Himalayas, including the majestic Kanchenjunga range. Located approximately 2.5 kilometers from the Darjeeling Himalayan Railway, the park is easily accessible and provides a perfect setting for relaxation and rejuvenation. ​\n\nOriginally known as 'The Shrubbery,' the park served as the private courtyard of Sir Thomas Tartan's Bungalow during the British era. After being destroyed by a devastating earthquake in 1934, it was rebuilt and became a popular shooting location for Bollywood films in the 1950s and 60s. Following a period of neglect, the park underwent renovation and reopened to the public in 2011, featuring well-designed walkways, manicured lawns, and vibrant flowerbeds. ​\n\nVisitors can enjoy leisurely strolls along the pebbled pathways, lined with benches shaded by colorful canopies, providing ample spots to sit and soak in the serene ambiance. A prominent feature of the park is the large white statue of Lord Shiva, accompanied by a nearby temple, adding a spiritual touch to the surroundings. In the evenings, the park comes alive with cultural performances held on the open-air circular stage, offering a glimpse into the rich local traditions and arts. ​\nThe park is open daily from 8:00 AM to 8:00 PM, with a nominal entry fee. For those interested in experiencing the cultural programs, it is advisable to visit around 4:00 PM. Whether you're seeking a peaceful retreat or an opportunity to immerse yourself in local culture, Shrubbery Nightingale Park is a must-visit destination in Darjeeling.\nYou can check out\ndarjeelingadventuretourism.com\ndarjeelingonline.in\nTripadvisor\nHolidify\nhelptravelindia.com\nTrawell.in",
            "author_name": "ANSHUMAN DEY",
            "relative_time_description": "",
            "time": 1742761135,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very beautiful. 9am to 5 pm. Ticket entry 25₹ .\nHowever be careful with the 5rs. Scam that happens at ticket counter. He hides 5 rs. And says he doesn't have change and demands you to pay 30₹.\n\nThe garden is very nice and must spend time with good benches also put.\n\nYou can easily spend couple of hours here, just relaxing.\nThere are some walki g trails that goes downwards also. Near the washroom area",
            "author_name": "Purva Khetan",
            "relative_time_description": "",
            "time": 1749993309,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://darjeeling.gov.in/tourist-place/nightingale-shrubbery/",
        "index": 11,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 39,
            "2": 31,
            "3": 152,
            "4": 447,
            "5": 905
          }
        },
        "minMinutesSpent": 90,
        "latitude": 27.053651,
        "address": "3736+F28, Richmond Hill, Darjeeling, West Bengal 734101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJO51M1b8u5DkRed5OgTknlsY",
        "generalDescription": "Lloyd Botanical Garden, also known as Lloyd's Botanical Garden of Darjeeling, is a nature preserve located near Chowk Bazaar in Darjeeling. Established in 1878, it spans 40 acres and features a diverse range of indigenous Himalayan plants as well as exotic species from around the world. Visitors can explore walking paths amidst over 2,500 orchids, cacti, weeping willows from China and Japan, and a stunning rock garden.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 88.263126,
        "rating": 4.2,
        "numRatings": 2756,
        "sources": [
          {
            "id": "1077466",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/west-bengal/darjeeling/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 1 km from Darjeeling Himalayan Railway Station, Lloyd's Botanical Garden or Darjeeling Botanical Garden is a beautiful garden located in the beautiful hill town of Darjeeling. The garden is among the oldest botanical gardens in Darjeeling and also one of the popular tourist places in Darjeeling.Established in 1878 CE, the garden was named after William Lloyd, who provided the required land for it. The garden was built in reference to the Calcutta Botanical Garden.",
            "siteName": "Trawell.in",
            "shortName": "28 Best Places to Visit in Darjeeling, Things to Do & Sightseeing (2024)",
            "indexInSource": 9,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923906",
            "type": "webPlacesList",
            "url": "https://www.darjeeling-tourism.com/darj_00016f.htm",
            "sourceSite": "Web",
            "snippet": "Hello, there is no fees for photography in local markets and botanical garden although there is a small admission fee (Rs. 20) for Botanical Garden. You can take pictures freely. Several monasteries (for example Bhutia Busti Monastery) do not permit photography inside the main temple although you can photograph freely around the premises.",
            "siteName": "darjeeling-tourism.com",
            "shortName": "Great places in Darjeeling for Photography",
            "indexInSource": 3,
            "iconSiteId": 798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923929",
            "type": "webPlacesList",
            "url": "https://www.nativeplanet.com/darjeeling/photos/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "nativeplanet.com",
            "shortName": "Darjeeling Photos, Pictures of Famous Tourist Places and Attractions-NativePlanet",
            "indexInSource": 5,
            "iconSiteId": 5535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331830",
            "type": "webPlacesList",
            "url": "https://www.desidime.com/news/best-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "DesiDime",
            "shortName": "Top 20 Best Places to Visit in Darjeeling in 2024",
            "indexInSource": 12,
            "iconSiteId": 38199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ECmt6NJgpthxfsTNgWQy0rJdCD1RjdsZ",
          "XRHeiI7Zop1pK8zjjUZ5irccR8Wgd086",
          "V8TjcrV0gv1vWNa2On6xUqpyChJE6c3F",
          "ECmt6NJgpthxfsTNgWQy0rJdCD1RjdsZ",
          "XRHeiI7Zop1pK8zjjUZ5irccR8Wgd086",
          "V8TjcrV0gv1vWNa2On6xUqpyChJE6c3F"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          }
        ],
        "name": "Lloyd Botanical Garden",
        "placeId": "ChIJO51M1b8u5DkRed5OgTknlsY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A great place for a leisurely nature walk with the trails marked with trees and birds. Better to have an entire afternoon admiring nature and our place in it. With the area that this is spread across, it would be a shame to rush through it all and that is perhaps why it is usually free from tourists looking for a five (or seven!) point sightseeing tour. The maps printed at the corners might be difficult to understand but that adds to the adventure!",
            "author_name": "Arpan",
            "relative_time_description": "",
            "time": 1739244152,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lloyd Botanical Garden is a hidden gem that offers a refreshing retreat from Darjeeling's bustling tourist spots. It's perfect for nature enthusiasts, botany lovers, and anyone seeking a peaceful afternoon surrounded by greenery.\nWalking through the garden feels like stepping into a green sanctuary. It's quiet, peaceful and ideal for a leisurely stroll.\nThe orchid house is a must visit, with over 150 types of exotic orchid during spring.",
            "author_name": "Kaushik Patra",
            "relative_time_description": "",
            "time": 1741846220,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lloyd Botanical Garden is really a very beautiful botanical garden. Actually the space of this garden is very big so you would get a bit confused. Where should you go, should you go here or there. But if you are coming for a picnic, if you are coming with your family, you must definitely visit here for a picnic. The tickets are only for ₹15 to ₹20. But after going to this place you will feel as if you have paid ₹500 for this ticket. It is a very lovely botanical garden. You must definitely visit here and it is very beautiful flowers, very nice road, you will find very nice people. Now you can definitely go here and spend one, two-three hours comfortably here.",
            "author_name": "Lakshmi Raj",
            "relative_time_description": "",
            "time": 1746275683,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Botanical garden",
          "Nature & Parks",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 139,
            "2": 98,
            "3": 329,
            "4": 737,
            "5": 1453
          }
        },
        "minMinutesSpent": 240,
        "latitude": 27.043347,
        "address": "Chauk Bazaar, Darjeeling, West Bengal 734101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJlX9Wccgv5DkRWIwFXOWrwqE",
        "generalDescription": "Tiger Hill, situated 2590 meters above sea level and 13 kilometers from Darjeeling, is renowned for its breathtaking sunrise views. It offers a spectacular sight of the sun illuminating the peaks of Kanchenjunga before it appears at lower altitudes. This hill is also the summit of Ghoom, the highest railway station on the Darjeeling Himalayan Train route, a UNESCO World Heritage Site.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.294444,
        "rating": 4.5,
        "numRatings": 3009,
        "sources": [
          {
            "id": "367226",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-darjeeling/",
            "sourceSite": "Web",
            "snippet": "One of the top tourist attractions in Darjeeling is the Tiger Hill, which is the highest point in the region. It stands at an elevation of 2,590 meters overlooking the spur of the snowcapped mountain ranges of the Eastern Himalaya. Tiger Hill is one of the two points in India from where you can capture the entire panorama between Mount Everest and Khangchendzonga along with other peaks like the Kabru, Rathong and Kokhtang on a sunny morning.",
            "siteName": "Tour My India",
            "shortName": "Best 25 Places to Visit in Darjeeling",
            "indexInSource": 15,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477303",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/darjeeling",
            "sourceSite": "Web",
            "snippet": "Tiger Hill happens to be one of the major attractions of Darjeeling Tourism. Located at the highest point in Darjeeling at an altitude of 2,590m, Tiger Hill is known for its spectacular sunrise view. Located at a distance of 11km from Darjeeling town, the place is now internationally famous for its magnificent sunrise view above the Kanchenjunga and other eastern Himalayan ranges.",
            "siteName": "Tripoto",
            "shortName": "Darjeeling Tourism (2025) > Weather, Things To Do, Hotels & More",
            "indexInSource": 0,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477292",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/darjeeling/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "6 km from city center 1 out of 31 Places To Visit in Darjeeling. Highlights: Sunrise at Tiger Hill, Tiger Hill Viewpoint. Lying at an altitude of 2590 meters and a distance of 13 kilometres away from the Darjeeling, Tiger Hill is most famous for its splendid sights of sunrise from where you can see the peaks of Kanchenjunga illuminate before the sun is seen at lower elevations.",
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Darjeeling | Top Tourist Attractions",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91983",
            "type": "webPlacesList",
            "url": "https://www.veenaworld.com/blog/12-places-to-visit-in-darjeeling-to-explore-the-himalayas",
            "sourceSite": "Web",
            "snippet": "One of the best places to visit in Darjeeling, Tiger Hill is the go-to place if you want to catch breathtaking views of the snow-clad Himalaya range. Travellers especially flock to Tiger Hill to watch the splendid sunrises that illuminate the peaks of Kanchenjunga. The superb view of the snow-capped mountains is what attracts travellers the most here.",
            "siteName": "Veena Patil Hospitality Pvt Ltd",
            "shortName": "12 Places to Visit in Darjeeling to Explore the Himalayas",
            "indexInSource": 0,
            "iconSiteId": 759,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000346",
            "type": "webPlacesList",
            "url": "https://www.insidedarjeeling.com/scenic-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Tiger Hills, one of the top tourist destinations in Darjeeling tour packages, has everything a lover of nature could want. Climb up this hill, if you can handle the bitter cold, to see the captivating first sunspots on Mount Everest. Before dusk, arrive at Tiger Hill and set your camera’s shutter speed and aperture to capture the hypnotic ambiance.",
            "siteName": "Inside Darjeeling",
            "shortName": "Scenic Places to visit in Darjeeling",
            "indexInSource": 0,
            "iconSiteId": 109386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923894",
            "type": "webPlacesList",
            "url": "https://www.siliguritravels.com/tour-details/darjeeling-tourist-places-i-darjeeling-tourist-spot-i-darjeeling-tourist-places-list-with-photos",
            "sourceSite": "Web",
            "snippet": "Darjeeling tourist spot - Tiger Hill, Batasia Loop, Padmaja Naidu Himalayan Zoological Park, Peace Pagoda, Ghum Monastery, Rock Garden, Darjeeling Himalayan Railway, Nightingale Park, Himalayan Mountaineering Institute, Singalila, National Park, St. Andrew's Church, Happy Valley Tea Estate, Tinchuley, Observatory Hill, Sandakphu Trek and many more.",
            "siteName": "siliguritravels.com",
            "shortName": "Darjeeling tourist places I darjeeling tourist spot I darjeeling tourist places list with photos",
            "indexInSource": 0,
            "iconSiteId": 276537,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477319",
            "type": "webPlacesList",
            "url": "https://nomadicweekends.com/blog/darjeeling-tour/",
            "sourceSite": "Web",
            "snippet": "Watching the sunrise on the horizon from Tiger Hill, Darjeeling, will leave a memory with you that will last forever. Along with the beautiful orange hue of the rising sun, you can also witness a panoramic picture of the majestic Kanchenjunga. Tiger Hill is around 11 Km away from Darjeeling and is at an altitude of 8482 feet above sea level.",
            "siteName": "nomadicweekends.com",
            "shortName": "15 Tourist Places Near Darjeeling that You Must Include in Darjeeling Tour",
            "indexInSource": 0,
            "iconSiteId": 49291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444878",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/darjeeling/places-to-visit",
            "sourceSite": "Web",
            "snippet": "One of the most popular places to visit in Darjeeling, DHR is approximately a 2 feet narrow gauge train track that covers the distance between New Jalpaiguri and Darjeeling. This 88-km long railway track is best known for its toy train which gushes amid the misty hill side and offers absolutely gorgeous views of the valley.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Darjeeling, Tourist Places & Attractions",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91992",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/west-bengal/darjeeling/tourist-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "One of the most famous peaks in Darjeeling can be reached either by jeep or by foot which transverses through some of the oldest tea plantations in Darjeeling. The place is best known as a trekking destination and its peaks offer some of the most marvelous views of the Kanchendzonga and the monolithic Mt. Everest.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places To Visit In Darjeeling",
            "indexInSource": 1,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "268340",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/enticing-pre-wedding-shoot-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Tiger Hill is famous for its heavenly views from the top of the hills especially of morning sunrise. It is fully covered from the snow and when rays of the sun reflects on it, nothing can be more beautiful than this view. So , this can be a divine place for the pre wedding shoot.",
            "siteName": "VideoTailor",
            "shortName": "Enticing Pre Wedding Shoot in Darjeeling",
            "indexInSource": 0,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128951",
            "type": "webPlacesList",
            "url": "https://www.northeast-india.in/travel-guide/darjeeling/darjeeling/",
            "sourceSite": "Web",
            "snippet": "Tiger Hill is the most popular tourist attraction in the city. Early in the mornig people starts their Darjeeling sightseeing tour by visiting Tiger Hill. At a distance of 11 km from the town it is the highest point with an elevation of approx 7,500 ft. / 2,500 mtr.",
            "siteName": "Navigator India",
            "shortName": "Darjeeling tourist places with images",
            "indexInSource": 2,
            "iconSiteId": 14212,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923890",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "Tiger Hill is known for its beautiful views from the top of the hills, especially at sunrise. It is completely covered in snow, and when the sun shines, nothing is more beautiful than this scene. Tiger Hill, the highest point in Darjeeling, is a must-see.",
            "siteName": "qpidindia.in",
            "shortName": "Capturing Love In The Hills: Pre-Wedding Photoshoot In Darjeeling",
            "indexInSource": 0,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1830217",
            "type": "webPlacesList",
            "url": "https://www.kiomoi.com/travel-articles/15-best-places-to-visit-in-darjeeling--amazing-nature-adventure!-90",
            "sourceSite": "Web",
            "snippet": "Tiger Hill is a well-known place which is situated about 11 miles away from Darjeeling. It has earned fame because of its marvellous sunrise view of the Himalayas, including Kanchenjunga Peak. Shifting hues of sky and valley make it all very captivating.",
            "siteName": "thekiomoi",
            "shortName": "Best Places To Visit in Darjeeling",
            "indexInSource": 0,
            "iconSiteId": 183693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1425246",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/blog/top-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "An observatory that offers magnificent views of the sunrise over Mount Kanchenjunga can be found atop Tiger Hill, which is the highest point in Darjeeling, making it one of the most amazing tourist attractions in Darjeeling.",
            "siteName": "makemytrip.com",
            "shortName": "23 Places to Visit in Darjeeling in 2025",
            "indexInSource": 3,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1077460",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/best-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "To witness the awe-inspiring sight of the sun rising over the snow-clad peaks of Kanchenjunga, make your way to Tiger Hill, one of the top 5 places to visit in Darjeeling.",
            "siteName": "FabHotels",
            "shortName": "25 Best Places to Visit in Darjeeling: Enchanting Hill Station in 2024",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331830",
            "type": "webPlacesList",
            "url": "https://www.desidime.com/news/best-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "DesiDime",
            "shortName": "Top 20 Best Places to Visit in Darjeeling in 2024",
            "indexInSource": 0,
            "iconSiteId": 38199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "v2vs95v7Q7j5O1CxbESSfoZprcPJW3xt",
          "YRDUU7CshDaHSkXMbdnbkSEwRsWnHihI",
          "lmdx5rz3qnAP5n0gbyYAhncc6t23bBMY",
          "ZVGo5PEeWDAVjbXXvQ6u97klYNHyYoBR",
          "drf15RHWiYQo5d378JCcaXggEHx1Isae",
          "v2vs95v7Q7j5O1CxbESSfoZprcPJW3xt",
          "YRDUU7CshDaHSkXMbdnbkSEwRsWnHihI",
          "lmdx5rz3qnAP5n0gbyYAhncc6t23bBMY",
          "ZVGo5PEeWDAVjbXXvQ6u97klYNHyYoBR",
          "drf15RHWiYQo5d378JCcaXggEHx1Isae"
        ],
        "openingPeriods": [],
        "name": "Tiger Hill, Darjeeling",
        "placeId": "ChIJlX9Wccgv5DkRWIwFXOWrwqE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Best experience of my life.once in a lifetime experience. Trust me, you will never forget this experience if you are lucky to see this phenomenon...we had a clear sky\n\nBeware of scammers...some drivers drop you at sengal point which is below tiger hill observatory from where sunrise is not visible...always ask the driver to go till tiger hill observatory parking...from there you have to climb a few meters which is manageable even by elderly(I had 3 of them with me)...make sure to start your journey at 4 am ...",
            "author_name": "milan bhattacharyya",
            "relative_time_description": "",
            "time": 1742738529,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Dear folks\n\nI'm reviewing Most beautiful place in Darjeeling. The Tiger Hill.\n\nTiger Hill Sunrise  Point is truly a must-visit when in Darjeeling! Located about a 30–40 minute drive from the main city, it's famous for offering a breathtaking view of the sunrise over the Kanchenjunga range. Ideally, you should plan your visit between 3:30 a.m. and 5:30 a.m. to catch the magical first rays lighting up the snow-clad peaks. However, do keep in mind that the weather in Darjeeling can be very unpredictable. If clouds are too dense, the majestic Himalayan view might hide itself away!\n\nThe spot is peaceful and fills you with a deep sense of calm and wonder. With the cool winds blowing. whether you make it for sunrise or visit later in the day, Tiger Hill is absolutely worth every moment - a truly unforgettable experience.\n\nMust recommended place in Darjeeling",
            "author_name": "Dhaara Solanki",
            "relative_time_description": "",
            "time": 1749489964,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "No words to describe this beautiful spot watch an amazing sunrise. This place is located on the mountain and it's worth getting up at 4 AM in the morning and visiting this place. The best Sunrise spot in India and also the best view of Kanchenjunga mountain. The sunrays on the mountain made it look like the gold flowing on it. What an amazing experience, the best and don't miss this place if you are travelling to Darjeeling.",
            "author_name": "Sandeep Tangellapally",
            "relative_time_description": "",
            "time": 1742648443,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Mountain peak",
          "Sights & Landmarks",
          "Lookouts"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 116,
            "2": 52,
            "3": 150,
            "4": 500,
            "5": 2194
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.996667,
        "address": "West Bengal 734102, India",
        "travel_time": null
      },
      {
        "_id": "ChIJiXXZ2Xcu5DkRxXQSAbBnVac",
        "generalDescription": "Yiga Choeling Monastery, also known as Old Ghoom Monastery, is a 19th-century Tibetan Buddhist monastery located near Darjeeling. Established in 1850 by the Mongolian astrologer and monk Sokpo Sherab Gyatso, it features a 15-ft Buddha statue and sacred texts. The monastery is one of the oldest and most popular in the region and is a must-visit attraction.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.246368,
        "rating": 4.5,
        "numRatings": 576,
        "sources": [
          {
            "id": "1077466",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/west-bengal/darjeeling/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 1 km from Ghoom Railway Station and 6 km from Darjeeling, Old Ghoom Monastery, also known as Yiga Choeling Monastery, is a Buddhist monastery situated at Ghoom near the beautiful hill town of Darjeeling. It is one of the oldest and most popular Tibetan Buddhist monasteries in the region of Darjeeling and also one of the must visit places in Darjeeling. Yiga Choeling Monastery was established in 1850 CE by the Mongolian astrologer and monk Sokpo Sherab Gyatso, who was the head of the monastery until 1905 CE.",
            "siteName": "Trawell.in",
            "shortName": "28 Best Places to Visit in Darjeeling, Things to Do & Sightseeing (2024)",
            "indexInSource": 12,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "X8Y9Pu8BeW1304sliyqjQrEBUsqd3v8y",
          "3FJcce2ICo1ZIyDPs3lEKcBA969Km2Ep",
          "St6CiajuNogkPnPpG2dHEyk9jdHHc7DH",
          "V5QVKa1ZhlUmG6a8T5aZfBhdrqwIWV7u",
          "j99oybusDbxNmtTtOmXakJeWJFLlqEC5",
          "X8Y9Pu8BeW1304sliyqjQrEBUsqd3v8y",
          "3FJcce2ICo1ZIyDPs3lEKcBA969Km2Ep",
          "St6CiajuNogkPnPpG2dHEyk9jdHHc7DH",
          "V5QVKa1ZhlUmG6a8T5aZfBhdrqwIWV7u",
          "j99oybusDbxNmtTtOmXakJeWJFLlqEC5"
        ],
        "openingPeriods": [],
        "name": "Yiga Choeling Monastery",
        "placeId": "ChIJiXXZ2Xcu5DkRxXQSAbBnVac",
        "internationalPhoneNumber": "+91 98324 24705",
        "reviews": [
          {
            "rating": 5,
            "text": "A beautiful monastery with a calm and peaceful vibe. It's colorful and vibrant on the outside. The climate and 19degree temperature was a cherry on the cake. The area is surrounded with greenery and the most beautiful flowers growing in the wild. People are cheerful and very very polite. It's located in a very quiet neighborhood across the lush green mountainous range with very loving people.",
            "author_name": "Betina John",
            "relative_time_description": "",
            "time": 1734059979,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Perched at an altitude of about 8,000 feet, the iconic Yiga Choeling Monastery (a.k.a. the Ghoom Monastery) in Ghoom is one of Darjeeling's oldest and most revered Buddhist monasteries. Built in 1850 by the Mongolian monk Lama Sherab Gyatso, this sacred site offers a serene escape from the bustling hill town, surrounded by the crisp mountain air and the peaceful chants of monks.\nAt the heart of the monastery is its massive 15-foot-high statue of Maitreya Buddha, also known as the Future Buddha, which is said to be crafted from clay brought from Tibet. The monastery follows the Gelugpa (Yellow Hat) sect of Tibetan Buddhism, the same lineage as the Dalai Lama. Its walls are adorned with intricate thangka paintings, ancient manuscripts, and vibrant murals, depicting Buddhist teachings and life stories of great Lamas.\nInteresting Facts:\n1. One of the Oldest in Darjeeling: Yiga Choeling Monastery has been a center of Buddhist learning and meditation for almost 175 years.\n2. Ties to Tibet: Many of its sacred texts and artifacts were brought from Lhasa, Tibet, making it a repository of rich Tibetan culture.\n3. A Meditative Retreat: Visitors often find the monastery to be a perfect spot for self-reflection and mindfulness, with breathtaking views of the Kanchenjunga range on clear days.\n\nVerdict: Whether you're a history buff, a spiritual seeker, or just someone who enjoys a quiet moment in the lap of the Himalayas, the Yiga Choeling Monastery is a must-visit. It's not just a monastery - it's a doorway into Tibet's spiritual heritage, right in the heart of Darjeeling. Serenity, culture, and history - all rolled into one mystical experience!",
            "author_name": "Rajdeep Dutta",
            "relative_time_description": "",
            "time": 1742788891,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Yiga Choeling Monastery, commonly known as the Old Ghoom Monastery, is a significant Buddhist monastery located in Ghoom, near Darjeeling, West Bengal, India. Established in 1850, it is one of the oldest and most famous monasteries in the region.\n\nThe Old Ghoom Monastery houses a beautiful statue of Maitreya Buddha (the future Buddha) and various ancient Buddhist scriptures. The monastery is known for its serene ambiance and traditional architecture, attracting both tourists and devotees. Additionally, it offers panoramic views of the surrounding hills and the snow-capped peaks of the Eastern Himalayas.",
            "author_name": "Sumeet Raudin",
            "relative_time_description": "",
            "time": 1705243086,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://yigachoeling.com/",
        "index": 14,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Monastery",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 8,
            "2": 4,
            "3": 43,
            "4": 137,
            "5": 384
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.007479,
        "address": "Ghoom Monastery Rd, Darjeeling, Ghoom, West Bengal 734102, India",
        "travel_time": null
      },
      {
        "_id": "ChIJteBlILwv5DkRrTubPd6ar2w",
        "generalDescription": "Tenzing Rock, located in Darjeeling, is a significant training site for aspiring climbers at the Himalayan Mountaineering Institute. Named after Tenzing Norgay Sherpa, who used to practice climbing on this rock, it holds historical significance as he demonstrated a climb without safety equipment to Prime Minister Jawahar Lal Nehru. Climbers can experience a thrilling 40-foot ascent with assistance from an instructor above.",
        "utcOffset": 330,
        "maxMinutesSpent": 30,
        "longitude": 88.256677,
        "rating": 4.1,
        "numRatings": 1682,
        "sources": [
          {
            "id": "367226",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Named after Tenzing Norgay (Who was the first person to climb Mt Everest), Tenzing Rock is one of the most beautiful gigantic natural rocks in Darjeeling. Just opposite to this is the beautiful Gombu Rock which is named after Nawang Gombu, the nephew of Tenzing who became the director of field training at Himalayan Mountaineering Institute after Tenzing retired in 1976. Both these rocks are used for rock climbing training.",
            "siteName": "Tour My India",
            "shortName": "Best 25 Places to Visit in Darjeeling",
            "indexInSource": 1,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444878",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/darjeeling/places-to-visit",
            "sourceSite": "Web",
            "snippet": "It is advised to trek to the Rock with care since the slope might get slippery due to meandering streams or rainfall. On your trek, you will also come across many food stalls, such as those of Maggie, Momo, chai and coffee, etc. on the way. The overall experience of reaching the Rock is adrenaline-pumping.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Darjeeling, Tourist Places & Attractions",
            "indexInSource": 12,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nxZX3i1gzuv6P2TYkoB3kCwvalZnBIFG",
          "XycPPXTSxU1xSEBXBe0a9u4RU8RNgzcI",
          "aAaVAAivWrwRwMxcGWG8gfkasO7I6Jvj",
          "nxZX3i1gzuv6P2TYkoB3kCwvalZnBIFG",
          "XycPPXTSxU1xSEBXBe0a9u4RU8RNgzcI",
          "aAaVAAivWrwRwMxcGWG8gfkasO7I6Jvj"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Tenzing Rock HMI",
        "placeId": "ChIJteBlILwv5DkRrTubPd6ar2w",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It's a huge natural rockon the main road in Darjeeling. In the memory of World famous rock climber Tenzing Norgay, The man who created history by climbing Mount Everest first time and create world record. As a Indian I was so excited to see the rock and decide to climb. Its not too hard to climb but also not so easy. You will get all the accessories of rock climbing like rope, carabina, safety belt etc at the cost of ₹150.",
            "author_name": "Satrajit Datta",
            "relative_time_description": "",
            "time": 1740971971,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Great scenic beauty. A mid size rock is there for trekking. Charges 100 rs per head.   But the area is small and crowded. Some small shops are associated here for winter clothing, street foods and all. If you are a trekking lover you can definitely visit this place. No doubt this place is beautiful.",
            "author_name": "Moumita Manna",
            "relative_time_description": "",
            "time": 1745166490,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's named after Tenzing Norgay, who, along with Edmund Hillary, was one of the first people to reach the summit of Mount Everest. It's a huge natural rock on the main road in Darjeeling. The rock is maintained by the Himalayan Mountaineering Institute (HMI) and is used for rock climbing training. There's a small walkway where you can enjoy the sight. The view is filled with pine forests, entire valley was lightly covered in mist and fog, which made the place look stunning. It was beautiful, refreshing, and perfect for some nature photography or simply spending a few calm moments away from the crowd. It may be not a large destination, but it's popular and must-visit for who wants a mix of nature, and a bit of mountain spirit in their Darjeeling trip. I purchased some tea from the roadside shop here.",
            "author_name": "Neegar Afroz",
            "relative_time_description": "",
            "time": 1751803736,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Rock climbing",
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 70,
            "2": 91,
            "3": 255,
            "4": 451,
            "5": 812
          }
        },
        "minMinutesSpent": 30,
        "latitude": 27.057778,
        "address": "3744+RX8, Lebong Cart Rd, Jawahar Parbat, Darjeeling, West Bengal 734104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJbdQpfZMt5DkRcdLXVdYXHPc",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.237988,
        "rating": 4.5,
        "numRatings": 1389,
        "sources": [
          {
            "id": "477292",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/darjeeling/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "3 km from city center 13 out of 31 Places To Visit in Darjeeling. Highlights: Ganga Maya Park. Rock Garden is an exquisite picnic spot terraced with natural fall known as Chunnu summer fall, located 10 km away from Darjeeling.",
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Darjeeling | Top Tourist Attractions",
            "indexInSource": 7,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444878",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/darjeeling/places-to-visit",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Darjeeling, Tourist Places & Attractions",
            "indexInSource": 6,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2juNf54sHAgKPWUOCU4t8ODrtKc9mx7m",
          "ugCl6WNe9W1dLTn4rc3tllLCas3xzQri",
          "ddQ9BBSMu3VJgXZISMl8gGCB9MXfgehT",
          "2juNf54sHAgKPWUOCU4t8ODrtKc9mx7m",
          "ugCl6WNe9W1dLTn4rc3tllLCas3xzQri",
          "ddQ9BBSMu3VJgXZISMl8gGCB9MXfgehT"
        ],
        "openingPeriods": [],
        "name": "Rock garden",
        "placeId": "ChIJbdQpfZMt5DkRcdLXVdYXHPc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Peaceful Place with Waterfalls, Nature & Fresh Air\nRock Garden is one of the most beautiful spots I visited in Darjeeling. It's around 30–40 minutes from the main town, and the drive itself is scenic, with tea gardens and mountain views all along the way.\nOnce you reach, you're welcomed by the sound of a natural waterfall flowing through layered rock steps. The garden is built beautifully on different levels, with stone benches, little bridges, and flowers everywhere. It's a perfect place to just relax, enjoy nature, and click some great photos.\nThere's a calm vibe here-ideal for families, couples, or even solo travelers looking for peace and fresh air. If you go a bit further, there's Ganga Maya Park too, which is quieter and has paddle boats and a cute little lake.",
            "author_name": "Sk Mafiz",
            "relative_time_description": "",
            "time": 1751269244,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Ticket price is 30rs/person\nRock Garden is one of the best places to visit in Darjeeling. It is a beautiful sightseeing spot featuring a stunning waterfall that originates from a height of around 3,500 feet. You can enjoy the view of the waterfall from the base, and if you climb up the path, you'll reach an excellent spot for photography and capturing videos of the scenic walking trail.\n\nFrom the upper side, you'll get some of the best photo opportunities with a panoramic view of the waterfall. It's also a peaceful place to sit and relax, making it a must-visit location in Darjeeling.",
            "author_name": "Nitesh Singh",
            "relative_time_description": "",
            "time": 1750176383,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A beautiful and peaceful spot nestled in the hills, with tiered gardens, waterfalls, and great photo opportunities. The drive down is scenic (and a bit thrilling), with narrow roads and sharp turns. Once there, you're greeted by lush greenery, stone walkways, and cascading water - perfect for relaxing and enjoying nature.\n\n⚠️ However, avoid visiting during heavy monsoon season. The area becomes slippery, and the road down can be dangerous due to landslides or poor visibility. Best to visit during clear weather for safety and to truly enjoy the place.\n\nOverall, a nice spot for nature lovers - just check the weather before you go!",
            "author_name": "Itz Hasibul Skhr vlogs",
            "relative_time_description": "",
            "time": 1754818665,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 17,
            "3": 94,
            "4": 291,
            "5": 943
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.024934,
        "address": "Rock Garden Rd, Darjeeling, Bloomfield Tea Garden, West Bengal 734102, India",
        "travel_time": null
      },
      {
        "_id": "ChIJsYq7CFgp5DkR0KX3iXSRYrY",
        "generalDescription": "Ropeway Tukvar Station is a must-visit destination for anyone traveling to Darjeeling, especially now that the iconic cable car ride has reopened after several years. This exhilarating journey begins at Singamari station and takes you down to Tukvar, offering breathtaking views of the lush Bijanbari valley and the serene Little Rangeet River.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 88.254054,
        "rating": 4.3,
        "numRatings": 366,
        "sources": [
          {
            "id": "1830217",
            "type": "webPlacesList",
            "url": "https://www.kiomoi.com/travel-articles/15-best-places-to-visit-in-darjeeling--amazing-nature-adventure!-90",
            "sourceSite": "Web",
            "snippet": "The ropeway links Darjeeling town with Singla Bazaar Village on River Ramman. The longest and oldest ropeways in Asia provide an enthralling journey of about forty-five minutes through tea estates, forests, gorges and rivers. The ropeway operates between 10:00 am – 4:00 pm.",
            "siteName": "thekiomoi",
            "shortName": "Best Places To Visit in Darjeeling",
            "indexInSource": 2,
            "iconSiteId": 183693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "RFl2cSSfJu0MoqpkaxKqx6BWDg0g0kK4",
          "HG1t5mFINE9etvy1NIOVA9N7W9O6YrJE",
          "hGfs048nRik4FI4aIo7wMY814L8Vgb9O",
          "RFl2cSSfJu0MoqpkaxKqx6BWDg0g0kK4",
          "HG1t5mFINE9etvy1NIOVA9N7W9O6YrJE",
          "hGfs048nRik4FI4aIo7wMY814L8Vgb9O"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          }
        ],
        "name": "Ropeway Tukvar Station",
        "placeId": "ChIJsYq7CFgp5DkR0KX3iXSRYrY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We visited at afternoon 3 pm, not so crowded. I think 2-3 pm is suitable to visit if you want to avoid long queue.\nCloses at 4 pm.\n\nTicket fare- 260/-. Totally worth it. Not going in vain.",
            "author_name": "sÖurav",
            "relative_time_description": "",
            "time": 1736864052,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "What a beautiful 45 mins ride, it's worth 260rs of what they charged, one of the best cable car rides in India and I would recommend everyone to experience, The ride will be from the beautiful lush tea gardens all over and the mountains.",
            "author_name": "Sandeep Tangellapally",
            "relative_time_description": "",
            "time": 1742915785,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of my most favourite tourist spot in Darjeeling. They charge 260 rupees for e person, 130 rupees for 3years to 7years and free for under 3 years kids. The view and experience was fantastic as usual. But you have to wait for 2-3 hours in the queue, or you can send some person berofe 9AM. The ticket counter opens at 10:00 AM.",
            "author_name": "Sahil Mallick",
            "relative_time_description": "",
            "time": 1747716993,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Mountain cable car"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 12,
            "3": 35,
            "4": 106,
            "5": 200
          }
        },
        "minMinutesSpent": 90,
        "latitude": 27.061561,
        "address": "37J4+Q6J, Singamari, Tukvar Tea Garden, Pattabong Tea Garden, West Bengal 734104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJmYK-VcAu5DkRF3NSyCs1xAw",
        "generalDescription": "St. Andrews Church, located on Mall Road in Darjeeling, West Bengal, is a historic Anglican church that dates back to the colonial era. Named after the patron saint of Scotland, it was built in 1843 and later reconstructed in 1873 following earthquake damage. Despite enduring several earthquakes over the years, the church's old-world charm remains intact. It is a popular pilgrimage site and a must-visit for those interested in both spirituality and architecture.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.266961,
        "rating": 4.4,
        "numRatings": 290,
        "sources": [
          {
            "id": "1077466",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/west-bengal/darjeeling/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 1.5 km from Darjeeling Himalayan Railway Station, St. Andrew's Church is an old Anglican Church located at the Mall Road in Darjeeling town of West Bengal. It is one of the most beautiful structure in Darjeeling and also one of the popular pilgrimage places to visit in Darjeeling.Named after the patron saint of Scotland St. Andrew, the foundation stone of the church was laid by the British in 1843 CE and was completed in 1844. The church was badly damaged by an earthquake and had to be rebuilt in the year 1873.",
            "siteName": "Trawell.in",
            "shortName": "28 Best Places to Visit in Darjeeling, Things to Do & Sightseeing (2024)",
            "indexInSource": 17,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "367226",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-darjeeling/",
            "sourceSite": "Web",
            "snippet": "Another major Tourist attraction in Darjeeling St. Andrew’s Church, which is one of the prominent architectural examples from the colonial era. It is named after the patron saint of Scotland. It was built in the year 1843 but was later rebuilt in 1873 after it was damaged by a massive earthquake.",
            "siteName": "Tour My India",
            "shortName": "Best 25 Places to Visit in Darjeeling",
            "indexInSource": 8,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444878",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/darjeeling/places-to-visit",
            "sourceSite": "Web",
            "snippet": "One of the most popular places to visit in Darjeeling by spiritual people and architecture lovers, St. Andrew’s Church was built during the colonial area and carries that old-world charm that attracts an influx of tourists all year round.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Darjeeling, Tourist Places & Attractions",
            "indexInSource": 8,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331830",
            "type": "webPlacesList",
            "url": "https://www.desidime.com/news/best-places-to-visit-in-darjeeling",
            "sourceSite": "Web",
            "snippet": "Apart from these top 20 places you can check out all other place of interest in Darjeeling worth visiting using govt. official Darjeeling tourism information directory source.",
            "siteName": "DesiDime",
            "shortName": "Top 20 Best Places to Visit in Darjeeling in 2024",
            "indexInSource": 5,
            "iconSiteId": 38199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000346",
            "type": "webPlacesList",
            "url": "https://www.insidedarjeeling.com/scenic-places-to-visit-in-darjeeling/",
            "sourceSite": "Web",
            "snippet": "This is one of the nicest churches in Darjeeling if you’re seeking for one. It was constructed during the colonial era and is an architectural wonder. The mall is close by.",
            "siteName": "Inside Darjeeling",
            "shortName": "Scenic Places to visit in Darjeeling",
            "indexInSource": 7,
            "iconSiteId": 109386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "iqN464GBZKuz8P8uyRKTkgt06Pm2Pzbx",
          "sto442USsINd0VuZ6w07JMf6pBsqRcKO",
          "HOryjWZNyDmQZN9gSUGh1iQjPJXNQzuw",
          "iqN464GBZKuz8P8uyRKTkgt06Pm2Pzbx",
          "sto442USsINd0VuZ6w07JMf6pBsqRcKO",
          "HOryjWZNyDmQZN9gSUGh1iQjPJXNQzuw"
        ],
        "openingPeriods": [],
        "name": "St. Andrews Church",
        "placeId": "ChIJmYK-VcAu5DkRF3NSyCs1xAw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "St. Andrew's Church is a very beautiful historic church situated on a hill overlooking the city of Darjeeling with sweeping views of the valley below. It's a very calm, tranquil and peaceful setting. The church itself was originally constructed in 1843 and rebuilt an 1873 after the original church was damaged due to lightning. I visited in January, 2025 on a Sunday and the gates were locked So I was only able to view the church from the exterior. Definitely worth visiting if you're in Darjeeling.",
            "author_name": "Bobby singh",
            "relative_time_description": "",
            "time": 1737883791,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Tucked away amidst Darjeeling's lush greenery, St. Andrew's Church is a serene escape - a place where time seems to slow down, inviting quiet reflection and spiritual calm. Built in 1843 for the Scottish community, it's one of the oldest churches in town, standing as a graceful witness to Darjeeling's colonial past. Its stone walls, stained glass windows, and polished wooden interiors speak of a bygone era, with every detail echoing the British architectural influence that shaped it.",
            "author_name": "Nayan Das",
            "relative_time_description": "",
            "time": 1755268510,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A beautiful church with a very rich past, one of the oldest churches in darjeeling, famous for it's Gothic style architectural constructions. The church is surrounded by wild flowers which add to the overall charm of the structure.",
            "author_name": "Betina John",
            "relative_time_description": "",
            "time": 1734540230,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 18,
        "id": "",
        "categories": [
          "Anglican church"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 9,
            "3": 22,
            "4": 77,
            "5": 177
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.047822,
        "address": "27X8+4QG, Chauk Bazaar, Darjeeling, West Bengal 734101, India",
        "travel_time": null
      }
    ]
  }
}