{
  "list_id": "597",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/597/1.jpg",
  "description": "Dive into \"Seaside Serenity: Mahabalipuram's Coastal Charms\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/110021"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Seaside Serenity: Mahabalipuram's Coastal Charms",
  "city_id": "1055",
  "subtype": "poi",
  "city": "Mahabalipuram",
  "created_ts": 1758980384,
  "slug": "seaside-serenity-mahabalipurams-coastal-charms-mahabalipuram-poi-51aea2",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ-wcYd6-sUzoRRezx8ORk9-g",
        "generalDescription": "Mahabalipuram Beach, located south of the city of Mahabalipuram, offers a picturesque setting with its white sand and green landscape. Visitors can explore an old ruined Dutch fort and cemetery nearby, showcasing fine stone work and tombstones dating back to the arrival of European powers in India. The beach is famous for its pure white sand and offers opportunities for swimming, surfing, and enjoying views of the 8th-century Shore Temple.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.196922,
        "rating": 4.4,
        "numRatings": 6608,
        "sources": [
          {
            "id": "1845395",
            "type": "webPlacesList",
            "url": "https://www.optimatravels.com/mahabalipuram-tamil-nadu/mahabalipuram-beach-tamil-nadu-india.aspx",
            "sourceSite": "Web",
            "snippet": "The Mahabalipuram beach, surrounded by the most magniﬁcent monuments of the city, with the Shore Temple on one side, the Panch Rathas on another, is a beautiful beach to sit back, relax and unwind. Spending a day by the golden sandy shores, cool breeze and the sound of waves is a beautiful way to rejuvenate the mind, body & soul. The beach is white, clean and makes for a good spot to bring in tourists from all around and has something for everyone visiting.",
            "siteName": "optimatravels.com",
            "shortName": "Mahabalipuram Beach in Tamil Nadu India",
            "indexInSource": 0,
            "iconSiteId": 48122,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2105895",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-tamil-nadu",
            "sourceSite": "Web",
            "snippet": "This picturesque Mahabalipuram beach is one of India's best locations and one of the famous beaches in Tamil Nadu for sunbathing. Additionally, if you enjoy swimming and windsurfing, don't be afraid to head to the beach while experimenting with the shifting tides. There are also additional animal experiences available for history or nature enthusiasts at a short distance from the beach.",
            "siteName": "Digit Insurance",
            "shortName": "18 Beautiful Beaches in Tamil Nadu That You Should Visit",
            "indexInSource": 1,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845402",
            "type": "webPlacesList",
            "url": "https://www.triphobo.com/places/chennai-india/mahabalipuram-beach",
            "sourceSite": "Web",
            "snippet": "Very few beaches around this part of the coast offer a view of Bay Bengal as raw as the Mahabalipuram beach. The place is not heavily crowded by tourists but you can find small boats on the sand that the fishermen take out into the bay to catch fishes early in the morning. The beach can be easily accessed from the Tiger cave- a collection of rock cut attraction with a main temple.",
            "siteName": "TripHobo",
            "shortName": "Mahabalipuram Beach, Chennai | Ticket Price | Timings",
            "indexInSource": 0,
            "iconSiteId": 3748,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1439019",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/tourist-attraction/tamil-nadu/beaches/mahabalipuram-beach.html",
            "sourceSite": "Web",
            "snippet": "With a shoreline of almost 20 km, Mahabalipuram Beach is known for its golden sandy shores and azure waters. Encompassed by sparkling sea and rolling hills, this beach is one of the longest beaches in India. There are numerous breathtaking attractions situated on the bank of the Mahabalipuram Beach comprising the rock cut temples, which overlook the Bay of Bengal.",
            "siteName": "indianholiday.com",
            "shortName": "Mahabalipuram Beach - Timings, How to Reach, Location",
            "indexInSource": 0,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845392",
            "type": "webPlacesList",
            "url": "http://www.easymyjourney.com/india/beaches/mahabalipuram-beach.html",
            "sourceSite": "Web",
            "snippet": "Mahabalipuram beach is visited by tons of tourists annually due to the exciting water sports including diving, motor boating, sunbathing and windsurfing present there. You can take some time away from the fast-moving life of the city. There are a number of temples in the town with Shore Temple being the most famous one present on the water's edge.",
            "siteName": "easymyjourney.com",
            "shortName": "Mahabalipuram Beach, Beaches in India",
            "indexInSource": 0,
            "iconSiteId": 139509,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845388",
            "type": "webPlacesList",
            "url": "https://travelsetu.com/guide/mahabalipuram-beach-tourism",
            "sourceSite": "Web",
            "snippet": "Mahabalipuram Beach, situated in the historical town of Mahabalipuram in Tamil Nadu, is famed for its golden sands and rock-cut art. The beach flanks the Bay of Bengal, with an idyllic setting that attracts tourists worldwide. Visitors are captivated by the shore temples that are architectural marvels showcasing the Pallava dynasty's heritage.",
            "siteName": "travelsetu.com",
            "shortName": "Mahabalipuram Beach Tourism (Mahabalipuram (Mamallapuram)) (2024 - 2025)",
            "indexInSource": 0,
            "iconSiteId": 96592,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845397",
            "type": "webPlacesList",
            "url": "https://beachesofindia.in/tamil-nadu/mahabalipuram-beach-tamil-nadu/",
            "sourceSite": "Web",
            "snippet": "Located on the eastern coast in Tamil Nadu is a scenic and charming beach called Mahabalipuram Beach. This beautiful beach is located in a town called Mahabalipuram in the Kanchipuram district. Situated at a distance of 60 km from Chennai this enchanting beach is surrounded by beautiful hills and a crystal clear sea.",
            "siteName": "beachesofindia.in",
            "shortName": "Mahabalipuram Beach – Tamil Nadu – Beaches Of India",
            "indexInSource": 0,
            "iconSiteId": 245140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "356536",
            "type": "webPlacesList",
            "url": "https://www.revv.co.in/blogs/best-beaches-in-tamil-nadu/",
            "sourceSite": "Web",
            "snippet": "This beach is one of the most astounding Tamil Nadu beaches attractions located just some kilometres away from Chennai. You can easily reach here with the help of a self driven car. The beach here is quite warm and calm and simply inviting.",
            "siteName": "Revvlog",
            "shortName": "4 Best Beaches in Tamil Nadu for a Perfect Vacations",
            "indexInSource": 1,
            "iconSiteId": 9601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845396",
            "type": "webPlacesList",
            "url": "https://www.prokerala.com/travel/destination/mahabalipuram-beach.htm",
            "sourceSite": "Web",
            "snippet": "Mahabalipuram Beach is located in the Kancheepuram district in the Indian state of Tamil Nadu The latitude of Mahabalipuram Beach is 12.6121⁰ North whereas the longitude of the beach corresponds to 80.1969⁰ East.",
            "siteName": "Prokerala",
            "shortName": "Mahabalipuram Travel and Tourism Information",
            "indexInSource": 0,
            "iconSiteId": 205316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845394",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/hotels/mahabalipuram-hotels-near-mahabalipuram_beach.html",
            "sourceSite": "Web",
            "snippet": "Get the Best deals on Hotels Near Mahabalipuram Beach, Mahabalipuram. Book from 73 Hotels Near Mahabalipuram Beach.✔ Check price and Get upto 70% OFF with Booking of Hotel Near Mahabalipuram Beach.",
            "siteName": "makemytrip.com",
            "shortName": "Hotels Near Mahabalipuram Beach - Book from 73 Hotels 𝐂𝐋𝐎𝐒𝐄𝐒𝐓 to Mahabalipuram Beach",
            "indexInSource": 2,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845401",
            "type": "webPlacesList",
            "url": "https://www.rajasthantourplanner.com/south-india-tour/mahabalipuram-beach.html",
            "sourceSite": "Web",
            "snippet": "Thirukadalmallai temple, Cholamadal Artist's Village, Mahabalipuram Beach, Tiger Cave and Crocodile Bank serve as popular picnic spots for people here.",
            "siteName": "rajasthantourplanner.com",
            "shortName": "Mahabalipuram Beach Tamil Nadu, Best Beach in Mahabalipuram",
            "indexInSource": 0,
            "iconSiteId": 14233,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "NQSh0fUZSFAK6yR5ZlXT5hOtakqlfEtN",
          "eGDXJB13GYjvO4GmajjdqPcxmLzINtuG",
          "9UMdEb0J4zC7vL6xOF7BLgYstwEslErX",
          "NQSh0fUZSFAK6yR5ZlXT5hOtakqlfEtN",
          "eGDXJB13GYjvO4GmajjdqPcxmLzINtuG",
          "9UMdEb0J4zC7vL6xOF7BLgYstwEslErX"
        ],
        "openingPeriods": [],
        "name": "Mahabalipuram Beach",
        "placeId": "ChIJ-wcYd6-sUzoRRezx8ORk9-g",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A Memorable Trip to Mahabalipuram Beach\n\nLast October, I had the most unforgettable trip with my parents to Mahabalipuram Beach in Tamil Nadu. It was truly one of the best experiences of my life. The scenic beauty of the beach, with its golden sand and calming waves, immediately put us in a peaceful mood. The weather was perfect, and the sea breeze added to the charm of the place.\n\nWe started our day by exploring the ancient shore temple, which stands as a magnificent reminder of India's rich cultural heritage. The intricate carvings and the sound of the ocean nearby made it a magical experience. We also visited the Five Rathas and Arjuna's Penance, which left us amazed by the craftsmanship of ancient times.\n\nSpending time on the beach with my parents was the most special part. We took long walks, collected seashells, and clicked lots of pictures. Watching the sunset together was a highlight - the sky turned shades of orange and pink, and it felt like a dream.\n\nThe local food was delicious, especially the fresh seafood served in the beachside stalls. We also shopped for handmade souvenirs and shell crafts, which added a personal touch to our trip.\n\nThis trip brought us even closer as a family. Mahabalipuram gave us not just beautiful memories but also a deep sense of joy and togetherness. I highly recommend visiting this lovely place - it's perfect for families and those looking for peace, history, and natural beauty all in one.",
            "author_name": "SP Swain",
            "relative_time_description": "",
            "time": 1752722277,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Mahabalipuram Beach is a serene and scenic getaway with golden sands, blue waters, and a peaceful atmosphere. The beach is less crowded than Chennai's city beaches, making it perfect for a relaxing walk or enjoying the sea breeze.\nThe nearby rock-cut temples and monuments add a historical charm to the place. Watching the sunrise here is a magical experience, and the waves are great for photography. While swimming isn't recommended due to strong currents, the beach is ideal for unwinding and enjoying local seafood.",
            "author_name": "ABHIJITH S NAIR",
            "relative_time_description": "",
            "time": 1743066715,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Mammalapuram Beach encapsulates a harmonious blend of coastal serenity and architectural grandeur. While cleanliness and ocean safety are valid concerns, the jaw‑dropping temple views, artisanal street vibe, and tranquil stretches of sand make it a memorable stop - especially for anyone touring Chennai and Tamil Nadu's sacred sites.",
            "author_name": "Preetham Gowda",
            "relative_time_description": "",
            "time": 1752744356,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 190,
            "2": 106,
            "3": 534,
            "4": 1905,
            "5": 3873
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.612123,
        "address": "Tamil Nadu, India",
        "travel_time": null
      },
      {
        "_id": "ChIJcXEW9WtTUjoR4D6dvddLAzQ",
        "generalDescription": "Nestled along the stunning shores of Mahabalipuram, Welcomhotel by ITC Hotels, Kences Palm Beach offers a serene escape for travelers seeking both relaxation and adventure. This elegant beachfront hotel features understated yet refined accommodations, complemented by a delightful restaurant and a poolside grill that serves up delicious meals. Guests can indulge in rejuvenating spa treatments or take advantage of the outdoor pool and health club to stay active during their stay.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.200879,
        "rating": 4.7,
        "numRatings": 2189,
        "sources": [
          {
            "id": "517065",
            "type": "webPlacesList",
            "url": "https://beach-front-hotels.com/mahabalipuram/",
            "sourceSite": "Web",
            "snippet": "Featuring an outdoor pool, free Wifi and private parking on-site, WelcomHotel Kences Palm Beach is situated in Mahabalipuram in the Tamil Nadu Region, 44 km from Chennai. The property boasts of a spa and fitness centre. Room service and barbecue facilities are available.",
            "siteName": "beach-front-hotels.com",
            "shortName": "Top 20 Beachfront Hotels near Mahabalipuram",
            "indexInSource": 6,
            "iconSiteId": 15241,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1052117",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/hotels/p-resorts-in-mahabalipuram.html",
            "sourceSite": "Web",
            "snippet": "Some of the best resorts in Mahabalipuram for organising weddings are Grand Oceana Beach Resort, Varuna Inn Banquets and Resorts, Welcomhotel by ITC hotels, Kences Palm Beach, and various others.",
            "siteName": "makemytrip.com",
            "shortName": "Resorts in Mahabalipuram Book 𝘄𝗶𝘁𝗵 ₹𝟬 𝗣𝗔𝗬𝗠𝗘𝗡𝗧",
            "indexInSource": 3,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "92raLdFpLam9Mm9DQTauN3sEfkOuDYNG",
          "92raLdFpLam9Mm9DQTauN3sEfkOuDYNG"
        ],
        "openingPeriods": [],
        "name": "Welcomhotel By ITC Hotels, Kences Palm Beach",
        "placeId": "ChIJcXEW9WtTUjoR4D6dvddLAzQ",
        "internationalPhoneNumber": "+91 88702 22585",
        "reviews": [
          {
            "rating": 5,
            "text": "Had a wonderful experience at this beach view resort! The ambience was absolutely fantastic, creating the perfect vibe for a relaxing time. The chicken and fish dishes were simply delicious-packed with flavor and cooked to perfection. It's a great spot to spend quality time with family and friends, whether you're there for a meal or a getaway. Overall, a lovely place with great food and views! Highly recommend.",
            "author_name": "Karthik Dhayalan",
            "relative_time_description": "",
            "time": 1745649234,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Ms Madhuri and Ms. Barbarika are excellent hosts at the restaurant.  They took very good care of serving our family including two 18-month old twin girls.  They made sure the food for every including the special needs for the twin girls are take care of. The food is very delicious. We thank Ms. Madhuri and Ms. Barbarika for their very friendly and professional service. I strongly recommend their team for your needs at the restaurant. God bless them.  Thank you.  U. Balachandran",
            "author_name": "Uthamalingam Balachandran",
            "relative_time_description": "",
            "time": 1750153609,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The resort is excellent by all aspects... Staffs are very friendly and cooperative.. Dinner and breakfast were excellent . Swiming pool are very nice. Overall natural beauties are mind blowing. Garden villa room was excellent. We are very much satisfied. A day very well spent. Value for money.",
            "author_name": "monidipa sengupta",
            "relative_time_description": "",
            "time": 1747551492,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.itchotels.in/hotels/mamallapuram/welcomhotelkencespalmbeach.html?utm_source=google&utm_medium=organic%20Search&utm_term=WelcomHotel-kences-palm-beach&utm_campaign=listing",
        "index": 2,
        "id": "",
        "categories": [
          "Resort hotel",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 41,
            "2": 21,
            "3": 67,
            "4": 281,
            "5": 1843
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.642901,
        "address": "53, East Coast Road, Village, Devaneri, Mahabalipuram, Tamil Nadu 603104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJq6qqbuqqrTsRfcJKXgdnoAU",
        "generalDescription": "Experience the ultimate beachside luxury at Chariot Beach Resort Mahabalipuram, nestled amidst the picturesque sandy beaches and clear waters of Tamil Nadu. The resort offers comfortable air-conditioned deluxe rooms with attached washrooms and stunning views of the sea from private balconies. Indulge in relaxation with a spa, outdoor pool, and private beach access. Enjoy delectable dining options with breathtaking views of the Bay of Bengal at the resort's restaurants and bars.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.188781,
        "rating": 4,
        "numRatings": 7912,
        "sources": [
          {
            "id": "1052117",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/hotels/p-resorts-in-mahabalipuram.html",
            "sourceSite": "Web",
            "snippet": "These resorts have exquisite rooms with a private balcony overlooking the sea. You can sit in a rocking chair enjoying the cool breeze and the splendid view of the beach. The restaurants and bars in the resorts offer stunning views of the azure waters of the Bay of Bengal, where you can relish the delicious food and sip on your cocktail while enjoying the fascinating view of the sea.",
            "siteName": "makemytrip.com",
            "shortName": "Resorts in Mahabalipuram Book 𝘄𝗶𝘁𝗵 ₹𝟬 𝗣𝗔𝗬𝗠𝗘𝗡𝗧",
            "indexInSource": 5,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5Cp27zzzmakKIgD71xDBOGXvo9QuQqvB",
          "5Cp27zzzmakKIgD71xDBOGXvo9QuQqvB"
        ],
        "openingPeriods": [],
        "name": "Chariot Beach Resort",
        "placeId": "ChIJq6qqbuqqrTsRfcJKXgdnoAU",
        "internationalPhoneNumber": "+91 94449 92727",
        "reviews": [
          {
            "rating": 5,
            "text": "From the moment I arrived at Chariot Beach Resort, I felt a deep sense of peace and luxury. The property is vast, beautifully maintained, and opens right onto a stunning stretch of beach soft sand, clean waves, and pure serenity.\n\nThe staff were incredibly warm, helpful, and attentive. Every interaction felt genuine and full of care. Special thanks to the front desk and housekeeping and restaurant  staffs for making everything seamless.\n\nMy room was spacious, spotless, and perfectly comfortable, with a lovely view and the sound of the ocean in the background. The pool area is a total highlight ideal for both relaxation and fun. And the food? Outstanding. Every meal at their restaurants was fresh, flavorful, and served with grace. The seafood in particular was a standout.\n\nThe resort is perfectly located near all of Mahabalipuram's major sights like the Shore Temple and Five Rathas-which made exploring effortless. But honestly, just being on the property itself is an experience.\n\nWhether you're coming to unwind, explore heritage, or just escape into nature, this place delivers. I left feeling recharged, inspired, and already dreaming of my next visit.\n\nHighly, highly recommended.",
            "author_name": "divakar mar 24 0296",
            "relative_time_description": "",
            "time": 1749525008,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Chariot Beach Resort, Mahabalipuram (Stay: 18–20 April 2025)\nApril 2025\n\nWe stayed at Chariot Beach Resort for two nights (18–20 April'25) , having booked an Executive Deluxe room with an extra bed. While the property itself is spacious and scenic, the overall experience was disappointing, especially considering the premium price point.\n\nThe room was average, and the bathroom appeared more like a makeshift setup-far below expectations. Key amenities were either missing or non-functional: the hair dryer didn't work initially (a replacement was provided later), the television wasn't working throughout the stay despite multiple complaints, and there was no hot water. Returning drenched from the beach, both my children (aged 1 and 6) had to bathe in cold water, and the chill even caused discomfort to my elder kid.\n\nRepeated complaints about the TV and hot water went unanswered. The staff seemed unresponsive, and resolution came only after escalation by Chef Karthik-who, despite it being outside his scope, was proactive and supportive. Eventually, we were moved to a cottage at 10 PM on the second night, which felt too little, too late.\n\nOne saving grace was the team at the restaurant. Chef Karthik and his superior were genuinely thoughtful, and the GM himself assisted in preparing baby food-something the hotel does not charge for, which was appreciated. The pool was another highlight, with the kids thoroughly enjoying their time there.\n\nOverall, while the property has potential, the lack of basic room checks and poor responsiveness to issues made the experience underwhelming. Hope the management works on service quality to match the property's promise.",
            "author_name": "Nithya Santhanagopalakrishnan",
            "relative_time_description": "",
            "time": 1745302633,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Had a pleasant check-in experience with a warm welcome from the front office team. The resort is set on a huge property with rooms located conveniently close to the beach, and the staff were courteous and helpful throughout our stay.\n\nThe swimming pool is spacious, with a good number of shower areas and towels available, which added to the comfort.\n\nHowever, the rooms did not quite match the price point - the AC was quite loud, and the bathrooms were maintained at a basic level. The breakfast buffet spread was limited, with a strong focus on South Indian cuisine and very few continental options.\n\nFor a resort of this scale and pricing, there's definitely room for improvement in the overall standard and upkeep of the rooms.",
            "author_name": "Rajmohan G",
            "relative_time_description": "",
            "time": 1749142026,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.chariotbeachresorts.com/",
        "index": 3,
        "id": "",
        "categories": [
          "Resort hotel",
          "Adventure sports center",
          "Bar",
          "Beach pavillion",
          "Day spa",
          "Golf course",
          "Hotel",
          "Restaurant",
          "Swimming pool"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 605,
            "2": 373,
            "3": 1031,
            "4": 2370,
            "5": 3443
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.606997,
        "address": "Five Rathas Road, behind Five Rathas Monument, Mahabalipuram, Tamil Nadu 603104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ4weyN0RTUjoRkTrvrvwgsa0",
        "generalDescription": "Mamalla Beach Resort is a popular beachfront option with airy rooms and a relaxed atmosphere. It offers complimentary breakfast and dinner, along with an outdoor pool for guests to enjoy. Conveniently located within a short walk from the nearest bus stop, the resort provides easy access to various tourist attractions in the city. The property boasts cooperative and friendly staff, neat pool facilities, and delicious food at The Seagull restaurant.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.202317,
        "rating": 3.9,
        "numRatings": 4710,
        "sources": [
          {
            "id": "1052117",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/hotels/p-resorts-in-mahabalipuram.html",
            "sourceSite": "Web",
            "snippet": "Some of the best one-day stay resorts in Mahabalipuram are Mamalla Beach Resort, V.R Villa, Four Points by Sheraton Mahabalipuram Resort and Convention Centre, and several others.",
            "siteName": "makemytrip.com",
            "shortName": "Resorts in Mahabalipuram Book 𝘄𝗶𝘁𝗵 ₹𝟬 𝗣𝗔𝗬𝗠𝗘𝗡𝗧",
            "indexInSource": 9,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uoP6csSeRs8IZGTSEwmIAM1erUAh3VF9",
          "vfkBexTXFXck9So4F9DqP6ANFiHX1pkW",
          "uoP6csSeRs8IZGTSEwmIAM1erUAh3VF9",
          "vfkBexTXFXck9So4F9DqP6ANFiHX1pkW"
        ],
        "openingPeriods": [],
        "name": "Mamalla Beach Resort",
        "placeId": "ChIJ4weyN0RTUjoRkTrvrvwgsa0",
        "internationalPhoneNumber": "+91 94426 46875",
        "reviews": [
          {
            "rating": 5,
            "text": "We, group of 6 friends of over 65 years age went to this place along with our wives for a get-together. Experience was lovely. Starting from welcome drink followed by lunch (includes 4 non-veg dishes) and evening snacks and coffee/tea.\nSpacious dining area (with roof) facing the sea. (This place has its own private seashore). Ample space for sitting outside the dining area on the shore with lots of trees.\nEnjoyed our stay.\nTariff is reasonable - Rs. 1600.00 plus gst 18%- with one room for refreshing. Rooms are near and clean. Few  rest rooms are also there which are maintained well.\nStaff are courteous and helpful. One coordinator is allotted to us. On the whole we had a  fabulous get-together.",
            "author_name": "Usharani Ravichandran",
            "relative_time_description": "",
            "time": 1742095313,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visited this resort quite few times. The resort has renovated the dinning hall near the shore and before it was in the lawn area. They rent this place for destination beach wedding and day out packages. The food is good and also the people at the restaurant are very friendly. The rooms look bit old but they are good in size and was kept well. The swimming pool was nice and the rooms near the pool was good compare to others on the other side. sometimes the parking space gets packed when some program takes place at this venue. Overall a great resort and a prefect get away space close to Chennai.",
            "author_name": "Nelson.S Mahilaraj",
            "relative_time_description": "",
            "time": 1747301538,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Had a Joyful meeting with college friends. 30 years have passed. And still strong and well bonded. It was nice location to have such gathering allowing us to share our memories in a calm environment. Pleasant beach side adds a refreshing experience. Totally, it was a wonderful day.",
            "author_name": "Narasimman VC",
            "relative_time_description": "",
            "time": 1741316027,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.mamallaresort.com/",
        "index": 4,
        "id": "",
        "categories": [
          "Resort hotel",
          "Banquet hall",
          "Bar",
          "Bed & breakfast",
          "Conference center",
          "Event venue",
          "Hotel",
          "Restaurant",
          "Swimming pool",
          "Wedding venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 268,
            "2": 269,
            "3": 923,
            "4": 1524,
            "5": 1752
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.639563,
        "address": "108, Kovalam Road, East Coast Road,Mamallapuram, Chennai, Tamil Nadu 603104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJu0OTLkNTUjoRJDD6jH2loko",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.200896,
        "rating": 4.7,
        "numRatings": 70,
        "sources": [
          {
            "id": "1845398",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/beach-house-in-mahabalipuram",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Trip101",
            "shortName": "12 Best Beach Houses In Mahabalipuram, India - Updated 2025",
            "indexInSource": 5,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Y8ic7Qv90Dl3fPE4oz8WSn4UvofzuJKa",
          "6QQIiaC3uRnlmezY2RtsJn45BQ7O6KHj",
          "cxz31EKwfgldEeTXnGRoTEcra1GNTb2S",
          "Y8ic7Qv90Dl3fPE4oz8WSn4UvofzuJKa",
          "6QQIiaC3uRnlmezY2RtsJn45BQ7O6KHj",
          "cxz31EKwfgldEeTXnGRoTEcra1GNTb2S"
        ],
        "openingPeriods": [],
        "name": "Coast Away, Palatial Heritage Villa Mahabalipuram",
        "placeId": "ChIJu0OTLkNTUjoRJDD6jH2loko",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Great place to chill as a group. Great location, food and stay. Away from the crowds and close to the beach. Only downside was the non-availability of Wi-Fi.",
            "author_name": "Murali Krishnan",
            "relative_time_description": "",
            "time": 1734163463,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Good place to chill out for night or two. Proximity to beach is plus point. We can relax at the gym with a view to the ocean. Its amazing. Bathrooms can be maintained a little better. Care taker was very friendly and humble.",
            "author_name": "Rajesh Ranganathan",
            "relative_time_description": "",
            "time": 1734409503,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had an absolutely fantastic stay.\nThe accommodation  was everything we could have hoped for - clean, comfortable, and equipped with all the amenities to make our stay both relaxing and convenient. Very friendly owner.\nThe food also was too good.\nBeing able to walk down to the beach in just 2 minutes was a dream come true.\nEnjoyed the breathtaking sunrise in the morning.\n\nWe're already planning our next trip back!",
            "author_name": "Deepti Ganesh",
            "relative_time_description": "",
            "time": 1709963829,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Homestay"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 2,
            "3": 4,
            "4": 10,
            "5": 54
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.638396,
        "address": "57, Kings Nagar, SH 49, Mahabalipuram, Tamil Nadu 603104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJpWn1QGpTUjoRaa60Osry4Rs",
        "generalDescription": "Located on the picturesque Coromandel coastline, Ideal Beach Resort is a laid-back retreat offering two outdoor pools, a gym, and a private beach area. It's considered one of the best family-friendly beach resorts near Chennai. Situated in Tirukalukundram, it provides easy access to nearby attractions such as Sri Sthala Sayanaperumal Temple and Pancha Pandava Cave.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.205754,
        "rating": 4.2,
        "numRatings": 9808,
        "sources": [
          {
            "id": "1052117",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/hotels/p-resorts-in-mahabalipuram.html",
            "sourceSite": "Web",
            "snippet": "These resorts have exquisite rooms with a private balcony overlooking the sea. You can sit in a rocking chair enjoying the cool breeze and the splendid view of the beach. The restaurants and bars in the resorts offer stunning views of the azure waters of the Bay of Bengal, where you can relish the delicious food and sip on your cocktail while enjoying the fascinating view of the sea.",
            "siteName": "makemytrip.com",
            "shortName": "Resorts in Mahabalipuram Book 𝘄𝗶𝘁𝗵 ₹𝟬 𝗣𝗔𝗬𝗠𝗘𝗡𝗧",
            "indexInSource": 6,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517065",
            "type": "webPlacesList",
            "url": "https://beach-front-hotels.com/mahabalipuram/",
            "sourceSite": "Web",
            "snippet": "Offering outdoor pool and a spa and wellness centre, Ideal Beach Resort is located in Chennai. Wi-Fi access is available in this resort. The property is located 52 km from Chennai Airport and Chennai Railway Station.",
            "siteName": "beach-front-hotels.com",
            "shortName": "Top 20 Beachfront Hotels near Mahabalipuram",
            "indexInSource": 5,
            "iconSiteId": 15241,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "fp5jBBk6NoFiS1FOoLR9ceWlLh3XWNm1",
          "fp5jBBk6NoFiS1FOoLR9ceWlLh3XWNm1"
        ],
        "openingPeriods": [],
        "name": "Ideal Beach Resort",
        "placeId": "ChIJpWn1QGpTUjoRaa60Osry4Rs",
        "internationalPhoneNumber": "+91 44 2449 5161",
        "reviews": [
          {
            "rating": 5,
            "text": "Food:\n\nThe food experience at the resort was truly delightful. The spread offered a variety of dishes, each thoughtfully prepared with local ingredients. Whether it was the delicious appetizers, flavorful main courses, or indulgent desserts, every meal was an enjoyable experience. The staff was attentive and ensured our dietary preferences were catered to. I especially loved [Pepper prawn fry]. The atmosphere in the dining area was warm and inviting, making me feel like I was part of something special.\n\nHospitality:\n\nThe hospitality at the resort was exceptional. Every staff member, from the reception to the restaurant servers, was incredibly friendly, professional, and eager to make our day trip memorable. A special mention to Sai Priya, who went above and beyond in making us feel welcome. She was attentive, approachable, and ensured our dining experience was seamless. The entire staff's attention to detail, from providing extra amenities to anticipating our needs without being intrusive, was impressive. It truly felt like they cared about making our visit as comfortable and enjoyable as possible.\n\nOverall Experience:\n\nIn addition to the fantastic food and excellent hospitality, the resort offered a range of activities and a beautiful setting that made our trip unforgettable. The ambiance was relaxing yet lively, with stunning views and peaceful surroundings. Whether you're here for a quick getaway or a longer stay, the resort provides a well-rounded experience that appeals to all senses. I left feeling completely refreshed and eager to return.",
            "author_name": "Harish V",
            "relative_time_description": "",
            "time": 1742561413,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A Perfect Corporate Getaway at Ideal Beach Resort 🌊🌴\n\nOur recent corporate event at Ideal Beach Resort was an absolutely memorable experience! From the initial planning to the final wrap up, every detail was handled with such care and precision, thanks to the excellent coordination by Mr. Senthil. He ensured that everything from getting the pricing right to organizing each element was spot on.\n\nWe were a large team of 300 members, and yet, the entire event ran smoothly without a hitch. A special thanks to Priya, who managed the welcome, tagging, and smooth entry to the Waves location with great attention to detail.\n\nA big appreciation goes to Kandhan, who was instrumental in overall event management. From coordinating logistics to supporting every aspect of the day, his efforts ensured everything ran seamlessly and efficiently behind the scenes.\n\nThe food experience was another major highlight\nLast year, we were delighted by Chef Munnusamy, whose dishes left a lasting impression, and this time, Chef Manoj matched that same level of excellence. We were happy to know they are part of the same talented culinary team. The food was flavorful, fresh, and satisfying - just what we needed after a day full of engaging activities.\n\nThe overall atmosphere was simply fantabulous - relaxing, energizing, and filled with joy. Whether it was the scenic beachside setting, the thoughtful hospitality, or the delicious food, Ideal Beach Resort delivered an experience our team will remember and cherish.\n\nHighly recommended for corporate outings, team retreats, or any group event where you want the perfect mix of nature, comfort, and top notch service.",
            "author_name": "MSB",
            "relative_time_description": "",
            "time": 1750595755,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The beach resort was truly ideal starting with the welcoming, hassle free check in, ambience and the beach vibes. Everything was great. The private beach is beautiful with a couple of hammocks to chill.\nAfter checking in we explored around the property and we found that there's lot of space where we could have fun, conduct music jams or just chill with friends or family.\n\nThe pizza from pizza mechanic ( this is a restaurant on the beach) was huge for two people but it was scrumptious. I'd recommend that their 12 inch pizza can be shared by atleast 4 people.\n\nTheir continental restaurant has both a-la-carte and buffet options. The complimentary breakfast buffet was fulfilling,  delicious and good. But I felt that the English breakfast tasted slightly better than the south Indian platter. Emphasis on the slight.\n\nThe only negative was that the tea / coffee that was available at the beach and room service was very average, although priced at a premium. Comparatively the tea/coffee that was available at the breakfast buffet was delicious.\n\nI also recommend that if there are more south Indian items available for lunch and dinner,  it'll be great. To come to Mahabalipuram(in tamilnadu) and not trying some authentic tamil food for lunch or dinner was a slight letdown.\n\nThe gym seems to be well equipped.  There was a bigger swimming pool for adults and a tiny one for the kids but you can't use the pool without appropriate swim wear.\nThere is a Handcrafted goods store and a clothes boutique for some kalamkari shopping. There are a couple of party halls and a huge wedding hall in the property as well.",
            "author_name": "Jaiyah shruthiy T",
            "relative_time_description": "",
            "time": 1744953964,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.idealresort.com/",
        "index": 6,
        "id": "",
        "categories": [
          "Resort hotel",
          "Beach club",
          "Beauty salon",
          "Massage spa",
          "Restaurant",
          "Swimming pool"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 327,
            "2": 220,
            "3": 1020,
            "4": 3459,
            "5": 4778
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.649225,
        "address": "Devaneri, ECR Road, Mahabalipuram, Tamil Nadu 603104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJzUOFC9ytUzoRfkqfNPmoNzY",
        "generalDescription": "Ivy Villa is the ultimate beachside retreat for those seeking a private and tranquil getaway. Inspired by Balinese design, this spacious villa boasts a stunning private swimming pool, a serene fish pond, and lush gardens filled with vibrant banana plants. With direct access to the beach, guests can enjoy the soothing sounds of waves lapping at the shore throughout their stay. This luxurious escape features modern amenities and an open-concept layout that seamlessly blends comfort with style.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.188639,
        "rating": 4.6,
        "numRatings": 77,
        "sources": [
          {
            "id": "1845398",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/beach-house-in-mahabalipuram",
            "sourceSite": "Web",
            "snippet": "It has an open shower, a private swimming pool, a fish pond, and private beach access. The garden and the sound of the waves add tranquility to the place. Internet access and air-conditioning in the rooms are provided.",
            "siteName": "Trip101",
            "shortName": "12 Best Beach Houses In Mahabalipuram, India - Updated 2025",
            "indexInSource": 0,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QghsUw6q37jION9AxJTrDn4NeZG3OZJ4",
          "PwYfG4HHn4tnOWffqxisW4BHU8gzmTUI",
          "UYCL06H55QLrO1KByIFc0SeUoOBEyqTP",
          "FRyFEANIzLw3n7RvceVoOfzy24mFt0Qv",
          "QghsUw6q37jION9AxJTrDn4NeZG3OZJ4",
          "PwYfG4HHn4tnOWffqxisW4BHU8gzmTUI",
          "UYCL06H55QLrO1KByIFc0SeUoOBEyqTP",
          "FRyFEANIzLw3n7RvceVoOfzy24mFt0Qv"
        ],
        "openingPeriods": [],
        "name": "IVY VILLA - Beach House for Rent in ECR",
        "placeId": "ChIJzUOFC9ytUzoRfkqfNPmoNzY",
        "internationalPhoneNumber": "+91 93426 67735",
        "reviews": [
          {
            "rating": 5,
            "text": "Ivy Villa offers an exceptional stay with an atmosphere that feels luxurious. From the moment I arrived, it was clear that a lot of thought had been put into every aspect of the villa. The attention to detail is impressive- whether it's the decor, the quality of the furnishings, or the thoughtful touches . Every corner felt carefully curated, creating a relaxing and aesthetically pleasing environment. The landscaping and gardening were also beautifully done, adding to the serene and picturesque setting. The staff was attentive without being intrusive, and the overall ambiance made it easy to unwind and enjoy the surroundings. If you're looking for a place that combines comfort with style, Ivy Villa is a fantastic choice.",
            "author_name": "syed misba",
            "relative_time_description": "",
            "time": 1728754622,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Was peaceful & relaxing gateway considering the city commotions. Great place to plan a staycation. The beach behind the resort was very private & and had a lovely picnic too!\n\nHaving Balinese concept in chennai was very nice, we asked the care taker to buy the ingredients & we cooked our meal which was a good family reunion & played some board games that was available at the resort.\n\nDo try!",
            "author_name": "Fadhil Abdul",
            "relative_time_description": "",
            "time": 1745068289,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Loved every bit of my stay at this Balinese architecture inspired place with the most  beautiful garden and a temp controlled pool.. what struck me the most was the attention to detail in every aesthetic and also the fairly equipped kitchen being the most convenient to use for almost anyone.. felt home away from home..\nCant wait to go back!\n#ItsmahaBALIpuram",
            "author_name": "Mufizudeen Mohamed",
            "relative_time_description": "",
            "time": 1728400153,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://ivyvillaresort.com/",
        "index": 7,
        "id": "",
        "categories": [
          "Resort hotel",
          "Holiday home",
          "Villa"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 3,
            "3": 5,
            "4": 10,
            "5": 58
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.601914,
        "address": "No.163, Mamallapuram Rd, VENPURUSHAM VILLAGE, Mahabalipuram, Tamil Nadu 603104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJAVNskUNTUjoRnGdiZG4yciQ",
        "generalDescription": "Silversands Beach Resort offers a charming beachfront experience with modest thatched-roof rooms and villas. The accommodations feature quirky interiors, flat-screen TVs, mini-fridges, and separate bathrooms. Villas boast rainfall showers, sitting areas, and serene terraces. The resort also provides a pool, vegetarian dining options, and a quiet beach just a short walk away. Perfect for group getaways or family vacations by the sea.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.202772,
        "rating": 4,
        "numRatings": 650,
        "sources": [
          {
            "id": "1803022",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/beach-resorts-in-mahabalipuram",
            "sourceSite": "Web",
            "snippet": "A picturesque rustic resort set in front of the shores of the elusive blue sea, the Silver Sands Beach Resort has everything to make your staycation more enjoyable. The basic rooms of the place feature a quirky interior, flat-screen TVs, mini-fridges, and a separate bathroom as well. On the other hand, the Villas of the property contain rainfall showers, separate sitting areas, and a calm yet gorgeous terrace.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Beach Resorts In Mahabalipuram, Book & Get Upto 50% Off",
            "indexInSource": 4,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "U0fOSVjbWzc1koznvTPwrHmeEr8dKjhi",
          "GDElWLB0JJ7ihuOtKpp9RXfpCIfmlLHp",
          "shnoUvIlKTmj9drYE5YZTC0kGNDbWPhP",
          "2i4rFlwAyLm1i4BVKUeRPU0ikfFOxTC7",
          "U0fOSVjbWzc1koznvTPwrHmeEr8dKjhi",
          "GDElWLB0JJ7ihuOtKpp9RXfpCIfmlLHp",
          "shnoUvIlKTmj9drYE5YZTC0kGNDbWPhP",
          "2i4rFlwAyLm1i4BVKUeRPU0ikfFOxTC7"
        ],
        "openingPeriods": [],
        "name": "Silversands Beach Resort",
        "placeId": "ChIJAVNskUNTUjoRnGdiZG4yciQ",
        "internationalPhoneNumber": "+91 98403 78121",
        "reviews": [
          {
            "rating": 5,
            "text": "Nice place with private beach cottage rooms. The issue was with lizards all over which were taken away by the staff. Rooms and surroundings to be better prepared to avoid such. Other wise rooms were good.",
            "author_name": "sakunthala p",
            "relative_time_description": "",
            "time": 1715232584,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Feel as your own weekend home. The no fuss resort. Simple rooms, good service. Right on the beach property. Good service. If in a small or big group, make you own food menu. Especially Gujarati food.",
            "author_name": "Priyadarshini Raj",
            "relative_time_description": "",
            "time": 1706418613,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Because of a positive Conde Nast review, we booked this Hotel for a relaxing 1-week stay in mid May, 2024. When we arrived we were shown to our Oceanfront Room with an indicated in-room temperature of 92 degrees Fahrenheit! A Technician was called and by bedtime the temperature was at 88 degrees -- 7 hours after arrival. During the night they offered us the adjoining Suite -- a larger room that was at 88 degrees as well. By morning our original room was at a balmy 86 degrees. Uninhabitable! Management offered us a room at their sister Hotel -- Silversands Beach. That room was immediately adjacent to an outdoor Restaurant not part of the Hotel. Relaxing? Being handicapped, that mountainous Property was not appropriate at all.  We told Management that we could not endure these conditions and were leaving. After meeting with the Manager, we were offered a $1600 Courtesy Refund against the $8000 we had prepaid. They stressed \"NO REFUNDS\"! With no choice we left anyway and found a wonderful oceanfront Hotel a mile away to have the \"relaxing vacation\" we counted on. Management at Silversands was completely unapologetic about the insufficient A/C, and zeroed in only on the 2 options they offered us. In addition, their \"highly touted\" Infinity Pool was under construction with 7 workers constantly drilling and hammering that went on until 7:30 PM that first and only night. If you are considering this Property do yourself a favor and consider my review. Have I ever lied to you before? Conde Nast -- SHAME ON YOU! Silversands Resort -- SHAME ON YOU! See my Review and Silversands vapid Response on TripAdvisor.",
            "author_name": "Larry Rosten",
            "relative_time_description": "",
            "time": 1719448574,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": true,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.silversandsindia.in/",
        "index": 8,
        "id": "",
        "categories": [
          "Resort hotel",
          "Adventure sports center",
          "Banquet hall",
          "Beach volleyball court",
          "Restaurant",
          "Rock climbing",
          "Swimming pool",
          "Vegetarian restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 44,
            "2": 31,
            "3": 104,
            "4": 205,
            "5": 266
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.640956,
        "address": "131, East Coast Rd, Devaneri, Mahabalipuram, Tamil Nadu 603104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJqUEiqEVTUjoRCNpT9kdlwgc",
        "generalDescription": "Nestled just a short stroll from the sandy shores, Meya Beach Walk Hotel in Tirukalukundram offers a serene escape with stunning bay views. This charming hotel features spacious rooms equipped with modern amenities like air conditioning and cable TV, ensuring comfort during your stay. Guests can unwind on the sun terrace or indulge in delicious seafood at the rooftop restaurant while enjoying complimentary Wi-Fi throughout the property.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.201417,
        "rating": 4.3,
        "numRatings": 624,
        "sources": [
          {
            "id": "1845398",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/beach-house-in-mahabalipuram",
            "sourceSite": "Web",
            "snippet": "Meya Beach Walk Hotel is located a two-minute walk from the beach. It is towards the beachside of the east coast road and 2 km (1.24 mi) from Mahabalipuram. The beach hotel provides air conditioning, satellite TV, 24-hour hot water service, and power backup.",
            "siteName": "Trip101",
            "shortName": "12 Best Beach Houses In Mahabalipuram, India - Updated 2025",
            "indexInSource": 2,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Q9cn909j6qSpSjuAOjrzcTxUcwlPPyKS",
          "Q9cn909j6qSpSjuAOjrzcTxUcwlPPyKS"
        ],
        "openingPeriods": [],
        "name": "Meya Beach walk hotel & Restaurant",
        "placeId": "ChIJqUEiqEVTUjoRCNpT9kdlwgc",
        "internationalPhoneNumber": "+91 98400 23221",
        "reviews": [
          {
            "rating": 5,
            "text": "This place is a gem! It was one of the highlights of my India trip! It is full of charm yet it is simple. Staff is warm and friendly, beach is walkable and their restaurant is great! The walk to Mamallapuram center by the beach is spectacular! Recommended!",
            "author_name": "Brenno Kaschner Russo",
            "relative_time_description": "",
            "time": 1739893813,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Don't waste your money by booking this resort..poor service especially complement breakfast... treated like begging...all people were hunger on money and owner's wife was arguing unnecessarily and treated the customers badly for their fault...cost is too higher for that normal room. Very old style and AC is not proper..had yellow colour old lights.... Spoiled our moods because of that lady even though beach was too good..She don't know how to speak with the customers speaking harsly without listening to the customers words. ... book another good resort and save your money and enjoy...",
            "author_name": "Vishali V",
            "relative_time_description": "",
            "time": 1743407369,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Had the best experience here. The rooms are quite clean and affordable. The major attractive point is that the sea is hardly 300 mts from the place and you get to enjoy a very private time at the sea. The breakfast which is included in the package was very good. Would recommend this place to anyone with family.",
            "author_name": "Vijay Kumar Rajagopal",
            "relative_time_description": "",
            "time": 1746835097,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.meyabeachwalkhotel.com/",
        "index": 9,
        "id": "",
        "categories": [
          "Hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 33,
            "2": 16,
            "3": 49,
            "4": 182,
            "5": 344
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.638194,
        "address": "34, kings nagar, shore temple town, East Coast Road, Mahabalipuram, Tamil Nadu 603104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJRwT_PiWtUzoRWFs5HLYhhuA",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.197373,
        "rating": 4.5,
        "numRatings": 34,
        "sources": [
          {
            "id": "1845398",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/beach-house-in-mahabalipuram",
            "sourceSite": "Web",
            "snippet": "The beaches and the seventh-century temples are within close vicinity of the guest house. This two-bedroom house has a private terrace and a balcony, both offering stunning views of the sea. The beach and ancient temples are also only a stroll away.",
            "siteName": "Trip101",
            "shortName": "12 Best Beach Houses In Mahabalipuram, India - Updated 2025",
            "indexInSource": 1,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "M8xqWJ6fnyJDYRZOYtse4TwieCEAA3uj",
          "7WMF4zywTpYN0dyruuragWNn5HsHYL8v",
          "WOx6RSuxtZHtQglwI4wxOMrZTP9pLgqy",
          "TWpG3JfXl6uYKTqcUiUd6CUdwWVahmn1",
          "M8xqWJ6fnyJDYRZOYtse4TwieCEAA3uj",
          "7WMF4zywTpYN0dyruuragWNn5HsHYL8v",
          "WOx6RSuxtZHtQglwI4wxOMrZTP9pLgqy",
          "TWpG3JfXl6uYKTqcUiUd6CUdwWVahmn1"
        ],
        "openingPeriods": [],
        "name": "Blue Moon guesthouse",
        "placeId": "ChIJRwT_PiWtUzoRWFs5HLYhhuA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Basic, clean and friendly guesthouse at an unbeatable price. Nice walk into town in the backstreets away from traffic and noise. Two minutes down to the beach.\nBreakfast was basic continental👍🏽\nAnd the common space terrace on 3rd floor is spectacular any time of day, great views of the ocean and a nice place to relax and catch ones' breath.\nRecommend booking rooms on the 2nd floor, if available.\nA great find! 🌺",
            "author_name": "Erika Sunnegårdh",
            "relative_time_description": "",
            "time": 1733043972,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A really good place to stay. Comfortable, clean, and reasonably priced. Breakfast on the terrace with a great view. 5-10 minute walk to the beach.",
            "author_name": "renacim",
            "relative_time_description": "",
            "time": 1722867267,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Excellent Rooms and friendly Service people are really very cool and needful. The location is ultimate and the neighbours are friendly with Hotel. It's a very good and Clean property if stay you will be enjoy lot. Thank you...",
            "author_name": "Yaswanth Tiltan",
            "relative_time_description": "",
            "time": 1704473415,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Guest house",
          "Hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 0,
            "3": 3,
            "4": 8,
            "5": 22
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.62136,
        "address": "J5CW+HX2, Tsunami Nagar 3rd Cross St, Fisherman Colony, Mahabalipuram, Tamil Nadu 603104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJkxYicq6sUzoRajPAfBDniYk",
        "generalDescription": "Sea Breeze Beach Resort is a casual hotel with simple rooms that offer views of the sea. Situated just 100m from Mahabalipuram Beach, this family-friendly resort provides various amenities including kids' swimming pool, outdoor play equipment, indoor play area, and free wifi. Guests can also enjoy activities such as badminton, biking, and tennis. The well-furnished rooms feature sofas and balconies. The resort boasts a seaside restaurant, wellness center, and palm garden.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.196955,
        "rating": 3.9,
        "numRatings": 2186,
        "sources": [
          {
            "id": "1803022",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/beach-resorts-in-mahabalipuram",
            "sourceSite": "Web",
            "snippet": "Offering a peaceful massage parlor and an exotic swimming pool, the Sea Breeze Beach Resort is considered to be a perfect getaway from the hustling and bustling life of Mahabalipuram. Situated near the Mahabalipuram Beach, the property offers high-class accommodations with air-conditioner, satellite TV, and a private bathroom with up-to-date toiletries. Besides, here, you will also be able to find a huge tennis court, a separate indoor gaming room, and a lush green garden.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Beach Resorts In Mahabalipuram, Book & Get Upto 50% Off",
            "indexInSource": 2,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ptEHpbdbTjmdI1tCxYpdu96bw4pV6YNv",
          "HrZhWldmmMKQsYScDSgRS66g7sztPdV4",
          "ptEHpbdbTjmdI1tCxYpdu96bw4pV6YNv",
          "HrZhWldmmMKQsYScDSgRS66g7sztPdV4"
        ],
        "openingPeriods": [],
        "name": "Sea Breeze Beach Resort",
        "placeId": "ChIJkxYicq6sUzoRajPAfBDniYk",
        "internationalPhoneNumber": "+91 44 2744 3035",
        "reviews": [
          {
            "rating": 5,
            "text": "My family is very happy to enjoy the spot. Beach access is very near. Good ambience with great taste of food. A good and pleasant staying resort for family.",
            "author_name": "Siva Anand",
            "relative_time_description": "",
            "time": 1746772913,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "I booked a super deluxe room which costs 5.2k/night. When I reached the place and see there super deluxe room I was shocked. It was smelling bad like people are not coming to the resort. The cupboard doors were broken. When I asked reception they said this is the only room. The whole resort was empty only 4 rooms were booked that day. I checked it in the morning during breakfast.\nEven though the resort touched the beach but management is not capable to maintain the entity. As the resort touched beach so I gave 3 stars for the location.",
            "author_name": "Naveen Jasoria",
            "relative_time_description": "",
            "time": 1738197225,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Words cannot describe what I experienced, it is so good.. This is the best of all the resorts in the area.. Assistant general Manager SHADAB SHAIKH  Sir, we thank you very much for all the arrangements you made. I saw a good attitude from you, with love and respect, with good care. Thank you sir.",
            "author_name": "Jai Shankar",
            "relative_time_description": "",
            "time": 1746147579,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.seabreezeresort.in/",
        "index": 11,
        "id": "",
        "categories": [
          "Hotel",
          "Resort hotel",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 152,
            "2": 126,
            "3": 406,
            "4": 697,
            "5": 805
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.618234,
        "address": "No: 18, Othavadai Cross St, Fisherman Colony, Mahabalipuram, Tamil Nadu 603104, India",
        "travel_time": null
      }
    ]
  }
}