[
    {
        "country": "afghanistan",
        "city": "Afghanistan",
        "index": 1,
        "name": "Minaret of Jam",
        "latitude": null,
        "longitude": null,
        "excerpt": "Reaching a dizzying height of 65m, the Minaret of Jam stands as a lonely sentinel at the confluence of the Hari Rud and Jam Rud rivers, the greatest…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/central-afghanistan/attractions/minaret-of-jam/a/poi-sig/1004739/1339226",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Afghanistan%20Stephen%20Shucart%20GettyImages-988005974%20RFC%20crop.jpg",
        "detail_description": "Reaching a dizzying height of 65m, the Minaret of Jam stands as a lonely sentinel at the confluence of the Hari Rud and Jam Rud rivers, the greatest surviving monument of the medieval Ghorid empire. Forgotten by the outside world until the mid-20th century, it remains a holy grail for many travellers to Afghanistan. The first view of the minaret as it looms suddenly and unexpectedly from the folds of the mountains is worth all the rough roads it takes to get there.\nThe minaret was built in 1194 for Sultan Ghiyasuddin, the grandest of the Ghorid rulers, and marks the highpoint of their fired-brick architecture (Ghiyasuddin also commissioned Herat’s Friday Mosque at this time). Three tapering cylindrical storeys rise from an octagonal base, the whole completely covered in intricate café-au-lait brick decoration. Interlocking chains, polygons and medallions wind delicately around the shaft, interspersed with text from the Quran.At the neck of the first section, a band of Kufic text spells out Ghiyasuddin’s name in glazed turquoise, the only colour on the minaret. Above this are spars from the original wooden scaffold and brick buttresses that would originally have supported a balcony. The second and third shafts are more restrained in their decoration, surmounted by a final lantern gallery with pinched and pointed arches. Few muezzins have ever had such a stage for their call to prayer.At the time of its construction, the minaret was the tallest in the world and, until the 20th century, only the Qutb Minar in Delhi was taller. For many years, archaeologists were mystified as to its purpose. Its isolated location begs the same question from every visitor: why here? Given the lack of associated buildings, it was assumed by many to be part of a concurrent Central Asian trend for raising single massive towers as statements of political power, possibly marking victory over a pagan populace. Jam is now recognised to be the site of the lost city of Firuzkoh, the Ghorids’ capital destroyed by the Mongols.It’s possible to climb the minaret and the views are amazing. A ladder allows you to crawl through a narrow entrance hole to the interior. There are two staircases, winding around each other like a DNA double-helix. Care should be taken on the narrow steps and a torch isn’t a bad idea. The stairs end in an open chamber, from where you can look out over the confluence of the Hari-rud and Jam rivers. A second staircase continues from here up to the lantern gallery, although the climb feels more than a little precarious.In 2002, the Minaret of Jam became Afghanistan’s first Unesco World Heritage site, simultaneously being placed on the list of World Heritage sites in danger. It’s easy to see why. Sat on the confluence of two rivers, erosion of the foundations has been a constant worry, and gabion walls have been built to reinforce the structure. Even so, the minaret still lists at a worrying angle. Illegal looting, which ironically reached its peak after the fall of the Taliban, has also damaged the site, and robber holes can easily be spotted in the area."
    },
    {
        "country": "afghanistan",
        "city": "Kabul",
        "index": 2,
        "name": "Kabul Museum",
        "latitude": null,
        "longitude": null,
        "excerpt": "The Kabul Museum was once one of the greatest museums in the world. Its exhibits, ranging from Hellenistic gold coins to Buddhist statuary and Islamic…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/kabul/attractions/kabul-museum/a/poi-sig/451035/355754",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8f05d350fa422cbefe3a210e23d7d2fe-kabul-museum.jpg",
        "detail_description": "The Kabul Museum was once one of the greatest museums in the world. Its exhibits, ranging from Hellenistic gold coins to Buddhist statuary and Islamic bronzes, testified to Afghanistan&#x2019;s location at the crossroads of Asia. After years of abuse during the civil war, help from the international community and the peerless dedication of its staff means the museum is slowly rising from the ashes.&#xD;\n&#xD;\nThe museum opened in 1919, and was almost entirely stocked with items excavated in Afghanistan. As the fall of communist Kabul became apparent with the Soviet withdrawal, many of the most valuable pieces were moved into secure storage, but the majority of exhibits remained in situ. Unfortunately the museum quickly found itself on the frontline of the mujaheddin&#x2019;s terrible fight for Kabul. Between 1992 and &#x2019;94 the museum was used as a mujaheddin base. During this period the museum was massively looted &#x2013; not just ransacked &#x2013; but with care taken to select the most valuable pieces for resale on the illicit antique market (the museum&#x2019;s library and inventory was also lost at this time, to hamper efforts to trace the provenance of stolen goods). Among the priceless treasures lost include many of the Bagram Ivories, the Kunduz Hoard of Graeco-Bactrian coins and unique Gandharan statues of Buddha. During this looting, the museum was further damaged by a rocket attack that destroyed its upper floor. When the Rabbani government regained control of the area, soldiers posted to guard the site continued ad hoc looting of their own.&#xD;\n&#xD;\nOn capturing Kabul in 1996 the Taliban vowed to protect what remained, but it was a short-lived promise. In March 2001, as the giant Buddhas at Bamiyan were being levelled, soldiers entered the museum with hammers and smashed what statues and other image-bearing exhibits they could find. The oxymoronically-titled Minister for Culture led the destruction.&#xD;\n&#xD;\nThat a museum still stands is little short of a marvel. Less than a third of the collection survives, but there&#x2019;s a surprising amount on display. In the entrance hall is a 15th-century black marble basin from Kandahar, known colloquially as the Buddha&#x2019;s Begging Bowl because of the carved lotus at its base. To the left is a large Greek inscription from Ai Khanoum and to the right is the Rabatak Tablet found near Pul-e Khumri in 1993, covered with yet-to-be deciphered Bactrian script.&#xD;\n&#xD;\nFurther on, a pair of glass cases display Graeco-Bactrian Buddha statues from the 3rd and 4th centuries AD in limestone and schist, the few to escape the Taliban&#x2019;s rage. Other treasures downstairs include a lovely carved marble door from Kabul, and a reconstructed stucco section of a 12th-century mosque from Lashkar Gah. Exhibits are interspersed with photos of looted items and the half-demolished museum.&#xD;\n&#xD;\nThe highlight of the museum is the Nuristani gallery upstairs. It is filled with huge wooden deities and ancestor figures, carved before the 1890s when the region was still pagan. Goddesses ride mountain goats, warriors sit astride horses and loving couples are carved on posts for the marital bed. As works of art they&#x2019;re radically different to anything from elsewhere in Afghanistan; the flat mask-like faces seem more Central African than Central Asian. The statues were chopped up by the Taliban, but have been magnificently restored.&#xD;\n&#xD;\nSecurity is tight at the museum, with bag checks as you exit as well as on entering. While you wait, take a moment to read the plaque outside the front door: &#x2018;a nation stays alive when its culture stays alive&#x2019;.&#xD;\n&#xD;\nThe old royal palace of Darulaman sits opposite the Kabul Museum. Built by Amanullah in the 1920s, in grand European style, the palace is now little more than an empty shell. Don&#x2019;t explore the palace too closely as there are still unexploded ordnances (UXOs) in the area. Between the two look out for the rusting steam train, more evidence of Amanullah&#x2019;s ill-fated experiment in modernity &#x2013; only a few miles of track were ever laid.\n"
    },
    {
        "country": "afghanistan",
        "city": "Afghanistan",
        "index": 3,
        "name": "Buddha Niches",
        "latitude": "34.82968",
        "longitude": "67.818466186523",
        "excerpt": "The empty niches of the Buddha statues dominate the Bamiyan valley. Carved in the 6th century, the two statues, standing 38m and 55m respectively, were…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/bamiyan-and-central-afghanistan/bamiyan/attractions/buddha-niches/a/poi-sig/485186/355741",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ae73a6a589630733f1b9bb99174ea6e8-buddha-niches.jpg",
        "detail_description": "The empty niches of the Buddha statues dominate the Bamiyan valley. Carved in the 6th century, the two statues, standing 38m and 55m respectively, were the tallest standing statues of Buddha ever made. Now gone, the emptiness of the spaces the statues have left behind nevertheless inspire awe and quiet contemplation in equal measure. The bases of the niches are fenced off and although it is quite possible to view them for free from some distance, a ticket from the office of the Director of Information and Culture (In front of Large Buddha niche) allows further access to the site.\nNext to the director's office is a large shed containing the salvaged remains of the Large Buddha, which give an insight into the construction of the statues. They weren't simply carved out of the sandstone cliffs - rough figures were instead hewn from the rock, which was then covered in mud and straw to create the intricate folds of the robes, before being plastered and painted. The Large Buddha was painted with red robes, while the Small Buddha was clothed in red. Their faces were covered in gilded masks, although all traces of these disappeared in antiquity. The Chinese monk Xuan Zang visited Bamiyan at the height of its glory in the 7th century, writing of the statues that 'the golden hues sparkle on every side, and its precious ornaments dazzle the eye by their brightness'. As a devout pilgrim, Xuan Zang may have looked back on the statues' ultimate destruction as reflecting a central teaching of the Buddha: nothing is permanent and everything changes. The remaining chunks of statue are a small fraction of the total - the Taliban sold much of what was not simply destroyed to Pakistani antique dealers in Peshawar. The view from the base of the niche to its ceiling is dizzying. The ceiling and walls were once covered with frescoes, using symbolism borrowed from Greek, Indian and Sassanid (Persian) art. The fusion of these traditions, gave the Buddhist art of Bamiyan its vitality, which would later spread to India and China. The cliffs surrounding each Buddha are honeycombed with monastic cells and grottoes, and your entrance ticket allows a guided tour. When we visited, the guides were enthusiastic but didn't have much English (or information), although a proper training programme is now reportedly in place. When exploring the cells and passages, good shoes are recommended, as well as a torch. Hard hats are provided - less for the fear of falling rocks than the inevitability of banging your head on the low ceilings. The Large Buddha's grottoes are relatively few in number. You enter them by climbing almost around the back of the Buddha, cutting up some way to the left. The path here is marked with white rocks to show recent demining. The cells were originally decorated with frescoes displaying Buddhas and Bodhisattvas, all now lost in this section. In total, it is estimated that around 85% of the paintings disappeared during the war, through neglect, theft or deliberate destruction. As you follow the passages you eventually emerge above the head of the Large Buddha. The views are amazing, unless you suffer from vertigo. The top of the niche has been braced with scaffolding to prevent subsidence. As with the cells, the ceiling was once elaborately painted. The Small Buddha niche stands 500m to the east. The intervening section of cliff is honeycombed with cells, sanctuaries and passages tunnelled into the rock. Now long gone, a series of stupas and monasteries at the foot of the cliff further served the Buddhist complex. Xuan Zang noted ten convents and over a thousand priests and at its peak, Bamiyan is thought to have contained around 50 temples. Halfway between the two Buddhas is a smaller third niche, high on the cliff, which would have held a free-standing Buddha statue. In the aftermath of the Taliban's ouster, many of these caves were occupied by Hazara IDPs. The grottoes of the Small Buddha are far more extensive and rewarding than those at the Large Buddha, in part because this site nearly a century older. You enter via stairs at the base of the niche - these stairs encircle the niche, allowing the faithful to circumambulate the Buddha, an important ritual. Although almost all of the frescoes have been lost, a few glimpses remain in a couple of places. The so-called assembly hall on the west side has bright blue and maroon fragments of a huge lotus on its cupola, surrounded by a red band decorated with delicate white flowers. It's just enough to give a tantalising idea of how the whole might have looked. Near this hall is a vestibule looking out to the valley, which still retains its original facade, with the stone carved to resemble jutting wood beams. The grottoes continue on the east side of the niche, with many rooms containing carved lantern-roof ceilings and wall niches for Buddha statues.Bamiyan's heyday as a Buddhist pilgrimage site barely lasted a handful of centuries. After a brief period of coexistence with its expanding Muslim neighbours, it slipped into terminal decline around the 10th century, when many statues and temples were destroyed. Memories of the Buddhist past faded and locals began to suppose that the statues were of pagan kings. Amazingly, Genghis Khan left them standing - about the only thing he did leave intact in Bamiyan. Greater damage was done in the 17th century when the Mughal emperor Aurangzeb smashed their faces. A hundred years later the legs of the Large Buddha were cut off by the Persian Nadir Shah. During the civil war, the niches and caves were often used as ammunition dumps, with some soldiers occasionally using the statues for casual target practice. The final, terrible, indignity came with their complete demolition by the Taliban in March 2001, leaving behind an indelible testament to Afghanistan's many cultural losses in recent wars."
    },
    {
        "country": "afghanistan",
        "city": "Afghanistan",
        "index": 4,
        "name": "Herat Citadel",
        "latitude": null,
        "longitude": null,
        "excerpt": "Towering over the Old City, the Herat Citadel has watched over Herat’s successes and setbacks with its imposing gaze for centuries. The oldest building in…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/herat-and-northwestern-afghanistan/herat/attractions/herat-citadel/a/poi-sig/451131/355747",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9c35dfaa78fc6b3809f701014697789c-herat-citadel.jpg",
        "detail_description": "Towering over the Old City, the Herat Citadel has watched over Herat&#x2019;s successes and setbacks with its imposing gaze for centuries. The oldest building in Herat, it is believed to stand on the foundations of a fort built by Alexander the Great. It has served as a seat of power, military garrison and prison since its construction until 2005, when the Afghan army presented it to the Ministry of Information, Culture and Tourism, opening its doors to outsiders for the first time.&#xD;\n&#xD;\nThe Citadel is built on an artificial mound and stretches 250m east to west. Its 18 towers rise over 30m above street level, with walls 2m thick. A moat once completed the defences, although this was drained in 2003 to lay out a public park in the grounds. The present structure was largely built by Shah Rukh in 1415, after Timur trashed what little Genghis Khan had left standing. At this time, the exterior was covered with the monumental Kufic script of a poem proclaiming the castle&#x2019;s grandeur, &#x2018;never to be altered by the tremors of encircling time&#x2019;. Sadly, most of this tiling has been lost bar a small section on the northwest wall, the so-called &#x2018;Timurid Tower&#x2019;.&#xD;\n&#xD;\nTime&#x2019;s tremors inevitably did great damage to the Citadel. Repeated conquerors pillaged the Citadel, with locals prizing the valuable roof-beams and baked bricks. The greatest indignity came in 1953 when Herat&#x2019;s army commander ordered its complete demolition in order to move his military base on the outskirts of the city. Only the direct intervention of King Zahir Shah halted the destruction. Subsequent neglect caused several sections to collapse. An extensive renovation programme was launched in the 1970s, completed just two months before the Soviet invasion.&#xD;\n&#xD;\nVisitors enter through the modern western entrance to the Citadel&#x2019;s lower enclosure. Most of this section is currently closed, so you are instead led through an imposing wooden gate and atrium to the upper enclosure. This is the most heavily fortified part of the Citadel and has its own wells, which were used to allow defenders to withstand sieges. Archaeological excavations are still ongoing in the main courtyard. To the left, there is a small hammam with beautifully painted but damaged walls, showing flowers and peacocks.&#xD;\n&#xD;\nThe biggest attraction is the Citadel&#x2019;s huge curtain wall topped with battlements. These offer tremendous views over Herat, looking south towards Chahar Su, and north to the minarets of the Musalla Complex. It&#x2019;s also possible to make out the last remains of the Old City walls.&#xD;\n&#xD;\nLeaving by the western gate there is a small museum, which had yet to open at the time of research.\n"
    },
    {
        "country": "afghanistan",
        "city": "Afghanistan",
        "index": 5,
        "name": "Friday Mosque",
        "latitude": null,
        "longitude": null,
        "excerpt": "Over 800 hundred years old, Herat’s Friday Mosque is Afghanistan’s finest Islamic building, and one of the greatest in Central Asia. A master class in the…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/herat-and-northwestern-afghanistan/herat/attractions/friday-mosque/a/poi-sig/451127/355747",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8811095fcd4b69a3c22a99b008a79401-friday-mosque.jpg",
        "detail_description": "Over 800 hundred years old, Herat&#x2019;s Friday Mosque is Afghanistan&#x2019;s finest Islamic building, and one of the greatest in Central Asia. A master class in the art of tile mosaic, its bright colours and intricate detailing are an exuberant hymn in praise of Allah.&#xD;\n&#xD;\nMost visitors enter the mosque via the park on its eastern side, which leads up to a huge and richly tiled fa&#xE7;ade. The entrance corridors are to either side of this, but they are frequently locked outside the main prayer hours, forcing visitors to gain access to the mosque proper via the small street entrance on its northern wall. This is actually a more atmospheric choice, as the cool dark of the entrance corridor suddenly gives way to a bright sunburst of colour as you enter the main courtyard. Don&#x2019;t forget to remove your shoes at this point.&#xD;\n&#xD;\nThe mosque is laid out in a classical plan of four iwans (barrel-vaulted halls) with arcaded walls around a central courtyard nearly 100m long. Two huge minarets flank the main iwan. Almost every square centre is covered in breathtaking mosaic, surrounded by blue bands of Quranic script. Only the simple whitewash of the iwans adds a note of modesty. The minarets, with their repeated bands of stylised flowers, arabesques and geometric patterns are simply dizzying.&#xD;\n&#xD;\nThe mosque was originally laid out by the Ghorid Sultan Ghiyasuddin in 1200. Originally it would have had quite a different appearance, as the Ghorids preferred plain brick and stucco decoration. The Timurids restored the mosque in the 15th century and introduced the bright mosaic, but by the early 20th century so much of this had been lost that visitors remarked on the mosque&#x2019;s dullness.&#xD;\n&#xD;\nThe lavish tiling that now covers the mosque is the product of the mosque&#x2019;s tile workshop, an ongoing restoration project since the 1940s. While many of the mosaics are based on Timurid originals, the workshop has also introduced its own designs, colours and calligraphy. This traditional-meets-modern approach has led to the creation one of the gems of contemporary Islamic abstract expressionism.&#xD;\n&#xD;\nThe workshop is in a courtyard to the left of the main portal entrance in the garden &#x2013; ask to visit it at the small office of the Ministry of Information, Culture and Tourism, just inside. The courtyard also contains one of the few remnants of the original Ghorid decoration, overlaid with Timurid tiling &#x2013; a demonstration of the continuum of artistic styles that the mosque has witnessed. The craftsmen are normally happy to show off their work, from glazing the raw tiles to laying out the intricate mosaics.&#xD;\n&#xD;\nIt&#x2019;s normally not a problem to take photos in the mosque, but this should be avoided during prayer times. Early morning is the best time to catch the light on the tiles. Donations for the mosque&#x2019;s upkeep can be placed in the ceremonial bronze cauldron in the eastern arcade. Cast in the 13th century, it would have originally been filled with sweet drinks for worshippers on religious holidays.\n"
    },
    {
        "country": "afghanistan",
        "city": "Kabul",
        "index": 6,
        "name": "Bala Hissar & City Walls",
        "latitude": "34.50533",
        "longitude": "69.19232",
        "excerpt": "The old seat of royal power, a fortress has stood on the site of the Bala Hissar since the 5th century AD, and quite possibly before. It sits at the foot…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/kabul/attractions/bala-hissar-city-walls/a/poi-sig/451023/355754",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Afghanistan%20Kabul%20WAKIL%20KOHSAR%20GettyImages-893374236%20RM%20crop.jpg",
        "detail_description": "The old seat of royal power, a fortress has stood on the site of the Bala Hissar since the 5th century AD, and quite possibly before. It sits at the foot of the Koh-e Shir Darwaza mountains, guarding the southwestern approaches to Kabul.\nThe citadel as it stands today was built at the end of the 19th century. The previous fortress was destroyed by the vengeful British army at the end of the Second Anglo-Afghan War. Now, as then, it is used by the army and closed to visitors. However, the old city walls snake out from its towers along the mountain ridges and make a fantastic walk, raising you high above the dirty air of the city to give some breathtaking views of the capital. The starting point is at the foot of the huge cemetery of Shohada-ye Salehin. Most approaches will take you past Jad-e Maiwand and the ruined Shor Bazaar, a traditional centre for Kabul's musicians, and the place where 'Bukhara' Burnes was killed by the mob in 1841. The road brings you along the southern foot of Bala Hissar, with good views up to its ramparts. Start the walk around 1km after the citadel. There are two routes leading up the slopes to the ridge of the mountain. A longer path on a gentler gradient takes you to an obvious pass between two peaks. To the left was territory held by Hekmatyar during the civil war, with Massoud's men to the right. A better alternative is to keep to the right and head steeply uphill straight away. A 40-minute hike brings you to a high ridge from where you can look east to the Bala Hissar, and north to central Kabul - Shahr-e Nau Park, Jad-e Maiwand and the Pul-e Khishti Mosque are good monuments to take your bearings from. Boys quite often fly kites here. At this point you're already higher than Koh-e Asmai (TV Mountain) opposite. Continue west along the ridge. Almost straight away you meet the old walls, several metres thick in places. Although the path is clear and well-beaten it's possible to find plenty of spent ammunition here, so resist the temptation to nose around any of the foxholes near the walls. As you slowly ascend the ridge curves north, revealing splendid views of west Kabul and Darulaman. After a further half an hour of walking you'll near the end of the ridge and a final view - this time straight down to Babur's Gardens and Kabul Zoo. With views to all sides, this is the best spot in Kabul for understanding the city's geography, especially the narrow strategic gap where Koh-e Shir Darwaza and Koh-e Asmai almost meet - known as the Shir Darwaza (Lion's Gate) - with the Kabul Valley stretching far in either direction. Also look out for the platform of the Noon Gun, and follow the path downhill towards it. The Noon Gun is actually two cannons dating from Abdur Rahman's reign. They were fired daily, and to mark the end of the Ramazan feast, but only the barrels now remain. From here, follow the paths though the local houses to emerge near Babur's Gardens. The walk should take three or four hours in total. Take a sun hat and plenty of water. Although there aren't any red rocks designating mines, we'd still advise you to stick to the worn trail."
    },
    {
        "country": "afghanistan",
        "city": "Afghanistan",
        "index": 7,
        "name": "Old City",
        "latitude": null,
        "longitude": null,
        "excerpt": "Herat's Old City, measuring approximately 1200 metres square, is the most complete traditional medieval city in Afghanistan. Four main streets branch out…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/herat-and-northwestern-afghanistan/herat/attractions/old-city/a/poi-sig/451139/355747",
        "image_url": null,
        "detail_description": "Herat's Old City, measuring approximately 1200 metres square, is the most complete traditional medieval city in Afghanistan. Four main streets branch out from the bazaar of Chahar Su (literally 'four directions'), quartering the city and leading to the old gates that once pierced the city walls (they were pulled down in the 1950s). Characteristic of medieval urban design, the Old City has three foci - the commercial centre (Chahar Su), the Royal Centre (the Citadel) and the Religious Centre (The Friday Mosque).\nThe four main roads leading from Chahar Su are lined with booths and shops. Until the 1930s, these roads were covered, with Chahar Su itself crowned with a large dome. Only small portions of the old vaulting survive, in the southeast corner of the city. Behind the shops there are plenty of serais - enclosures for caravans that served as warehouses and inns for traders and craftsmen.Away from the main thoroughfares, the streets turn into a labyrinth of unpaved lanes, hiding the city's houses behind high mud walls. Wandering the streets and serais is one of the best ways to get a taste of traditional Herati - and Afghan - urban life. That the Old City survived the Soviet carpet-bombing of Herat is a miracle, but its fabric is now under threat from the city's construction boom. Unlike Kabul, where an official ban on new construction in the Old City prevails, Herat's historic quarter undergoing 'redevelopment' on an unprecedented scale. In the absence of building controls, owners are demolishing historic properties to rebuild in the popular modern glass and concrete style, with little thought for the city's character.The Aga Khan Trust for Culture (AKTC) is currently working with Herat's government to rescue buildings and create a sustainable development plan for the Old City. Using a mix of satellite imagery and door-to-door surveys, they produced the first detailed map of the Old City, showing over 15,000 buildings with 62,000 residents, but with old buildings being lost on a weekly basis. AKTC has launched a conservation programme for several historic houses that promotes traditional building techniques, encourages self-built repairs and shows the potential for improving living conditions within traditional city homes.AKTC has also helped restore Herat's traditional cisterns. The Chahar Su Cistern, at the centre of the Old City, and the Malik Cistern, opposite the western gate of the Citadel, are what remains of Herat's medieval water-supply system. Filled by aqueducts, they provided year-round clean water for the city's residents, even during the Persian siege of 1837-8. They only ran dry during the 1980s. Both have gorgeous brick vaulted ceilings, with the octagonal Chahar Su Cistern having a span of over 20m. Surrounded by bazaars and mosques, the cistern's restoration should hopefully provide a focus for further economic regeneration in the Old City, although at the time of writing their exact future use was under discussion with community leaders."
    },
    {
        "country": "afghanistan",
        "city": "Afghanistan",
        "index": 8,
        "name": "Shrine of Hazrat Ali",
        "latitude": null,
        "longitude": null,
        "excerpt": "The twin blue domes of the Shrine of Hazrat Ali are one of Afghanistan’s most iconic sights, and pilgrims come from across the country to pay their…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/mazar-e-sharif-and-northeastern-afghanistan/mazar-e-sharif/attractions/shrine-of-hazrat-ali/a/poi-sig/457353/355762",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7ac32474a94aa9beaa8649004aefedb8-shrine-of-hazrat-ali.jpg",
        "detail_description": "The twin blue domes of the Shrine of Hazrat Ali are one of Afghanistan&#x2019;s most iconic sights, and pilgrims come from across the country to pay their respects at the tomb contained inside. Although non-Muslims are forbidden entry to the shrine building itself, views of the building are to be much enjoyed from the pleasant park that surrounds the complex.&#xD;\n&#xD;\nPopular Muslim tradition contends that the Ali is buried in Najaf in Iraq, near the site where he was murdered in 661AD. Afghans typically tell another story. Instead, Ali&#x2019;s followers reputedly took his body to be secretly buried near Balkh. The burial was carried out in secret for fear of reprisals from Ali&#x2019;s enemies, and its location was lost until the 12th century when Ali appeared simultaneously in the dreams of 400 nobles from Balkh to reveal the tomb&#x2019;s exact position. A nearby hill was excavated, to discover a tomb chamber behind a steel door. Ali&#x2019;s body lay behind it, his mortal wounds as fresh as they day he received them.&#xD;\n&#xD;\nThe Seljuk Sultan Sanjar immediately built a large shrine above the tomb, but it was razed a century later by Genghis Khan. With Balkh&#x2019;s population decimated and scattered, memories of Ali&#x2019;s tomb faded until revived by the Timurids in the 15th century. Sultan Baiqara rebuilt the shrine that still stands today.&#xD;\n&#xD;\nThe rich blue tiling that covers every surface of the shrine is modern. The Timurid decoration fell into disrepair and the building was covered with a simple whitewash until the 1860s when it was restored by Sher Ali Khan, the amir swept away by the start of the Second Anglo-Afghan War.&#xD;\n&#xD;\nSher Ali Khan&#x2019;s tomb is to the west of the main shrine door. A larger tomb next door is that of the other great scourge of the British, Wazir Akbar Khan, who died three years after driving the British Army out of the country in their disastrous retreat from Kabul in 1842. On the east side of the shrine is a tall minaret-like pigeon tower. The doves in the shrine complex are famous across Afghanistan. Every seventh pigeon is said to contain a spirit, and the site is so holy that if a grey pigeon flies here it turns white within 40 days.&#xD;\n&#xD;\nThere is no entrance fee to the shrine complex, although guards on the southern gate sometimes ask for a spurious &#x2018;camera fee&#x2019;. Beggars and mendicants flock to the site, equally demanding of your attention.\n"
    },
    {
        "country": "afghanistan",
        "city": "Kabul",
        "index": 9,
        "name": "Babur's Gardens",
        "latitude": "34.50316588",
        "longitude": "69.15671302",
        "excerpt": "Laid out by the Mughal ruler Babur in the early 16th century, and the site of his tomb, these gardens are the loveliest spot in Kabul. At 11 hectares,…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/kabul/attractions/babur-s-gardens/a/poi-sig/1107698/355754",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/03b34edb56dec4e2296e82251a69d437-babur-s-gardens.jpg",
        "detail_description": "Laid out by the Mughal ruler Babur in the early 16th century, and the site of his tomb, these gardens are the loveliest spot in Kabul. At 11 hectares, they are also the largest public green space in the city. Left to ruins during the war, they have been spectacularly restored by the Aga Khan Trust for Culture (AKTC).&#xD;&#xD;\n&#xD;&#xD;\nThe garden was laid out in the classical charbagh (four garden) pattern, with a series of quartered rising terraces split by a central watercourse. The garden was used as a pleasure spot by repeated Mughal rulers, but fell into disrepair after the dynasty lost control of Kabul. Abdur Rahman Khan restored much of the grounds at the turn of the 20th century. Public access was allowed in the 1930s, but the gardens were despoiled and many trees cut for firewood in the anarchy that swept through Kabul during the civil war.&#xD;&#xD;\n&#xD;&#xD;\nThe garden is surrounded by high walls, rebuilt by the local community. Visitors are greeted by a large traditional caravanserai which is planned to open as a visitors centre, showing many of the finds excavated in the archaeological dig that preceded the restoration. Although modern, it stands on the footprint of an older building of the same plan built as a refuge for the poor in the 1640s. From the caravanserai the eye is immediately swept up the terraces, following the line of the white marble watercourse. On either side the grounds are deeply planted with herbaceous beds and saplings. Many species chosen for replanting are specifically mentioned in the Baburnama, including walnut, cherry, quince, mulberry and apricot trees. In the centre of the garden is a pavilion built by Abdur Rahman Khan, with a series of information boards on the restoration programme.&#xD;&#xD;\n&#xD;&#xD;\nAbove this there&#x2019;s a delicate white marble mosque built in 1647 by Shah Jahan, who commissioned the Taj Mahal. While on a much smaller scale, the similarities in style are evident in the clean carving of the stone.&#xD;&#xD;\n&#xD;&#xD;\nOverlooking the whole of the garden from the top terrace is Babur&#x2019;s tomb, inside a simple enclosure. Babur wished to be buried under the open sky so his grave is uncovered, surrounded by a simple marble screen. The headstone says it was erected for &#x2018;the light-garden of the God-forgiven angel king whose rest is in the garden of Heaven&#x2019;. Given the near-miraculous resurrection of the grounds, it&#x2019;s an easy poetic sentiment to agree with.\n"
    },
    {
        "country": "afghanistan",
        "city": "Afghanistan",
        "index": 10,
        "name": "Shahr-e Zohak",
        "latitude": null,
        "longitude": null,
        "excerpt": "The imposing ruins of Shahr-e Zohak guard the entrance to the Bamiyan valley, perched high on the cliffs at the confluence of the Bamiyan and Kalu rivers…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/bamiyan-and-central-afghanistan/bamiyan/attractions/shahr-e-zohak/a/poi-sig/485192/355741",
        "image_url": null,
        "detail_description": "The imposing ruins of Shahr-e Zohak guard the entrance to the Bamiyan valley, perched high on the cliffs at the confluence of the Bamiyan and Kalu rivers. Built by the Ghorids, they stand on foundations dating back to the 6th century. Genghis Khan's grandson was killed here, bringing down his murderous fury on the whole Bamiyan valley as a result. The colloquial name Zohak is taken from the legendary serpent-haired king of Persian literature.\nThe towers of the citadel are some of the most dramatic in Afghanistan. Made of mud-brick on stone foundations, they wrap around the side of the cliff, with geometric patterns built into their crenellations for decoration. The towers had no doors, but were accessed by ladders that the defenders pulled up behind them. Passing the towers, a path leads up through a rock tunnel and the main gateway of the fortress, before switching back up the hill, past ruined barracks and storerooms. Take extreme care here - the route is marked with red rocks for landmines (many of then faded or peeling), so don't stray from the well-worn path. The path quickly steepens and becomes increasingly exposed to strong crosswinds. A rusting anti-aircraft gun and abandoned soldier's post market the summit. The views over the confluence of the two rivers are awesome, with their thin strips of cultivated green providing a stark contrast to the dry pink and tan of the mountains. The location's strategic value is immediately apparent, and the heights seemingly impregnable to all except Genghis. Shahr-e Zohak is around 9km from Bamiyan. To get there take any westbound transport out of Bamiyan. As the confluence of the Bamiyan and Kalu rivers is where the roads from the Shibar and Hajigak Passes meet, any transport should be able to drop you there. Ask to be let out at Tupchi village (Afg40, 25 minutes) or the checkpoint at Shashpul half a kilometre after it, which is next to the confluence. The soldiers here will check you have a ticket from the Director of Information and Culture in Bamiyan. From here, walk about 1km following the Kalu, until you can see a simple wood-and -earth bridge, roughly level with the last of the citadel's towers (if your vehicle is going in the Hajigak Pass direction - the nearest villages to ask for are Dahane Khushkak, Paymuri or Sawzaw - you can be dropped at this point). A short walk along the edge of a field brings you to a pass leading up to the towers. Hiring a vehicle from Bamiyan will cost around 1100Afg return, according to your haggling skills."
    },
    {
        "country": "afghanistan",
        "city": "Afghanistan",
        "index": 11,
        "name": "Musalla Complex & Minarets",
        "latitude": null,
        "longitude": null,
        "excerpt": "The wife of Shah Rukh, Gowhar Shad, was one of the most remarkable women in Afghanistan's history. She was a great patron of the arts and commissioned…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/herat-and-northwestern-afghanistan/herat/attractions/musalla-complex-minarets/a/poi-sig/451137/355747",
        "image_url": null,
        "detail_description": "The wife of Shah Rukh, Gowhar Shad, was one of the most remarkable women in Afghanistan's history. She was a great patron of the arts and commissioned some of Islam's finest buildings, including Herat's Musalla Complex and the Great Mosque in Mashhad (Iran). She also played an active part in politics. Herat's Musalla Complex &amp; Minarets was her masterpiece, comprising a mosque, madrassa, mausoleum and over twenty minarets. At its height, it rivalled any of the great showpieces of Islamic architecture from Samarkand to Esfahan. Today, only five minarets and Gowhar Shad's mausoleum remain. The loss of the rest is a testament to the sorrier type of imperial meddling in Afghan politics.\nBy the park entrance is the sole standing minaret of her madrassa, tilting at a worrying angle and braced with steel cables. The tiling, a series of blue lozenges filled with flowers, only survives on its one side, where it is protected against Herat's abrasive wind. There are two balconies - just below the lower storey, mortar has taken a horrible bite out of the minaret.On the southern edge of the park, the stump of another minaret is the only sign of Gowhar Shad's mosque. It was destroyed by Soviet artillery. Tantalising fragments remain of the beautiful mosaic and its white marble facings. Noting that minarets are usually the simplest parts of a building, Robert Byron was so moved by its fine decoration to write 'if the mosaic on the rest of the Musalla surpassed or even equalled what survives today, there was never such a mosque before or since.'The loss of the complex rivals the destruction of the Bamiyan Buddhas for deliberate cultural vandalism. In 1885, when the British feared a Russian invasion of Afghanistan, they persuaded Abdur Rahman Khan to prepare Herat for defence. In a matter of days, British engineers dynamited almost the entire complex, to give a free line of fire for artillery. The invasion never came, but the damage was done. Two further minarets fell to earthquakes in the early 20th century, while the Soviets turned the whole area into a free-fire zone in the 1980s.Opposite the park, four huge minarets mark the corners of Baiqara's long-gone madrassa. The minarets were covered in a delicate blue mosaic framed in white and set with flowers. Some tiling remains - war and abrasive wind has wiped out the rest. The towers now lean like drunken factory chimneys and exert a particularly mournful air at sunset. A road between the minarets still allows traffic to trundle past, the vibrations damaging the fragile foundations. Several tombstones lie abandoned in the area, including an exquisite yet eroded black marble tombstone, carved in the intricate Haft Qalam style. Long abandoned to the elements, a better cared for example can be seen at Gazar Gah."
    },
    {
        "country": "afghanistan",
        "city": "Afghanistan",
        "index": 12,
        "name": "Gazar Gah",
        "latitude": null,
        "longitude": null,
        "excerpt": "This shrine is one of Afghanistan's holiest sites, dedicated to the 11th-century saint and poet Khoja Abdullah Ansari. Run by Sufis from the Qadirriyah…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/herat-and-northwestern-afghanistan/herat/attractions/gazar-gah/a/poi-sig/451129/355747",
        "image_url": null,
        "detail_description": "This shrine is one of Afghanistan's holiest sites, dedicated to the 11th-century saint and poet Khoja Abdullah Ansari. Run by Sufis from the Qadirriyah order, it receives hundred of pilgrims from across Afghanistan daily; Gazar Gah's name means 'the Bleaching Ground', a Sufi allusion to cleansing of one's soul before Allah.\nThe shrine is the most complete Timurid building in Herat and is dominated by its 30m high entrance portal, decorated with restraint with blue tiles on plain brick. More tiling fills the inside, much of it showing a distinctly Chinese influence - possibly a by-product of the embassies that Shah Rukh (who commissioned the shrine in 1425) exchanged with the emperor of China. The courtyard is filled with the gravestones of the many of Herat's old ruling families.The saint's tomb is at the far end beneath a large ilex tree. An intricately carved 5m-high white marble pillar also stands guardian, contained behind a glass case. It's fascinating to sit and watch men and women offering prayers to the tomb before turning around to perform the full prayer ritual facing Mecca. Prayers are also tied in rags to the ilex tree, usually by women having problems conceiving.There are several other graves worth noting in the shrine. Amir Dost Mohammed, that great survivor of the First Anglo-Afghan War, is buried to the left of Ansari's tomb, having died soon after capturing Herat in 1863. His grave is surrounded by a white balustrade and marked with another marble pillar. One of Sultan Baiqara's sons also lies here. His tombstone is an incredible example of the Haft Qalam, or 'Seven Pens' style of carving - interlaced flowers and arabesques painstakingly carved into seven layers of relief. The tombstone is kept in a locked side room, so you'll have to ask to be shown it.There are more graves outside the portal entrance. Look for the much worn statue of a dog immediately outside. Local tradition ascribes this to the grave of Gazar Gah's architect, who wished to sit humbly before the Sufi master into the next life.Look southwest for another shrine, the Zarnegar Khana. Built during Sultan Baiqara's time, it is a retreat for the shrine's Sufi adherents, who hold their zikr rituals inside. The interior has a fine domed ceiling, painted in blue and red, and picked out in gold leaf. The Zarnegar Khana was closed for restoration at the time of research. The grounds of the shrine also contain a second domed building, the Namakdan pavilion, and a cistern containing water from the holy Zam Zam spring at Mecca.There's no entrance fee at Gazar Gah, but the Sufis who tend the shrine will welcome a small donation. Don't forget to remove your shoes on entering. Buses run regularly to Gazar Gah from Chowk-e Cinema (around Afg5, 15 minutes). A taxi costs around Afg50."
    },
    {
        "country": "afghanistan",
        "city": "Kabul",
        "index": 13,
        "name": "Sultani Museum",
        "latitude": "34.51881094",
        "longitude": "69.17292256",
        "excerpt": "This private museum in the same grounds as the National Gallery is something of a curiosity. It was set up in 2004 by Ahmad Shah Sultani, a gold trader…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/kabul/attractions/sultani-museum/a/poi-sig/1107717/355754",
        "image_url": null,
        "detail_description": "This private museum in the same grounds as the National Gallery is something of a curiosity. It was set up in 2004 by Ahmad Shah Sultani, a gold trader and sometime antiques dealer, who spent much of the civil war in exile in London. Here he collected a large collection of Afghan antiquities, aiming to preserve them for the country. Much of his collection is of looted or smuggled items, but those recognisably from the Kabul Museum have been returned. His collection has yet to be properly catalogued, but is thought to contain over 3000 pieces. Sultani&#x2019;s ultimate plan is to donate his collection to the state.&#xD;\n&#xD;\nThe museum is heavily locked, and on issuing your ticket the chowkidar (caretaker) goes through the laborious process of disabling the security alarms. The first room is full of Islamic-era manuscripts and some beautiful Qurans in just about every conceivable calligraphic script.&#xD;\n&#xD;\nThe following rooms are a treasure-trove of Afghan history, with artefacts from all periods jostling for space on the crowded shelves. Wooden stamps for stuccowork in mosques sit next to a delicate and stunning gold coronet, possibly of Kushan origin. There&#x2019;s a large display of coins &#x2013; Graeco-Bactrian, Kushan, Sodgian and even Roman. Opposite are rare examples of Ghaznavid and Ghorid pottery, nearly 1000 years old, and Nuristani wood carvings.&#xD;\n&#xD;\nPoor labelling lets the exhibition down, often leaving you wondering exactly what you&#x2019;re looking at, and thirsting for more information (the &#x2018;cookie mud&#x2019; from which many finds seem to have been dug remains a mystery). It&#x2019;s frustrating, but an oddly appropriate metaphor for the troubled state of Afghanistan&#x2019;s heritage.\n"
    },
    {
        "country": "afghanistan",
        "city": "Afghanistan",
        "index": 14,
        "name": "Shahr-e Gholghola",
        "latitude": "34.81851",
        "longitude": "67.83878",
        "excerpt": "A 20-minute walk from Bamiyan stands the remains of Ghorid Bamiyan's last stand against the Mongol hordes. On a commanding rise, Shahr-e Gholghola was…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/bamiyan-and-central-afghanistan/bamiyan/attractions/shahr-e-gholghola/a/poi-sig/485190/355741",
        "image_url": null,
        "detail_description": "A 20-minute walk from Bamiyan stands the remains of Ghorid Bamiyan's last stand against the Mongol hordes. On a commanding rise, Shahr-e Gholghola was reputedly the best defended of Bamiyan's royal citadels and was captured by intrigue rather than force of arms.\nBamiyan's ruler Jalaludin held strong under Genghis Khan's siege, but he didn't reckon on the treachery of his daughter. She had quit her widowed father's castle in a fit of pique over his remarrying a princess from Ghazni. She betrayed the castle's secret entrance, expecting to be rewarded through her own betrothal to the Mongol ruler. But he put her to the sword anyway and slaughtered the rest of the defenders. The noise of the furious violence gave the citadel's modern name - 'City of Screams'. To get to the citadel, follow the road up Teppe Baba Shah, but veer left at the first junction. The walk, curving past wheat and potato fields, is a pleasant one, particularly in late summer when you can watch the grain being threshed by yoked oxen. The road skirts the base of the citadel, with a path leading up an area cleared for parking. The ruins were mined during the war, and although there are no red or white rocks visible, it is still strongly advised that you keep only to the worn path to the summit. There is a small police post at the top, where you'll be asked to produce a ticket - the same one covering the Buddha Niches and Shahr-e Zohak. The views over the valley to the cliff walls are gorgeous. Looking south, the view extends to the Kakrak Valley, which once held a 6.5m standing Buddha (the niche in the cliff is just visible with the naked eye) and some important frescoes, all now lost. It's a good couple of hours walk, again through pretty farmland. Between the citadel and this valley are the remains of Qala-e Dokhtar (the Daughter's Castle), once home to Jalaludin's duplicitous offspring."
    },
    {
        "country": "afghanistan",
        "city": "Kabul",
        "index": 15,
        "name": "Kabul Zoo",
        "latitude": "34.50983455",
        "longitude": "69.15444668",
        "excerpt": "The zoo is a popular place for Kabulis in need of recreation. Western animal lovers might find it more than a little depressing.\r\n\r\nVisitors are greeted…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/kabul/attractions/kabul-zoo/a/poi-sig/1107715/355754",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Afghanistan%20Kabul%20SHAH%20MARAI%20GettyImages-56169175%20RM.jpg",
        "detail_description": "The zoo is a popular place for Kabulis in need of recreation. Western animal lovers might find it more than a little depressing.&#xD;\r\n&#xD;\r\nVisitors are greeted by a bronze statue of Marjan the lion, the zoo&#x2019;s most celebrated animal. A present from West Germany in the 1960s, Marjan survived life on the frontline and a Taliban grenade attack, only to expire soon after Kabul&#x2019;s 2001 liberation. He has since been replaced by a pair of lions presented by China. A couple of sloth bears can be seen in a pit, pacing like asylum inmates. Some wolves do the same nearby, next to a cage of grumpy-looking black vultures. Only the colony of macaques look happy with their surroundings, with the young diving pell-mell into their moat (this could be an illusion though &#x2013; one effected an escape during our visit, and was rounded up by visitors using the time-honoured method of throwing chairs at it).&#xD;\r\n&#xD;\r\nThe zoo sits on the Deh Mazang roundabout, in front of the newly rebuilt Traffic Police headquarters (until recently one of the most spectacularly smashed buildings in Kabul). The Minar-e Abdul Wakil Khan stands in the centre of the roundabout, erected for a Nuristani general who fought against Bacha Saqao&#x2019;s rebellion in 1929.\n"
    },
    {
        "country": "afghanistan",
        "city": "Kabul",
        "index": 16,
        "name": "Mausoleum of Nadir Shah",
        "latitude": "34.51332",
        "longitude": "69.20865",
        "excerpt": "King Nadir Shah was assassinated in 1933, the time-honoured way that most Afghan leaders meet their fate. His monumental tomb sits overlooking east Kabul…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/kabul/attractions/mausoleum-of-nadir-shah/a/poi-sig/451041/355754",
        "image_url": null,
        "detail_description": "King Nadir Shah was assassinated in 1933, the time-honoured way that most Afghan leaders meet their fate. His monumental tomb sits overlooking east Kabul at Teppe Maranjan. It has suffered considerably in war.\r\n\nThe mausoleum is of imposing black marble, with monumental columns topped by a huge metal dome. Even if the facings weren't cracked and the dome punctured, the building gives the distinct impression that this was a man who would rather have been feared than loved. The plinth in the centre of the mausoleum is symbolic; the royal graves are in a locked chamber beneath the building (you can look through the gate). The most recent addition is that of the wife of Zahir Shah, who died shortly before she could return from exile after the fall of the Taliban.\r\n\r\nSmashed steps lead downhill past more graves to the tomb of Sultan Mohammed Telai, Nadir Shah's great-great grandfather. Its arches are decorated in Italianate stucco, but the tomb itself is badly damaged and graffitied. The strategic location of the hill is readily apparent from here, and was much fought over in the 1990s.\r\n\r\nTeppe Maranjan is thought to be the oldest continually inhabited part of Kabul, with excavations revealing coins and statuary from the Kushan period in the 4th century AD. One statue from this period, of Bodhisattva in meditation, is on display in the Kabul Museum, clearly showing the fusion of Greek and Indian artistic traditions. Smashed by the Taliban, its restoration is a small triumph.\r\n\r\nKite-flying is a popular pursuit at Teppe Maranjan, which is the location for a large kite festival at Nauroz.\r\n"
    },
    {
        "country": "afghanistan",
        "city": "Kabul",
        "index": 17,
        "name": "Omar Land Mine Museum",
        "latitude": "34.51927",
        "longitude": "69.19743",
        "excerpt": "This is a museum that only a country like Afghanistan could host. Run by the Organisation for Mine clearance and Afghan Rehabilitation (OMAR), it acts as…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/kabul/attractions/omar-land-mine-museum/a/poi-sig/451049/355754",
        "image_url": null,
        "detail_description": "This is a museum that only a country like Afghanistan could host. Run by the Organisation for Mine clearance and Afghan Rehabilitation (OMAR), it acts as a training and education centre for land mine and UXO clearance. The exhibit holds more than 60 types of mine that still litter the countryside, from small anti-personnel mines to those the size of dinner plates aimed at vehicles. There are mines made by almost any country you care to think of, except Afghanistan itself. The most sobering by far are the Russian ‘butterfly’ mines often picked up by children mistaking them for plastic toys. Where most mines are deliberately camouflaged, these come in a range of bright, kid-friendly colours. OMAR is the country’s leading demining organisation, with over 500 Afghans working in mine-clearance. Education is an important second facet to their work. Murals and posters depicting types of mine and UXO can be found everywhere in Afghanistan – visual education aids being particularly important in a country with low literacy levels. OMAR is also working in partnership with the UK charity No Strings (www.nostrings.org.uk), which uses puppet theatre to teach land mine safety information to children. Mines kill and injure more children than adults, and the use of story to illustrate what happens when a mine is picked up or disturbed is a highly effective educational tool. In addition to the theatre, a mobile cinema has been set up showing a No Strings film called Chuche the Little Carpet Boy, a modern Afghan version of the Pinocchio story, where a grandmother who has lost her family to land mines makes herself a new child out of carpet rags.\r\n\n"
    },
    {
        "country": "afghanistan",
        "city": "Afghanistan",
        "index": 18,
        "name": "Darya Ajdahar",
        "latitude": null,
        "longitude": null,
        "excerpt": "Five kilometres west of Bamiyan lies Darya Ajdahar, or Valley of the Dragon, where you'll find the petrified remains of a monstrous creature that once…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/bamiyan-and-central-afghanistan/bamiyan/attractions/darya-ajdahar/a/poi-sig/485188/355741",
        "image_url": null,
        "detail_description": "Five kilometres west of Bamiyan lies Darya Ajdahar, or Valley of the Dragon, where you'll find the petrified remains of a monstrous creature that once terrorised the region. The dragon took up residence in Bamiyan in pagan times, and fed daily on a diet of virgins and camels provided by the browbeaten population. All attempts to slay it ended in a fiery end. Only Ali, the Prophet Mohammed's son-in-law, fresh from creating the Band-e Amir lakes, could manage the task. The dragon's burning breath turned to tulip petals as they licked around the hero, whereupon he drew his great sword Zulfiqar and cleaved the monster in two.\nThe dragon can clearly be seen and only those lacking poetry would remark that its body is merely a vast whaleback of volcanic rock split by an ancient earthquake. Others would point instead to the 2m-high horns and the two springs at its head - one running clear with the dragon's tears, the other red with its blood. The springs run the length of the great fissure and bending quietly down next to it, you can sometimes hear the groan of the dead beast echoing through the rock. At the far end of the dragon is a simple shrine dedicated to Ali. The new village of Ajdahar lies at the head of the valley, built by the UN for Hazara returnees from Iran and Pakistan. It's a grim place, with barely a scrap of greenery, but the villages are trying hard to make a living. The dragon lies at the valley's far end - look for the white smear on the rock and the spur of the dragon's horn on the north slope. Wear decent footwear for the short climb.A round trip from Bamiyan to Darya Ajdahar in a private vehicle will cost around Afg500. Transport leaves erratically to Ajdahar village (20 minutes, Afg30)."
    },
    {
        "country": "afghanistan",
        "city": "Kabul",
        "index": 19,
        "name": "Ka Faroshi Bird Market",
        "latitude": "34.51450075",
        "longitude": "69.17940036",
        "excerpt": "Entering Kabul’s bird market is like stepping back in time a hundred years, to a corner of the city untouched by war or modernisation. Also known as the…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/kabul/attractions/ka-faroshi-bird-market/a/poi-sig/1107714/355754",
        "image_url": null,
        "detail_description": "Entering Kabul&#x2019;s bird market is like stepping back in time a hundred years, to a corner of the city untouched by war or modernisation. Also known as the Alley of Straw Sellers, it&#x2019;s a narrow lane tucked away behind the Pul-e Khishti Mosque, lined with stalls and booths selling birds by the dozen, plus the occasional rabbit.&#xD;\n&#xD;\nKing of all the birds on sale is the kowk (fighting partridge). These are prized by their owners who lavish great care on them, and keep them in domed wicker cages that are almost works of art in themselves. Kowk are fought on Friday mornings in quick bouts of strength (the birds are too valuable to allow them to be seriously harmed), with spectators gambling on the result. Their highly territorial nature also lets them act as decoys for hunters, attracting potential rivals who end up in the pot.&#xD;\n&#xD;\nSimilar to the kowk is the budana, a small lark-like bird. These are also fought, especially among Kandaharis. Unbelievably, their small size means that their owner frequently keeps them tucked in his trousers, bringing them out for contest and display. More benign are the myriad canaries and finches, kept simply for their song.&#xD;\n&#xD;\nAt the far end of the bazaar are the kaftar (doves), a common sight in Kabul&#x2019;s late afternoon skies.\n"
    },
    {
        "country": "afghanistan",
        "city": "Afghanistan",
        "index": 20,
        "name": "Nimla Gardens",
        "latitude": null,
        "longitude": null,
        "excerpt": "These gardens 40km from Jalalabad were laid out in 1610 by the Mughal emperor Jehangir. They follow the quartered Chahar Bagh –style of classical Mughal…",
        "detail_url": "https://www.lonelyplanet.com/afghanistan/jalalabad-and-eastern-afghanistan/jalalabad/attractions/nimla-gardens/a/poi-sig/1108119/355753",
        "image_url": null,
        "detail_description": "These gardens 40km from Jalalabad were laid out in 1610 by the Mughal emperor Jehangir. They follow the quartered Chahar Bagh &#x2013;style of classical Mughal gardens, with beds of plants and trees given order by the addition of terraces, straight paths and channels of water punctuated by fountains. The design echoes the more celebrated Shalimar Bagh in Srinagar, Kashmir, also laid out at this time by Jehangir for his wife Nur Jahan. At Nimla, Nur Jahan is said to have supervised much of the actual planting. As in Srinagar, cypress and chinar trees play an important role in the garden&#x2019;s design.&#xD;\n&#xD;\nUntil recently much neglected, the gardens have been rehabilitated by the UN&#x2019;s Food and Agriculture Organisation (FAO), although the water channels remain dry. FAO has been working here and elsewhere on extensive nursery and reforestation programmes to repopulate Afghanistan&#x2019;s denuded orchards.&#xD;\n&#xD;\nNimla is southwest of Jalalabad off the Kabul road. The route passes through the village of Sultanpur, where there is a temple dedicated to Guru Nanak, founder of Sikhism. In mid-April, Afghan Sikhs and Hindus visit the temple for its Waisak festival. The village of Gandamak is 11km from Nimla, where the British army made its last desperate (and doomed) stand in January of 1842.\n"
    }
]