[
    {
        "country": "albania",
        "city": "Tirana",
        "index": 1,
        "name": "Bunk'Art",
        "latitude": "41.350268",
        "longitude": "19.861672",
        "excerpt": "This fantastic conversion – from a massive Cold War bunker on the outskirts of Tirana into a history and contemporary art museum – is Albania's most…",
        "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/bunk-art/a/poi-sig/1542935/358549",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e495529edbcaa7520fb89a2ac235da7e-bunk-art.jpg",
        "detail_description": "This fantastic conversion – from a massive Cold War bunker on the outskirts of Tirana into a history and contemporary art museum – is Albania's most exciting new sight and easily a Tirana highlight. With almost 3000 sq metres of space underground spread over several floors, the bunker was built for Albania's political elite in the 1970s and remained a secret for much of its existence. Now it hosts exhibits that combine the modern history of Albania with pieces of contemporary art.\nJust arriving at the bunker is quite an exciting experience, as you go through a long, dark tunnel in the hillside that leads you to the entrance on the side of a still-active Albanian military base. Once you're inside the bunker itself, you can wander through the furnished rooms intended for the communist elite as they faced the invasion that so terrified them. Elsewhere you'll find a very detailed history of modern Albania, beginning with the 1939 Italian invasion and ending with the overthrow of communism. The display arguably brushes over the true horrors of Hoxha's Stalinist regime, while at least recognising them, are some fascinating documents and photographs, including a video of Enver Hoxha's 1985 state funeral. Other highlights include the enormous Assembly Hall, the main social centre of the bunker, as well as the private chambers of other senior officials.To get here from the centre of Tirana, take a bus bound for Linza from outside the Palace of Culture on Sheshi Skënderbej, and ask the driver to let you out at Bunk'Art. It's located very close to the Dajti Express, so it makes sense to combine the two within one outing."
    },
    {
        "country": "albania",
        "city": "Berat",
        "index": 2,
        "name": "Kalaja",
        "latitude": "40.708035",
        "longitude": "19.945765",
        "excerpt": "Hidden behind the crumbling walls of the fortress that crowns the hill above Berat is the whitewashed, village-like neighbourhood of Kala; if you walk…",
        "detail_url": "https://www.lonelyplanet.com/albania/central-albania/berat/attractions/kalaja/a/poi-sig/1252495/358540",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e6d4b362550e30d299795b3ebedeb610-kalaja.jpg",
        "detail_description": "Hidden behind the crumbling walls of the fortress that crowns the hill above Berat is the whitewashed, village-like neighbourhood of Kala; if you walk around the quiet cobbled streets of this ancient neighbourhood for long enough you'll invariably stumble into someone's courtyard, thinking it's a church or ruin (no one seems to mind, though).\nIn spring and summer the fragrance of chamomile is in the air (and underfoot), and wildflowers burst from every gap between the stones, giving the entire place a magical feel.The highest point is occupied by the Inner Fortress, where ruined stairs lead to a Tolkienesque water reservoir. Views are spectacular in all directions. It's a steep 10 to 15-minute walk up the hill from the centre of town. For an even more impressive view, continue on right to the far southern end of the complex (the total opposite end from the main entrance) and you'll get to a viewpoint from where you can peer down onto the town far below. In summer, men sell fresh fruit from a stall here.The Kala quarter's biggest church, Church of the Dormition of St Mary (Kisha Fjetja e Shën Mërisë), is the site of the Onufri Museum. Ask at the Onufri Museum if you can see the other churches and tiny chapels in Kala (which are otherwise normally kept locked), including St Theodore, close to the citadel gates; the substantial and picturesque Church of the Holy Trinity, below the upper fortress; and the little chapels of St Mary Blachernae and St Nicholas. Some of the churches date back to the 13th century. Also keep an eye out for the Red Mosque, by the southern Kala walls, which was the first in Berat and dates back to the 15th century.Although the fortress is open 24 hours, all visitors have to purchase an entry ticket from the main entrance gate, the ticket booth here is only open between 9am and 6pm."
    },
    {
        "country": "albania",
        "city": "Albania",
        "index": 3,
        "name": "Apollonia",
        "latitude": "40.72225",
        "longitude": "19.470263",
        "excerpt": "The evocative ruins of the ancient Illyiran city of Apollonia sit on a windswept hilltop some 12km west of the city of Fier. While a large part of the…",
        "detail_url": "https://www.lonelyplanet.com/albania/attractions/apollonia/a/poi-sig/1252488/358538",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Albania%20Apollonia%20Justinas%20Galinis%20shutterstock_658913398%20RFC.jpg",
        "detail_description": "The evocative ruins of the ancient Illyiran city of Apollonia sit on a windswept hilltop some 12km west of the city of Fier. While a large part of the ruins remains buried under the ground, what has been excavated within the 4km of city walls is pure poetry. The highlights include the theatre and the elegant pillars of the restored facade of the city's 2nd-century-AD administrative centre.Few foreigners visit, but Apollonia is popular with locals for afternoon picnics.\nSet on rolling hills among olive groves, with impressive views all around, Apollonia (named after the god Apollo) was founded by Greeks from Corinth and Corfu in 588 BC and quickly grew into an important city-state, which minted its own currency and benefited from a robust slave trade. Under the Romans (from 229 BC), the city became a great cultural centre with a famous school of philosophy.Julius Caesar rewarded Apollonia with the title 'free city' for supporting him against Gnaeus Pompeius Magnus (Pompey the Great) during the civil war in the 1st century BC, and sent his nephew Octavius, the future Emperor Augustus, to complete his studies here. After a series of military and natural disasters (including an earthquake in the 3rd century AD that turned the river into a malarial swamp), the population moved southward into present-day Vlora, and by the 5th century AD only a small village with its own bishop remained at Apollonia.While definitely one of Albania's most important ancient sites, the ruins have fairly minimal descriptions and can be quite hard to piece together, though the on-site Apollonia Museum complex is excellent and does much to make up for the lack of context in the archaeological site itself. Inside the museum complex is the Byzantine monastery and Church of St Mary, which has gargoyles on the outside pillars and, inside, some faded wall frescoes and impressive Roman floor mosaics.Few people bother to see much of the site beyond the museum, theatre and administrative centre, but archaeological buffs or those with a sense of romance for such places will enjoy poking around the rest of the site and trying to piece together the outline of the city from the few remaining walls. You may be able to see the 3rd-century-BC House of Mosaics as well, though they're often covered up with sand for protection from the elements.Apollonia is best visited on a day trip from Tirana or Berat, or as a stop off as you travel down the main road to Albania's south – you have to go through Fier to reach the coastal road anyway. To get to Fier, furgons (shared minibuses) head from the Rr Myhedin Llegami stop in Tirana (300 lekë, 2½ hours) throughout the day. You can also catch a furgon from Berat (300 lekë, one hour). Once in Fier, furgons depart for the site (50 lekë) from Fier's '24th August Bar' (ask locals for directions). If you'd prefer not to wait for the furgon, a taxi will charge approximately 500 lekë one way from Fier."
    },
    {
        "country": "albania",
        "city": "Tirana",
        "index": 4,
        "name": "National Gallery of Arts",
        "latitude": "41.325457",
        "longitude": "19.819722",
        "excerpt": "Tracing the relatively brief history of Albanian painting from the early 19th century to the present day, this beautiful space also holds temporary…",
        "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/national-gallery-of-arts/a/poi-sig/443815/358549",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/481595663_master.jpg",
        "detail_description": "Tracing the relatively brief history of Albanian painting from the early 19th century to the present day, this beautiful space also holds temporary exhibitions. The interesting collection includes 19th-century paintings depicting scenes from daily Albanian life and others with a far more political dimension, including some truly fabulous examples of Albanian socialist realism.The ground-floor part of the gallery is given over to temporary exhibitions of a far more modern and challenging kind.\nDon't miss the small collection of communist statues in storage behind the building, including two rarely seen statues of Uncle Joe Stalin himself. Immediately in front of the gallery is a huge spider-web-like sculpture that local children have commandeered as a climbing frame."
    },
    {
        "country": "albania",
        "city": "Tirana",
        "index": 5,
        "name": "National History Museum",
        "latitude": "41.329294165164",
        "longitude": "19.817161666144",
        "excerpt": "The largest museum in Albania holds many of the country's archaeological treasures and a replica of Skanderbeg's massive sword (how he held it, rode his…",
        "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/national-history-museum/a/poi-sig/1251918/358549",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3f630e602b5f34a80e16fd947ecd8676-national-history-museum.jpg",
        "detail_description": "The largest museum in Albania holds many of the country's archaeological treasures and a replica of Skanderbeg's massive sword (how he held it, rode his horse and fought at the same time is a mystery). The lighting might be poor, but fortunately the excellent collection is almost entirely signed in English and takes you chronologically from ancient Illyria to the postcommunist era. The collection of statues, mosaics and columns from ancient Greek and Roman times is breathtaking.\nA disturbing and very important gallery devoted to those who suffered persecution under the communist regime is the most recent addition to the collection, though frustratingly, almost none of this display is in English. Another highlight is a terrific exhibition of icons by Onufri, a renowned 16th-century Albanian master of colour. The modernist mosaic adorning the museum's facade is entitled Albania and shows Albanians victorious and proud from Illyrian times through to WWII, with some unsurprisingly communist overtones."
    },
    {
        "country": "albania",
        "city": "Shkodra",
        "index": 6,
        "name": "Rozafa Fortress",
        "latitude": "42.046719",
        "longitude": "19.493651",
        "excerpt": "With spectacular views over the city and Lake Shkodra, the Rozafa Fortress is the most impressive sight in town. Founded by the Illyrians in antiquity and…",
        "detail_url": "https://www.lonelyplanet.com/albania/northern-albania/shkodra/attractions/rozafa-fortress/a/poi-sig/1252378/358544",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f4e919b70e2e1d8ab98e7636bab8828d-rozafa-fortress.jpg",
        "detail_description": "With spectacular views over the city and Lake Shkodra, the Rozafa Fortress is the most impressive sight in town. Founded by the Illyrians in antiquity and rebuilt much later by the Venetians and then the Turks, the fortress takes its name from a woman who was allegedly walled into the ramparts as an offering to the gods so that the construction would stand.\nThe story goes that Rozafa, the unfortunate woman chosen to be walled-up in the castle for good luck, asked that two holes be left in the stonework so that she could continue to breastfeed her baby. There's a spectacular wall sculpture of her near the entrance to the castle's museum. There's little left to see inside the castle itself, save the ruins of various structures and the impressive walls. When exploring the quieter corners of the castle grounds, keep your eyes peeled for one of the many tortoises who have made the castle their home.The castle is 3.5km south of the city centre. Grab a bicycle (many of the hotels rent them out) and enjoy the ride down here. Afterwards you could cross over the river and explore the fishing villages and big open countryside to the south of the castle. If cycling is too energetic, take one of the municipal buses (30 lekë) that stop near the turn-off to the castle. Or a taxi to the entrance costs 300 lekë from the city centre."
    },
    {
        "country": "albania",
        "city": "Gjirokastra",
        "index": 7,
        "name": "Zekate House",
        "latitude": "40.074837",
        "longitude": "20.132382",
        "excerpt": "This incredible three-storey house dates from 1811 and has twin towers and a double-arched facade. It's fascinating to nose around the almost unchanged…",
        "detail_url": "https://www.lonelyplanet.com/albania/gjirokastra/attractions/zekate-house/a/poi-sig/1252862/1002526",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/494578167_master.jpg",
        "detail_description": "This incredible three-storey house dates from 1811 and has twin towers and a double-arched facade. It's fascinating to nose around the almost unchanged interiors of an Ottoman-era home, especially the upstairs galleries, which have carved wooden ceilings, stained-glass windows and detailed wall frescoes.\nThe owners live next door and although the opening hours are fairly standard through the summer months, in the winter it's simply a case of turning up and asking if they could show you around. To get here, follow the signs past the Hotel Kalemi and keep zigzagging up the hill."
    },
    {
        "country": "albania",
        "city": "Albania",
        "index": 8,
        "name": "Ardenica Monastery",
        "latitude": "40.818681",
        "longitude": "19.592786",
        "excerpt": "This rarely visited yet magnificent little monastery is remotely located on a hilltop between the towns of Lushjë and Fier. With your own transport it's…",
        "detail_url": "https://www.lonelyplanet.com/albania/attractions/ardenica-monastery/a/poi-sig/1545979/358538",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2df9116df7048153760a6475af58294b-ardenica-monastery.jpg",
        "detail_description": "This rarely visited yet magnificent little monastery is remotely located on a hilltop between the towns of Lushjë and Fier. With your own transport it's worth dropping by to see the fantastic interiors – particularly the iconostasis of saints and sinners, dragons and angels – of the 18th-century Church of St Mary. Equally impressive is the golden pulpit, which positively heaves with adornments, not to mention the frescoes of the Zografi brothers that can be seen on display upstairs.\nThe monastery isn't really set up for visitors, but there's usually a custodian inside who can let you in and escort you around; consider tipping 200 lekë."
    },
    {
        "country": "albania",
        "city": "Gjirokastra",
        "index": 9,
        "name": "Gjirokastra Castle",
        "latitude": "40.073252",
        "longitude": "20.140112",
        "excerpt": "Gjirokastra's eerie hilltop castle is one of the biggest in the Balkans. There's been a fortress here since the 12th century, although much of what can be…",
        "detail_url": "https://www.lonelyplanet.com/albania/gjirokastra/attractions/gjirokastra-castle/a/poi-sig/1252859/1002526",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/626646167ecf0b9ce2b572c99a374984-gjirokastra-castle.jpg",
        "detail_description": "Gjirokastra's eerie hilltop castle is one of the biggest in the Balkans. There's been a fortress here since the 12th century, although much of what can be seen today dates to the early 19th century. The castle remains somewhat infamous due to its use as a prison under the communists. Inside there's a collection of armoury, two good museums, plenty of crumbling ruins to scramble around, and superb views over the valley.\nThe castle grounds also house a recovered US Air Force jet with an interesting backstory as to how it got here. One is the official Albanian version, the other is the official American version. Both versions are what might today be termed as 'Fake News', but the US version is faker than the Albanian one…"
    },
    {
        "country": "albania",
        "city": "Shkodra",
        "index": 10,
        "name": "Marubi National Photography Museum",
        "latitude": "42.068514",
        "longitude": "19.515656",
        "excerpt": "The Marubi Museum is a one-of-a-kind Albanian photographic museum. The core of the collection is the impressive work of the Marubi 'dynasty', Albania's…",
        "detail_url": "https://www.lonelyplanet.com/albania/northern-albania/shkodra/attractions/marubi-national-photography-museum/a/poi-sig/1252361/358544",
        "image_url": null,
        "detail_description": "The Marubi Museum is a one-of-a-kind Albanian photographic museum. The core of the collection is the impressive work of the Marubi 'dynasty', Albania's first and foremost family of photographers. The collection includes the first-ever photograph taken in Albania, by Pjetër Marubi in 1858, as well as fascinating portraits, street scenes and early photojournalism, all giving a fascinating glimpse into old Albania and the rise and fall of communism.\nThere are also changing temporary exhibitions and an interesting exhibit of camera equipment over the decades."
    },
    {
        "country": "albania",
        "city": "Berat",
        "index": 11,
        "name": "Onufri Museum",
        "latitude": "40.708885037011",
        "longitude": "19.945342595953",
        "excerpt": "The Onufri Museum is situated in the Kala quarter's biggest church, the Church of the Dormition of St Mary (Kisha Fjetja e Shën Mërisë). The church itself…",
        "detail_url": "https://www.lonelyplanet.com/albania/central-albania/berat/attractions/onufri-museum/a/poi-sig/1075547/358540",
        "image_url": null,
        "detail_description": "The Onufri Museum is situated in the Kala quarter's biggest church, the Church of the Dormition of St Mary (Kisha Fjetja e Shën Mërisë). The church itself dates from 1797 and was built on the foundations of an earlier 10th-century chapel. Today Onufri's spectacular 16th-century religious paintings are displayed along with the church's beautifully gilded 19th-century iconostasis. Don't miss the chapel behind the iconostasis, or its painted cupola, whose frescoes are now faded almost to invisibility.\nThe church can get horribly busy with tour groups, but if you're lucky and get it to yourself, the play of shadow and light on the iconostasis, and the deep silence of the place, is utterly enchanting."
    },
    {
        "country": "albania",
        "city": "Gjirokastra",
        "index": 12,
        "name": "Cold War Tunnel",
        "latitude": "40.074812",
        "longitude": "20.140252",
        "excerpt": "Gjirokastra's most interesting sight in no way relates to traditional architecture, but instead to a far more modern kind: this is a giant bunker built…",
        "detail_url": "https://www.lonelyplanet.com/albania/gjirokastra/attractions/cold-war-tunnel/a/poi-sig/1546078/1002526",
        "image_url": null,
        "detail_description": "Gjirokastra's most interesting sight in no way relates to traditional architecture, but instead to a far more modern kind: this is a giant bunker built deep under the castle for use by the local authorities during the full-scale invasion that communist leader Enver Hoxha was so paranoid about. Built in secret during the 1960s, it has 80 rooms, its existence remained unknown to locals until the 1990s. Personal guided tours run from the tourist information booth on the main square all day.\nIt's an interesting contrast to Tirana's Bunk'Art: unlike the capital's version, this bunker is virtually empty and feels even more creepy as a result. The rooms have their use displayed on the door and nothing else, though it's interesting to note that the bunker – which could hold up to 300 people – had everything from its own classroom to a law court."
    },
    {
        "country": "albania",
        "city": "Tirana",
        "index": 13,
        "name": "Sheshi Skënderbej",
        "latitude": "41.3281",
        "longitude": "19.818445",
        "excerpt": "Sheshi Skënderbej is the best place to start witnessing Tirana's daily goings-on. Until it was pulled down by an angry mob in 1991, a 10m-high bronze…",
        "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/sheshi-skenderbej/a/poi-sig/443823/358549",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5999b6527508197d47c77b95ac8ae552-sheshi-skenderbej.jpg",
        "detail_description": "Sheshi Skënderbej is the best place to start witnessing Tirana's daily goings-on. Until it was pulled down by an angry mob in 1991, a 10m-high bronze statue of Enver Hoxha stood here, watching over a mainly car-free square. Now only the equestrian statue of Skanderbeg remains, and the 'square' – once Tirana's most popular meeting point in the decades where 99% of people were forced to get around on foot – is now a huge traffic roundabout.\nEarly evening is a particularly nice time to come here. Buskers strum a few tunes and vendors sell popcorn and balloons as the locals stroll and chat."
    },
    {
        "country": "albania",
        "city": "Tirana",
        "index": 14,
        "name": "Mt Dajti National Park",
        "latitude": "41.370303",
        "longitude": "19.910574",
        "excerpt": "Just 25km east of Tirana is Mt Dajti National Park. It is the most accessible mountain in the country, and many locals go there to escape the city rush…",
        "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/mt-dajti-national-park/a/poi-sig/1534905/358549",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4bfc664674474351ae9a092ee6db1d47-mt-dajti-national-park.jpg",
        "detail_description": "Just 25km east of Tirana is Mt Dajti National Park. It is the most accessible mountain in the country, and many locals go there to escape the city rush and have a spit-roast lamb lunch. A sky-high, Austrian-made cable car, Dajti Express, takes 15 minutes to make the scenic trip (almost) to the top (1611m).\nThe area surrounding the upper cable-car station is a bit anticlimactic. There are some 'family-friendly' activities such as shooting things with toy machine guns and hitting things with swords, or you can ride about a patch of rubbish-strewn wasteland on a pony. Get past this lot and some abandoned buildings haunted by stray dogs, and things improve immeasurably. The mountainside is covered in lovely, shady beech and pine forests and a number of walking trails wend up and down the mountain. There are some very hit-and-miss trail markings, so it's wise to try and find a guide. Many of the hostels in town can arrange a day's hiking or mountainbiking up here.If you just want to enjoy the view, there are grassy picnic spots just beyond the upper cable-car station, or try the lamb roast and spectacular views from the wide terrace of the cable-car station restaurant.To get to the Dajti Express departure point, take the public bus from outside Tirana's clock tower to Porcelan (40 lekë). From here, it's a 1.5km walk uphill, or you can wait for a free bus transfer (departures every 30 minutes, five minutes). Taxis seem to charge what they want to the Dajti Express drop-off point, but the trip from Tirana should only cost 600 lekë. It's also possible to drive or cycle to the top."
    },
    {
        "country": "albania",
        "city": "Durrës",
        "index": 15,
        "name": "Durrës Archaeological Museum",
        "latitude": "41.31117",
        "longitude": "19.440233",
        "excerpt": "This ultra-modern, well lit and labelled museum just back from the seafront has a breathtaking collection of historical artefacts. Highlights include the…",
        "detail_url": "https://www.lonelyplanet.com/albania/durres/attractions/durres-archaeological-museum/a/poi-sig/1546007/1341460",
        "image_url": null,
        "detail_description": "This ultra-modern, well lit and labelled museum just back from the seafront has a breathtaking collection of historical artefacts. Highlights include the fine-boned sculptures and statues, delicate gold jewellery, amphoras recovered from the seafloor and still covered in barnacles and beautiful painted vases and pots that are so perfectly preserved they look as if they were painted just yesterday. Allow at least an hour for a visit.\n"
    },
    {
        "country": "albania",
        "city": "Tirana",
        "index": 16,
        "name": "Pyramid",
        "latitude": "41.323151514547",
        "longitude": "19.820468402045",
        "excerpt": "Designed by Enver Hoxha's daughter and son-in-law and completed in 1988, this monstrously unattractive building was formerly the Enver Hoxha Museum and…",
        "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/pyramid/a/poi-sig/443821/358549",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-552605845_full.jpg",
        "detail_description": "Designed by Enver Hoxha's daughter and son-in-law and completed in 1988, this building was formerly the Enver Hoxha Museum and more recently a convention centre and nightclub. Once covered in graffiti and with crumbling walls, the structure has been completely renovated in recent years.\n"
    },
    {
        "country": "albania",
        "city": "Tirana",
        "index": 17,
        "name": "Former Residence of Enver Hoxha",
        "latitude": "41.321499637025",
        "longitude": "19.817647126909",
        "excerpt": "This simple three-storey villa was the home of Albanian dictator Enver Hoxha for decades, and his wife continued to live here for years after his death in…",
        "detail_url": "https://www.lonelyplanet.com/albania/tirana/attractions/former-residence-of-enver-hoxha/a/poi-sig/443809/358549",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-480759958_master.jpg",
        "detail_description": "This simple three-storey villa was the home of Albanian dictator Enver Hoxha for decades, and his wife continued to live here for years after his death in 1985. While the Albanian communist leaders clearly lived a much simpler life than their comrades in Romania, for example, it was still another world for the people on the street, who thronged here in amazement when the Blloku was finally opened to the public in 1991. The house is closed to the public.\n"
    },
    {
        "country": "albania",
        "city": "Albania",
        "index": 18,
        "name": "Blue Eye Spring",
        "latitude": "39.923766",
        "longitude": "20.192496",
        "excerpt": "The Blue Eye Spring is a magical place: a hypnotic pool of deep blue water surrounded by electric-blue edges like the iris of an eye. It's further…",
        "detail_url": "https://www.lonelyplanet.com/albania/attractions/blue-eye-spring/a/poi-sig/1252930/358538",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/532063719_full.jpg",
        "detail_description": "The Blue Eye Spring is a magical place: a hypnotic pool of deep blue water surrounded by electric-blue edges like the iris of an eye. It's further enveloped in thick woods and is some 22km east of Saranda on the road to Gjirokastra. Swimming is forbidden, although some people seem to think this rule doesn't apply to them. If you don't mind a dusty 3km walk, buses between Saranda and Gjirokastra can drop you at the spring's turn-off.\nA restaurant and cabins are nearby. In high summer it can get very busy (tour groups from as far afield as Corfu come here), but in early or late summer it's normally delightfully empty."
    },
    {
        "country": "albania",
        "city": "Berat",
        "index": 19,
        "name": "Bogove Waterfall",
        "latitude": "40.568719",
        "longitude": "20.167336",
        "excerpt": "They might be fairly small, but these waterfalls, which from a distance appear to disappear in and out of the rocks, have a rare beauty and make for a…",
        "detail_url": "https://www.lonelyplanet.com/albania/central-albania/berat/attractions/bogove-waterfall/a/poi-sig/1252534/358540",
        "image_url": null,
        "detail_description": "They might be fairly small, but these waterfalls, which from a distance appear to disappear in and out of the rocks, have a rare beauty and make for a great day trip from Berat. You can swim in the turquoise pools at the foot of the falls but even in summer the water is icy cold.\nGetting to the falls by public transport is a bit of an ordeal. Every hour there are buses from Berat to Skrapar. Jump off this bus in the tiny village of Bogove (1½ hours; 200 lekë) and ask someone to point you towards the trail through the hills to the waterfalls. The walk takes about 45 minutes. Note that the last bus back to Berat is around 3pm. A much easier, if less adventurous way of getting there is by joining a tour organised by Berat Backpackers (€15, minimum four people)."
    },
    {
        "country": "albania",
        "city": "Berat",
        "index": 20,
        "name": "Mangalem Quarter",
        "latitude": "40.705498",
        "longitude": "19.950163",
        "excerpt": "Down in the traditionally Muslim Mangalem quarter, there are three grand mosques: the Sultan's Mosque, the Lead Mosque and the Bachelors' Mosque. All are…",
        "detail_url": "https://www.lonelyplanet.com/albania/central-albania/berat/attractions/mangalem-quarter/a/poi-sig/1252533/358540",
        "image_url": null,
        "detail_description": "Down in the traditionally Muslim Mangalem quarter, there are three grand mosques: the Sultan's Mosque, the Lead Mosque and the Bachelors' Mosque. All are worth a visit and each has its own idiosyncratic design and history.\nThe 16th-century Sultan's Mosque is one of the oldest in Albania. The Helveti teqe (a place of worship for those practising the Bektashi branch of Islam) behind the mosque has a beautiful carved ceiling and was specially designed with acoustic holes to improve the quality of sound during meetings. The Helveti, like the Bektashi, are a dervish order, or brotherhood, of Muslim mystics.The big mosque on the town square is the 16th-century Lead Mosque, so named because of the lead coating its sphere-shaped dome. The 19th-century Bachelors' Mosque is down by the Osumi River. This mosque was built for unmarried shop assistants and junior craftsmen, and is perched between some fine Ottoman-era shopfronts along the river. At the time of research it was closed for renovations."
    }
]