[
    {
        "country": "argentina",
        "index": 1,
        "name": "Centro Cultural Kirchner",
        "latitude": "-34.604045",
        "longitude": "-58.369417",
        "excerpt": "It was former president Néstor Kirchner who, in 2005, first proposed turning the abandoned former central post office into a cultural center. He died in…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/centro-cultural-kirchner/a/poi-sig/1528504/1326774",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/bd6bbb201a6edddd95c179ce4a3c7eb4-centro-cultural-kirchner.jpg",
        "detail_description": "It was former president Néstor Kirchner who, in 2005, first proposed turning the abandoned former central post office into a cultural center. He died in 2010 before the project was completed, but this breathtaking cultural center was named in his honor. Within the vast beaux-arts structure – which stands eight stories tall and takes up an entire city block – are multiple art galleries and events spaces. The highlight is the Ballena Azul, a concert hall with world-class acoustics.\nThe original building, which was modeled on New York City’s main post office, took nearly 30 years to complete – it was finished in 1928. Restoration for the cultural center began in 2009 and it opened in May 2015. The architects used glass and stainless steel to maintain and add to the beauty of the original structure.The result is one of the city's grandest buildings, and it’s well worth a visit. It's free to enter and there are usually exhibitions to see that don't require tickets as well as a range of activities, like yoga, dance classes and concerts, that are free but ticketed. There's also great free programming and activity areas for kids. Check the website to see what's on and act quickly if you want to book."
    },
    {
        "country": "argentina",
        "index": 2,
        "name": "Palacio San José",
        "latitude": "-32.427074",
        "longitude": "-58.523794",
        "excerpt": "Topped by twin towers and surrounded by elegant gardens, Justo José de Urquiza’s ostentatious pink palace is 33km west of Concepción. Set around an…",
        "detail_url": "https://www.lonelyplanet.com/argentina/northeast-argentina/concepcion/attractions/palacio-san-jose/a/poi-sig/1146014/363029",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-893185858.jpg",
        "detail_description": "Topped by twin towers and surrounded by elegant gardens, Justo José de Urquiza’s ostentatious pink palace is 33km west of Concepción. Set around an arched patio, with a walled garden out back, it was built partly to show up Urquiza’s archrival in Buenos Aires, Juan Manuel de Rosas, and partly to show the power and wealth of Entre Ríos province. Local caudillo Urquiza was largely responsible for Rosas’ 1852 downfall and the eventual adoption of Argentina’s modern constitution.\nSometime allies such as Domingo Sarmiento and Bartolomé Mitre supped at Urquiza’s 8.5m dining-room table and slept in the palatial bedrooms. The bedroom in which Urquiza was murdered by a mob sent by Ricardo López Jordán is a permanent shrine, created by Urquiza’s wife.Free guided tours in Spanish leave daily at 10am, 11am, noon, 2pm, 3pm and 4pm. There’s a restaurant on-site and picturesque grounds for picnicking.From Concepción, Servimas or other remise companies will take up to four people there and back, including a two-hour wait, for AR$550. Another option is a tour – Turismo Pioneros organizes guided visits. You could also jump off a Caseros-bound bus and walk 3km to the palace."
    },
    {
        "country": "argentina",
        "index": 3,
        "name": "Palacio Barolo",
        "latitude": "-34.609687",
        "longitude": "-58.38569",
        "excerpt": "One of Buenos Aires' most beautiful monuments, this 22-story building has a unique design inspired by Dante’s Divine Comedy. Its structure is divided into…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/palacio-barolo/a/poi-sig/394571/1326776",
        "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_444490156.jpg",
        "detail_description": "One of Buenos Aires' most beautiful monuments, this 22-story building has a unique design inspired by Dante’s Divine Comedy. Its structure is divided into hell, purgatory and heaven; its height (100m) is a reference to each canto (song); and the number of floors (22) mirrors the number of verses per song. Dreamt up by the Italian architect Mario Palanti, Palacio Barolo was the tallest skyscraper in South America when it was completed in 1923.\nYou can walk around the gorgeous lobby for free, but it's best to go on a guided tour of the building: you'll get to ride in a vintage 1920s elevator and admire the panoramic views from the rooftop lighthouse. Palacio Barolo Tours offers a wide range of bilingual tours, including thematic tours focusing on architecture, literature, or photography, and nighttime tours that include a wine tasting. See the website for more details or stop at the kiosk on the building's ground level to book a tour.Note that there's also a new cocktail bar and cafe, Salón 1923, on the 16th floor of Palacio Barolo: the indoor-outdoor space is a wonderful venue for a coffee or a glass of wine, especially around sunset. It's also a (free) way to get a glimpse of the wonderful views from the building's upper levels without paying for a tour."
    },
    {
        "country": "argentina",
        "index": 4,
        "name": "Parque Provincial Aconcagua",
        "latitude": "-32.823706",
        "longitude": "-69.942141",
        "excerpt": "The region's most famous park is Parque Provincial Aconcagua, home of 6962m (22,841ft) Cerro Aconcagua, the highest peak outside the Himalayas and a…",
        "detail_url": "https://www.lonelyplanet.com/argentina/mendoza-the-central-andes/attractions/parque-provincial-aconcagua/a/poi-sig/460141/1319377",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1e392ad2d8c8284881b9c5e7f0bb9177-parque-provincial-aconcagua.jpg",
        "detail_description": "The region's most famous park is Parque Provincial Aconcagua, home of 6962m (22,841ft) Cerro Aconcagua, the highest peak outside the Himalayas and a favorite climbing destination. Reaching the summit requires a commitment of at least 13 to 15 days, including acclimatization time. Non-climbers can hike to base camps and refugios (rustic shelters) beneath the permanent snow line; easily, the best and most accessible long hike is to Confluencia from the park entrance at Laguna Horcones.\nFrom December to March, permits are obligatory for both trekking and climbing in Parque Provincial Aconcagua. Park rangers at Laguna Horcones, located only a kilometer past Horcones, the immigration and customs station for travelers entering Argentina from Chile, will not permit visitors to proceed up the Quebrada de los Horcones without one. Fees vary according to the complex park-use seasons."
    },
    {
        "country": "argentina",
        "index": 5,
        "name": "Parque Nacional Iguazú",
        "latitude": "-25.683148",
        "longitude": "-54.454594",
        "excerpt": "On the Argentine side of the marvelous falls, this park has loads to offer, and involves a fair amount of walking. The spread-out entrance complex ends at…",
        "detail_url": "https://www.lonelyplanet.com/argentina/iguazu-falls/attractions/parque-nacional-iguazu/a/poi-sig/1146060/1006621",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e92149cf3a85ad5e88c45a6b83f51b21-parque-nacional-iguazu.jpg",
        "detail_description": "On the Argentine side of the marvelous falls, this park has loads to offer, and involves a fair amount of walking. The spread-out entrance complex ends at a train station, with departures every half-hour to the Cataratas train station, where the waterfall walks begin, and to the Garganta del Diablo. You may prefer to walk: it’s only 650m along the Sendero Verde path to the Cataratas station, and a further 2.3km to the Garganta. You may well see capuchin monkeys along the way.\nThe entrance complex has various amenities, including lockers, a couple of ATMs and a restaurant. There’s also an exhibition, Yvyrá-retã, with a display on the park and Guaraní life essentially aimed at school groups.There’s enough in the park to detain you for a couple of days; admission is reduced by 50% if you visit the park again the following day. You need to get your ticket stamped when leaving on the first day to get the discount.Last entry is at 4:30pm."
    },
    {
        "country": "argentina",
        "index": 6,
        "name": "Casa Rosada",
        "latitude": "-34.608354",
        "longitude": "-58.370329",
        "excerpt": "The Casa Rosada was named for its distinctive color. It was from the balcony here, at the presidential palace, that Eva Perón famously addressed the…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/casa-rosada/a/poi-sig/394473/1326774",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/be60b27a272d8e95f06d9a788939cb70-casa-rosada.jpg",
        "detail_description": "The Casa Rosada was named for its distinctive color. It was from the balcony here, at the presidential palace, that Eva Perón famously addressed the throngs of impassioned supporters packed into Plaza de Mayo. (Note that the building houses offices; the presidential residence is in the northern suburb of Olivos.) Free hour-long guided tours are given on weekends and must be booked online in advance; bring ID.\nThe building occupies the site where colonial riverbank fortifications once stood; today, however, after repeated landfills, the palace stands more than 1km inland. The interesting Museo Casa Rosada is located behind the palace.One theory goes that the Casa Rosada's pink hue represented President Sarmiento's attempts to make peace during his 1868–74 term (by blending the red of the Federalists with the white of the Unitarians), but the more likely explanation is that it was caused by mixing white paint with bovine blood, a common practice in the late 19th century."
    },
    {
        "country": "argentina",
        "index": 7,
        "name": "Museo Gauchesco Ricardo Güiraldes",
        "latitude": "-34.23779",
        "longitude": "-59.48038864",
        "excerpt": "This sprawling museum in Parque Criollo dates from 1936 and is largely dedicated to Ricardo Güiraldes, author of the novel Don Segundo Sombra, and local…",
        "detail_url": "https://www.lonelyplanet.com/argentina/atlantic-coast/san-antonio-de-areco/attractions/museo-gauchesco-ricardo-gueiraldes/a/poi-sig/1158344/362999",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1648200604.jpg",
        "detail_description": "This sprawling museum in Parque Criollo dates from 1936 and is largely dedicated to Ricardo Güiraldes, author of the novel Don Segundo Sombra, and local gaucho history and culture in general. The entrance is in a re-created pulpería (tavern), set up as it would have been when it first opened in 1850, while the museum's main displays are housed in a 20th-century reproduction of an 18th-century casco (ranch house).\nThese well laid-out exhibits include gaucho money belts, silverwork and paintings (a number of them by Eduardo Sívori) and there are several rooms dedicated to Güiraldes – items include his old poncho and writing desk. Within the museum complex is a workshop and loom used to weave traditional woolen ponchos and blankets, which are also available to buy."
    },
    {
        "country": "argentina",
        "index": 8,
        "name": "Quilmes",
        "latitude": "-26.464465",
        "longitude": "-66.038239",
        "excerpt": "Dating from about AD 1000, Quilmes was a complex indigenous urban settlement that occupied about 30 hectares and housed as many as 5000 people. The…",
        "detail_url": "https://www.lonelyplanet.com/argentina/tucuman-around/attractions/quilmes/a/poi-sig/1267891/1319365",
        "image_url": null,
        "detail_description": "Dating from about AD 1000, Quilmes was a complex indigenous urban settlement that occupied about 30 hectares and housed as many as 5000 people. The inhabitants survived contact with the Inca, which occurred from about AD 1480 onward, but could not outlast the seige of the Spanish, who in 1667 deported the remaining 2000 to Buenos Aires.\nQuilmes’ thick walls underscore its defensive purpose, but clearly this was more than just a pucará (walled city). Dense construction radiates from the central nucleus. For revealing views of the extent of the ruins, climb as high as you can; there are trails on either side up to the remains of the watchtower. Be prepared for intense sun with no shade, and, during the hot summer months, a large fly population keen on exploring your facial orifices. Guides at the entrance will offer an explanation and/or tour for a tip. Don't expect accurate archaeological analysis.The long defunct museum was finally under renovation at the time of research, with an opening date in early 2018 being spoken of in hushed tones. This will be a good thing, as it's difficult to interpret the ruins without some solid reference at the site. Friendly folk selling local ceramics also have cold drinks to buy. There are no lodging options and no camping is allowed at the ruins, and nightlife at Quilmes belongs to the wildlife and the ghosts.Buses between Cafayate and Santa María or Tafí will drop you off at the junction; from there it’s a 5km walk or hitchhike to the ruins. Alternatively, get off at Amaicha del Valle, where a remise (taxi) will charge around AR$200 one way to the ruins: bargain to get a decent price, including waiting time. A remise from Cafayate or Santa María is also an option and tours run from Cafayate and Tafí."
    },
    {
        "country": "argentina",
        "index": 9,
        "name": "Garganta del Diablo",
        "latitude": "-25.695524",
        "longitude": "-54.436698",
        "excerpt": "A 1.1km walkway across the placid Río Iguazú leads to one of the planet’s most spectacular sights, the 'Devil’s Throat.' The lookout platform is perched…",
        "detail_url": "https://www.lonelyplanet.com/argentina/northeast-argentina/parque-nacional-iguazu/attractions/garganta-del-diablo/a/poi-sig/1528173/363039",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3063e7ff8e5830296a06c56edb982db2-garganta-del-diablo.jpg",
        "detail_description": "A 1.1km walkway across the placid Río Iguazú leads to one of the planet’s most spectacular sights, the 'Devil’s Throat.' The lookout platform is perched right over this amazingly powerful, concentrated torrent of water, a deafening cascade plunging to an invisible destination; vapors soaking the viewer blur the base of the falls and rise in a smoke-like plume that can be seen several kilometers away. It’s a place of majesty and awe, and should be left until the end of your visit.\nFrom Cataratas train station, train it or walk the 2.3km to the Garganta del Diablo stop. The last train to the Garganta leaves at 4pm, and we recommend taking it, as it’ll be a somewhat less crowded experience. If you walk, you’ll see quite a lot of wildlife around this time of day, too. Another option is to visit at lunchtime, as most organized tours stop to eat for an hour around 1:30pm.The entire trail is wheelchair acessible."
    },
    {
        "country": "argentina",
        "index": 10,
        "name": "Feria de Mataderos",
        "latitude": "-34.662476",
        "longitude": "-58.499944",
        "excerpt": "On the outskirts of the city in the working-class barrio of Mataderos, this excellent folkloric festival happens on Sundays and national holidays. Come…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/attractions/feria-de-mataderos/a/poi-sig/1103429/363005",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b5e6b03d44f5304bd83064708a02ac2c-feria-de-mataderos.jpg",
        "detail_description": "On the outskirts of the city in the working-class barrio of Mataderos, this excellent folkloric festival happens on Sundays and national holidays. Come for handmade crafts and regional cuisine including locro (a corn and meat stew) and humita (a savory corn and cheese mixture wrapped in husks). Folk singers, dancers and gauchos on horseback entertain, and there’s a small gaucho museum nearby. Take a taxi, or bus 126 (from downtown) or bus 55 (from Palermo) – the trip takes an hour.\nThe festival also takes place on the following national holidays: May 25th, June 20th, July 9th, August 17th and October 12th."
    },
    {
        "country": "argentina",
        "index": 11,
        "name": "Cementerio de la Recoleta",
        "latitude": "-34.587927",
        "longitude": "-58.39242",
        "excerpt": "This cemetery is perhaps BA's top attraction. You can wander for hours in this incredible city of the dead, where the ‘streets’ are lined with impressive…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/recoleta-and-barrio-norte/attractions/cementerio-de-la-recoleta/a/poi-sig/394471/1326780",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-485761803_super.jpg",
        "detail_description": "This cemetery is perhaps BA's top attraction. You can wander for hours in this incredible city of the dead, where the ‘streets’ are lined with impressive statues and marble mausoleums. Peek into the crypts and check out the dusty coffins and try to decipher the history of its inhabitants. Past presidents, military heroes, influential politicians and the just plain rich and famous have made it past the gates here.\nPick up a map at the entrance. Though you can explore the cemetery on your own, it's really worthwhile to take a tour with a knowledgeable guide. Many local tour guides offer the service (including several you can hire near the entrance) – there are also free guided tours in English at 11am on Tuesdays and Thursdays."
    },
    {
        "country": "argentina",
        "index": 12,
        "name": "Plaza de Mayo",
        "latitude": "-34.60839814",
        "longitude": "-58.37226391",
        "excerpt": "Surrounded by the Casa Rosada, the Cabildo and the city’s main cathedral, Plaza de Mayo is the place where Argentines gather in vehement protest or…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/plaza-de-mayo/a/poi-sig/394627/1326774",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-141476294_super.jpg",
        "detail_description": "Surrounded by the Casa Rosada, the Cabildo and the city’s main cathedral, Plaza de Mayo is the place where Argentines gather in vehement protest or jubilant celebration. At the center is the Pirámide de Mayo, a white obelisk built to mark the first anniversary of independence from Spain.\nIf you happen to be here on Thursday at 3:30pm, you’ll see the Madres de la Plaza de Mayo gather and circle the pyramid, holding photographs of their missing children. These mothers of the 'disappeared’ (Argentines abducted by the state during the military dictatorship of 1976 to 1983) continue to march as a reminder of the past and for other social justice causes."
    },
    {
        "country": "argentina",
        "index": 13,
        "name": "Parque Provincial Payunia",
        "latitude": "-36.507153",
        "longitude": "-69.336777",
        "excerpt": "Just over 200km south of Malargüe on the RN 40, the spectacular Parque Provincial Payunia is a 4500-sq-km reserve with a higher concentration of volcanic…",
        "detail_url": "https://www.lonelyplanet.com/argentina/malargue/attractions/parque-provincial-payunia/a/poi-sig/1586480/1006688",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-185265538.jpg",
        "detail_description": "Just over 200km south of Malargüe on the RN 40, the spectacular Parque Provincial Payunia is a 4500-sq-km reserve with a higher concentration of volcanic cones (over 800 of them) than anywhere else in the world. The scenery is breathtaking and shouldn’t be missed. The 12-hour 4WD tours or three-day horseback trips offered by most of the agencies in Malargüe are well worth taking. Be sure your tour stops at all the sites – those combining the visit with Laguna Llancancelo only visit half.\n"
    },
    {
        "country": "argentina",
        "index": 14,
        "name": "Costanera",
        "latitude": "-32.94242",
        "longitude": "-60.632687",
        "excerpt": "Rosario’s most attractive feature is its waterfront, where the area that was once derelict warehouses and train tracks has been reclaimed for the fun of…",
        "detail_url": "https://www.lonelyplanet.com/argentina/northeast-argentina/rosario/attractions/costanera/a/poi-sig/1273656/363049",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1253519751.jpg",
        "detail_description": "Rosario’s most attractive feature is its waterfront, where the area that was once derelict warehouses and train tracks has been reclaimed for the fun of the people. It stretches some 15km from its southern end at Parque Urquiza to the city’s northern edge, just short of the suspension bridge crossing into Entre Ríos province. It’s an appealing place to wander and watch what’s going on, from the plentiful birdlife and impromptu fútbol (soccer) games to massive cargo ships surging past on the river.\n"
    },
    {
        "country": "argentina",
        "index": 15,
        "name": "Teatro Colón",
        "latitude": "-34.601148",
        "longitude": "-58.383086",
        "excerpt": "Occupying an entire city block, this impressive seven-story theater is one of BA’s most prominent landmarks. It’s the city’s main performing arts venue,…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/teatro-colon/a/poi-sig/1103221/1326776",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2ed8a17c546b32a2491c812b819ef21e-teatro-colon.jpg",
        "detail_description": "Occupying an entire city block, this impressive seven-story theater is one of BA’s most prominent landmarks. It’s the city’s main performing arts venue, and with astounding acoustics, it's a world-class forum for opera, ballet and classical music. The Colón can seat 2500 spectators and provides standing room for another 500. Get hold of tickets to a performance, if you can, or take one of the frequent 50-minute backstage tours to view the stunning interior, the costume department, and ballerinas' dressing rooms.\n"
    },
    {
        "country": "argentina",
        "index": 16,
        "name": "Circuito Inferior",
        "latitude": "-25.685218",
        "longitude": "-54.443865",
        "excerpt": "This circuit (1400m) descends to the river, passing delightfully close to falls on the way. At the end of the path prepare for a drenching at the hands of…",
        "detail_url": "https://www.lonelyplanet.com/argentina/northeast-argentina/parque-nacional-iguazu/attractions/circuito-inferior/a/poi-sig/1528174/363039",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2302403923-rfc.jpeg",
        "detail_description": "This circuit (1400m) descends to the river, passing delightfully close to falls on the way. At the end of the path prepare for a drenching at the hands of Salto Bossetti if you're game. Just short of here, a free launch makes the short crossing to Isla San Martín. At the same junction you can buy tickets for the popular boat rides under the falls.\n"
    },
    {
        "country": "argentina",
        "index": 17,
        "name": "Museo de Arqueología de Alta Montaña",
        "latitude": "-24.788868",
        "longitude": "-65.410956",
        "excerpt": "One of northern Argentina's premier museums, MAAM has a serious and informative exhibition focusing on Inca culture and, in particular, the child…",
        "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/salta/attractions/museo-de-arqueologia-de-alta-montana/a/poi-sig/466654/363069",
        "image_url": null,
        "detail_description": "One of northern Argentina's premier museums, MAAM has a serious and informative exhibition focusing on Inca culture and, in particular, the child sacrifices left on some of the Andes’ most imposing peaks. The centerpiece is the mummified body of one of three children (rotated every six months) discovered at the peak of Llullaillaco in 1999. It was a controversial decision to display the bodies and it is a powerful experience to come face-to-face with them.\nIntricately plaited hair and clothes are perfectly preserved, and their faces reflect – you decide – a distant past or a typical 21st-century Salta face; a peaceful passing or a tortured death.The grave goods impress by their immediacy, with colors as fresh as the day they were produced. The illas (small votive figurines of animals and humans) are of silver, gold, shell and onyx, and many are clothed in textiles. It’s difficult to imagine that a more privileged look at pre-Columbian South American culture will ever be offered to us. Also exhibited is the ‘Reina del Cerro,’ a tomb-robbed mummy that ended up here after a turbulent history. Good videos give background on the sacrifices and on the Qhapaq Ñan, the Inca road system given Unesco status in 2014.There’s a shop and library as well as a cafe-bar with terrace."
    },
    {
        "country": "argentina",
        "index": 18,
        "name": "Manzana Jesuítica",
        "latitude": "-31.41828652962",
        "longitude": "-64.187607200748",
        "excerpt": "Córdoba’s beautiful Manzana Jesuítica (Jesuit Block), like its counterpart in Buenos Aires, is also known as the Manzana de las Luces (Block of…",
        "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/manzana-jesuitica/a/poi-sig/435398/363057",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2317949241.jpg",
        "detail_description": "Córdoba’s beautiful Manzana Jesuítica (Jesuit Block), like its counterpart in Buenos Aires, is also known as the Manzana de las Luces (Block of Enlightenment), and was initially associated with the influential Jesuit order. The Colegio Nacional de Monserrat, which dates from 1782, is next door. In 2000 Unesco declared the Manzana Jesuítica a World Heritage site, along with five Jesuit estancias (ranches) throughout the province.\n"
    },
    {
        "country": "argentina",
        "index": 19,
        "name": "Parque General San Martín",
        "latitude": "-32.886254",
        "longitude": "-68.863335",
        "excerpt": "Walking along the lakeshore and snoozing in the shade of the rose garden in this beautiful 420-hectare park is a great way to enjoy one of the city’s…",
        "detail_url": "https://www.lonelyplanet.com/argentina/central-argentina/mendoza/attractions/parque-general-san-martin/a/poi-sig/1273851/363014",
        "image_url": null,
        "detail_description": "Walking along the lakeshore and snoozing in the shade of the rose garden in this beautiful 420-hectare park is a great way to enjoy one of the city’s highlights. Walk along Sarmiento/Civit out to the park and admire some of Mendoza’s finest houses on the way. Pick up a park map at the Centro de Información, just inside the impressive entry gates, which were shipped over from England and originally forged for the Turkish Sultan Hamid II.\nThe park was designed by Carlos (Charles) Thays in 1897, who also designed Parque Sarmiento in Córdoba. Its famous Cerro de la Gloria has a monument to San Martín’s Ejército de los Andes (Army of the Andes) for its liberation of Argentina, Chile and Peru from the Spaniards. On clear days, views of the valley make the climb especially rewarding. Pathways around the lake were undergoing renovation at the time of research, closing off some of the running and cycling routes.Other facilities in the park include tennis courts, an equestrian center, golf course, kid's playgrounds, a university campus, World Cup stadium, a lackluster zoo, and a massive amphitheater where the annual wine harvest festival is held."
    },
    {
        "country": "argentina",
        "index": 20,
        "name": "Circuito Superior",
        "latitude": "-25.688331",
        "longitude": "-54.446096",
        "excerpt": "The Paseo Superior (1750m) is entirely level and gives good views of the tops of several cascades and across to more. A recently constructed final section…",
        "detail_url": "https://www.lonelyplanet.com/argentina/northeast-argentina/parque-nacional-iguazu/attractions/circuito-superior/a/poi-sig/1528176/363039",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/3ad9a3fb542889ff5edf90d035a80dcb-circuito-superior.jpeg",
        "detail_description": "The Paseo Superior (1750m) is entirely level and gives good views of the tops of several cascades and across to more. A recently constructed final section crosses a large swath of the Iguazú river, ending above the powerful Salto San Martín before wending its way back across river islands.\n"
    }
]