[
    {
        "country": "assam",
        "index": 1,
        "name": "Talatal Ghar",
        "latitude": "26.965874",
        "longitude": "94.624236",
        "excerpt": "The Talatal Ghar palace was the heart of an Ahom capital complex founded by King Rudra Singha. Built in the 1750s over an earlier wooden palace, it…",
        "detail_url": "https://www.lonelyplanet.com/india/assam/sivasagar/attractions/talatal-ghar/a/poi-sig/1155902/1329441",
        "image_url": null,
        "detail_description": "The Talatal Ghar palace was the heart of an Ahom capital complex founded by King Rudra Singha. Built in the 1750s over an earlier wooden palace, it originally had seven storeys, three of which were underground (including secret escape tunnels). You can visit the two surviving above-ground levels, which have labyrinthine galleries and a large flat roof holding several pavilions. The remains of Talatal Ghar are about 4km south of central Sivasagar along AT Rd, easily visited in conjunction with nearby Rang Ghar.\nOff to the left as you approach is the Gola Ghar, an elegant structure with a vaulted roof, believed to have been the royal armoury. On the northern bank of Joy Sagar, 1km south of the Talatal Ghar, is a temple group reminiscent of those beside the Sivasagar tank in town, presided over by the tall-domed Joydol, dedicated to Vishnu and built between 1696 and 1714."
    },
    {
        "country": "assam",
        "index": 2,
        "name": "Kamakhya Mandir",
        "latitude": "26.166435",
        "longitude": "91.705263",
        "excerpt": "According to Hindu legend, when a distraught Shiva scattered the 108 (or 51) pieces of his deceased wife Sati's body across the land, her yoni (vagina)…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/guwahati/attractions/kamakhya-mandir/a/poi-sig/1150473/356415",
        "image_url": null,
        "detail_description": "According to Hindu legend, when a distraught Shiva scattered the 108 (or 51) pieces of his deceased wife Sati's body across the land, her yoni (vagina) fell on Nilachal Hill, 8km west of central Guwahati. This makes Kamakhya Mandir a specially hallowed shrine for practitioners of shakti (tantric worship of female spiritual power). The ₹501 'special ticket' allows you to jump the usual queues to reach the cave-like inner sanctum. Kamakhya is where the huge Ambubachi Mela festival takes place.\nThe temple is 5km west from the city along AT Rd then 3km up a spiralling side road. Some city buses (₹10, half-hourly) from the Kachari bus stop go up to the temple's parking area. Otherwise get any bus west along AT Rd and get off at the foot of the hill, where further transport waits.The temple building dates from the 16th century, and there's evidence that its origins go back to the 6th century. Human sacrifice no longer happens here, but goats and pigeons still meet their doom every day in a sacrificial house at the temple's west end. During the Durga Puja festival in October, buffalos and ducks are also sacrificed.On the hilltop a 10-minute walk up from the Kamakhya Mandir (with good views en route), the much less visited Bhubaneswari Mandir is where, it's believed, Sati's head landed."
    },
    {
        "country": "assam",
        "index": 3,
        "name": "Kaziranga National Park",
        "latitude": "26.641015",
        "longitude": "93.407478",
        "excerpt": "The park’s 2400 one-horned rhinos represent about two-thirds of the world’s total population (in 1904, there were only 200). Kaziranga offers popular 4WD…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/assam/attractions/kaziranga-national-park/a/poi-sig/1293423/356414",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3e4fb65c9a908504d9a20b912e55d4bb-kaziranga-national-park.jpg",
        "detail_description": "The park’s 2400 one-horned rhinos represent about two-thirds of the world’s total population (in 1904, there were only 200). Kaziranga offers popular 4WD safaris that allow you to get close to the rhinos and other large mammals; you may want to avoid the elephant-back safaris on animal welfare concerns. Safaris are available in four of the park's five ranges, of which the central Kohora Range and western Bagori Range offer the best overall wildlife sightings and also have most safari traffic.\nEach visitable range has its own gate, with jeep-rental and entry ticket offices nearby. Many lodgings will deal with the formalities for their guests and arrange for safari jeeps to pick you up (usually for an extra few hundred rupees)."
    },
    {
        "country": "assam",
        "index": 4,
        "name": "Charaideo",
        "latitude": "26.943496",
        "longitude": "94.873724",
        "excerpt": "Charaideo was the first Ahom capital, established in 1228 by the dynasty's founder Sukapha after his arrival in eastern Assam while seeking new lands with…",
        "detail_url": "https://www.lonelyplanet.com/india/assam/sivasagar/attractions/charaideo/a/poi-sig/1612911/1329441",
        "image_url": null,
        "detail_description": "Charaideo was the first Ahom capital, established in 1228 by the dynasty's founder Sukapha after his arrival in eastern Assam while seeking new lands with his royal retinue from Yunnan (southwestern China). The site comprises a collection of large and small funerary mounds, known as maidams, in a picturesque forest setting. The Ahoms continued to bury their royalty here long after they moved their capital elsewhere, and the mounds are still considered sacred. It's 28km east of Sivasagar.\nThere are over 150 maidams in the area, 30 of them within the ticketed site. Archaeological work may mean that some of the site is temporarily closed."
    },
    {
        "country": "assam",
        "index": 5,
        "name": "Nameri National Park",
        "latitude": "26.940129",
        "longitude": "92.843914",
        "excerpt": "Beautiful Nameri National Park, comprising 200 sq km between the pristine Jia Bhorelli River and the forested hills of Arunachal Pradesh, is particularly…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/assam/attractions/nameri-national-park/a/poi-sig/1150835/356414",
        "image_url": null,
        "detail_description": "Beautiful Nameri National Park, comprising 200 sq km between the pristine Jia Bhorelli River and the forested hills of Arunachal Pradesh, is particularly popular with birders (over 370 feathered species are recorded here), but makes an enjoyable visit for anyone. Even if you don't see many exciting animals, you still get to walk (rather than ride in a jeep) through its forests, and cross the Jia Bhorelli by boat to reach the park. Access is from Potasali village, 35km north of Tezpur.\nNameri is a key refuge for eight globally endangered birds, including the white-winged wood duck, Assam's state bird, and is home to some 400 elephants and seven feline species."
    },
    {
        "country": "assam",
        "index": 6,
        "name": "Manas National Park",
        "latitude": "26.67722",
        "longitude": "91.007309",
        "excerpt": "The grasslands and lowland forests of Unesco-listed Manas National Park, abutting the Bhutan border about 150km northwest of Guwahati, are home to a very…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/assam/attractions/manas-national-park/a/poi-sig/1150817/356414",
        "image_url": null,
        "detail_description": "The grasslands and lowland forests of Unesco-listed Manas National Park, abutting the Bhutan border about 150km northwest of Guwahati, are home to a very impressive list of animals including tigers, one-horned rhinos (around 30 each), over 1000 elephants and 500 wild water buffalo – plus clouded and common leopards and some 475 bird species. On a safari you'd be very lucky to sight a tiger, rhino or leopard, but you will almost certainly see a variety of other interesting wildlife.\nJeep safaris from the park's Bansbari gate last around three hours, normally costing ₹2600 in addition to park entry fees for the vehicle and passengers. Accommodation lodges can arrange everything for you, usually for a few hundred rupees extra."
    },
    {
        "country": "assam",
        "index": 7,
        "name": "Pobitora Wildlife Sanctuary",
        "latitude": "26.243887",
        "longitude": "92.049251",
        "excerpt": "This small wildlife sanctuary has a thriving population of some 130 one-horned rhinoceroses, plus around 2000 wild water buffalo and almost 2000 resident…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/guwahati/attractions/pobitora-wildlife-sanctuary/a/poi-sig/1511697/356415",
        "image_url": null,
        "detail_description": "This small wildlife sanctuary has a thriving population of some 130 one-horned rhinoceroses, plus around 2000 wild water buffalo and almost 2000 resident and migratory bird species. About 40km northeast of Guwahati, it makes for a good day-trip (cabs cost ₹3000 to ₹4000 round-trip). Visits are by one-hour jeep safari or early-morning elephant ride. We don't recommend the latter because of the harm that this can cause to the elephants.\nThe sanctuary closes to visitors during the monsoon: exact closing and opening dates vary from year to year."
    },
    {
        "country": "assam",
        "index": 8,
        "name": "Ahom Temples",
        "latitude": "26.988821",
        "longitude": "94.633141",
        "excerpt": "Three typical Ahom temple towers rise proudly above the partly wooded shore of Sivasagar tank. The centrepiece (and tallest) is the 33m-high Shivadol,…",
        "detail_url": "https://www.lonelyplanet.com/india/assam/sivasagar/attractions/ahom-temples/a/poi-sig/1554346/1329441",
        "image_url": null,
        "detail_description": "Three typical Ahom temple towers rise proudly above the partly wooded shore of Sivasagar tank. The centrepiece (and tallest) is the 33m-high Shivadol, dedicated to Shiva. One of Assam's most important temples, it was built by Ambika, an Ahom queen, in 1734. To its west stands the Devidol and to the east is the Vishnudol, consecrated to the mother goddess and Vishnu respectively. The lakeside setting is tranquil and beautiful.\nYou can quietly watch pilgrims go about their rituals within the atmospheric complex shaded by tropical trees. Ask before taking photographs."
    },
    {
        "country": "assam",
        "index": 9,
        "name": "Tocklai Tea Research Institute",
        "latitude": "26.728632",
        "longitude": "94.227462",
        "excerpt": "To delve into the science and processes behind a good cuppa, visit the Tocklai Institute, the world's largest and oldest tea research centre (founded in…",
        "detail_url": "https://www.lonelyplanet.com/india/assam/jorhat/attractions/tocklai-tea-research-institute/a/poi-sig/1611264/1329439",
        "image_url": null,
        "detail_description": "To delve into the science and processes behind a good cuppa, visit the Tocklai Institute, the world's largest and oldest tea research centre (founded in 1911). The labs here research, among other things, microorganisms that inhibit plant disease and promote growth. A tea museum and model tea factory, exhibiting the machines that turn leaves into teapot-ready tea, are also here. Call ahead to ensure someone is available to give you a tour.\nTocklai is on the southeast edge of Jorhat, a ₹150 autorickshaw ride from the centre. There's also a guesthouse here, with old-fashioned AC rooms (singles/doubles ₹2000/2300) in a 1930 colonial house."
    },
    {
        "country": "assam",
        "index": 10,
        "name": "Agnigarh Hill",
        "latitude": "26.617661",
        "longitude": "92.802393",
        "excerpt": "Tree-shaded lanes lead to Agnigarh Hill, rising above the Brahmaputra about 1km southeast of the town centre. The wooded park has occasional river views …",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/tezpur/attractions/agnigarh-hill/a/poi-sig/1150822/356419",
        "image_url": null,
        "detail_description": "Tree-shaded lanes lead to Agnigarh Hill, rising above the Brahmaputra about 1km southeast of the town centre. The wooded park has occasional river views (best from the lookout tower at the top). Sculptures depict the legend in which Krishna and Shiva fought a long, bloody battle here over a love affair between Krishna's grandson and the local king's daughter. In the end the lovers were permitted to marry – hence Tezpur's twin nicknames, City of Blood and City of Eternal Romance.\n"
    },
    {
        "country": "assam",
        "index": 11,
        "name": "Kareng Ghar",
        "latitude": "26.936265",
        "longitude": "94.744978",
        "excerpt": "Dramatic if largely unadorned, this brick palace is the last major remnant of the Ahom kingdom’s pre-Sivasagar capital at Garhgaon. You can climb to the…",
        "detail_url": "https://www.lonelyplanet.com/india/assam/sivasagar/attractions/kareng-ghar/a/poi-sig/1151038/1329441",
        "image_url": null,
        "detail_description": "Dramatic if largely unadorned, this brick palace is the last major remnant of the Ahom kingdom’s pre-Sivasagar capital at Garhgaon. You can climb to the top of the unique four-storey structure, which rises like a stepped pyramid above an attractive trees-and-paddy setting. Sivasagar seems to have already replaced Garhgaon as the capital before the Kareng Ghar was built in 1752. It’s about 15km along the Sivasagar–Sonari highway and down a village road: turn left just before Garhgaon itself.\n"
    },
    {
        "country": "assam",
        "index": 12,
        "name": "Kaziranga National Orchid & Biodiversity Park",
        "latitude": "26.586915",
        "longitude": "93.427906",
        "excerpt": "A fascinating counterpart to the wildlife attractions of Kaziranga National Park, the Orchid Park houses not only an orchid house with over 600 species…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/kaziranga-national-park/attractions/kaziranga-national-orchid-biodiversity-park/a/poi-sig/1611555/356416",
        "image_url": null,
        "detail_description": "A fascinating counterpart to the wildlife attractions of Kaziranga National Park, the Orchid Park houses not only an orchid house with over 600 species from Northeast India (April is the best month for blooms), but also bamboo and medicinal herb gardens, a cactus house, and a handicrafts museum. It's 350m south off NH715 (old NH37), 1.2km east of Kohora's central crossroads.\nFrom November to February the park's auditorium stages a colourful show of 13 mainly Assamese folk dances at 6.30pm (₹200)."
    },
    {
        "country": "assam",
        "index": 13,
        "name": "Chitralekha Udyan",
        "latitude": "26.618582",
        "longitude": "92.794572",
        "excerpt": "Chitralekha Udyan has a U-shaped pond (paddle-boat hire ₹20 per person) wrapped around manicured lawns dotted with fine ancient sculptures. From April to…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/tezpur/attractions/chitralekha-udyan/a/poi-sig/1150821/356419",
        "image_url": null,
        "detail_description": "Chitralekha Udyan has a U-shaped pond (paddle-boat hire ₹20 per person) wrapped around manicured lawns dotted with fine ancient sculptures. From April to September, the park also has bumper cars and water slides. A block east, then south, stands the Ganesh Mandir, a temple backing onto a ghat overlooking the surging Brahmaputra. It's a good place to take in river sunsets.\n"
    },
    {
        "country": "assam",
        "index": 14,
        "name": "Rang Ghar",
        "latitude": "26.967108",
        "longitude": "94.619072",
        "excerpt": "About 4km south of central Sivasagar along AT Rd, look right to see the rather beautiful Rang Ghar, a two-storey, oval-shaped pavilion that has been…",
        "detail_url": "https://www.lonelyplanet.com/india/assam/sivasagar/attractions/rang-ghar/a/poi-sig/1151033/1329441",
        "image_url": null,
        "detail_description": "About 4km south of central Sivasagar along AT Rd, look right to see the rather beautiful Rang Ghar, a two-storey, oval-shaped pavilion that has been impeccably restored. Built by King Pramatta Singha in 1746, its gleaming sienna exterior features pretty, mainly floral, carvings. You can walk up to the top floor, from where the royalty watched buffalo and elephant fights and other entertainment, while the general populace looked on from nearby earthen mounds.\n"
    },
    {
        "country": "assam",
        "index": 15,
        "name": "Gauri Sagar",
        "latitude": "26.946862",
        "longitude": "94.536538",
        "excerpt": "The somewhat grandiose complex of Gauri Sagar comprises an attractive tank and a trio of distinctive 1720s temples – Vishnudol, Shivadol and Devidol –…",
        "detail_url": "https://www.lonelyplanet.com/india/assam/sivasagar/attractions/gauri-sagar/a/poi-sig/1553282/1329441",
        "image_url": null,
        "detail_description": "The somewhat grandiose complex of Gauri Sagar comprises an attractive tank and a trio of distinctive 1720s temples – Vishnudol, Shivadol and Devidol – built by the Ahom queen Phuleswari along its north bank. The most impressive is Vishnudol, which is not as tall as Sivasagar’s Shivadol but has much finer (though eroded) carvings. Gauri Sagar is about 13km southwest of Sivasagar on the main road towards Jorhat.\n"
    },
    {
        "country": "assam",
        "index": 16,
        "name": "Dighalipukhuri Park",
        "latitude": "26.186029",
        "longitude": "91.751375",
        "excerpt": "The mildly attractive Dighalipukhuri Park has boating facilities. The lake was once connected by a channel to the Brahmaputra and was used as a naval…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/guwahati/attractions/dighalipukhuri-park/a/poi-sig/1150478/356415",
        "image_url": null,
        "detail_description": "The mildly attractive Dighalipukhuri Park has boating facilities. The lake was once connected by a channel to the Brahmaputra and was used as a naval harbour by the Ahoms. At the park's north end is the open-air War Memorial, displaying a tank, rockets and a fighter jet from the Indian armed forces.\n"
    },
    {
        "country": "assam",
        "index": 17,
        "name": "Assam State Museum",
        "latitude": "26.185143",
        "longitude": "91.751837",
        "excerpt": "Housed in an imposing colonial-era building, the state museum has a large medieval sculpture collection and upper floors devoted to informative tribal…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/guwahati/attractions/assam-state-museum/a/poi-sig/479014/356415",
        "image_url": null,
        "detail_description": "Housed in an imposing colonial-era building, the state museum has a large medieval sculpture collection and upper floors devoted to informative tribal-culture displays. In the Village Life of Assam section, you can walk through reconstructed tribal homes that give a glimpse of everyday rural life. It’s worth a visit.\n"
    },
    {
        "country": "assam",
        "index": 18,
        "name": "Samaguri Satra",
        "latitude": "26.961361",
        "longitude": "94.264283",
        "excerpt": "This small satra, out on a country road 11km east of Kamalabari, was founded in 1663 and has been making traditional dance masks from bamboo, cloth, clay,…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/majuli-island/attractions/samaguri-satra/a/poi-sig/1611129/356422",
        "image_url": null,
        "detail_description": "This small satra, out on a country road 11km east of Kamalabari, was founded in 1663 and has been making traditional dance masks from bamboo, cloth, clay, cow dung and paint ever since. You'll be given a short explanation of the process in a room filled with masks and large images of Krishna in his Narasingha incarnation. Some small masks are for sale as souvenirs.\n"
    },
    {
        "country": "assam",
        "index": 19,
        "name": "Christ Church",
        "latitude": "26.188542",
        "longitude": "91.747084",
        "excerpt": "The pretty, half-timbered Christ Church, with pointed, wood-framed windows, is one of Northeast India's oldest churches, founded in 1844. Rebuilt twice…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/guwahati/attractions/christ-church/a/poi-sig/1320083/356415",
        "image_url": null,
        "detail_description": "The pretty, half-timbered Christ Church, with pointed, wood-framed windows, is one of Northeast India's oldest churches, founded in 1844. Rebuilt twice after earthquakes in 1856 and 1897, it was most recently renovated in 1978. It's surrounded by Nehru Park.\n"
    },
    {
        "country": "assam",
        "index": 20,
        "name": "Umananda Mandir",
        "latitude": "26.196551009863",
        "longitude": "91.74530206794",
        "excerpt": "The temple complex sits on a small forested island, accessed by a 15-minute ferry ride from Umananda Ghat. Many visitors feel that the Shiva temple, which…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/guwahati/attractions/umananda-mandir/a/poi-sig/1293271/356415",
        "image_url": null,
        "detail_description": "The temple complex sits on a small forested island, accessed by a 15-minute ferry ride from Umananda Ghat. Many visitors feel that the Shiva temple, which sits atop the island, is less interesting than the boat ride out to it.\n"
    }
]