[
    {
        "country": "australia",
        "index": 1,
        "name": "Bondi Beach",
        "latitude": "-33.891377260728",
        "longitude": "151.27729013664",
        "excerpt": "Definitively Sydney, Bondi is one of the world’s great beaches. It’s the closest ocean beach to the city centre (8km away), has consistently good (though…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/bondi-to-coogee/attractions/bondi-beach/a/poi-sig/1242450/1324165",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-dv802147_super.jpg",
        "detail_description": "Definitively Sydney, Bondi is one of the world’s great beaches. It’s the closest ocean beach to the city centre (8km away), has consistently good (though crowded) waves, and is great for a rough-and-tumble swim (the average water temperature is a considerate 21°C).&nbsp;\nIf the sea’s looking a bit angry, you can always head to the child-friendly saltwater sea baths at either end of the beach, both of which received an upgrade in 2019. Surfers also carve up sandbar breaks at either end of the beach; it’s a good place for learners, too.&nbsp;\nAt the beach’s northern end there’s a grassy spot with coin-operated barbecues, but don't bring alcohol to your picnic – it's banned on the beach. Changing rooms and lockers can be found at Bondi Pavilion. Free beach-friendly wheelchairs (for adults and children) can also be booked through the Bondi Pavilion.\nIf you’re looking for your LGBTQIA+ community, head to near the North Bondi Surf Club where there's an outdoor workout area. This is one of the main hangouts for queer beach-going Sydneysiders.\nTwo surf clubs – Bondi and North Bondi – patrol the beach between sets of red-and-yellow flags, positioned to avoid the worst rips and holes. Thousands of unfortunates have to be rescued from the surf each year. Don’t become a statistic – swim between the flags.\nBondi’s lifeguards\nBondi Rescue, the hugely popular Australian TV series based at Bondi Beach began in 2006 but the history of Sydney’s Bondi Beach Surf Life Saving club dates back to 1907. The club began when a group of local swimmers met at Bondi’s Royal Hotel to discuss forming a surf life-saving organisation, the first in the world.&nbsp;\nSurf lifesavers, of lifeguards as they’re also known, deal with everything from swimmers getting into trouble in the sea swell to treating jellyfish stings.&nbsp;\nShark attacks at Bondi?&nbsp;\nHeadline grabbing yes, but there has been very few shark attacks at Bondi. The beach is ringed by a shark net protecting it from great white sharks. Although it is not entirely shark-proof, the chance of a large shark entering the area is low, and surfers and lifeguards are on the lookout to keep swimmers safe.&nbsp;\nThe last major incident when the shark alarm was raised in 2019 -- the unmissable signal from lifeguards for everyone to evacuate the water -- turned out to be a false alarm. The shark spotted by two surfers was a harmless baby shark.&nbsp;\n\nHotels near Bondi Beach\nBondi is blessed with excellent accommodation options in every budget category.&nbsp;\nBondi Backpackers\nBaxley Bondi\nDive Hotel\nQT Bondi\n&nbsp;\n"
    },
    {
        "country": "australia",
        "index": 2,
        "name": "Ku-ring-gai Chase National Park",
        "latitude": "-33.638347",
        "longitude": "151.195736",
        "excerpt": "A spectacular mix of sandstone, Australian bushland and tranquil water vistas, this 14,928-hectare park forms Sydney’s northern boundary. It’s located 20…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/attractions/ku-ring-gai-chase-national-park/a/poi-sig/1244983/362319",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0cd8174c12c6c34fd063c8ec18ce4cd3-ku-ring-gai-chase-national-park.jpg",
        "detail_description": "A spectacular mix of sandstone, Australian bushland and tranquil water vistas, this 14,928-hectare park forms Sydney’s northern boundary. It’s located 20 to 30km from the city centre and accessible by public transport, making a spectacular day trip from the city.&nbsp;It is a popular place to visit for its wilderness, its Aboriginal heritage, as well as activities such as walking, cycling, and kayaking. In winter add whale-watching to the reasons to visit.&nbsp;\nThe park takes in over 100km of coastline along the southern edge of Broken Bay, where it heads into the Hawkesbury River. There are two unconnected principal sections, Bobbin Head and the West Head area. The Barrenjoey headland at Palm Beach is also part of the park and the site of an historic&nbsp;lighthouse.\nThe second national park in Australia, Ku-ring-gai was created in 1894. Its name comes from its original inhabitants, the Guringai people, who were all but wiped out just after colonization through violence at the hands of settlers and the devastating introduction of smallpox. It’s well worth reading Kate Grenville’s The Secret River for an engrossing but harrowing telling of this story.\nRemnants of pre-colonial Aboriginal life are visible today thanks to the preservation of more than 800 sites, including rock paintings, middens and cave art.\nWalks&nbsp;\nElevated park sections offer glorious water views over Cowan Creek, Broken Bay and Pittwater. For information about walking trails, stop at the Bobbin Head Information Centre, operated by the NSW National Parks &amp; Wildlife Service. There are a marina, picnic areas, a cafe and a boardwalk leading through mangroves at Bobbin Head.\nWaterfalls\nUpper Gledhill Falls is a fairly easily accessible waterfall inside the park, and a popular ‘secret’ wild swimming spot for competent swimmers.\nFurther downstream along McCarrs Creek there’s a series of cascades including another swimming spot known as Duck Hole or Duck Pond with a large sandy bank on one side.\nCamping&nbsp;\nThe Basin Campground is a remote camping spot accessed by ferry with basic facilities: a shower block, toilets, picnic tables and drinking water. Campers need to be well-prepared and self-sufficient. Sites are pre-booked via the NSW National Parks &amp; Wildlife Service website&nbsp;\nPicnic areas\nThere are multiple picnic areas in the park, with toilets and drinking water taps; some also have BBQ areas. &nbsp;\nEntry fee&nbsp;\nAs with all Australian national parks there are entry fees for vehicles, and per person per day. More information can be found on the NSW National Parks &amp; Wildlife Service website on current fees and how to pay.&nbsp;\nHow to get to Ku-ring-gai Chase National Park\nAccess to the park is by the Palm Beach water taxi or by car via McCarrs Creek Rd (off Mona Vale Rd, Terrey Hills) for West Head; or via Bobbin Head Rd (North Turramurra) or Ku-ring-gai Chase Rd (Mount Colah) for Bobbin Head.\nAccommodation&nbsp;\nAs well as camping and a YHA at Pittwater and Collaroy, accommodation options includes houseboats on the Hawkesbury River and a Sydney Lakeside Holiday Park in nearby Narrabeen.&nbsp;&nbsp;&nbsp;\n&nbsp;\n"
    },
    {
        "country": "australia",
        "index": 3,
        "name": "Hosier Lane",
        "latitude": "-37.816285",
        "longitude": "144.969149",
        "excerpt": "Melbourne's most-celebrated laneway for street art, Hosier Lane's cobbled length draws camera-wielding crowds to its colorful canvas of graffiti, stencils…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/hosier-lane/a/poi-sig/1370641/1341486",
        "image_url": "https://lp-cms-production.imgix.net/2021-02/shutterstockRF_322803704.jpg",
        "detail_description": "Melbourne's most-celebrated laneway for street art, Hosier Lane's cobbled length draws camera-wielding crowds to its colorful canvas of graffiti, stencils and art installations. The changing subject matter runs from political to countercultural, spiced with irreverent humour. \nThe street art continues along Rutledge Lane, which horseshoes back around to Hosier Lane. As the artworks evolve, with fresh murals continually thrown up overnight (officially most of this is actually illegal), no two visits will be the same. \nYou'll visit Hosier Lane, as well as many other street art-laden lanes nearby including AC/DC Lane, on walking tours of the city centre.\nHosier Lane street art\nMany famous Australian and international artists’ works have been spotted in Hosier Lane since it was first made famous in the global street art scene in the 1990s. The most well-known a Banksy stencil piece, Parachuting Rat from 2003, was mistakenly painted over by city council workers in 2010. \nOther renowned artists to have graced the lane with their ephemeral works include ABOVE (USA), Shepard Fairey (USA), Invader (France), and D*FACE (GB), as well as local talents such as Ha Ha, Prism and Rone. \n\n  \nNight view of colorful graffiti artwork at Hosier Lane in Melbourne ©Javen/Shutterstock\n\nHosier Lane history\nMelbourne's street artists first took their lead from the graffiti scene in New York, with train carriages and railway tracks the focus in the 1980s, before Melbourne's dark and disused city laneways became the new canvas for creatives. Over time stencil art, ‘pasties’ and sculptures complemented tags and pieces spray-painted after hours.\nSmall bars and restaurants began popping up off the main city thoroughfares. Soon the city embraced this new vibrancy and the attention from overseas visitors to Melbourne. Many private and public walls now have large-scale murals painted on commission across Melbourne. Hosier Lane is just the beginning of your street art odyssey. To learn more about Melbourne’s early underground street art scene, seek out the 2005 documentary RASH. \nIn 2020, ten masked men spray painted Hosier Lane with fire extinguishers filled with brightly colored paint, an act of vandalism according to the police and Lord Mayor. It was unclear if this was a response to the commercialization of Hosier Lane’s street art, or just a boring contribution to its story, but the bluestone cobbled lane was quickly cleaned up and new artworks appeared almost immediately. \nHosier Lane directions\nThe lane is directly opposite Federation Square (‘Fed Square’ to locals) off Flinders Street, at the southern end of Melbourne’s main city centre. Fed Square also houses two major cultural hubs: ACMI, the museum of screen culture, and the Ian Potter Centre: NGV Australia.\nAnother major landmark to look out for is the 1920s-built Forum theatre, originally a picture palace and now a major live music venue. \nHosier Lane bars and restaurants \nA Melbourne institution, the Spanish tapas restaurant MoVida sits as the southern end of Hosier Lane. While newcomer Tres a Cinco, a colorful Mexican cantina selling tacos and tequila, replaced the long-standing Misty cocktail bar.\n \n"
    },
    {
        "country": "australia",
        "index": 4,
        "name": "Melbourne Cricket Ground",
        "latitude": "-37.820031113428",
        "longitude": "144.98346090317",
        "excerpt": "With a capacity of 100,000 people, the \"G\" is one of the world’s great sporting venues, hosting cricket in summer and AFL (Australian Football League,…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/richmond-east-melbourne/attractions/melbourne-cricket-ground/a/poi-sig/366477/1341487",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1101720614.jpg",
        "detail_description": "With a capacity of 100,000 people, the \"G\" is one of the world’s great sporting venues, hosting cricket in summer and AFL (Australian Football League, Aussie rules or \"footy\") in winter – for many Australians it's hallowed ground.\nHistory\nThough the MCG has undergone numerous renovations and expansions during its lifetime, the original cricket ground dates back to 1853. It hosted its first game of Aussie Rules football in 1858, and in 1877 it was the venue for the first test cricket match between Australia and England. Since then, the ground has served as the central stadium for the 1956 Melbourne Olympics and played host to two Cricket World Cups, as well as the 2006 Commonwealth Games. It was also used as an army barracks during WWII. Despite this venerable history, the oldest parts of the current structure are the light towers, dating from the 1980s.\nA number of historical sporting items, including the hand-written notes defining the rules of Australian Rules Football, are on display at the Australian Sports Museum, located within the bowels of the stadium.\nThere’s plenty of evidence to suggest that Aboriginal Australians played a form of football called \"marngrook\" prior to European settlement. A scar tree near the MCG, from which bark was removed to make canoes, serves as a reminder that Melbourne’s cricket fans were not the first to gather at this site – some Indigenous Australians like to call it the Melbourne Corroboree Ground. Marngrook is remembered in the name of a trophy awarded to the winner of an annual AFL match.\n\n  \nThe best way to experience the MCG is to make it to a game © Darrian Traynor / Stringer / Getty Images\n\nHow to tour Melbourne Cricket Ground\nMake it to a game if you can (tickets for matches are available via the official stadium website); otherwise, there are non-match-day tours that take you through the stands, media and coaches’ areas, changing rooms and members' lounges. Discounts are available if you get a combined Australian Sports Museum and tour ticket.\nIf you're in the area and after a quick taste of a live AFL game, sometimes it's possible to wander in free of charge at three-quarter time (around 1½ hours after starting time) to see the last 30 minutes of the action.\n"
    },
    {
        "country": "australia",
        "index": 5,
        "name": "Royal Botanic Gardens",
        "latitude": "-37.83104",
        "longitude": "144.980736",
        "excerpt": "Considered one of the finest examples of Victorian-era landscaping in the world, Melbourne’s Royal Botanic Gardens draw over two million visitors a year…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/south-yarra-prahran-windsor/attractions/royal-botanic-gardens/a/poi-sig/366245/1341490",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_466960136.jpg",
        "detail_description": "Considered one of the finest examples of Victorian-era landscaping in the world, Melbourne’s Royal Botanic Gardens draw over two million visitors a year. Here you'll find plants from around the globe as well as a strong show of unique Australian flora.\nMini ecosystems, a herb garden and an indigenous rainforest are all set amid vast, picnic-friendly lawns and black-swan-spotted ponds. From the air, these stunning, 38-hectare gardens suggest a set of giant green lungs in the heart of the city.\nEvents and tours\nIn summer the gardens play host to Moonlight Cinema, a nightly pop-up cinema where cult classics and new release films are screened under the stars.&nbsp;Open-air theatre performances are another summer highlight from Shakespeare to Wind in the Willows, they’re often child-friendly events.&nbsp;\nChildren and parents will love the excellent, nature-based Ian Potter Foundation Children’s Garden, a whimsical, child-scaled place that invites exploration and water play.\nThe Aboriginal Heritage Walk comes highly recommended. This is a site of cultural significance to the local Kulin Nation (there’s a reason this vast green space was not buried under streets and houses when the British descended). On the tour you’ll learn to identify significant native plants with&nbsp;an Aboriginal guide, and gain some insight in the customs and ongoing connection to country of Australia’s First Nations people.\nThe visitor centre is the departure point for tours but book ahead&nbsp;(see the website for details). Close by, the National Herbarium, established in 1853, contains more than a million dried botanical specimens used for plant-identification purposes.\nAnd finally, the 19th-century Melbourne Observatory runs tours of the night sky here.&nbsp;\nRoyal Botanic Gardens cafes&nbsp;\nThis being Melbourne there are a few excellent cafes in and around the gardens including French-Vietnamese inspired Jardin Tan near entrance F.\nCranbourne Botanic Gardens\nFor visitors who can’t get enough, Royal Botanical Gardens has also developed the Australian Garden in the outlying suburb of Cranbourne which boasts 10kms of walking tracks through bushland and Australian landscapes.\n&nbsp;\n"
    },
    {
        "country": "australia",
        "index": 6,
        "name": "Shrine of Remembrance",
        "latitude": "-37.83048889",
        "longitude": "144.9734643",
        "excerpt": "One of Melbourne's icons, the Shrine of Remembrance is a commanding memorial to Victorians who have served in war and peacekeeping, especially those…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/south-yarra-prahran-windsor/attractions/shrine-of-remembrance/a/poi-sig/1162273/1341490",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1195643743.jpg",
        "detail_description": "One of Melbourne's icons, the Shrine of Remembrance is a commanding memorial to Victorians who have served in war and peacekeeping, especially those killed in WWI. \nThe shrine draws thousands to its annual Anzac Day dawn service (on 25 April), while the Remembrance Day service at 11am on 11 November commemorates the signing of the 1918 Armistice, marking the formal end to WWI. At this precise moment a shaft of light shines through an opening in the ceiling, passing over the Stone of Remembrance and illuminating the word ‘love’; on all other days this effect is demonstrated using artificial lighting on the hour.\nShrine of Remembrance eternal flame\nWith its cenotaph and eternal flame (lit by Queen Elizabeth II in 1954), the forecourt was built as a memorial to those who died in WWII. There are several other memorials surrounding the shrine. Below the shrine, a stunningly conceived architectural space houses the Galleries of Remembrance, a museum dedicated to telling the story of Australians at war via its 800-plus historical artefacts and artworks.\n\n  \nThe classical exterior of Melbourne's Shrine of Remembrance. ©Annie Leong/Shutterstock\n\nHistory \nBuilt between 1928 and 1934, much of it with Depression-relief, or ‘susso’ (sustenance) labour. Its stoic, classical design is partly based on the Mausoleum of Halicarnassus, one of the seven ancient wonders of the world. \nThe shrine's upper balcony affords epic panoramic views of Melbourne's skyline and all the way up tram-studded Swanston Street. This unobstructed view isn't coincidental; planning regulations continue to restrict any building that would encroach on the view of the shrine from Swanston Street as far back as Lonsdale Street.\nPlanning your visit \nDownload the free Shrine of Remembrance app for a self-guided tour, or consider joining the guided tours daily (free for Australian and New Zealand veterans and defence force personnel).\nKids can choose from four activity cards and learn about the Shrine, armed with an 'explorer kit'. Borrowed from the visitor centre, it features a periscope, a magnifying glass, a kaleidoscope and more.\nThe complex is under 24-hour police guard; during opening hours the police are required to wear uniforms resembling those worn by WWI light-horsemen. \n \n"
    },
    {
        "country": "australia",
        "index": 7,
        "name": "Queen Victoria Market",
        "latitude": "-37.80769",
        "longitude": "144.957572",
        "excerpt": "With more than 600 traders, 'Vic Market' is a large open-air market brimming with food, shopping and cultural experiences. Early mornings are best for…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/queen-victoria-market/a/poi-sig/1222520/1341486",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1068638891.jpg",
        "detail_description": "With more than 600 traders, 'Vic Market' is a large open-air market brimming with food, shopping and cultural experiences. Early mornings are best for fresh produce, taste-testing or dodging the booming cries of stall holders. Lunch hour sees shoppers queuing for street food and flower stalls, serenaded by a rotating cast of buskers.\nThe deli hall, lined with stalls selling everything from Australian cheeses, to Polish sausages and kangaroo biltong, has some Art Deco era flourishes.\nClothing and knick-knack stalls dominate on Sunday; they're big on variety, but don’t come looking for style (if you’re in the market for sheepskin moccasins or cheap T-shirts, this is the place).\nVarious tours are run by the market including heritage, cultural and food tours; check the official website for details.\nQueen Victoria Market night market\nIn summer – and again in winter – there’s a hawker-style Night Market on a Wednesday after hours (5pm to 10pm) with pop-up bars, outdoor seating, live music and DJs, plus local makers selling boutique wares.\n\n  \nThe hawker-style night market attracts thousands of visitors to sample cuisine from around the world. © P_Wei / Getty Images\n\nHistory\nThe market has been here for more than 130 years; before that, from 1837 to 1854, it was the old Melbourne Cemetery. Remarkably, around 9000 bodies remain buried here, from underneath Shed F to the car park leading to Franklin St. There's a small memorial on the corner of Queen and Therry Streets.\nRedevelopment and parking\nNote that an ongoing redevelopment program to preserve various market buildings is being rolled out in various phases, so you might find construction work on in sections when you visit.\nParking can be an issue, but most people use the many public transport options and bicycle parking is also available.\n"
    },
    {
        "country": "australia",
        "index": 8,
        "name": "Taronga Zoo Sydney",
        "latitude": "-33.8435",
        "longitude": "151.241645",
        "excerpt": "A 12-minute ferry ride from Circular Quay, this forested harbour hillside is full of kangaroos, koalas and similarly hirsute Australians, plus numerous…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/sydney-harbour/attractions/taronga-zoo-sydney/a/poi-sig/367123/362320",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-121549339_super.jpg",
        "detail_description": "A 12-minute ferry ride from Circular Quay, this forested harbour hillside is full of kangaroos, koalas and similarly hirsute Australians, plus numerous imported guests.&nbsp;\nThe zoo’s inhabitants have million-dollar harbour views, but seem blissfully unaware of what the humans consider a privilege. Encouragingly as far as zoos go, Taronga is said to set benchmarks in animal care and welfare. If you want to know more go to their website where there is detailed information about the zoos contribution to conservation, transforming zoos, and caring for the wild.\nHighlights include the nocturnal platypus habitat, the Great Southern Oceans section and the Asian elephants enclosure. Feedings and encounters happen throughout the day, while in summer, twilight concerts jazz things up (see www.twilightattaronga.org.au).\nTickets&nbsp;\nPrebook your zoo tickets online for discounts of between 10% and 20%. There's also the option to include Wild Ropes, a high-ropes courses offering special views (it's cheaper to buy this with zoo entry than separately).\nAccommodation\nVisits to Taronga Zoo Sydney (and Taronga’s other Zoo in Dubbo outside Sydney) include Roar &amp; Snore, an overnight family glamping experience and a more luxurious eco-retreat also onsite at the zoo.&nbsp;\nGetting to Taronga Zoo&nbsp;\nIf you are driving and staying a while, note that the zoo car park is cheaper than the metered parking on the streets around.\nGetting here by bus is the cheapest option; the M30 heads here from Wynyard in Sydney’s city centre.\nTaronga Zoo ferry\nCatching the ferry is part of the fun of a visit to Taronga Zoo Sydney. From the wharf, the Sky Safari cable car or a bus will whisk you to the main entrance, from which you can traverse the zoo downhill back to the ferry. Access for people with disabilities is good, even when arriving by ferry.\n&nbsp;\n"
    },
    {
        "country": "australia",
        "index": 9,
        "name": "Watsons Bay",
        "latitude": "-33.843348",
        "longitude": "151.283691",
        "excerpt": "Lovely Watsons Bay, east of the city centre and north of Bondi, was once a small fishing village, as evidenced by the heritage cottages that pepper the…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/sydney-harbour/attractions/watsons-bay/a/poi-sig/1254498/362320",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/101dbe57de0856d497ad228842882067-watsons-bay.jpg",
        "detail_description": "Lovely Watsons Bay, east of the city centre and north of Bondi, was once a small fishing village, as evidenced by the heritage cottages that pepper the suburb’s narrow streets (but which now cost a tiny fortune).&nbsp;\nFor the Sydney visitor, it's a lovely day trip by ferry. If time allows explore South Head by foot, take a dip at Camp Cove or enjoy a leisurely lunch at one of its popular restaurants.&nbsp;On the ocean side, The Gap is a dramatic clifftop lookout worth a visit.\nBeaches\nThe closest spot for a swim is at Camp Cove, a short walk from Watsons Bay ferry terminal. It’s a small sheltered beach, perfect for families. At the eastern end, there’s a short jetty where you might find locals snorkelling, plus public toilets and a kiosk to buy refreshments.&nbsp;\nFurther around the harbour is Lady Bay Beach, a more secluded, clothing-optional, harbourside beach. It was the first nudist beach in Sydney to be given a nod from officials back in the 1970s (nudity is permitted on the beach only).&nbsp;&nbsp;\nRestaurants\nNext to the Beach Club, Doyles on the Beach is another Watsons Bay institution which opened here on the beach front in 1885. It also has a shopfront for takeaway on Fishermans Wharf. Slightly more upmarket again is Dunbar House, a 1830s restored mansion on Marine Parade that serves breakfast, lunch and high tea.&nbsp;&nbsp;\nWatsons Bay Hotel\nThe Watsons Bay Boutique Hotel is blessed with one of those iconic locations that you can’t miss. The ferry pulls up practically outside, sailing boats bob in the harbour, with views to Sydney city beyond. While you’re here, tradition demands that you sit in the Beach Club beer garden at sunset and watch the sun dissolve behind the Harbour Bridge, jutting above Bradley’s Head.\nFerry&nbsp;\nTo take the ferry to Watsons Bay, you can go direct from Circular Quay or as a stop on the way to and from Manly. The ferry leaves around every 30 mins and takes around 25 mins.\nLeave the car behind if visiting Watsons Bay; the parking options can't cope especially on weekends.\n&nbsp;\n"
    },
    {
        "country": "australia",
        "index": 10,
        "name": "Pink Lake",
        "latitude": "-28.167967",
        "longitude": "114.252319",
        "excerpt": "The most arresting sight in the Horrocks/Port Gregory area is Hutt Lagoon, which is more commonly referred to as 'Pink Lake'. Yes, the saltwater here is…",
        "detail_url": "https://www.lonelyplanet.com/australia/western-australia/horrocks-port-gregory/attractions/pink-lake/a/poi-sig/1558737/1341805",
        "image_url": "https://lp-cms-production.imgix.net/2022-11/Port%20Gregory-Australia-Abstract%20Aerial%20Art-GettyImages-1166499525-rfc.jpg",
        "detail_description": "The most arresting sight in the Horrocks/Port Gregory area is Hutt Lagoon, which is more commonly referred to as 'Pink Lake'. Yes, the saltwater here is pink, due to the presence of the algae Dunaliella salina. The algae is a source of beta-carotene, which is harvested here and used in food coloring and make-up.\nHow can I visit?\nYou can access the Pink Lake for free by car&nbsp;from George Grey Dr (the road south of Kalbarri), but it pays to take the turn-off to Port Gregory for the best viewpoints. The Coral Coast is renowned for its incredible scenic beauty, but this photo opportunity&nbsp;is a tough view to beat. You can also take popular sightseeing flights over the lake from Kalbarri and Geraldton.\nCan I swim in the Pink Lake?\nThough it is safe to go into the water, caution is advisable. The salt crystals on the bottom of the lake can be very sharp and could easily cut your bare feet. It is also imperative to take any rubbish or belongings with you when you leave to preserve the beauty of the area. The water levels in the lake drop during summer; it's advisable to visit outside of this time if you want to photograph Hutt Lagoon in all its glory.\n"
    },
    {
        "country": "australia",
        "index": 11,
        "name": "Twelve Apostles",
        "latitude": "-38.665675",
        "longitude": "143.102074",
        "excerpt": "The most iconic sight and enduring image for most visitors to the Great Ocean Road, the Twelve Apostles provide a fitting climax to the journey. Jutting…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/port-campbell-national-park/attractions/twelve-apostles/a/poi-sig/1225589/362493",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/467466054_master.jpg",
        "detail_description": "The most iconic sight and enduring image for most visitors to the Great Ocean Road, the Twelve Apostles provide a fitting climax to the journey. Jutting out from the ocean in spectacular fashion, these rocky stacks stand as if they've been abandoned to the waves by the retreating headland. Today only seven Apostles can be seen from a network of viewing platforms connected by timber boardwalks around the clifftops.\nHow to get there\nThere’s pedestrian access to the viewing platforms from the car park at the Twelve Apostles Visitor Centre – more a kiosk and toilets than an info centre – via a tunnel beneath the Great Ocean Road. It's a 4 hour drive from Melbourne along the Great Ocean Road or just a 10-minute drive from Port Campbell if you'd prefer more time to explore the area.\nBest time to visit\nThe best time to visit is sunset, not only for optimum photographic opportunities and to beat the tour buses but also to see little penguins returning ashore. Sightings vary, but generally the penguins arrive 20 to 40 minutes after sunset. They can be spotted from about 197ft (60m) away, so you'll need binoculars, which can be borrowed from the Port Campbell Visitor Centre.\n"
    },
    {
        "country": "australia",
        "index": 12,
        "name": "Wave Rock",
        "latitude": "-32.443654",
        "longitude": "118.897519",
        "excerpt": "The multicolored cresting swell of Wave Rock, 209 miles (336km) east of Perth, formed some 60 million years ago by weathering and water erosion. Streaked…",
        "detail_url": "https://www.lonelyplanet.com/australia/western-australia/hyden-wave-rock/attractions/wave-rock/a/poi-sig/1554988/1322967",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1031235082.jpg",
        "detail_description": "The multicolored cresting swell of Wave Rock, 209 miles (336km) east of Perth, formed some 60 million years ago by weathering and water erosion. Streaked with colors created by run-off from local mineral springs, it's actually one edge of a larger granite outcrop called Hyden Rock. It's not gargantuan – just 49ft (15m) high and 360ft (110m) long – but it's nonetheless impressive. And when the wind is whispering in the sheoaks, it's a quietly moving place – as it has always been for the Nyaki-Nyaki people.\nBest trails at Wave Rock\nTo get the most out of Wave Rock, pick up the Walk Trails at Wave Rock and The Humps brochure from the visitor centre. A steep walk leads up around the summit of Hyden Rock, passing a dazzlingly insensitive concrete-block wall built along the crest of Wave Rock to stop stone-surfers from plunging to their deaths (you can't see the wall from the base of the rock). There's another good trail to Hippo's Yawn along a shady half-mile-long&nbsp;track from the base of Wave Rock.\nTickets and information\nParking at Wave Rock is $12 per car (pay at the parking meter); or you can save a few bucks by parking out on Wave Rock Rd or the visitor centre and walking in a few hundred metres – pay pedestrian fees at the caravan-park kiosk.\n"
    },
    {
        "country": "australia",
        "index": 13,
        "name": "Jenolan Caves",
        "latitude": "-33.820373",
        "longitude": "150.021465",
        "excerpt": "Far from other Blue Mountains attractions, the limestone Jenolan Caves is one of the most extensive, accessible and complex systems in the world – a vast…",
        "detail_url": "https://www.lonelyplanet.com/australia/new-south-wales/blue-mountains/attractions/jenolan-caves/a/poi-sig/1172211/362253",
        "image_url": "https://lp-cms-production.imgix.net/2022-02/Australia%20Blue%20Mountains%20chameleonseye%20GettyImages-621710740%20RFC.jpg",
        "detail_description": "Far from other Blue Mountains attractions, the limestone Jenolan Caves is one of the most extensive, accessible and complex systems in the world – a vast network that’s still being explored. The numerous caverns are a spectacular sight with vast subterranean spaces, otherworldly limestone formations and an underground river. Cave visits run throughout the day but book up fast, so it's worth reserving in advance online. If you don't, you may face a substantial wait at busy periods, especially if you're a group.\nNamed Binoomea (Dark Places) by the Gundungurra tribe, the caves took shape 400 million years ago. White explorers first passed through in 1836 and the caves were a major attraction by the 1860s.Cave tours cycle between different spaces. There are three standard tours: Chifley Cave, suitable for everyone, with spectacular formations and lots of crystal; Imperial Cave, the easiest on the legs; and Lucas Cave, which has more steps but lots of visual highlights. All three are suitable for children. Guides are informative and humorous, pointing out the inevitable nicknames of unusual formations.Less frequent tours head to Orient Cave, Temple of Baal and Diamond Cave, while small group visits head to the River Cave, Ribbon Cave and the Off the Track Tour. Beyond this, there are numerous packages and other special visits available, including adventure caving catering to three levels. The daily Plughole Adventure Tour ($130, two hours), with no experience necessary, is a good introduction to caving and includes a bit of abseiling.The caves are about 1½ hours' drive from Katoomba and the road is not suitable for caravans. On arrival, you pass through the Grand Arch, a spectacular rock tunnel from which the principal caves are accessed. Most car parking is a long walk from the caves, so you might want to let off some passengers just beyond the tunnel by the main Caves House complex, which includes a hotel, a restaurant serving breakfast and dinner daily and the ticket office. The return road through the tunnel is closed from 11.45am to 1.15pm, but you can make your way back by continuing past the caves towards Oberon. The closest fuel to the caves is in Oberon or Mount Victoria.There are various accommodation options, including the dated but characterful, heritage-listed Caves House – check the website for details – but there are good choices not far away that offer more peace and quiet, such as Jenolan Cabins.There is no public transport to the caves, but several tour companies offer trips. Otherwise you could walk here from Katoomba via the Megalong Valley along the 46km Six Foot Track, normally undertaken as a three-day hike."
    },
    {
        "country": "australia",
        "index": 14,
        "name": "Botanic Gardens",
        "latitude": "-23.399969",
        "longitude": "150.490808",
        "excerpt": "These Heritage-listed gardens, begun in 1873, are a beautiful escape from often-sweltering Rockhampton, with tropical and subtropical rainforest,…",
        "detail_url": "https://www.lonelyplanet.com/australia/queensland/rockhampton/attractions/botanic-gardens/a/poi-sig/1156997/362355",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/135584336_full.jpg",
        "detail_description": "These Heritage-listed gardens, begun in 1873, are a beautiful escape from often-sweltering Rockhampton, with tropical and subtropical rainforest, landscaped gardens and lily-covered lagoons. The formal Japanese garden is delightfully restful, there's a cafe, and the small, well-kept zoo&nbsp;has koalas, lion-tailed macaques, Asian small-clawed otters, dingoes, chimpanzees, a walk-through aviary and more.\nTickets and Information\nAdmission to the gardens (open 6am to sunset) and the zoo (open&nbsp;8am to 4.30pm) is free. Guided tours are available for a fee and must be booked in advance. The cafe is open 8am to 5pm and there is ample space available for a picnic if you'd prefer. Domestic animals are not permitted within the gardens.\n"
    },
    {
        "country": "australia",
        "index": 15,
        "name": "Whitehaven Beach",
        "latitude": "-20.278944",
        "longitude": "149.036922",
        "excerpt": "One of of Australia's most photogenic and hyped beaches, Whitehaven is a pristine 4.3 mile-long (7km) stretch of blinding sand (at 98% pure silica, some…",
        "detail_url": "https://www.lonelyplanet.com/australia/queensland/whitsunday-islands/attractions/whitehaven-beach/a/poi-sig/1616437/362411",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/500pxRF_113236433.jpg",
        "detail_description": "One of of Australia's most photogenic and hyped beaches, Whitehaven is a pristine 4.3 mile-long (7km) stretch of blinding sand (at 98% pure silica, some of the whitest in the world) framed by lush vegetation and a brilliant blue sea. From Hill Inlet at the northern end of the beach, the swirling pattern of dazzling sand through the turquoise and aquamarine water paints a magical picture.\nHow do I get there?\nWhitehaven beach is just a half-hour catamaran trip away from Hamilton Island. Helicopter and seaplane tours are available for those in search of the perfect aerial shot.&nbsp;Also offering good snorkelling, Whitehaven beach tours are available from nearly all Airlie-based operators.\nCan I stay overnight on Whitehaven Beach?\nYou can be lulled to sleep by the ocean if you hire a boat and anchor just off the beach. For those who'd prefer dry land, camping options&nbsp;are available on the southern side of Whitehaven Beach. Book ahead via a national park camping website to ensure you're not disappointed.\n"
    },
    {
        "country": "australia",
        "index": 16,
        "name": "Australian War Memorial",
        "latitude": "-35.280853",
        "longitude": "149.148856",
        "excerpt": "Canberra's glorious art-deco war memorial is a highlight in a city filled with interesting architecture. Built to commemorate 'the war to end all wars',…",
        "detail_url": "https://www.lonelyplanet.com/australia/australian-capital-territory/canberra/civic/attractions/australian-war-memorial/a/poi-sig/1222861/1342739",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/166904658_full.jpg",
        "detail_description": "Canberra's glorious art-deco war memorial is a highlight in a city filled with interesting architecture. Built to commemorate 'the war to end all wars', it opened its doors in 1941 when the next world war was already well underway. Each section depicts Australia's involvement in significant conflicts, including telling displays on recent battles in Afghanistan and Iraq. Attached to the memorial is a large, exceptionally well-designed museum devoted to the nation's military history. Try to time your visit for the Last Post and accompanying ceremony each day just before closing.\nThe entrance opens onto a commemorative courtyard, which encloses a pool of remembrance where an eternal flame burns. The walls of the surrounding cloister are engraved with the names of Australia's war dead. A Last Post ceremony is held here every evening at 4.55pm, just before the doors are shut for the night. Behind the courtyard is the Byzantine-influenced Hall of Memory, a spectacular space topped with a dome and encrusted with mosaics and stained glass. Beneath the monumental statues representing servicewomen and the three branches of the military lies the Tomb of the Unknown Soldier, representing all Australians who have given their lives during wartime.The museum has halls dedicated to WWI, WWII and conflicts from 1945 to the present day, as well as a spectacular aircraft hall. Every 15 minutes a sound-and-light show is staged in either the massive Anzac Hall or the Vietnam Gallery, starting with Striking by Night, which re-creates a WWII night operation over Berlin (staged on the hour).Free guided tours leave frequently from the main entrance's Orientation Gallery. Alternatively, purchase the self-guided tour leaflet ($5). There's also a free audio guide available for the WWI hall, where you can select from a range of themed tours."
    },
    {
        "country": "australia",
        "index": 17,
        "name": "Sovereign Hill",
        "latitude": "-37.575177465255",
        "longitude": "143.86647762334",
        "excerpt": "You’ll need to set aside at least half a day to visit this fascinating re-creation of Ballarat's 1860s gold-mining township. The site was mined in the…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/ballarat/attractions/sovereign-hill/a/poi-sig/1073792/1314071",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/541e4427860b22131409e5d47d0d8bab-sovereign-hill.jpg",
        "detail_description": "You’ll need to set aside at least half a day to visit this fascinating re-creation of Ballarat's 1860s gold-mining township. The site was mined in the gold-rush era and much of the equipment is original, as is the mine shaft. Kids love panning for gold in the stream, watching the hourly gold pour and browsing ye olde lolly shop. While it's especially popular with children and families, it'll be enjoyed by all.\nThe main street is a living history museum, with people performing their chores dressed in costumes of the time; check the schedule for daily parades and demonstrations. Sovereign Hill opens again at night for the impressive sound-and-light show Aura, which through projections in the night sky tells the story of the Indigenous Wadawurrung, and describes the discovery of gold in Ballarat and how it shaped the town and beyond. Times vary, so check in advance; bookings are essential. The spooky lamplight tours, comprising a night walk through Sovereign Hill to learn the darker side of life on the goldfields, are also popular.In July the blockbuster Winter Wonderlights festival brings in the crowds for wintry Christmas festivities.Your ticket also gets you into the nearby Gold Museum, which sits on a mullock heap from an old mine. The museum has imaginative, modern displays and samples from all the old mining areas, as well as gold nuggets, coins and a display on the Eureka Rebellion.To get here from town, take bus 21 from Ballarat Station, or better, the free Gold Rush Express, which departs Ballarat Station at 10.40am (to meet the 9.16am train from Melbourne) and returns at 3.25pm; this service also gets you a 10% discount on entry fees."
    },
    {
        "country": "australia",
        "index": 18,
        "name": "West Head",
        "latitude": "-33.579016",
        "longitude": "151.30929",
        "excerpt": "This central section of Ku-ring-gai Chase National Park is a spectacular wilderness, with awe-inspiring vistas over Pittwater and Broken Bay, hidden beach…",
        "detail_url": "https://www.lonelyplanet.com/australia/sydney/attractions/west-head/a/poi-sig/1589286/362319",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Sydney%20Patricia%20Mado%20GettyImages-1278338799%20RFE.jpg",
        "detail_description": "This central section of Ku-ring-gai Chase National Park is a spectacular wilderness, with awe-inspiring vistas over Pittwater and Broken Bay, hidden beach communities, Aboriginal engravings and great walking tracks down to perfect little coves. It's accessed off Mona Vale Rd in Terrey Hills or via boat from Palm Beach. West Head itself, 14km from the main road, offers a sensational lookout point and a precipitous trail down to a WWII emplacement. Other trailheads are signposted along the road.\nThe West Head lookout sees you gazing eastwards over the Palm Beach peninsula or north to Lion Island and across Broken Bay to Umina and Pearl Beach.About 3.5km short of West Head is the Basin Track, which offers an easy stroll to a good set of Indigenous carvings. Approximately 2.5km further along the track is the Basin, a shallow round inlet where there is a beach (day visitors adult/child $3/2) and camping area. Access is via this track or by boat from Palm Beach. A branch off the Basin Track heads down to the remote, carless beachside suburbs of Mackerel Beach and Currawong (Little Mackerel) Beach, also accessible by ferry from Palm Beach.About 1km short of West Head, the Resolute picnic area has faint Indigenous handprints in ochre nearby at Red Hands Cave. Also from here, the Resolute Track, heads past an Aboriginal engraving site on a 3km loop that takes in pretty Resolute Beach and another site. You can push on a little (some wading required) to Mackerel Beach, allowing you to return via the Basin Track.Normally elusive, lyrebirds are conspicuous at West Head during their mating season, from May to July.Accessed via the same exit off Mona Vale Rd are the pretty Pittwater locales of Church Point, Akuna Bay and Cottage Point, all bristling with bobbing leisure boats. All have eating options. The scenic road winding along the water is curiously named after the liberator of Argentina, General José de San Martín. Apparently it was a reciprocal gesture after a Buenos Aires street was named Australia.There are no buses into the park. The only public transport to reach it are the ferries from Palm Beach. Cycling is a good option around the park's roads, but it's a long ride to here from the nearest station. Bus 270 goes from central Sydney to Terrey Hills; you could head on from there by taxi, Uber or perhaps bike-share. Sydney OutBack run good tours to the park."
    },
    {
        "country": "australia",
        "index": 19,
        "name": "Capricorn Caves",
        "latitude": "-23.166205",
        "longitude": "150.491366",
        "excerpt": "Riddling the Berserker Range some 24km north of Rockhampton, this vast cave complex is one of the Capricorn Coast's foremost attractions. Technically not…",
        "detail_url": "https://www.lonelyplanet.com/australia/queensland/rockhampton/attractions/capricorn-caves/a/poi-sig/1157018/362355",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20%20Rockhampton%20Jackson%20Stock%20Photography%20Shutterstock_1603974673%20RFE%20crop.jpg",
        "detail_description": "Riddling the Berserker Range some 24km north of Rockhampton, this vast cave complex is one of the Capricorn Coast's foremost attractions. Technically not subterranean (they were formed by water working on the limestone of an ancient reef, thrust upward by tectonic pressure) they contain cave coral, stalactites, dangling fig-tree roots and little insectivorous bats. The most popular (one-hour) tour showcases their remarkable acoustics with a classical-music recording in Cathedral Cave, and is suitable for all ages and most fitness levels.\nThe cathedral has become a popular wedding spot, and hosts several concerts throughout the year. In December, around the summer solstice (1 December to 14 January), sunlight beams through a 14m vertical shaft into Belfry Cave, creating an electrifying light show. If you stand directly below the beam, reflected sunlight colours the whole cavern with whatever colour you’re wearing.There are other tours that focus on palaeontology and fossils. Also, daring spelunkers over 16 years old and of decent fitness can book a two-hour ‘adventure tour’ ($90), which has you crawling through tight spots with names such as ‘Fat Man’s Misery’. A less strenuous family version of this tour is also offered (adult/child $50/40; also two hours long).The Capricorn Caves complex has barbecue areas, a pool, a kiosk and accommodation (powered sites $35, cabins from $150)."
    },
    {
        "country": "australia",
        "index": 20,
        "name": "Kunanyi/Mt Wellington",
        "latitude": "-42.89634",
        "longitude": "147.237654",
        "excerpt": "Ribbed with its striking Organ Pipes cliffs, kunanyi/Mt Wellington (1271m) towers over Hobart like a benevolent overlord. The view from the top stretches…",
        "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/sandy-bay-south-hobart/attractions/kunanyi-mt-wellington/a/poi-sig/1162378/1004929",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ce8c25f547f667deaee8ade7d1276b85-mt-wellington.jpg",
        "detail_description": "Ribbed with its striking Organ Pipes cliffs, kunanyi/Mt Wellington (1271m) towers over Hobart like a benevolent overlord. The view from the top stretches over Hobart and much of the state's south, and the slopes are laced with walking trails. Mountain bikers come for the North South Track, descending from the Springs to Glenorchy, while you can also coast down the sealed summit road on a bike with Mt Wellington Descent. The Hobart Shuttle Bus Company also runs daily two-hour tours to the summit.\nHacked out of the mountainside during the Great Depression, the summit road winds up from Fern Tree through thick temperate forest, opening out to lunar rockscapes near the summit. If you don’t have wheels, local buses 448 (weekdays) and 449 (weekends and weekday evenings) stop halfway up the hill at Fern Tree, from where it’s a five- to six-hour return walk to the top via Fern Glade Track, Radfords Track, Pinnacle Track and then the steep Zig Zag Track. The Organ Pipes walk from the Chalet (en route to the summit) is a flat track below these dolerite cliffs.Download a series of walking and mountain biking maps and brochures at www.wellingtonpark.org.au/maps, or pick up the detailed Wellington Park Recreation Map ($11.95) from the visitor information centre or Service Tasmania."
    }
]