[
    {
        "country": "austria",
        "city": "Vienna",
        "index": 1,
        "name": "Staatsoper",
        "latitude": "48.20271",
        "longitude": "16.369007",
        "excerpt": "Vienna's foremost opera and ballet venue, the neo-Renaissance Staatsoper, is one of the finest concert halls in the world. Even if you can't get tickets…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/karlsplatz-around-naschmarkt/attractions/staatsoper/a/poi-sig/1414700/1334250",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ee4013717043a4ebeb96d680bf7b22002bce45745405062a4d9ac68ea3df9b76.jpg",
        "detail_description": "Vienna's foremost opera and ballet venue, the neo-Renaissance Staatsoper, is one of the finest concert halls in the world. Even if you can't get tickets to see a tenor hitting the high notes, you can discover its architectural brilliance and musical genius on a 40-minute guided tour. Tours (in English and German) generally depart on the hour between 10am and 4pm.\nBuilt between 1861 and 1869 by August Siccard von Siccardsburg and Eduard van der Nüll, the Staatsoper initially appalled the Viennese public and Habsburg royalty and quickly earned the nickname ‘stone turtle'. Despite the frosty reception, it went on to house some of the most iconic directors in history, including Gustav Mahler, Richard Strauss and Herbert von Karajan.The contents of its former Staatsopernmuseum, which closed in 2014, are now displayed in the TheaterMuseum near the Hofburg.Guided tours take in highlights such as the foyer, graced with busts of Beethoven, Schubert and Haydn and frescos of celebrated operas, and the main staircase, watched over by marble allegorical statues embodying the liberal arts. The Tea Salon dazzles in 22-carat gold leaf, the Schwind Foyer captivates with 16 opera-themed oil paintings by Austrian artist Moritz von Schwind, while the Gustav Mahler Hall is hung with tapestries inspired by Mozart’s The Magic Flute. You'll also get a behind-the-scenes look at the stage, which raises the curtain on around 300 performances each year."
    },
    {
        "country": "austria",
        "city": "Innsbruck",
        "index": 2,
        "name": "Schloss Ambras",
        "latitude": "47.256634666954",
        "longitude": "11.434927582741",
        "excerpt": "Picturesquely perched on a hill and set among beautiful gardens, this Renaissance pile was acquired in 1564 by Archduke Ferdinand II, then ruler of Tyrol,…",
        "detail_url": "https://www.lonelyplanet.com/austria/tirol/innsbruck/attractions/schloss-ambras/a/poi-sig/1081831/358643",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148836331_high.jpg",
        "detail_description": "Picturesquely perched on a hill and set among beautiful gardens, this Renaissance pile was acquired in 1564 by Archduke Ferdinand II, then ruler of Tyrol, who transformed it from a fortress into a palace. Don't miss the centrepiece Spanische Saal (Spanish Hall), the dazzling Armour Collection and the gallery's Velázquez and Van Dyck originals.\nThe Spanische Saal is a 43m-long banquet hall with a wooden inlaid ceiling and Tyrolean nobles gazing from the walls. Also note the grisaille (grey relief) around the courtyard and the sunken bathtub where Ferdinand's beloved Philippine used to bathe.Ferdinand instigated the magnificent Ambras Collection, encompassing three elements. Highlights of the Rüstkammer (Armour Collection) include the archduke’s wedding armour – specially shaped to fit his bulging midriff! – and the 2.6m suit created for giant Bartlmä Bon. The Kunst und Wunderkammer (Art and Curiosity Cabinet) is crammed with fantastical objects, including a petrified shark, gravity-defying stilt shoes and the Fangstuhl – a chair designed to trap drunken guests at Ferdinand’s raucous parties.The Portraitgalerie features room upon room of Habsburg portraits, with paintings by Titian, Velázquez and Van Dyck. Maria Anna of Spain (No 126, Room 22) wins the prize for the most ludicrous hairstyle. When Habsburg portraits begin to pall, you can stroll or picnic in the extensive gardens, home to strutting peacocks.Schloss Ambras is 4.5km southeast of the centre. The Sightseer bus runs every half-hour between the castle and central stops including the Hauptbahnhof (main train station) and Hofburg."
    },
    {
        "country": "austria",
        "city": "The Danube Valley",
        "index": 3,
        "name": "Stift Melk",
        "latitude": "48.228289",
        "longitude": "15.332022",
        "excerpt": "Of the many abbeys in Austria, Stift Melk is the most famous. Possibly Lower Austria's finest, the monastery church dominates the complex with its twin…",
        "detail_url": "https://www.lonelyplanet.com/austria/melk/attractions/stift-melk/a/poi-sig/504402/1334209",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8caa6c87cfca443e9c747436ec6b3216-stift-melk.jpg",
        "detail_description": "Of the many abbeys in Austria, Stift Melk is the most famous. Possibly Lower Austria's finest, the monastery church dominates the complex with its twin spires and high octagonal dome. The interior is baroque gone barmy, with a riot of chubby cherubs, barley-sugar twirls and polished faux marble. The theatrical high-altar scene, depicting St Peter and St Paul (the church's two patron saints), is by Peter Widerin. Johann Michael Rottmayr created most of the ceiling paintings, including those in the dome.\nHistorically, Melk was of great importance to the Romans and later to the Babenbergs, who built a castle here. In 1089 the Babenberg margrave Leopold II donated the castle to Benedictine monks, who converted it into a fortified abbey. Fire destroyed the original edifice, which was completely baroque-ified between 1702 and 1738 according to plans by Jakob Prandtauer and his disciple, Josef Munggenast. It's claimed nine million bricks were used to create the 500 rooms – don't worry though, you don't have to visit them all! (Most of the complex is taken up by a school, monks' quarters and offices.)Besides the monastery church, highlights include the Bibliothek (library) and the Marmorsaal (Marble Hall); both have amazing trompe-l’œ-painted tiers on the ceiling (by Paul Troger) to give the illusion of greater height, and ceilings are slightly curved to aid the effect. Eleven of the imperial rooms, where dignitaries (including Napoleon) stayed, are now used as a somewhat overcooked concept museum.Before or after a tour of the main complex, take a spin around the Nordbastei (north bastion), where you'll discover some quirky temporary exhibitions, a viewing terrace and the Stift's gift shop.English tours run at 10.55am and 2.55pm as well as 2pm May to September."
    },
    {
        "country": "austria",
        "city": "Salzburg",
        "index": 4,
        "name": "Festung Hohensalzburg",
        "latitude": "47.794933559621",
        "longitude": "13.047416827867",
        "excerpt": "Salzburg's most visible icon is this mighty, 900-year-old clifftop fortress, one of the biggest and best preserved in Europe. It's easy to spend half a…",
        "detail_url": "https://www.lonelyplanet.com/austria/salzburg/attractions/festung-hohensalzburg/a/poi-sig/425353/358606",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/afd419001a10ccbbeae463f011434947-festung-hohensalzburg.jpg",
        "detail_description": "Salzburg's most visible icon is this mighty, 900-year-old clifftop fortress, one of the biggest and best preserved in Europe. It's easy to spend half a day up here, roaming the ramparts for far-reaching views over the city's spires, the Salzach River and the mountains. The fortress is a steep 15-minute walk from the centre or a speedy ride up in the glass Festungsbahn funicular.\nThe fortress began life as a humble bailey, built in 1077 by Gebhard von Helffenstein at a time when the Holy Roman Empire was at loggerheads with the papacy. The present structure, however, owes its grandeur to spendthrift Leonard von Keutschach, prince-archbishop of Salzburg from 1495 to 1519 and the city's last feudal ruler.Highlights of a visit include the Golden Hall – where lavish banquets were once held – with a gold-studded ceiling imitating a starry night sky. Your ticket also gets you into the Marionette Museum, where skeleton-in-a-box Prince-Archbishop Wolf Dietrich steals the (puppet) show, and the Fortress Museum, which showcases a 1612 model of Salzburg, as well as medieval instruments, armour and some pretty gruesome torture devices.The Golden Hall is the backdrop for year-round Festungskonzerte (fortress concerts), which often focus on Mozart's works. See www.salzburghighlights.at for times and prices."
    },
    {
        "country": "austria",
        "city": "Vienna",
        "index": 5,
        "name": "Stephansdom",
        "latitude": "48.208745",
        "longitude": "16.372633",
        "excerpt": "Vienna’s Gothic masterpiece Stephansdom – or Steffl (Little Stephan), as it’s ironically nicknamed – is Vienna's pride and joy. A church has stood here…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/stephansdom-the-historic-centre/attractions/stephansdom/a/poi-sig/403852/1334249",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5ba3c3780dcba27b6e62d4b77694bd262e0368ed07bbe2abc2facf777a4d4b35.jpg",
        "detail_description": "Vienna’s Gothic masterpiece Stephansdom – or Steffl (Little Stephan), as it’s ironically nicknamed – is Vienna's pride and joy. A church has stood here since the 12th century, and reminders of this are the Romanesque Riesentor (Giant Gate) and Heidentürme (Towers of the Heathens). From outside, the first thing that will strike you is the glorious tiled roof, with its dazzling row of chevrons and Austrian eagle. Inside, the magnificent Gothic stone pulpit presides over the main nave, fashioned in 1515 by Anton Pilgrim.\nOne often-overlooked detail is the pulpit’s handrail, which has salamanders and toads fighting an eternal battle of good versus evil up and down its length. The baroque high altar, at the very far end of the main nave, shows the stoning of St Stephen. The chancel to its left has the winged Wiener Neustadt altarpiece, dating from 1447; the right chancel has the Renaissance red-marble tomb of Friedrich III. Under his guidance the city became a bishopric (and the church a cathedral) in 1469. Note that the main nave is closed during Mass (held up to eight times a day).The all-inclusive ticket covers the audio-guided tour, a catacomb tour, the south tower and the north tower. Guided tours lasting 30 minutes include a visit to the nave."
    },
    {
        "country": "austria",
        "city": "Salzburg",
        "index": 6,
        "name": "Schloss Hellbrunn",
        "latitude": "47.762162",
        "longitude": "13.060791",
        "excerpt": "A prince-archbishop with a wicked sense of humour, Markus Sittikus, built Schloss Hellbrunn in the early 17th century as a summer palace and an escape…",
        "detail_url": "https://www.lonelyplanet.com/austria/salzburg/attractions/schloss-hellbrunn/a/poi-sig/1008420/358606",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF785704072.jpg",
        "detail_description": "A prince-archbishop with a wicked sense of humour, Markus Sittikus, built Schloss Hellbrunn in the early 17th century as a summer palace and an escape from his functions at the Residenz. The Italianate villa became a beloved retreat for rulers of state, who flocked here to eat, drink and make merry. It was a Garden of Eden to all who beheld its exotic fauna, citrus trees and trick fountains – designed to sober up the clergy without dampening their spirits.\nWhile the whimsical palace interior – especially the Chinese Room and frescoed Festsaal – is worth a peek, the eccentric Wasserspiele (trick fountains) are the big draw in summer. Be prepared to get soaked in the mock Roman theatre, the shell-clad Neptune Grotto and the twittering Bird Grotto. No statue here is quite as it seems, including the emblematic tongue-poking-out Germaul mask (Sittikus’ answer to his critics). The tour rounds out at the 18th-century water-powered Mechanical Theatre, where 200 limewood figurines depict life in a baroque city. Tours run every 30 minutes.Studded with ponds, sculptures and leafy avenues, the palace gardens are free and open until dusk year-round. Here you’ll find the Sound of Music pavilion of 'Sixteen Going on Seventeen' fame.Hellbrunn is 4.5km south of Salzburg, a scenic 20-minute bike ride (mostly along the Salzach River) or a 20-minute ride on Bus 25 (€2, every 20 minutes), departing from Mozartsteg/Rudolfskai in the Altstadt."
    },
    {
        "country": "austria",
        "city": "Salzburg & Salzburgerland",
        "index": 7,
        "name": "Eisriesenwelt",
        "latitude": "47.502888",
        "longitude": "13.190353",
        "excerpt": "Billed as the world’s largest accessible ice caves, Eisriesenwelt is a glittering ice empire spanning 30,000 sq metres and 42km of narrow passages…",
        "detail_url": "https://www.lonelyplanet.com/austria/salzburg/werfen/attractions/eisriesenwelt/a/poi-sig/504540/358612",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-83109316_super%20copy.jpg",
        "detail_description": "Billed as the world’s largest accessible ice caves, Eisriesenwelt is a glittering ice empire spanning 30,000 sq metres and 42km of narrow passages burrowing deep into the heart of the mountains. A tour through these Narnia-esque chambers of blue ice is a unique experience. As you climb up wooden steps and down pitch-black passages, with carbide lamps aglow, otherworldly ice sculptures shaped like polar bears and elephants, frozen columns and lakes emerge from the shadows.\nA highlight is the cavernous Eispalast (ice palace), where the frost crystals twinkle when a magnesium flare is held up to them. A womb-like tunnel leads to a flight of 700 steps, which descends back to the entrance. Even if it’s hot outside, entering the caves in any season is like stepping into a deep freeze – bring warm clothing and sturdy footwear.In summer, minibuses (return adult/child €7/5) run at 8.18am, 10.18am, 12.18pm and 2.18pm from Werfen train station to Eisriesenwelt car park, which is a 20-minute walk from the bottom station of the cable car. The last return bus departs at 4.32pm. Allow roughly three hours for the return trip (including the tour). You can walk the whole route, but it’s a challenging four-hour ascent, rising 1100m above the village."
    },
    {
        "country": "austria",
        "city": "Vienna",
        "index": 8,
        "name": "Mozarthaus Vienna",
        "latitude": "48.207901",
        "longitude": "16.375498",
        "excerpt": "The great composer spent close to three happy and productive years at this residence between 1784 and 1787. Exhibits include copies of music scores and…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/stephansdom-the-historic-centre/attractions/mozarthaus-vienna/a/poi-sig/1152831/1334249",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0c90e61416cb262f6402bb4da44643a7-mozarthaus-vienna.jpg",
        "detail_description": "The great composer spent close to three happy and productive years at this residence between 1784 and 1787. Exhibits include copies of music scores and paintings, while free audio guides re-create the story of his time here. Mozart spent a total of 11 years in Vienna, changing residences frequently and sometimes setting up his home outside the Ringstrasse in the cheaper Vorstädte (inner suburbs) when his finances were tight. Of these, the Mozarthaus Vienna is the only one that survives.\nThe exhibition begins on the top floor, overlooking a narrow, closed-in inner courtyard, and covers the society of the late 18th century, providing asides into prominent figures in the court and Mozart’s life, such as the Freemasons (to whom he dedicated a number of pieces). Coverage of Mozart’s vices – his womanising, gambling and ability to waste excessive amounts of money – gives it an edge.Retaining its original stucco ceilings, the middle floor concentrates on Mozart’s music and his musical influences. It was in this house that he penned The Marriage of Figaro. A surreal holographic performance of scenes from The Magic Flute is in another room. The final floor has Mozart's bedroom and a few pieces of period furniture in glass cases to give a feel for the era."
    },
    {
        "country": "austria",
        "city": "Vienna",
        "index": 9,
        "name": "Rathaus",
        "latitude": "48.210979857727",
        "longitude": "16.357325596461",
        "excerpt": "Vienna's neo-Gothic City Hall, completed in 1883 by Friedrich von Schmidt (who designed Cologne Cathedral) and modelled on Flemish city halls, with lacy…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/the-museum-district-neubau/attractions/rathaus/a/poi-sig/404532/1334251",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/80a31c1f557ef2bf3f0174cb5632eeff-rathaus.jpg",
        "detail_description": "Vienna's neo-Gothic City Hall, completed in 1883 by Friedrich von Schmidt (who designed Cologne Cathedral) and modelled on Flemish city halls, with lacy stonework, pointed-arch windows and spindly turrets, is the highlight of the Ringstrasse boulevard's 19th-century architectural ensemble. Bronze statues of Joseph Lanner and Johann Strauss I stand in the fountain-filled Rathauspark. Free one-hour guided tours are in German; multilingual audio guides are also free.\nThe main spire is 102m high if you include the pennant held by the medieval knight, or Rathausmann, guarding its tip.Guided tours lead through the Arkadenhof, one of Europe's biggest arcaded inner courtyards, and the barrel-vaulted Festsaal (Festival Hall), which hosts the Concordia Ball in June. Look for the reliefs of composers Mozart, Haydn, Gluck and Schubert in the orchestra niches. In the Stadtsitzungsaal (Council Chamber), a 3200kg, flower-shaped chandelier dangles from a coffered ceiling encrusted with gold-leaf rosettes and frescoes depicting historic events such as the foundation of the university in 1365. Other tour highlights include the Stadtsenatssitzungssaal (Senate Chamber), lavishly decorated in green damask, the Wappensäle (Coat of Arms Halls) and tapestry-adorned Steinsäle (Stone Halls)."
    },
    {
        "country": "austria",
        "city": "Vienna",
        "index": 10,
        "name": "Albertina",
        "latitude": "48.204475023405",
        "longitude": "16.368444541761",
        "excerpt": "Once used as the Habsburgs' imperial apartments for guests, the Albertina is now a repository for an exceptional collection of graphic art. The permanent…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/the-hofburg-around/attractions/albertina/a/poi-sig/404410/1334248",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1338388385.jpg",
        "detail_description": "Once used as the Habsburgs' imperial apartments for guests, the Albertina is now a repository for an exceptional collection of graphic art. The permanent Batliner Collection – with over 100 paintings covering the period from Monet to Picasso – and the high quality of changing exhibitions make the Albertina highly worthwhile.Multilingual audio guides (€4) cover all exhibition sections and tell the story behind the apartments and the works on display.\nFrench impressionism and post-impressionism, as well as the works of the Swiss Alberto Giacometti, were the original focus of the Batliner Collection, but over time husband and wife benefactors Herbert and Rita Batliner added a substantial number of Russian avant-garde works to create a who’s who of 20th-century and contemporary art: Monet, Picasso, Degas, Cézanne, Klimt, Matisse, Chagall, Nolde, Jawlensky and many more.Tickets (but not the audio guides) are valid for the whole day, so you can nip out for lunch and return later to finish off a visit.A branch of the Österreichisches Filmmuseum is located here."
    },
    {
        "country": "austria",
        "city": "Vienna",
        "index": 11,
        "name": "Kaiserliche Schatzkammer",
        "latitude": "48.206388679175",
        "longitude": "16.365777868763",
        "excerpt": "The Hofburg's Kaiserliche Schatzkammer contains secular and ecclesiastical treasures (including devotional images and altars, particularly from the…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/the-hofburg-around/attractions/kaiserliche-schatzkammer/a/poi-sig/404536/1334248",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/658d9dce6dfd872a1eddad510affb13b-kaiserliche-schatzkammer.jpg",
        "detail_description": "The Hofburg's Kaiserliche Schatzkammer contains secular and ecclesiastical treasures (including devotional images and altars, particularly from the baroque era) of priceless value and splendour – the sheer wealth of this collection of crown jewels is staggering. As you walk through the rooms you'll see magnificent treasures such as a golden rose, diamond-studded Turkish sabres, a 2680-carat Colombian emerald and, the highlight of the treasury, the imperial crown.\nThe wood-panelled Sacred Treasury has a collection of rare religious relics: fragments of the True Cross, the Holy Lance that pierced Jesus on the Cross, one of the nails from the Crucifixion, a thorn from Christ’s crown and a piece of tablecloth from the Last Supper.Multilingual audio guides cost €5 (the shorter highlight audio tour is free) and are very worthwhile. A combined Schatz der Habsburger (Treasures of the Habsburgs) ticket, which includes the Kunsthistorisches Museum Vienna and Neue Burg Museums, costs €20."
    },
    {
        "country": "austria",
        "city": "Vienna",
        "index": 12,
        "name": "MuseumsQuartier",
        "latitude": "48.203475203279",
        "longitude": "16.358723145985",
        "excerpt": "The MuseumsQuartier is a remarkable ensemble of museums, cafes, restaurants and bars inside former imperial stables designed by Fischer von Erlach. This…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/the-museum-district-neubau/attractions/museumsquartier/a/poi-sig/1073384/1334251",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_202273378.jpg",
        "detail_description": "The MuseumsQuartier is a remarkable ensemble of museums, cafes, restaurants and bars inside former imperial stables designed by Fischer von Erlach. This breeding ground of Viennese cultural life is the perfect place to hang out and watch or meet people on warm evenings. With over 90,000 sq metres of exhibition space – including the Leopold Museum, MUMOK, Kunsthalle Wien, Architekturzentrum and Zoom – the complex is one of the world’s most ambitious cultural hubs.\nIf you're planning on visiting several museums, combined tickets are available from the MQ Point. The MQ Station Ticket (€32) includes entry into every museum (Zoom only has a reduction) and a 30% discount on performances in the Tanzquartier Wien; the MQ Type Ticket (€26) gives admission into the Leopold Museum, MUMOK, Kunsthalle and reduced entry into Zoom, plus a 30% discount on the Tanzquartier Wien."
    },
    {
        "country": "austria",
        "city": "Vienna",
        "index": 13,
        "name": "Hofburg",
        "latitude": "48.207119463695",
        "longitude": "16.36558420281",
        "excerpt": "Nothing symbolises Austria's resplendent cultural heritage more than its Hofburg, home base of the Habsburgs from 1273 to 1918. The oldest section is the…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/the-hofburg-around/attractions/hofburg/a/poi-sig/1111646/1334248",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-530072623_super.jpg",
        "detail_description": "Nothing symbolises Austria's resplendent cultural heritage more than its Hofburg, home base of the Habsburgs from 1273 to 1918. The oldest section is the 13th-century Schweizerhof (Swiss Courtyard), named after the Swiss guards who protected its precincts. The Renaissance Swiss Gate dates from 1553. The courtyard adjoins a larger courtyard, In der Burg, with a monument to Emperor Franz II adorning its centre. The palace now houses the Austrian president's offices, the preserved Kaiserappartements and a raft of museums.\nThe Hofburg owes its size and architectural diversity to plain old one-upmanship; new sections were added by the new rulers, including the early baroque Leopold Wing, the 16th-century Amalia Wing, the 18th-century Imperial Chancery Wing and the Gothic Burgkapelle (Royal Chapel)."
    },
    {
        "country": "austria",
        "city": "Vienna",
        "index": 14,
        "name": "Museum Judenplatz",
        "latitude": "48.211612",
        "longitude": "16.369768",
        "excerpt": "The main focus of Museum Judenplatz is on the excavated remains of a medieval synagogue that once stood on Judenplatz, with a film and numerous exhibits…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/stephansdom-the-historic-centre/attractions/museum-judenplatz/a/poi-sig/404504/1334249",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0e0fe6bd73c1fee7af06922728b37d7d-museum-judenplatz.jpg",
        "detail_description": "The main focus of Museum Judenplatz is on the excavated remains of a medieval synagogue that once stood on Judenplatz, with a film and numerous exhibits to elucidate Vienna's Jewish history. It was built in the Middle Ages, but Duke Albrecht V’s ‘hatred and misconception’ led him to order its destruction in 1421. The basic outline of the synagogue can still be seen here. Combined tickets to the Museum Judenplatz and Jüdisches Museum are valid for four days.\nAfter entering the museum you watch an informative 12-minute video (with English subtitles) on Judaism, the synagogue and the Jewish quarter. Next up are the excavations, after which visitors can search the databases for lost relatives or friends. Glass cases containing fragments, such as documents from Jewish history in Vienna, are dotted throughout the museum. An audio guide costs €2 (in German and English; there's a special children's version, too)."
    },
    {
        "country": "austria",
        "city": "Vienna",
        "index": 15,
        "name": "Karlskirche",
        "latitude": "48.198405",
        "longitude": "16.371785",
        "excerpt": "Built between 1716 and 1739, after a vow by Karl VI at the end of the 1713 plague, Vienna's finest baroque church rises at the southeast corner of…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/karlsplatz-around-naschmarkt/attractions/karlskirche/a/poi-sig/404472/1334250",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/15305517.jpg",
        "detail_description": "Built between 1716 and 1739, after a vow by Karl VI at the end of the 1713 plague, Vienna's finest baroque church rises at the southeast corner of Resselpark. It was designed and commenced by Johann Bernhard Fischer von Erlach and completed by his son Joseph. The huge elliptical copper dome reaches 72m; the highlight is the lift to the cupola (included in admission) for a close-up view of the intricate frescos by Johann Michael Rottmayr.\nThe enormous twin columns at the front are modelled on Trajan’s Column in Rome and show scenes from the life of St Charles Borromeo (who helped plague victims in Italy), to whom the church is dedicated. The admission price covers the Museo Borromeo chapel and a small museum with a handful of religious art and clothing purportedly from the saint. The high altar panel shows the ascension of St Charles Borromeo. In front of the church is a pond, adorned by a Henry Moore sculpture (Hill Arches; 1973) installed in 1978."
    },
    {
        "country": "austria",
        "city": "Vienna",
        "index": 16,
        "name": "Schloss Schönbrunn",
        "latitude": "48.184895",
        "longitude": "16.312251",
        "excerpt": "The Habsburgs' opulent summer palace is now a Unesco World Heritage site. Of its 1441 rooms, 40 are open to the public; the Imperial Tour takes you into…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/schloss-schonbrunn-around/attractions/schloss-schoenbrunn/a/poi-sig/1279627/1334255",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/94169583.jpg",
        "detail_description": "The Habsburgs' opulent summer palace is now a Unesco World Heritage site. Of its 1441 rooms, 40 are open to the public; the Imperial Tour takes you into 22 of these, including the private apartments of Franz Joseph and Sisi. The Grand Tour continues to the other 18 rooms and includes the 18th-century interiors from the time of Maria Theresia. These mandatory tours are done with a free audio guide (or app); the Grand Tour can also be done with a tour guide.\nDue to the palace's popularity, tickets are stamped with a departure time and there may be a gap of an hour or more, so buy your ticket straight away and then explore the gardens, or book and buy for a specific time online."
    },
    {
        "country": "austria",
        "city": "Salzburg",
        "index": 17,
        "name": "Residenz",
        "latitude": "47.798339",
        "longitude": "13.045825",
        "excerpt": "The crowning glory of Salzburg's DomQuartier, the Residenz is where the prince-archbishops held court until Salzburg became part of the Habsburg Empire in…",
        "detail_url": "https://www.lonelyplanet.com/austria/salzburg/attractions/residenz/a/poi-sig/1320344/358606",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/bc1d648141bc2512acbf68614e3ceb08-residenz.jpg",
        "detail_description": "The crowning glory of Salzburg's DomQuartier, the Residenz is where the prince-archbishops held court until Salzburg became part of the Habsburg Empire in the 19th century. An audio-guide tour takes in the exuberant state rooms, lavishly adorned with tapestries, stucco and frescos by Johann Michael Rottmayr. The 3rd floor is given over to the Residenzgalerie, where the focus is on Flemish and Dutch masters. Must-sees include Rubens’ Allegory on Emperor Charles V and Rembrandt’s chiaroscuro Old Woman Praying.\nNowhere is the pomp and circumstance of Salzburg more tangible than at this regal palace. A man of grand designs, Wolf Dietrich von Raitenau, the prince-archbishop of Salzburg from 1587 to 1612, gave the go-ahead to build this baroque palace on the site of an 11th-century bishop’s residence."
    },
    {
        "country": "austria",
        "city": "Vienna",
        "index": 18,
        "name": "Naturhistorisches Museum",
        "latitude": "48.20497",
        "longitude": "16.360048",
        "excerpt": "Four billion years of natural history are covered at Vienna's Naturhistorisches Museum. Among its minerals, fossils and dinosaur bones are exceptional…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/the-museum-district-neubau/attractions/naturhistorisches-museum/a/poi-sig/404584/1334251",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/GettyRF_520678356.jpg",
        "detail_description": "Four billion years of natural history are covered at Vienna's Naturhistorisches Museum. Among its minerals, fossils and dinosaur bones are exceptional finds like the teeny 25,000-year-old Venus of Willendorf and a meteorite collection of 1100 pieces. Audio guides cost €5.The late-19th-century building, with its elaborately stuccoed, frescoed halls and cupola, is the mirror image of the Kunsthistorisches Museum Vienna opposite. Rooftop tours (children under 12 not allowed) take you up to view the ornate architecture.\nCheck the website for dates of its popular Nacht im Museum (Night in the Museum) experience (adult/child €200/75). Both adults and kids get a torch/flashlight tour; kids get to watch films in the planetarium while adults enjoy a gala dinner and champagne on the roof terrace. Bring your own sleeping bag to bed down beside the dinosaurs."
    },
    {
        "country": "austria",
        "city": "Vienna",
        "index": 19,
        "name": "Secession",
        "latitude": "48.200408",
        "longitude": "16.365852",
        "excerpt": "In 1897, 19 progressive artists swam away from the mainstream Künstlerhaus artistic establishment to form the Wiener Secession (Vienna Secession). Among…",
        "detail_url": "https://www.lonelyplanet.com/austria/vienna/karlsplatz-around-naschmarkt/attractions/secession/a/poi-sig/1073383/1334250",
        "image_url": null,
        "detail_description": "In 1897, 19 progressive artists swam away from the mainstream Künstlerhaus artistic establishment to form the Wiener Secession (Vienna Secession). Among their number were Gustav Klimt, Josef Hoffmann, Kolo Moser and Joseph Olbrich. Olbrich designed the new exhibition centre of the Secessionists, which combined sparse functionality with stylistic motifs. Its biggest draw is Klimt's exquisitely gilded Beethoven Frieze. One-hour guided tours in English (€3) take place at 11am Saturday. An audio guide costs €3.\nThe 14th exhibition (1902) held in the building featured the 34m-long Beethoven Frieze. It was intended as a temporary display, little more than an elaborate poster for the main exhibit, Max Klinger’s Beethoven monument. Since 1983 the frieze has been on display in the basement. Multilingual brochures explain the various graphic elements, which are based on Richard Wagner’s interpretation of Beethoven’s ninth symphony. The small room you enter before viewing Klimt's work tells the story of the building. It served as a hospital during WWI and was torched by the retreating Germans during WWII (the gold dome survived the fire).The building is certainly a move away from the Ringstrasse architectural throwbacks. Its most striking feature is the delicate golden dome rising from a turret on the roof that deserves better than the description ‘golden cabbage’ accorded it by some Viennese. Other features are the Medusa-like faces above the door with dangling serpents instead of earlobes, minimalist stone owls gazing down from the walls and vast ceramic pots supported by tortoises at the front."
    },
    {
        "country": "austria",
        "city": "Graz",
        "index": 20,
        "name": "Kunsthaus Graz",
        "latitude": "47.071254",
        "longitude": "15.434461",
        "excerpt": "Designed by British architects Peter Cook and Colin Fournier, this world-class contemporary-art space is known as the 'friendly alien' by locals. The…",
        "detail_url": "https://www.lonelyplanet.com/austria/the-south/graz/attractions/kunsthaus-graz/a/poi-sig/464714/358638",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e28c5b39b4d19829f7dec3198e2e618b-kunsthaus-graz.jpg",
        "detail_description": "Designed by British architects Peter Cook and Colin Fournier, this world-class contemporary-art space is known as the 'friendly alien' by locals. The building is signature Cook, a photovoltaic-skinned sexy biomorphic blob that is at once completely at odds with its pristine historic surroundings but sits rather lyrically within it as well. Exhibitions, which usually change every three to four months, focus on contemporary arts and themes, often on issues relating to current political, social and cultural life.\nTours (€2.50; in English 2pm Sunday, in German 3.30pm Saturday and 11am Sunday) cover not only the exhibitions but also the building. Useful multilingual audio guides cost €2.50."
    }
]