[
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 1,
        "name": "Heydar Aliyev Center",
        "latitude": "40.396503",
        "longitude": "49.866686",
        "excerpt": "Vast and jaw-droppingly original, this Zaha Hadid building is a majestic statement of fluid 21st-century architecture forming abstract waves and peaks…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/heydar-aliyev-center/a/poi-sig/1487095/358673",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/AlamyRFHEE0DY.jpg",
        "detail_description": "Vast and jaw-droppingly original, this Zaha Hadid building is a majestic statement of fluid 21st-century architecture forming abstract waves and peaks that seem to melt together. The real delight is simply pondering and photographing the extraordinary exterior from ever-changing angles. The interior is impressive, too, and hosts concerts and several exhibition spaces. Arguably the best part of the permanent collection is 'Treasures of Azerbaijan', which walks you through the nation's cultural highlights.\nBuses 1 and 2 stop near the building's southeastern flank, bus 5 passes a block to the north of the main entrance, near its western corner."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 2,
        "name": "Palace of the Shirvanshahs",
        "latitude": "40.366174",
        "longitude": "49.83333",
        "excerpt": "This splendid confection of sandstone walls and domes was the seat of northeastern Azerbaijan’s ruling dynasty during the Middle Ages. Mostly 15th century…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/palace-of-the-shirvanshahs/a/poi-sig/444235/358673",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/49896be85a1fb388c69843635fb37817-palace-of-the-shirvanshahs.jpg",
        "detail_description": "This splendid confection of sandstone walls and domes was the seat of northeastern Azerbaijan’s ruling dynasty during the Middle Ages. Mostly 15th century, it was painstakingly (over)restored in 2003 with artefacts adding interest plus one or two entertaining audiovisual surprises.\nEnter via the main ceremonial courtyard. A small gateway on the left leads into the courtyard of the 1428 Divanxanə, an open-sided, octagonal rotunda where Shirvanshah Khalilullah I once assembled his court: a decidedly small court it would seem, judging from the structure’s diminutive size. To see the whole palace complex without paying for entrance, buy a drink on the rooftop at Floors or climb to the 'secret' rooftop of the Artım art space."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 3,
        "name": "Maiden’s Tower",
        "latitude": "40.36617",
        "longitude": "49.83719",
        "excerpt": "This tapering 29m stone tower is Baku’s foremost historical icon, with rooftop views surveying Baku Bay and the Old City. Possibly millennia old, its…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/maiden-s-tower/a/poi-sig/1135757/358673",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b8c99d401b90bd06021c122b4346c8f7-maiden-s-tower.jpg",
        "detail_description": "This tapering 29m stone tower is Baku’s foremost historical icon, with rooftop views surveying Baku Bay and the Old City. Possibly millennia old, its construction date is the subject of much debate, though much of the present structure appears to be 12th century. The Azeri name, Qız Qalası, is usually rendered ‘Maiden’s Tower’ in English, leading to plenty of patently fictitious fairy tales. Various versions are considered in the imaginative little multimedia installations that adorn several floors of the tower's interior.\nA better translation of Qız Qalası would be ‘Virgin Tower’, alluding to military impenetrability rather than any association with tragic females. It was certainly an incredibly massive structure for its era, with walls 5m thick at the base and an unusual projecting spine-buttress."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 4,
        "name": "Fountains Square",
        "latitude": "40.37077491",
        "longitude": "49.83696485",
        "excerpt": "Ever-popular with strollers, this leafy piazza forms Central Baku’s natural focus. The fountains for which it is named include one topped by shiny…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/fountains-square/a/poi-sig/1467089/358673",
        "image_url": null,
        "detail_description": "Ever-popular with strollers, this leafy piazza forms Central Baku’s natural focus. The fountains for which it is named include one topped by shiny silvered spheres giving fish-eye reflections of the trees and stone facades.\nDon't miss the beautiful statue-inlayed facade of the Nizami Literature Museum, best photographed at night. And outside the large McDonald’s notice the bronze statue of a young lady with umbrella, bare midriff and mobile phone. Very Baku."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 5,
        "name": "Flame Towers",
        "latitude": "40.35916",
        "longitude": "49.826667",
        "excerpt": "Completed in 2012, this trio of sinuous blue-glass skyscrapers forms contemporary Baku's architectural signature. The three towers range from 28 to 33…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/flame-towers/a/poi-sig/1513696/358673",
        "image_url": null,
        "detail_description": "Completed in 2012, this trio of sinuous blue-glass skyscrapers forms contemporary Baku's architectural signature. The three towers range from 28 to 33 storeys – so huge that they're most impressive seen from a considerable distance, especially at night when they form a vast palette for a light show which interchanges between fire effects, pouring water and the national flag.\nA fine vantage point for photos is near the Bahram Gur Statue, near the base station for the funicular which is novel, painless way to get closer to the towers."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 6,
        "name": "Yarat Contemporary Art Centre",
        "latitude": "40.339479",
        "longitude": "49.842224",
        "excerpt": "Yarat means 'create', a spirit that's in ample evidence in this centre's many thought-provoking installations that don't shy away from sociopolitical…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/yarat-contemporary-art-centre/a/poi-sig/1514417/358673",
        "image_url": null,
        "detail_description": "Yarat means 'create', a spirit that's in ample evidence in this centre's many thought-provoking installations that don't shy away from sociopolitical commentary. Even the cafe is inspired, set around a repurposed metal-press rescued as part of the revamping of this former naval-factory building.\nWell worth the journey to 3.5km south of Azneft Sq, it's part of an extensively regenerated public space between Flag Sq and the sleek Aquatics Centre. Access is easiest by bicycle along Yeni Bulvar. By public transport hop on bus 5 from the train station, Sahil Metro, or Azneft Sq, alight at Səbail meydanı and cross beneath the Salyan Hwy using the underpass."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 7,
        "name": "Bulvar",
        "latitude": "40.368021",
        "longitude": "49.843694",
        "excerpt": "Full of rare trees, cafes, fountains and fairground rides, the central sweep of Baku's seafront park is eternally popular with families, amateur musicians…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/bulvar/a/poi-sig/1467090/358673",
        "image_url": null,
        "detail_description": "Full of rare trees, cafes, fountains and fairground rides, the central sweep of Baku's seafront park is eternally popular with families, amateur musicians and courting couples.\nStriking modernist buildings here include the International Muğam Centre, the Baku Business Center and the four-storey Park Bulvar Mall. Crossing the main road to reach the promenade area can be awkward but there's a handy underpass in front of the photogenic old Puppet Theatre,"
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 8,
        "name": "Nizami Literature Museum",
        "latitude": "40.369689",
        "longitude": "49.836506",
        "excerpt": "The greatest attraction of this museum for most visitors is the western facade of the building it inhabits: a fine early-20th-century structure with…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/nizami-literature-museum/a/poi-sig/444233/358673",
        "image_url": null,
        "detail_description": "The greatest attraction of this museum for most visitors is the western facade of the building it inhabits: a fine early-20th-century structure with photogenic ogive-arched niches set with statues of the nation’s literary greats.\nThe exhibitions within look at Azerbaijan's history through the prism of these writers, but there's a fair amount of overlap with the Historical Museum.The museum is named after Nizami Gəncəvi (1141–1209), often cited as the 'Shakespeare of Azerbaijan'. A fine statue of Nizami himself stands proud in the stepped gardens leading up from the museum."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 9,
        "name": "Carpet Museum",
        "latitude": "40.360076",
        "longitude": "49.834982",
        "excerpt": "From historic flatweaves to modernist picture-rugs, this tailor-made museum displays and explains a superb collection of Azerbaijani carpets. It's housed…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/carpet-museum/a/poi-sig/1487625/358673",
        "image_url": null,
        "detail_description": "From historic flatweaves to modernist picture-rugs, this tailor-made museum displays and explains a superb collection of Azerbaijani carpets. It's housed in a 2014 building by Austrian architect Franz Janz, designed like a stylised roll of carpet.\nThe idea probably looked great on paper but does create certain presentation difficulties, with some exhibits awkwardly placed on sloping or curving surfaces.There's a carpet shop here, too, and this is where to come to secure the export permit if you've purchased any carpet over 1 sq metre (closed Sundays; ask for carpet assessment days)."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 10,
        "name": "MOMA",
        "latitude": "40.37792144",
        "longitude": "49.86460794",
        "excerpt": "This joyous tailor-made gallery uses struts and tubing to create a wide variety of intimate viewing spaces, in many of which you can recline on bean-bag…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/moma/a/poi-sig/1464364/358673",
        "image_url": null,
        "detail_description": "This joyous tailor-made gallery uses struts and tubing to create a wide variety of intimate viewing spaces, in many of which you can recline on bean-bag sofas as you contemplate the extensive collection of mind-bending, predominantly post-1980 Azerbaijani art. Upstairs, some earlier 20th-century canvases also appear, along with three original Picassos, a Dalí and a Chagal.\nEastbound buses 1 and 2 from the train station stop directly across a thundering 12-lane road from the gallery. To find the returning buses, however, you'll need to walk two blocks north."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 11,
        "name": "Şixov Beach",
        "latitude": "40.305222",
        "longitude": "49.798172",
        "excerpt": "The nearest beach to central Baku, Şixov is most fascinating for photographers who want to snap bathers gambolling on the ‘sand’ with a romantic backdrop…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/sixov-beach/a/poi-sig/1513695/358673",
        "image_url": null,
        "detail_description": "The nearest beach to central Baku, Şixov is most fascinating for photographers who want to snap bathers gambolling on the ‘sand’ with a romantic backdrop of giant offshore oil rigs.\nAlmost the whole stretch is now hidden behind hotels and restaurant/activity-centres, of which Mambo Beach is perhaps the most popular. There's still one free-entry section at the far western end, also the beach with the most-dramatic offshore oil eyesores. You could get close by taking bus 125 to the Dövlət Gömrük Komitəsi stop but good luck crossing the highway from there!"
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 12,
        "name": "Şəhidlər Xiyabanı",
        "latitude": "40.358056",
        "longitude": "49.827193",
        "excerpt": "The most notable feature of the 'Highland Park' that stretches south from the Flame Towers is this sombre row of grave memorials – Bakuvian victims of the…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/sehidler-xiyabani/a/poi-sig/1466246/358673",
        "image_url": null,
        "detail_description": "The most notable feature of the 'Highland Park' that stretches south from the Flame Towers is this sombre row of grave memorials – Bakuvian victims of the Red Army’s 1990 attack, along with early martyrs of the Karabakh conflict.\nThere’s also a memorial to Turkish WWI soldiers, and (more controversially) to the British and Commonwealth troops killed fighting them. The viewpoint beside the eternal flame offers splendid panoramas across the bay, city and back towards the Flame Towers. There's a large panoramic cafe terrace nearby, too."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 13,
        "name": "Historical Museum",
        "latitude": "40.369558",
        "longitude": "49.839789",
        "excerpt": "Well-presented exhibits on Azerbaijan’s history and culture might miss the odd century here and there, but there’s more than enough to fill several hours…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/historical-museum/a/poi-sig/444225/358673",
        "image_url": null,
        "detail_description": "Well-presented exhibits on Azerbaijan’s history and culture might miss the odd century here and there, but there’s more than enough to fill several hours if you’re really interested. If not, it’s still worth a brief trot through to admire the opulent 1895–1901 mansion of HZ Tağiyev, one of Baku’s greatest late-19th-century oil barons.\nDon't miss the dazzling neo-Moorish ‘Oriental Hall’ and Tağiyev's rebuilt art-nouveau bedroom. Entry is free for university students on the first Wednesday of the month."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 14,
        "name": "Medieval Market Square",
        "latitude": "40.36639773",
        "longitude": "49.83706508",
        "excerpt": "Directly in front of the Maiden's Tower are assorted archaeological diggings at what some consider to be the site where Jesus' disciple St Bartholomew was…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/medieval-market-square/a/poi-sig/1487401/358673",
        "image_url": null,
        "detail_description": "Directly in front of the Maiden's Tower are assorted archaeological diggings at what some consider to be the site where Jesus' disciple St Bartholomew was martyred. Set back is a small, former market-square area now used as an open-air exhibition for a selection of historic stones.\nTechnically you're supposed to have a Maiden's Tower ticket to enter but it's entirely effortless to look down onto the site from the surrounding walkways or a little teahouse that rings its northern rim."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 15,
        "name": "Azər-İlmə",
        "latitude": "40.399869",
        "longitude": "49.844928",
        "excerpt": "Hand-woven carpets using wool coloured with vegetable dyes are created before your eyes in this amazingly grand, suburban gallery-workshop that includes a…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/azer-ilme/a/poi-sig/1467096/358673",
        "image_url": null,
        "detail_description": "Hand-woven carpets using wool coloured with vegetable dyes are created before your eyes in this amazingly grand, suburban gallery-workshop that includes a museum-like selection of traditional handicrafts. Tours are free and in English with no sales pressure. Ideally call ahead.\nTake northbound bus 88 to the second Ceyhun Hacıbəyli stop, continue walking the same way as the bus was travelling then take the third right. Turn left (north) again at the next major junction and Azər-İlmə should be almost immediately on your right."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 16,
        "name": "Bibi-Heybət Mosque",
        "latitude": "40.30820616",
        "longitude": "49.8211182",
        "excerpt": "Worth a quick stop en route to Qobustan, this 1998 neo-Ottoman-style mosque replaced a 13th-century original demolished by the Soviets 'for road widening'…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/bibi-heybet-mosque/a/poi-sig/1487093/358673",
        "image_url": null,
        "detail_description": "Worth a quick stop en route to Qobustan, this 1998 neo-Ottoman-style mosque replaced a 13th-century original demolished by the Soviets 'for road widening' in September 1937. The interior is impressive and the rear terrace has curious views across an oil-rig port, 5km south of central Baku.\nThe 1281 original was built to honour the Ukeyma, a daughter of Musa Al Kazim, the seventh Shi'ite Imam, and sister to Rahima (buried at Nardaran on the Abşeron Peninsula) and Fatima (at Qom, Iran)."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 17,
        "name": "Museum Centre",
        "latitude": "40.36974448",
        "longitude": "49.8425419",
        "excerpt": "Once a Lenin Museum, this column-fronted neoclassical building has a sternly photogenic facade that looks best seen from across the Bulvar. Inside, the…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/museum-centre/a/poi-sig/444215/358673",
        "image_url": null,
        "detail_description": "Once a Lenin Museum, this column-fronted neoclassical building has a sternly photogenic facade that looks best seen from across the Bulvar. Inside, the top floor holds changing exhibitions, often good and usually free. The somewhat sparse 2nd-floor Museum of Musical Culture (AZN1) will teach you what it means to be a Tarzan in Azerbaijan. The 3rd-floor Museum of Independence (AZN5) gives a somewhat dry, if unashamedly partisan, political history of the nation.\n"
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 18,
        "name": "National Flag Square",
        "latitude": "40.344255",
        "longitude": "49.844842",
        "excerpt": "In September 2010, the world's tallest flagpole (then 162m) was installed at the Bulvar's southern tip. The world record was later snatched by Dushanbe,…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/national-flag-square/a/poi-sig/1513571/358673",
        "image_url": null,
        "detail_description": "In September 2010, the world's tallest flagpole (then 162m) was installed at the Bulvar's southern tip. The world record was later snatched by Dushanbe, Tajikistan, then Riyadh, Saudi Arabia. In 2018 Baku's pole was removed, but there are rumours that it will return taller than ever in 2020. You can stroll around but not climb the huge base-mound, and the whole area is pleasant for gentle bicycle rides – rental agents available near the Caspian Waterfront Mall.\n"
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 19,
        "name": "Bahram Gur Statue",
        "latitude": "40.3603722",
        "longitude": "49.83377273",
        "excerpt": "This powerful 1958 fountain-statue depicts a mythical Azerbaijani hero using a giant scimitar to slay a snake-like water-spewing 'dragon'. In a pool…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/bahram-gur-statue/a/poi-sig/1487584/358673",
        "image_url": null,
        "detail_description": "This powerful 1958 fountain-statue depicts a mythical Azerbaijani hero using a giant scimitar to slay a snake-like water-spewing 'dragon'. In a pool fronting the lower Funicular station, it makes a particularly good foreground for photos of the Flame Towers, especially at dusk when the lights have started to play.\nThe character of Bahram Gur is drawn from the poet Nizami's 1197 classic Seven Beauties."
    },
    {
        "country": "baku-baki",
        "city": "Baku",
        "index": 20,
        "name": "Tahir Salahov House Museum",
        "latitude": "40.366566",
        "longitude": "49.834746",
        "excerpt": "Tahir Salahov is probably Azerbaijan's greatest living painter, best known for bringing deep emotional intensity into Soviet Realism. The Baku house where…",
        "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/tahir-salahov-house-museum/a/poi-sig/1516224/358673",
        "image_url": null,
        "detail_description": "Tahir Salahov is probably Azerbaijan's greatest living painter, best known for bringing deep emotional intensity into Soviet Realism. The Baku house where he lived has a good if mostly later collection of his works, but there's added interest from some wonderfully naive Stalin-era carpets plus a fascinating range of photos of the artist meeting everyone from Leonid Brezhnev to Michael Jackson.\nRing the doorbell for entry."
    }
]