[
    {
        "country": "barcelona",
        "city": "Barcelona",
        "index": 1,
        "name": "Park Güell",
        "latitude": "41.413477",
        "longitude": "2.153213",
        "excerpt": "Visitors and locals alike love Park Güell. The waving balcony and the colorful Guard’s House, with the imposing Barcelona skyline and sea in the…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/gracia-and-park-guell/attractions/park-gueell/a/poi-sig/374905/1320687",
        "image_url": "https://lp-cms-production.imgix.net/2021-08/GettyImages-1266969151.jpg",
        "detail_description": "Visitors and locals alike love Park Güell. The waving balcony and the colorful Guard’s House, with the imposing Barcelona skyline and sea in the background, is the city’s favorite postcard. It's also a great summary of what the Catalan capital is like: a creative, cosmopolitan city with a Mediterranean lifestyle.\nAntoni Gaudí created Park Güell, an architectural masterpiece, with tree-shaped columns and undulating forms that merge in perfect harmony. The colors of the broken tile mosaics that cover the surface of the distinct elements is an unprecedented technique of Gaudí that makes the astonishing shapes come to life. It was also built in the middle of the city atop a hill, hence it is blessed with some of the best views in Barcelona.\nPark Güell is one of the outstanding examples of Catalan Modernism and an unmissable destination for anyone visiting Barcelona.\n\n  \nGaudí's vibrantly colored tiles of Park Güell © Getty Images / iStockphoto\n\nHistory of Park Güell \nThe 1888 World Expo showed that Barcelona had become a modern metropolis, at a time when local artists and architects started to seek new forms of art and expression that represented urban elements. That’s how Catalan Modernism began to prosper.\nIt was then that local businessman and count Eusebi Güell ordered Antoni Gaudí to design a residential area for wealthy families. Güell’s idea was to recreate the popular British condominiums, which is why he named it Park Güell, instead of Parc Güell, its Catalan translation. This wasn’t the first time that Gaudí and Güell had worked together – Palau Güell, Celler Güell, Pavellons Güell and Cripta de la Colonia Güell, were all pieces of Modernism built by the architect for the count.\nConstruction began in 1900 but was abandoned in 1914 because they never managed to sell the different plots of land. Park Güell became a big private garden instead and Güell decided to give it up for public functions. Very quickly, the park began to show up in tourist maps and, not many years later, became one of the most visited spots in the city.\nBy that time, only two out of sixty planned houses had been built. Today’s Gaudí House Museum is one of those two houses, which the architect bought in 1906.\nEusebi Güell died in 1918 and his heirs sold the park to the Barcelona Council. It became a public park in 1926. In 1984, Park Güell became a UNESCO World Heritage site for its historical, architectural and artistic uniqueness.\n\n  \nThe incredible Gaudí architecture flows with the environs © Archer All Square / Shutterstock\n\nHow to visit Park Güell\nPark Güell is essentially divided into two parts, the forest and the monument's area, where most of Gaudí’s work is concentrated.\nThe monuments can be accessed from Carrer d'Olot (Olot Street). The majestic entrance to the park is loaded with strong symbolism, with allegories and references to industrial development, the Catalan bourgeoisie and, of course, religion. The entrance represents the access to heaven. Interesting that it was intended to be the access to one of the most exclusive residential areas in Barcelona.\nBeyond the entrance, the first elements you find are two cute Modernist buildings, Casa del Guarda, where the doormen used to sleep, which is now a museum, and Pabelló de l’Aministració, which houses a souvenir shop. Both buildings demonstrate the purest Gaudí style.\n\n  \nGaudí’s 2.4-meter-long dragon, or salamander © Lena Serditova / Shutterstock\n\nContinue walking and you will bump into the magnificent stairway, which features the most famous element in Park Güell, the 2.4-meter-long dragon, or salamander, a fountain covered with Gaudí’s technique of trencadís (broken tiles mosaic). Its real meaning is uncertain but most people believe it represents the natural element of fire, while others claim it refers to the crocodile emblem from Nîmes (France), Güell’s native town.\nClimb over the stairs and you will find yourself in La Plaça (The Square), which is circled by the colorful, undulating bench, from which you get the imposing city views. La Plaça is supported by the 86 columns that form Sala Hipòstila.\nThe rest of Park Güell is the forest area, a set of trails and pathways which all form a proper city park where the local citizens go for a jog or a stroll. El Calvari is the highest point in the park (182m). Gaudí’s initial idea was to build a chapel there but instead, he built a calvary-shaped monument with three crosses. The views from the top are also stunning.\n\n  \nGaudí's curved lines can be seen throughout the park © william87 / stock.adobe.com\n\nPark Güell tickets \nIn 2013, due to the exponential increase of foreign visitors, the Barcelona Council restricted access to the monuments in order to preserve the work of Gaudí. They limited the entrance by only allowing a certain number of people per hour and imposed a fee. The forest area, however, can be accessed for free.\n- General admission: 10€ \n- Guided tour: 22€\n- Private tour: 50€\nRates subject to change\nIf you want to avoid unnecessary queues, it is recommended to book Park Güell tickets online through the official website.\nAn entrance ticket allows you to visit the 12 hectares that comprise the park, including the monuments. For the Gaudí House Museum, you have to buy a separate ticket. Once inside the monument area, you can stay as long as you want but must enter no later than 30 minutes after the time specified on your ticket.\nBest time to visit Park Güell \nIf you want to beat the crowds, the best time to visit Park Güell is on weekdays at 9:30am, when the park opens.\nHow to get to Park Güell \nFrom Lesseps metro station (Line 3), it is a 15-minute walk to the monumental area main gate. From Vallcarca metro station (Line 3), it is also a 15-minute walk, but you access the park from the west.\nFor those coming by foot, Park Güell is within a 20-30-minute walk from anywhere in the districts of Gràcia and Sant Gervasi, but the Old City is not within easy walking distance.\n\n  \n Park Güell has some of the best views of Barcelona © Gatsi / Getty Images\n\nWhere to eat around Park Güell \nThe good news is that Gràcia is filled with inexpensive local eateries and tapa joints that are absolutely delightful. La Pubilla, for example, is considered to be one of the best restaurants in the city for traditional Catalan food. In addition, look for Bar Bodega Quimet for traditional homemade tapas. For slightly more modern and elaborate tapas, we recommend Vermuteria Puigmartí.\n"
    },
    {
        "country": "barcelona",
        "city": "La Rambla & Barri Gòtic",
        "index": 2,
        "name": "La Rambla",
        "latitude": "41.380185742433",
        "longitude": "2.1741288900375",
        "excerpt": "La Rambla is a tree-lined boulevard featuring a wide array of architectural delights, beautifully decorated flower stalls and particularly talented (and…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-rambla-and-barri-gotic/attractions/la-rambla/a/poi-sig/1105382/1320690",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_1054370150.jpg",
        "detail_description": "La Rambla is a tree-lined boulevard featuring a wide array of architectural delights, beautifully decorated flower stalls and particularly talented (and certified) human statues. Foodies will definitely enjoy the tapa joints at Mercat de la Boqueria, considered by many to be the best gourmet food market in Europe.\nIt is infamous for the incredible numbers of both pickpockets and tourist-first restaurants serving mediocre paella, but there is plenty to see and appreicate.\nLinking Plaça de Catalunya, the central square in Barcelona, with the old harbor, strolling La Rambla, or ramblejar, as the local people say, while admiring the imposing facades and doing some people watching, is something everyone should experience when visiting Barcelona.\n\n  \nPainter's stand on La Rambla © Krzysztof Dydynski / Lonely Plane\n\nHistory of La Rambla\nUnlike most landmarks in Barcelona, the history of La Rambla is neither epic nor glamorous.\nIts name comes from the Arabic word ‘’ramla’’, which translates into ‘’sandy or muddy area’’. Today’s La Rambla used to be an open sewer named Riera d’en Malla, which also served as a natural culvert for the water coming from Collserola, the hills that limit Barcelona to the north.\nIn the 15th century, the Barcelona Council wanted to extend its city walls by including El Raval district. For that, they had to divert the stream, so it could flow outside of the walls. The empty area resulting from the stream diversion became the actual street that was later named La Rambla. Over the following decades, several convents and monasteries were built along La Rambla, but most of them were burnt down during the anti-clerical revolution of 1835.\nIt wasn’t until then, that La Rambla started flourishing. The most visited landmarks like Plaça Reial, Mercat de la Boqueria, Teatre Liceu, and Font de Canaletes were all built in the 19th century on the ground where Catholic buildings used to stand.\nVery quickly, La Rambla became the center of urban, modern city life in Barcelona.\nWith the arrival of mass tourism, however, La Rambla has turned into the busiest tourist hot spot in the city, losing the local essence that once used to prevail there. Barcelonins are a rare thing to see these days, the reason why this was the area most affected by the consequences of COVID-19. The restaurants along the boulevard initiated a campaign to attract local customers by offering big discounts, but it’s been so long since the arrival of mass tourism, that barcelonins are not used to going there anymore.\n\n  \nLa Rambla, Barcelona © Nikada / Getty Images\n\nLa Rambla or Les Rambles? \nLa Rambla or Les Rambles? During your visit, you will probably realize that some locals call it La Rambla, while others say Les Rambles. This can be confusing for first-time visitors, but both terms are accepted.\nLa Rambla refers to the whole pedestrian boulevard, while the plural form of Les Rambles refers to the five different sections into which it is divided. These distinct sections will help you shape your walking tour.\nExploring La Rambla\n\n  \nLa Font de Canaletes on La Rambla © Esme Fox / Lonely Planet\n\nThe first stretch of the famed boulevard is La Rambla de Canaletes, home to the Font de Canaletes. It is said that whoever tastes the water flowing from this fountain, will certainly come back to Barcelona one day – a local legend that always encourages happy visitors to drink from it. Canaletes is also the place where FC Barcelona fans gather when the football club wins titles. Meander down the road and you will bump into Església de Betlem, a 17th-century baroque church, and one of the few which wasn’t burned down during the anti-clerical revolution.\nThe boulevard’s second stretch is named La Rambla dels Estudis, named after Estudi General de Barcelona, a 16th-century university and the predecessor of Universitat de Barcelona, one of the top public universities in Spain.\n\n  \nMosaïc de Miró on La Rambla © Esme Fox / Lonely Planet\n\nArt lovers will enjoy walking through the third stretch called La Rambla de les Flors, which features a big mosaic made by surrealist painter Joan Miró, as well as the neoclassical Virreina Palace. Operating continuously since the 19th century, the flower market can be found in this section too. The newest addition to the sites is a memorial for the victims of the 2017 terrorist attack.\nContinue rambling down the boulevard until you find La Rambla dels Caputxins, named after a former monastery inhabited by friars from the Capuchin order. This is where you’ll find the acclaimed El Mercat de la Boqueria, a central market offering all the freshest produce in Barcelona. In La Boqueria, look for Pinocho Bar, an award-winning, 75-year-old tapa joint where, despite being consistently packed with visitors, the food quality remains impressive. Don’t miss their calamarcets amb mongetes de Santa Pau (little squid with local white beans). Across the street, pop into the very popular Erotic Museum, thought to be a bit sassy by some, the museum takes you through the fascinating influence of sexuality throughout the history of Barcelona.\nThe last stretch of road belongs to La Rambla de Santa Mònica, also named after one of the monasteries which burned down in 1835. The southern edge of La Rambla leads into the 60m tall Columbus statue, which overlooks the old harbor of Barcelona.\n\n  \nA tapas bar in Mercat de la Boqueria, Barcelona © Jon Hicks/ Getty Images\n\nHow to get to La Rambla\nPlaça Catalunya metro (Line 1, Line 3 and FGC) is located on the northern edge of La Rambla which is considered the starting point.\nLiceu and Drassanes metro stations (Line 3), are located in the middle and south end of La Rambla, respectively.\nThings to do around La Rambla \nLa Rambla is a 1.2km boulevard that goes through the Old City, dividing the Gothic area and El Raval.\nOn El Raval side, the Museum of Contemporary Art is one of the most visited museums in Barcelona. La Rambla del Raval is also gorgeous, much quieter, plus it features a cat statue made by the Colombian artist Botero.\nThe Gothic area doesn’t come up short when it comes to neo-Gothic and Gothic buildings, the Barcelona Cathedral being the most astonishing architectural masterpiece.\nNorth of La Rambla and Plaça Catalunya, you have Passeig de Gràcia, a fancy-like street home to the Gaudí-designed buildings of La Pedrera and Casa Batlló.\nThe southern edge of La Rambla links to the wooden dock and promenade, which connects to the beach district of La Barceloneta.\n\n  \nDining outside at Barcelona's 7 Portes © TravelCollection / Alamy Stock Photo\n\nBest restaurants near La Rambla\nExcept for some tapa joints in Mercat de la Boqueria, we recommend skipping the restaurants found along La Rambla and instead, exploring the labyrinthine lanes of both El Raval and the Gothic area which are home to several local eateries and restaurants.\nOn the Gothic side, have a meal at Agut, known for its traditional Catalan cuisine. Neri is slightly more expensive, but it’s a good place for getting a taste of what modern Catalan cuisine is like. For classic Spanish tapas, you will never go wrong in Babia.\nOn the Raval side, we recommend Arume for Galician food, a northwestern Spanish region famous for its octopus. For a real Spanish experience, go to Bar Cañete, one of the oldest in the area. Those who need a break from Spanish food can pay a visit to the popular burger joint Buenissimo Burger.\n"
    },
    {
        "country": "barcelona",
        "city": "L'Eixample",
        "index": 3,
        "name": "La Sagrada Família",
        "latitude": "41.403338",
        "longitude": "2.174102",
        "excerpt": "The Temple Expiatori de la Sagrada Família (Expiatory Temple of the Holy Family) is considered to be the symbol of Barcelona by many residents, and the…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/leixample/attractions/la-sagrada-familia/a/poi-sig/374867/1320680",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstock756015418.jpg",
        "detail_description": "The Temple Expiatori de la Sagrada Família (Expiatory Temple of the Holy Family) is considered to be the symbol of Barcelona by many residents, and the one place you shouldn’t miss when you visit the Catalan capital.\nInitially intended to be a simple Roman Catholic church dedicated to Jesus, Mary and Joseph, the church ultimately became the most prominent example of Catalan Modernism. Pope Benedict XVI declared it a basilica in 2010.\nDreamed up by Catalan architect Antoni Gaudí, the basilica exemplifies Gaudí’s philosophy that nature is the work of God. Gaudí sought to combine Christian speech and biblical allegories with complex natural symbols like organic, geometric shapes which are prominent in every column, pinnacle and stained glass window of the basilica.\nThe end result is an astounding architectural masterpiece which, despite being unfinished and under construction for nearly 140 years, has become one of the most visited monuments in Spain, receiving 4.7 million visitors in 2019.\n\n  \nA detailed view of a facade of the Sagrada Familia in Barcelona. ©Yury Dmitrienko/Shutterstock\n\nHistory of the Sagrada Familia\nThe creation and construction of the Sagrada Familia is living history.\nLocal bookseller Josep Maria Bocabella wanted to build an expiatory temple consecrated to the Holy Family. Bocabella initially assigned the project to the architect Francisco de Paula del Villar, who designed a neo-Gothic project, and began construction in 1882.\nHowever, because of several disagreements with Bocabella, Antoni Gaudí took over the assignment. Gaudí conceived a groundbreaking design that pushed the boundaries of all known architectural styles.\nGaudí’s primary goal was to build a church with facades that highlighted the three phases in the life of Jesus: Nativity, Passion and Glory. The architect’s vision was to incorporate organic symbolism in the architecture, stained glass and design elements in order to tell Jesus’s story as well as highlight some key biblical histories.\nIn 1891, when development of the Nativity facade began, Gaudí realized that the construction of the Sagrada Família was such an ambitious project that he certainly would not see its completion in his lifetime. In fear of the project being stopped after his death and once the church acquired its worship function, Gaudí decided that, instead of building the central nave, he would start on the external part of the church.\nAt the time, Gaudí was also working on Casa Milà (La Pedrera) and when that was completed in 1912, he focused exclusively on the construction of the Sagrada Família. He worked on it until he died in 1926 and was buried inside the crypt. After Gaudi’s death, Domènec Sugrañes i Gras assumed the main role of architect.\nThe temple suffered heavy damage during Spain’s Civil War (1936-39), when a group of anarchists set it on fire, burning a significant part of Gaudí’s workshop. Fortunately, part of his material could be restored.\nWork resumed in 1954 and it’s been under construction ever since.\n\n  \nThe stained glass windows of the Sagrada Familia. ©Alessandro Colle/Shutterstock\n\nWhy is the Sagrada Família not finished and when will be completed?\nEven with today’s technology, skilled architects and engineers are finding it challenging to decipher and bring to life the complex geometric shapes that compose what is going to be the tallest church in the world (172.5m).\nIn addition, despite its international renown, the Sagrada Família is a project that was promoted by the people for the people, so it has always relied on private donations. There have been times in history when there wasn’t any funding, especially during Spain’s Civil War and the decades that followed. It was only after the 1992 Olympic Games in Barcelona, when the city started to gain an international reputation and the number of visitors increased, that construction accelerated exponentially.\nThe Sagrada Família was expected to be completed in 2026 - for the centenary of Gaudí’s death – but its completion has been postponed because of COVID-19. Work has resumed already but a new completion date hasn’t been announced.\nVisiting the Sagrada Família\nThe site of the Sagrada Família has four main sections: the basilica, the school building, museum and towers. In the past, each section required its own ticket to visit. However, due to COVID-19, the only portion available to visitors is the basilica. \nTo visit the basilica, an individual ticket with an audio-guide app - available in 16 languages - costs €26. If you prefer visiting it on a guided tour - available in 6 languages - an individual ticket costs €27, which also allows you to visit the site on your own after the 50-minute tour is finished.\nThe Basilica\nThe Basilica is composed of five naves, built in the shape of a Latin cross, the roof of which is supported by the angled pillars. These angled pillars are a treelike column structure that creates the effect of a living forest with dappled light streaming in.\nGaudí Museum\nThe Gaudí Museum has a recreation of the architect’s workshop, as well as a set of his materials and mockups.\nSchool Building\nGaudí designed and built the school building, which was for the workers’ children, in 1909. Its design is similar to that of the Casa Milà.\nThe Towers\nFour towers representing the 12 apostles ascend from each of the three exterior facades (Nativity, Passion and Glory). Gaudí built the Nativity Facade, and in 2005 it was declared a UNESCO World Heritage site, along with the crypt. On the west side is the controversial Passion Facade, whose architect, Josep Maria Subirachs, has been heavily criticized for being too abstract and not strictly following Gaudí’s model. The unfinished Glory Facade is supposed to be the most gorgeous of the three once it’s complete and crowned with its missing four towers.\nHow to get to the Sagrada Familia\nThe Sagrada Família is in the Eixample district, in Mallorca, 401 street. Metro lines 2 and 5 stop at Sagrada Família station. From Barcelona’s Old City, it’s a 30- to 40-minute walk.\nWhen to visit the Sagrada Familia\nThe Basilica is open to visitors every day of the year, subject to change due to special events taking place inside.\nTo avoid the largest crowds, it’s best to visit early weekday mornings.\nA complete visit takes 2-3 hours.\nThings to do around the Sagrada Familia\nThe Right Eixample is home to some of Barcelona’s major attractions which can be easily visited after your Sagrada Família tour. An unmissable landmark is Hospital Sant Pau, a building designed by Lluís Domènech i Montaner, one of the most influential architects of Catalan Modernism after Gaudí. Monumental, a former but imposing bullfighting arena, is also worth the detour. Finish your Eixample circuit at Barcelona’s triumphal arch, located at Passeig de Lluís Companys, a palm-lined boulevard that leads to Parc de la Ciutadella, the largest park in town.\nWhere to eat near the Sagrada Família\nBe aware that all restaurants surrounding the Sagrada Família cater to the tourist crowd. However, by walking just a few blocks, you come to a particularly local area of l’Eixample.\nFor Spanish tapas and wine, we recommend Hasta Los Andares. For authentic Spanish tortillas, look for La Granota and, for traditional Catalan food, grab a bite at Olé Mallorca, which tends to get busy at lunch time (2 to 3pm). In the morning, you must stop at Puiggròs, a one hundred year-old patisserie.\n \n"
    },
    {
        "country": "barcelona",
        "city": "L'Eixample",
        "index": 4,
        "name": "La Pedrera",
        "latitude": "41.395234",
        "longitude": "2.161925",
        "excerpt": "In the top tier of Gaudí's achievements, this madcap Unesco-listed masterpiece, with 33 balconies, was built in 1905–10 as a combined apartment and office…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/leixample/attractions/la-pedrera/a/poi-sig/374869/1320680",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/AlamyRFM53E4G.jpg",
        "detail_description": "Sitting firmly in the top tier of Antoni Gaudí's many achievements, this madcap Unesco-listed Modernista masterpiece (officially called Casa Milà) was created in 1905–10 as a combined apartment and office block.\nLa Pedrera’s entirely unique use of light, space and movement remains just as astounding today as when Barcelona’s premier architect first dreamt it up, and the line between decoration and functionality is deliciously blurred.\nWhether you’re a first-time visitor or a local resident who walks past it every week, it’s impossible not to be stopped in your tracks by La Pedrera’s glowing grey-white facade – a wave-like, Catalan-stone wonder wafting around the corner of shop-lined Passeig de Gràcia onto Carrer de Provença. But that’s only the beginning.\nThere’s much more to discover once you step through the doors of one of the Catalan capital’s signature buildings, starting with a two-courtyard butterfly-shaped structure designed to maximize natural light and airflow. From here things only get more otherworldly as you spiral upwards to the fabled rooftop, with its medieval-knight-inspired chimneys.\nNature was Gaudí’s ever-present muse, and this is felt in every inch of space at La Pedrera, from the curving irregular apartment design to the plant-like shape of the glass-and-iron access gates.\nInsider tip\nDuring the hot summer months, La Pedrera hosts jazz concerts by emerging local musicians under the stars up on the roof. Book tickets ahead and soak up the musical magic and Mediterranean breeze over a glass of sparkling cava.\n\n  \nIf you're pushed for time, prioritize the roof of La Pedrera © FCG / Shutterstock\n\nHistory of La Pedrera\nThough commissioned by businessman/politician Pere Milà, La Pedrera was owned by his wealthy wife Rosario Segimon, who lived here until her death in 1964. Gaudí envisioned the building outdoing all his previous creations, which by this stage included Gràcia’s marigold-tiled Casa Vicens, El Raval’s Palau Güell and wondrous Casa Batlló just down the street. The building also broke architectural ground by bringing in a basement parking space – Milà was one of the first people in Barcelona to own a car.\nLa Pedrera gets its most popular nickname (The Quarry) from its wavy stone facade, though formally it’s called Casa Milà. These days it’s mostly devoted to cultural events, office space and tourism, but a few of the 16 apartments are still lived in. Author and long-time resident Ana Viladomiu shares fascinating snapshots of modern-day life at La Pedrera on social media and has even set some of her books here.\nHighlights of La Pedrera\nFirst there’s that dazzling, unmissable exterior, created using over 6000 blocks of stone from Catalonia’s Garraf, Vilafranca and Ulldecona areas. The undulating shape brings to mind an ocean-side cliff sculpted by the forces of nature, while the 32 wrought-iron balconies evoke tendrils of washed-up seaweed and were handcrafted at a local artisan workshop.\nOnce inside, two large ground-floor patios decorated with colorful murals set the scene for what is to come. You’ll probably want a couple of hours for an in-depth audioguide-led visit at a leisurely pace, but if you only have 30 minutes the extraordinary roof terrace is the big highlight.\nExpect a feast of up-and-down staircases, wraparound Barcelona views and curiously adorned sand-colored chimneys that resemble medieval knights from certain angles. In classic Gaudí style, a celebration of traditional Catalan artisanship infuses the entire building, and the chimneys – some of which are covered with sparkling-white trencadís (smashed-up tilework) or repurposed green cava bottles – are a prime example.\nMost visits also include a spin around El Pis de La Pedrera, a fourth-floor apartment styled as it would have been in the early 20th century when bourgeois Barcelona families lived here. This is a great place to appreciate Gaudí’s ingenious fusion of functional spaces with creative ornamental features, such as the door and window frames that feel almost like flowing sculptures. Not everyone was completely thrilled with La Pedrera’s unconventional apartments; after Gaudí died in 1926 (he was fatally injured by a tram), Rosario Segimon redesigned several elements of her own home, including some of the spiraling ceilings.\nThere’s also a dynamic museum set among the attic’s 270 parabolic red-brick arches, which showcases models of Gaudí’s buildings, examples of natural elements that inspired his work and more.\n\n  \nTake a look at the interior of a traditional apartment within La Pedrera © photoshooter2015 / Shutterstock\n\nTickets and other practicalities\nLa Pedrera is open all day (9am-8:30pm, excluding specific events/tours) Monday to Sunday throughout the year, excluding the odd holiday. Book all tickets in advance online to avoid the worst of the queues and to bag the best prices; basic tickets (adult/child €25/12.50) include an excellent audioguide.\nAn array of expert-guided tours includes an early-doors \"Sunrise\" itinerary that gets you in before the crowds, an after-dark tour ending with drinks on the roof and an \"Unseen La Pedrera\" option that opens up otherwise off-limits areas such as the famous car park and the curious ochre-red back facade.\nFor a free peek at the back facade, pop into one of the nearby shops just north along Passeig de Gràcia – some have terraces overlooking the building from across the interior of the same Eixample block.\n"
    },
    {
        "country": "barcelona",
        "city": "L'Eixample",
        "index": 5,
        "name": "Casa Batlló",
        "latitude": "41.391709",
        "longitude": "2.164983",
        "excerpt": "One of Europe's strangest residential buildings, Casa Batlló (built 1904–6) is Gaudí at his fantastical best. From its playful facade and marine-world…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/leixample/attractions/casa-batllo/a/poi-sig/375147/1320680",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1164880261.jpg",
        "detail_description": "An unmatched architectural treasure in a city defined by its otherworldly Modernista buildings, Unesco-listed Casa Batlló is undoubtedly one of Antoni Gaudí’s great jewels.\nCreated between 1904 and 1906 for the wealthy Batlló family, the once-private home on glamorous Passeig de Gràcia combines a shimmering tile-covered facade, bone-evoking stone columns, a dragon-back-shaped rooftop and undulating marine-world forms with revolutionary advances in both light and architecture. This is Gaudí at his whimsical, nature-inspired peak.\nAs you gaze at the building’s swirling shapes, delicate trencadís (smashed-up tilework) and curving design (Gaudí avoided straight lines as nature doesn’t have any), the whole place feels almost alive. For many people, the legend of Sant Jordi (Saint George – the patron saint of Catalonia) and the Dragon runs through the entire structure, and you’ll certainly feel this up on the unmissable rooftop.\nUnlike Gaudí’s neighboring, also-spectacular La Pedrera (Casa Milà), which was originally conceived as apartments and offices, Casa Batlló was a custom-designed residential home from the beginning and most of the privately owned building is now open to visitors.\nInsider tip\nFrom around March to autumn, Casa Batlló offers live-music performances up on the roof terrace – flamenco, jazz, rock and more. These tickets also include an after-hours tour of the building, along with a sunset drink on the rooftop before the show starts.\n\n  \nCasa Amatller next to the facade of Casa Batlló makes for quite the Modernista spectacle © Tom Lau / Getty Images\n\nHistory of Casa Batlló\nThis building originally went up in 1877 under the watch of architect Emili Sala i Cortés, during the major construction boom along Passeig de Gràcia as Barcelona’s brand-new Eixample district was brought to life from scratch. But when it was taken over by the local textiles magnate Josep Batlló i Casanovas in 1903, he brought in Gaudí to renovate the entire property with complete creative freedom.\nCasa Batlló is flanked on one side by the 1900 Casa Amatller (designed by Modernista architect Josep Puig i Cadafalch), while the 1905 Casa Lleó Morera (courtesy of Lluís Domènech i Montaner) sits a few doors down. Jointly known as the Mansana de la Discòrdia (Block of Discord), these three fantastical buildings are a testament both to the many whims of Catalonia’s Modernisme movement and the enormous local wealth poured into their creation.\nHighlights of Casa Batlló\nThe facade\nThere’s no missing Casa Batlló’s fantastical facade, overlooking Passeig de Gràcia just a few blocks northwest of Plaça de Catalunya. With its slender stone window columns and wavy mask-shaped balconies, it’s easy to see why the building has been locally known as the casa dels ossos (house of bones) for years.\nA wildly beautiful canvas of blue, green and purple trencadís tilework ripples across the exterior – many experts liken it to the French Impressionist Claude Monet’s famous Water Lilies. Each April, during Barcelona’s Sant Jordi festivities, the balconies are decorated with swirls of red roses.\nStep inside\nClimbing the spiral wood-banister staircase to the main, early-20th-century salon on the 1st floor is like wandering into a monumental work of art. Wave-like wooden windows adorned with mollusk-shaped stained glass stretch across the length of the room, which gazes out onto Passeig de Gràcia, and the ceiling swirls like the sea around a splendid chandelier.\nContinuing on, Gaudí’s clever use of natural light means the ocean-blue lightwell feels almost like a moving wave. At the back of the building, tile-covered plant pots and more than 300 pieces of trencadís adorn the back terrace, which was designed as a hidden retreat in the thick of the city.\nUp on the roof\nIn the lofty attic, you’ll walk through 60 signature-Gaudí hyperboloid arches, which together resemble an animal’s ribcage. But Casa Batlló’s showstopper is the surreal meandering roof terrace, where colorfully tiled chimneys (another Gaudí specialty) spiral towards the sky and Barcelona sprawls out all around you.\nThe sparkling roof has the shape of a dragon’s back – its scale-like tiles even change color depending on where it’s glimpsed from, and the four-armed cross is said to represent Sant Jordi’s sword.\n\n  \nThe incredible beauty of Casa Battló continues throughout the building © imagIN.gr photography / Shutterstock\n\nA feast for all the senses\nA prize-winning renovation has brought in an all-new cutting-edge immersive experience at Casa Batlló. This includes the Gaudí Dôme – a sensory multimedia space set within the basement’s former coal bunkers that explores Gaudí’s strong connection with the natural world – and Turkish-American digital artist Refik Anadol’s Gaudí Cube, created as a deep-dive into the architect’s mind.\nAnother surprise is the bold \"intervention\" by Japanese architect Kengo Kuma, who has breathed new life into the building’s emergency staircase with a rippling multi-floor aluminum-chain curtain that continues Gaudí’s play with light, shapes and space.\nTickets and other practicalities\nCasa Batlló is open daily from around 9am to 8pm. For a full visit with a detailed audioguide (available in 15 languages), you’ll want around one to 1½ hours. Book tickets (adult/child €29/free under 12) in advance to skip the queues; the best prices are direct through the website.\nIf you'd prefer to sidestep the crowds, the best time to visit is either first thing in the morning or towards closing time, and ideally outside peak summer months when the city in general is less busy. \"Be the First\" tickets (adult/child €45/free under 12) bag you entry at around 8.30am, with just a few other visitors for company.\n"
    },
    {
        "country": "barcelona",
        "city": "La Rambla & Barri Gòtic",
        "index": 6,
        "name": "Mercat de la Boqueria",
        "latitude": "41.381929",
        "longitude": "2.172085",
        "excerpt": "Barcelona's most central fresh-produce market is one of the greatest sound, smell and colour sensations in Europe. It's housed in a packed-out Modernista…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-rambla-and-barri-gotic/attractions/mercat-de-la-boqueria/a/poi-sig/1260157/1320690",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-458132561.jpg",
        "detail_description": "With its banquet of fresh local produce, always-lively atmosphere, distinctive Modernista design and over 800 years of history on plane-tree-shaded La Rambla, Barcelona’s oldest market ranks among Spain’s most memorable experiences.\nAround every corner, La Boqueria’s counters overflow with the freshest locally sourced ingredients, from pungent cheeses to salt-tanged seafood to glistening-red tomatoes. While some stands have taken a tourism-focused turn in recent years, others have been going strong as family-owned businesses for decades and still provide ingredients to top restaurants across Barcelona – including La Boqueria’s very own tapas bars.\nThe whole place is a window onto the roots of Catalonia’s fabulous gastronomy, and many of Barcelona's top restaurateurs come here for their produce – a tribute to the quality of the market's offerings.\nDuring the Covid-19 pandemic La Boqueria came almost to a standstill, with stallholders quickly pivoting to home deliveries, and for a while local residents had the whole place to themselves. Now, after years of growing overtourism concerns, La Boqueria’s Asociación de Comerciantes (Business Owners’ Association) has brought in plans to refocus the market back to its more local roots, with fresh ideas such as gastronomic pop-ups and new specialised stalls.\n\n  \nJoin the locals to survey the most incredible food markets at La Boqueria © Getty Images / iStockphoto\n\nHistory of the Mercat de la Boqueria\nNow one the most-visited attractions in Spain, La Boqueria has been part of La Rambla’s fabric for centuries. Early records show that Catalan farmers were already running temporary meat stalls on this part of La Rambla all the way back in 1217 CE.\nToday’s 1840 building, designed by the Catalan architect Josep Mas i Vila, sits on the site of the former Convent de Sant Josep monastery, which was destroyed by a fire in the early 19th century. It started life as Barcelona’s original municipal market, though the distinctive stained-glass Modernista gate and metal roof created by Antoni de Falguera weren’t added until over 70 years later.\nWhere to eat and drink at La Boqueria\nThere’s a reason why long-running El Quim de la Boqueria, in the thick of the market’s maze-like interior, gets packed every day. What started as a five-stool bar in the 1980s has grown into one of central Barcelona’s most-loved tapas bars – even Ferran Adrià has been spotted eating here.\nFrom breakfast onwards, chef Quim Márquez and team serve delicious plates with a creative touch, all rooted in seasonal market produce – the signature fried eggs with cuttlefish, morning bocatas (rolls) with botifarra sausage and aioli, cheese-stuffed bombas (large croquette-like fritters) topped with Iberian ham.\nUnder the arches on the south edge of La Boqueria, Arnau Muñío has put Direkte Boqueria on Barcelona’s unstoppable culinary map with his highly innovative Catalan-Asian fusion tasting menus. Also set market-style around a bar counter, this ambitious kitchen with just a handful of seats sources its ingredients fresh from the surrounding stalls each day. Book well ahead!\nBest things to buy at La Boqueria\nSkip the market’s central tourist-focused pockets and stock up on local classics such as fuet (dried thin sausage) produced in nearby Vic, salt-tanged pernil (Iberian ham; jamón in Spanish) from Extremadura or Andalucía, bottles of golden Catalonia-made olive oil, all kinds of wild mushrooms and curious seafood including Galician percebes (goose barnacles).\nArtisanal cheeses are another staple, perhaps from Catalonia’s Empordà or Cerdanya regions or made in northern Spain’s Picos de Europa mountains. Seasonal treats include calçots (large spring onions), a favourite winter speciality typically served chargrilled with romesco sauce.\nMany of the most intriguing stalls are hidden away towards the back of the market. This is the perfect spot for picking up a picnic to devour later on, perhaps at La Ribera’s palm-studded Parc de la Ciutadella, just 15 minutes’ walk away.\n\n  \nTourists in famous La Boqueria market on September 13, 2009 in Barcelona. One of the oldest markets in Europe that still exist. Established 1217. © Tupungato / iStock\n\nWhen can I go and how do I pay?\nLa Boqueria is open from 8am to 8:30pm Monday to Saturday (except holidays), though individual stall and restaurant hours often vary. Nowadays it’s no easy task to get through the crowds, so it's best to arrive first thing in the morning, when stalls are packed with fresh ingredients, there are fewer visitors and local Barcelona shoppers might actually pop in.\nThese days most stalls take card payments, though cash can be handy for small purchases. When it gets busy, the market’s alleyways can feel like a labyrinth; if there are particular products you’re keen to find, the website has a handy map of all 300-plus stalls. It’s respectful to ask first and ideally buy something if you’re taking photos of stallholders.\nOne of the most exciting ways to deep-dive into La Boqueria’s marvels is with a local expert – there are some great food tours and cooking classes on offer. Barcelona Cooking runs hands-on cookathons led by professional chefs that start with a visit to the market; you’ll learn all about niche local ingredients and meet business owners, before popping back into the nearby kitchen to whip up a seafood paella while sampling Catalan wines.\nInsider tip\nLa Boqueria isn’t Barcelona’s only inspiring mercat. Most neighbourhoods have their own buzzing municipal market packed with fresh-produce stands, stalls selling traditional cooked meals to go and a lively counter or two serving tapas, coffees and chilled canyes (small beers).\nTry, for example, Gràcia’s Modernista-design Mercat de la Llibertat (where Hermós Bar de Peix is a great spot for seafood tapas), the beautiful 19th-century Mercat de Sant Antoni (which has curious archaeological finds including a 17th-century wall), the 1888 Mercat de la Concepció in Dreta de l’Eixample (known for its vibrant flower stalls) or Esquerra de l’Eixample’s smartly renovated 1933 Mercat del Ninot.\n"
    },
    {
        "country": "barcelona",
        "city": "La Rambla & Barri Gòtic",
        "index": 7,
        "name": "La Catedral",
        "latitude": "41.384247",
        "longitude": "2.176269",
        "excerpt": "Barcelona’s central place of worship presents a magnificent image. The richly decorated main facade, dotted with gargoyles and the kinds of stone…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-rambla-and-barri-gotic/attractions/la-catedral/a/poi-sig/1204430/1320690",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7d33837f56726d05895439b4e424db47-lpl-00879.jpg",
        "detail_description": "Barcelona’s central place of worship presents a magnificent image. The richly decorated main facade, dotted with gargoyles and the kinds of stone intricacies you would expect of northern European Gothic, sets it quite apart from other Barcelona churches. The facade was actually added from 1887 to 1890. The rest of the building dates to between 1298 and 1460. Its other facades are sparse in decoration, and the octagonal, flat-roofed towers are a clear reminder that, even here, Catalan Gothic architectural principles prevailed.\nThe interior is a broad, soaring space divided into a central nave and two aisles by lines of elegant, slim pillars. The cathedral was one of the few churches in Barcelona spared by the anarchists in the civil war, so its ornamentation, never overly lavish, is intact.In the first chapel (for prayer only) on the right from the main northwest entrance, the main crucifixion figure above the altar is Sant Crist de Lepant; it is said Don Juan’s flagship bore it into battle at Lepanto and that the figure acquired its odd stance by dodging an incoming cannonball. Further along this same wall, past the southwest transept, are the wooden coffins of Count Ramon Berenguer I and his wife Almodis, founders of the 11th-century Romanesque predecessor to the present cathedral. Left from the main entrance is a 1433 marble baptismal font where, according to one story, six native North Americans brought to Europe by Columbus after his first voyage to the Americas were bathed in holy water.In the middle of the central nave is the exquisitely sculpted late 14th-century timber coro (choir stalls; closed during worshipping hours). The coats of arms on the stalls belong to members of the Barcelona chapter of the Order of the Golden Fleece. Emperor Carlos V presided over the order’s meeting here in 1519. Take the time to look at the artisanship up close – the Virgin Mary and Child depicted on the pulpit are especially fine.A broad staircase before the main altar leads you down to the crypt, which contains the 14th-century tomb of Santa Eulàlia, one of Barcelona’s two patron saints and more affectionately known as Laia. The reliefs on the alabaster sarcophagus, executed by Pisan artisans, recount some of her tortures and, along the top strip, the removal of her body to its present resting place.For a bird’s-eye view (mind the poop) of medieval Barcelona, visit the cathedral’s roof and tower by taking the lift (€3; cash only) from the Capella dels Sant Innocents near the northeast transept.From the southwest transept, exit by the partly Romanesque door (one of the few remnants of the present church’s predecessor) to the leafy claustre (cloister), with its fountains and flock of 13 geese. The geese supposedly represent the age of Santa Eulàlia at the time of her martyrdom and have, generation after generation, been squawking here since medieval days. One of the cloister chapels commemorates 930 priests, monks and nuns martyred during the civil war.Along the northern flank of the cloister you can enter the Sala Capitular (Chapter House). Although it’s bathed in rich red carpet and graced with fine timber seating, the few artworks gathered here are of minor interest; among them features a pietà by Bartolomeo Bermejo. Accessed from the northwest corner of the cloister, the Capella de Santa Llúcia is another of the few reminders of Romanesque Barcelona (although the interior is largely Gothic). It was originally the chapel for the adjacent Bishop's Palace and, from the exterior, you can see that, although incorporated into La Catedral, it is actually a separate building.Although technically it's free to go into La Catedral to pray, in practice if you go any time during tourist visiting hours, you'll need to pay. Otherwise, you can enter for free before 12.30pm (2pm on Sunday), though you'll have to pay to visit the choir stalls, Sala Capitular and/or roof."
    },
    {
        "country": "barcelona",
        "city": "Barcelona",
        "index": 8,
        "name": "Museu Nacional d’Art de Catalunya",
        "latitude": "41.36879",
        "longitude": "2.153395",
        "excerpt": "The spectacular neobaroque silhouette of the Palau Nacional can be seen on Montjuïc's slopes from across the city. Built for the 1929 World Exhibition and…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/montjuic-sants-and-el-poble-sec/attractions/museu-nacional-d-art-de-catalunya/a/poi-sig/375177/1320689",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/89360343.jpg",
        "detail_description": "The spectacular neobaroque silhouette of the Palau Nacional can be seen on Montjuïc's slopes from across the city. Built for the 1929 World Exhibition and restored in 2005, it houses a vast collection of mostly Catalan art spanning the early Middle Ages to the early 20th century. The high point is the unique collection of extraordinary Romanesque frescoes.\nThis building has come to be one of the city’s prime symbols of the region’s separate Catalan identity, but the fact that it was constructed under the centralist dictatorship of Miguel Primo de Rivera lends a whiff of irony.The real highlight here is the Romanesque art section, considered the most important concentration of early medieval art in the world. Rescued from neglected country churches across northern Catalonia in the early 20th century, the collection consists of 21 frescoes, woodcarvings and painted altar frontals (low-relief wooden panels that were the forerunners of the elaborate altarpieces that adorned later churches). The insides of several churches have been recreated and the frescoes – in some cases fragmentary, in others extraordinarily complete and alive with colour – have been placed as they were when in situ.The two most striking fresco sets follow one after the other. The first, in Sala 5, is a magnificent image of Christ in Majesty created around 1123. Based on the text of the Apocalypse, we see Christ enthroned on a rainbow with the world at his feet. He holds a book open with the words Ego Sum Lux Mundi (I am the Light of the World) and is surrounded by the four Evangelists. The images were taken from the apse of the Església de Sant Climent de Taüll in northwest Catalonia. Nearby in Sala 9 are frescoes done around the same time in the nearby Església de Santa Maria de Taüll. This time the central image taken from the apse is of the Virgin Mary and Christ Child. These images were not mere decoration but tools of instruction in the basics of Christian faith for the local population – try to set yourself in the mind of the average medieval citizen: illiterate, ignorant, fearful and in most cases eking out a subsistence living. These images transmitted the basic personalities and tenets of the faith and were accepted at face value by most.Opposite the Romanesque collection on the ground floor is the museum’s Gothic art section, with Catalan Gothic painting and works from other Spanish and Mediterranean regions. Look out especially for the work of Bernat Martorell in Sala 32 and Jaume Huguet in Sala 34. Among Martorell’s works figure images of the martyrdom of St Vincent and Santa Eulàlia. Huguet’s Consagració de Sant Agustí, in which St Augustine is depicted as a bishop, is dazzling in its detail.Next you pass into the 2018-launched Renaissance &amp; Baroque gallery, which exhibits some 300 Spanish and international pieces spanning the 16th to 19th centuries, including works by Diego Velázquez, Francisco de Zurbarán, Josep de Ribera, Francisco Goya, Tiepolo, Rubens, El Greco and Canaletto. Incorporated into this section are two eclectic and excellent private collections, the Cambò Bequest by Francesc Cambó and the Thyssen-Bornemisza collection on loan to the MNAC by Madrid's Museo Thyssen-Bornemisza.Up on the next floor, beyond a beautiful domed hall, the collection turns to modern art, mainly but not exclusively Catalan. These galleries are arranged thematically: Modernisme, Noucentisme, Art and the Civil War and so on. Among the many highlights: an early Salvador Dalí painting (Retrat del Meu Pare/Portrait of My Father), Juan Gris' collage-like paintings, the brilliant portraits of Marià Fortuny, and 1930s call-to-arms posters against the Francoist onslaught (nearby you'll find photos of soldiers and bombed-out city centres).Also on show are items of Modernista furniture and decoration, which include chairs by Gaudí and a mural by Ramon Casas that once adorned the legendary bar and restaurant Els Quatre Gats.After all this, you can relax in the museum restaurant, which offers great views north towards Plaça d’Espanya, and be sure to take in the fine city view from the terrace just in front of the museum, which draws crowds around sunset. Students can use the Biblioteca del MNAC, the city’s main art reference library."
    },
    {
        "country": "barcelona",
        "city": "Barcelona",
        "index": 9,
        "name": "Fundació Joan Miró",
        "latitude": "41.368476",
        "longitude": "2.159983",
        "excerpt": "Joan Miró was a Catalan painter and sculptor born in Barcelona who combined abstract art with surrealism. He is considered one of the most influential…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/montjuic-sants-and-el-poble-sec/attractions/fundacio-joan-miro/a/poi-sig/374907/1320689",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1128241161.jpg",
        "detail_description": "Joan Miró was a Catalan painter and sculptor born in Barcelona who combined abstract art with surrealism. He is considered one of the most influential painters in the world from the first half of the 20th century.\nWhen you visit the Catalan capital, it’s difficult to miss the legacy that Miró left in the city. In fact, Miró’s work might be the first thing you see upon your arrival in Barcelona, since Airport Terminal 2 features a 50-meter mosaic that he designed. La Rambla includes one of his mosaics as well and the logo of the largest bank in Catalonia, La Caixa, which is visible on every corner, was also created by Miró.\nMost visitors, however, tend to miss his museum, Fundació Joan Miró, founded in 1975 by the artist himself. Fundació Joan Miró is a cultural institution that contains Miró’s largest collection and, along with Gaudí’s buildings, should be part of any first-timer’s itinerary.\n\n  \nThere are beautiful views of the city to be had from the museum's terrace, set on the Montjuïc hillside © pio3 / Shutterstock\n\nHistory of Fundació Joan Miró \nJoan Miró dreamt of having a foundation which not only served as a regular museum where artists’ works could be displayed, but he also wanted to create a real art gallery of cutting edge art, where rising talents could be discovered and promoted. For its construction, the Barcelona Council offered Joan Miró the palace in the Old City, where the Picasso Museum is now, but, for such a new concept of a museum, he knew that his foundation had to be built in a brand-new emblematic building with its own personality.\nFor that, he sought the help of the renowned Catalan architect Josep Lluís Sert and, together, they designed an imposing building with Mediterranean features that is integrated perfectly in Montjuïc’s landscape. Today, the building of the Fundació Joan Miró is considered to be one of the finest examples of rationalist architecture in Barcelona.\nIts opening provoked an unquestionable positive impact on Barcelona society, which perceived the museum as a new way of connecting with art and artists. Fundació Joan Miró quickly became one of the “art galleries” of reference in Spain and such was its growth that an extension had to be built in 1986.\n\n  \nMiró's \"Personnage\" offers a cheeky welcome you as you enter the museum © Jelena990 / Shutterstock\n\nFundació Joan Miró Collection\nJoan Miró was an extremely valued artist, so visitors should note that the greatest of his works are displayed in other parts of the world. From the Museum of Modern Art in New York City to the National Art Gallery in Washington DC and the Musée d’Art Moderne in Paris, Joan Miró is present in some of the top art galleries worldwide.\nIt is also important to mention that Joan Miró had many debts with Spain’s Treasury Department, debts which were paid off with some of his most valued works. Those works are displayed in the Museo Nacional Centro de Arte Reina Sofía in Madrid.\nHowever, Fundació Joan Miró houses absolute masterpieces. The collection is composed of more than 200 paintings. Man and woman in front of a pile of excrement (1935), Morning Star (1940) and The gold of the azure (1967) are among his most significant paintings. In addition, there are more than 169 statues that had been unseen before being displayed here and over 8,000 drawings and sketches which are essential to understand Miró’s work.\nBesides Miró’s works, the collection also includes works from the American artist Alexander Calder, like the Mercury Fountain (1937). Antoni Tàpies, one of the most important Catalan artists from the era, has some of his works displayed at the foundation, as well.\n\n  \nMore than just Miró, Quatre Ales, 1972 (Four Wings) by Alexander Calder on the museum grounds © Jelena990 / Shutterstock\n\nFundació Joan Miró tickets \nA general admission ticket costs 13€, which includes the permanent collection and access to the temporary exhibition. It is also possible to book a separate ticket for the temporary exhibition only, which costs 7€. Guided tours cost 20€.\nTickets for the Fundació Joan Miró can be booked online through the official website.\nFundació Joan Miró for kids\nWith his fantasy allegories and colorful shapes and patterns, the work of Joan Miró has always attracted the youngest generation as well, which is why the foundation is known for organizing activities for kids. Most of them are only available in either Catalan or Spanish, but they do organize some in English, like Miró Universe. In this play, the actors represent the landscape of a certain painting with movement, sounds and shadows, while kids also learn about Miró’s world.\nYou can find out the latest activities on their official website as well.\nHow to get to Fundació Joan Miró\nFundació Joan Miró is located in Parc de Montjuïc. The easiest way to get there is by taking the metro to Paral.lel (Line 3), from where you can take the funicular to the upper part of the park. For a more epic arrival, you can also take the cable car that departs from La Barceloneta and drops you off right next to the foundation.\nRestaurants in Fundació Joan Miró\nInside the foundation, there is one restaurant-bar with a garden and great city views. They serve traditional Spanish and Catalan dishes with a slight modern touch. It’s actually not bad for a museum, but we also recommend exploring Montjuïc and looking for Terraza Martínez, a restaurant serving one of the best paellas in town. It’s always packed with locals, so do book in advance. If you want to have some drinks in a relaxed atmosphere, go to Caseta del Migdia.\n \n"
    },
    {
        "country": "barcelona",
        "city": "Barcelona",
        "index": 10,
        "name": "Reial Monestir de Santa Maria de Pedralbes",
        "latitude": "41.395556",
        "longitude": "2.113034",
        "excerpt": "Founded in 1327, this serene convent is now a museum of monastic life (the few remaining nuns have moved into more modern neighbouring buildings). It…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-zona-alta/attractions/reial-monestir-de-santa-maria-de-pedralbes/a/poi-sig/375369/1320688",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-518763986.jpg",
        "detail_description": "Founded in 1327, this serene convent is now a museum of monastic life (the few remaining nuns have moved into more modern neighbouring buildings). It stands in a residential area that was countryside until the 20th century, and which remains a divinely quiet corner of Barcelona. The convent's architectural highlight is the large, elegant, three-storey cloister, a jewel of Catalan Gothic, built in the early 14th century. The sober church is another excellent example of Catalan Gothic.\nFollowing its course to the right, stop at the first chapel, the Capella de Sant Miquel. Ferrer Bassá, one of Catalonia’s earliest documented painters, created its (now restored) murals in 1346. Nearby is the ornamental 14th-century grave of Queen Elisenda, who founded the convent. Unusually, it's divided in two: the cloister side shows her dressed as a penitent widow, while the other part, an alabaster masterpiece inside the adjacent church, depicts her dressed as queen.Strolling around the ground floor of the cloister, peek into the restored refectory, kitchen, stables, stores and a reconstruction of the infirmary, as well as the tiled cistern. All give a good idea of convent life. Eating in the refectory must have been dull, going by the exhortations of Silentium (Silence) and Audi Tacens (Listen and Keep Quiet) written around the walls. Harder still must have been spending one’s days in the cells on the ground and 1st floors in a state of near-perpetual prayer and devotional reading.Upstairs is a grand hall that housed the dormidor (sleeping quarters); its small night cells have long since been removed. Today a modest collection of the monastery’s art, especially Gothic devotional works, graces this space. Most is by largely unknown Catalan artists, with some 16th-century Flemish works, and was acquired thanks to the considerable wealth of the convent’s mostly upper-class nuns."
    },
    {
        "country": "barcelona",
        "city": "El Raval",
        "index": 11,
        "name": "Palau Güell",
        "latitude": "41.378872653262",
        "longitude": "2.1741909639775",
        "excerpt": "Built off La Rambla in the late 1880s for Gaudí's wealthy patron the industrialist Eusebi Güell, the Palau Güell is a magnificent example of the early…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/el-raval/attractions/palau-gueell/a/poi-sig/374909/1320667",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF97677236.jpg",
        "detail_description": "Built off La Rambla in the late 1880s for Gaudí's wealthy patron the industrialist Eusebi Güell, the Palau Güell is a magnificent example of the early days of the architect's fevered architectural imagination. This extraordinary neo-Gothic mansion (one of few major buildings of that era raised in Ciutat Vella) gives an insight into its maker’s prodigious genius, and, though a little sombre compared with some of his later whims, it's a characteristic riot of styles (Gothic, Islamic, art nouveau) and materials.\nAfter the civil war the police occupied the Palau and tortured political prisoners in the basement. The building was then abandoned, leading to its long-term disrepair. It was finally reopened in 2012 after several years of refurbishment.Visits begin on the ground floor, in what was once the coach house, and from there head down to the basement, with its squat mushroom-shaped brick pillars; this is where the horses were stabled. Back upstairs you can admire the elaborate wrought iron of the main doors from the splendid vestibule, and the grand staircase lined with sandstone columns. Up on the 1st floor is the main hall; central to the structure is the magnificent music room with its rebuilt organ that is played during opening hours. The hall is a parabolic pyramid – each wall an arch stretching up three floors and coming together to form a dome. Off the music room is the Sala de Visites, with an exquisite artesonado (ceiling of interlaced beams with decorative insertions).Above this main floor are the family rooms, some of which are labyrinthine and dotted with piercings of light, wrought iron arabesques or grand, stained-glass windows. The roof is a tumult of tiled mosaics and fanciful design in the building’s chimney pots. The audio guide is worth a listen not only for the detailed description of the architecture, but for the pieces of music and its photographic illustrations of the Güell family's life.Picasso – who, incidentally, hated Gaudí’s work – began his Blue Period in 1902 in a studio across the street at Carrer Nou de la Rambla 10. Begging to differ with Senyor Picasso, Unesco has declared the Palau, together with Gaudí’s other main works, a World Heritage site."
    },
    {
        "country": "barcelona",
        "city": "La Rambla & Barri Gòtic",
        "index": 12,
        "name": "Museu d’Història de Barcelona",
        "latitude": "41.383877",
        "longitude": "2.177793",
        "excerpt": "One of Barcelona's most fascinating museums travels back through the centuries to the very foundations of Roman Barcino. You'll stroll over ruins of the…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-rambla-and-barri-gotic/attractions/museu-d-historia-de-barcelona/a/poi-sig/1137415/1320690",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstock1866177223.jpg",
        "detail_description": "One of Barcelona's most fascinating museums travels back through the centuries to the very foundations of Roman Barcino. You'll stroll over ruins of the old streets, sewers, laundries, baths and wine- and fish-making factories that flourished here following the town's founding by Emperor Augustus around 10 BCE. Equally impressive is the building itself, which was once part of the Palau Reial Major (Grand Royal Palace) on Plaça del Rei, among the key locations of medieval princely power in Barcelona.\nEnter through the 16th-century Casa Padellàs, just south of Plaça del Rei. Originally built for a noble family on Carrer dels Mercaders, the grand home was moved here, stone by stone, in the 1930s. It has a courtyard typical of Barcelona’s late-Gothic and baroque mansions, with a graceful external staircase up to the 1st floor. Today it leads to a restored Roman tower and a section of Roman wall (whose exterior faces Plaça Ramon de Berenguer el Gran), as well as a section of the house set aside for temporary exhibitions.Below ground, under Plaça del Rei, lies a remarkable walk through 4 sq km of excavated Roman and Visigothic Barcelona. After a display on the typical Roman domus (villa), with mosaics and murals, you reach a public laundry, then pass dyeing shops, more laundries, fish-preserve stores, a 6th-century public cold-water bath and, as you hit the Cardo Minor (a main street), a factory dedicated to the making of garum (a popular paste across the Roman Empire, made of mashed-up fish intestines, eggs and blood).Next come remnants of a 6th- to 7th-century church and necropolis and episcopal buildings, followed by winemaking stores, with ducts for allowing the must to flow off, and ceramic, round-bottomed dolia for storing and ageing wine. Ramparts then wind around and upward, past remains of the gated patio of a Roman house and the medieval Palau Episcopal (Bishops’ Palace). Don't miss the 14th-century foundations of Barcelona's Gothic cathedral on the way up.You eventually emerge at a hall and ticket office on the north side of Plaça del Rei. To your right is the Saló del Tinell, the banqueting hall of the royal palace and a fine example of Catalan Gothic (built 1359–70). Its broad arches and bare walls give a sense of solemnity that would have made an appropriate setting for Fernando and Isabel to hear Columbus’ first reports of the New World. It's sometimes used for temporary exhibitions.As you leave the saló you come to the 14th-century Capella Reial de Santa Àgata, the palace chapel. Outside, a spindly bell tower rises from the northeast side of Plaça del Rei. Inside, all is bare except for the magnificent techumbre (decorated timber ceiling) and 15th-century altarpiece, considered one of Jaume Huguet’s finest surviving works.Detailed displays are in Catalan, Spanish and English, and audioguides are included. Entry here includes admission to other MUHBA-run sites such as the Domus de Sant Honorat and the MUHBA Refugi 307."
    },
    {
        "country": "barcelona",
        "city": "La Rambla & Barri Gòtic",
        "index": 13,
        "name": "Museu Frederic Marès",
        "latitude": "41.384424",
        "longitude": "2.17672",
        "excerpt": "The wealthy Catalan sculptor, traveller and obsessive collector Frederic Marès i Deulovol (1893–1991) amassed one of the wildest collections of historical…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-rambla-and-barri-gotic/attractions/museu-frederic-mares/a/poi-sig/375039/1320690",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstock2304021785.jpg",
        "detail_description": "The wealthy Catalan sculptor, traveller and obsessive collector Frederic Marès i Deulovol (1893–1991) amassed one of the wildest collections of historical curios. Today, his astonishing displays of religious art and antiques (which he donated to the city of Barcelona) await inside this vast medieval complex, once part of the royal palace of the counts of Barcelona. A rather worn coat of arms on the wall indicates that it was also, for a while, the seat of the Spanish Inquisition in Barcelona.\nFrederic Marès' passion was medieval Spanish sculpture, huge quantities of which are displayed in the basement and on the ground and 1st floors – including some lovely polychrome wooden sculptures of the Crucifixion and the Virgin (such as the12th-century Mare de Déu amb el Nen from Burgos). Among the most eye-catching pieces is a reconstructed Romanesque doorway with four arches, taken from a 13th-century country church in the Aragonese province of Huesca (in the basement).The top two floors hold a mind-boggling array of knick-knacks: medieval weaponry, delicate jewellery and ladies' fans, fine ceramics and clocks, intricate 'floral' displays made from seashells, 19th-century daguerreotypes and photographs, and much more. Marès’ wood-beamed former study and library is now crammed with sculptures (including some of his own). The shady courtyard houses the pleasant Cafè de l’Estiu (April to September)."
    },
    {
        "country": "barcelona",
        "city": "El Raval",
        "index": 14,
        "name": "MACBA",
        "latitude": "41.382927",
        "longitude": "2.166764",
        "excerpt": "An extraordinary all-white, glass-fronted creation by American architect Richard Meier, opened in 1995, the MACBA has become the city's foremost…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/el-raval/attractions/macba/a/poi-sig/1267878/1320667",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstock1238952070.jpg",
        "detail_description": "An extraordinary all-white, glass-fronted creation by American architect Richard Meier, opened in 1995, the MACBA has become the city's foremost contemporary art centre, with captivating exhibitions for the serious art lover. The permanent collection is dedicated to Spanish and Catalan art from the second half of the 20th century, with works by Antoni Tàpies, Joan Brossa, Miquel Barceló and Joan Rabascall. International artists, such as Paul Klee, Bruce Nauman, Alexander Calder, John Cage and Jean-Michel Basquiat, are also represented.\nThe temporary visiting exhibitions are almost always challenging and intriguing. The MACBA philosophy is to do away with the old model of a museum where an artwork is a spectacle and to create a space where art can be viewed critically, so the exhibitions are usually tied in with talks and events. This is food for the brain as well as the eyes.Outside, the spectacle is as intriguing as inside. While skateboarders dominate the space south of the museum (considered one of Europe’s great skateboard locations), you may well find kids enjoying a game of cricket in Plaça de Joan Coromines.The library and auditorium stage regular concerts, talks and events, all of which are either reasonably priced or free. The extensive art bookshop is fantastic for both stocking up on art and art theory books, as well as quirky gifts and small design objects, and there's a good cafe-restaurant, Chichalimoná."
    },
    {
        "country": "barcelona",
        "city": "Barcelona",
        "index": 15,
        "name": "Barça Stadium Tour & Museum",
        "latitude": "41.380294",
        "longitude": "2.120758",
        "excerpt": "A pilgrimage site for football fans around the world, Camp Nou is a must for FC Barcelona fans. On this tour, which can be guided or self-guided, you'll…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-zona-alta/attractions/barca-stadium-tour-museum/a/poi-sig/1105758/1320688",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1482366803.jpg",
        "detail_description": "A pilgrimage site for football fans around the world, Camp Nou is a must for FC Barcelona fans. On this tour, which can be guided or self-guided, you'll get an in-depth look at the club, starting with a museum filled with multimedia exhibits, trophies and historical displays, followed by a tour of the stadium. Set aside at least 1½ hours.\nVisits begin in FC Barcelona's high-tech museum, where enormous touch-screens allow visitors to explore arcane aspects of the legendary team. You can also watch videos of particularly artful goals. Displays delve into the club's history, its social commitment and connection to Catalan identity, and in-depth stats of on-field action. Sound installations include the club's anthem (with translations in many languages) and the match-day roar of the amped-up crowds.You can admire the golden boots (in at least one case literally) of great goal scorers of the past and learn about the greats who have played for the club over the years, including Maradona, Ronaldinho, Kubala and Lionel Messi, considered to be one of the greatest footballers playing the game today.Gazing out across Camp Nou is an experience in itself. The stadium, built in 1957 and enlarged for the 1982 World Cup, is one of the world’s biggest, holding nearly 100,000 people. After current renovations wrap up in August 2023 (the stadium will remain open throughout) it will have a capacity of 106,000. The club has a membership of 140,000.The tour of the stadium takes in the visiting team’s dressing room, then heads out through the tunnel and on to the edge of the pitch. You'll also get to visit the press room. A Players Experience ticket (adult/child €149/99) allows you to visit the FC Barcelona dressing room and includes two free photos, a virtual experience and a leaving gift."
    },
    {
        "country": "barcelona",
        "city": "Barcelona",
        "index": 16,
        "name": "El Poblenou Platges",
        "latitude": "41.39835252",
        "longitude": "2.212064808",
        "excerpt": "A series of beautiful, broad, sandy golden beaches dotted with xiringuitos (seasonal beach bars) stretches northeast from the Port Olímpic marina. They're…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/barceloneta-port-olimpic-and-the-waterfront/attractions/el-poblenou-platges/a/poi-sig/1204419/1320666",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6ee7b3380fe2fbe16a3c34af851b07aa-platjas.jpg",
        "detail_description": "A series of beautiful, broad, sandy golden beaches dotted with xiringuitos (seasonal beach bars) stretches northeast from the Port Olímpic marina. They're largely artificial, but that doesn't deter the millions of sunseekers and swimmers from descending in summer, especially for beach volleyball – and they're still quieter than the sandy strands closer to the city centre.\nFirst comes Platja de la Nova Icària, the southernmost and busiest of El Poblenou's beaches, followed by lively Platja del Bogatell. Next along, Platja de la Mar Bella has a small nudist strip and is popular with an LGBTIQ+ crowd. Locally loved and sporty Platja de la Nova Mar Bella leads into the new Front Marítim residential and commercial waterfront strip, part of the Diagonal Mar project in the Fòrum district, which is fronted by the last and easternmost of these artificial beaches to be created, Platja del Llevant."
    },
    {
        "country": "barcelona",
        "city": "Barcelona",
        "index": 17,
        "name": "Casa Vicens",
        "latitude": "41.403491",
        "longitude": "2.150928",
        "excerpt": "A Unesco-listed masterpiece, this angular, turreted 1885-completed private house was Gaudí’s inaugural commission, when the architect was aged just 30,…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/gracia-and-park-guell/attractions/casa-vicens/a/poi-sig/1137323/1320687",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1359383895.jpg",
        "detail_description": "A Unesco-listed masterpiece, this angular, turreted 1885-completed private house was Gaudí’s inaugural commission, when the architect was aged just 30, created for stock and currency broker Manuel Vicens i Montaner. Tucked away west of Gràcia’s main drag, the richly detailed facade is awash with ceramic colour and shape, including distinctive marigold tiling, and opened to the public in 2017. You're free to wander through but one-hour guided tours (in Catalan, Spanish, English and French) bring the building to life.\nAs was frequently the case, Gaudí sought inspiration for Casa Vicens from the past, in this case the rich heritage of building in the Mudéjar-style brick, typical in parts of Spain reconquered from the Moors by the Christians (and created by Arabs and Berbers allowed to remain in Spain post-reconquest) – note, for example, the tinkling fountain overlooking the gardens.The renovated building is accessible for visitors with limited mobility (including wheelchairs). Temporary exhibitions are mounted alongside permanent displays covering the building's history, and the attractive garden cafe is by the respected Hofmann culinary clan."
    },
    {
        "country": "barcelona",
        "city": "Barcelona",
        "index": 18,
        "name": "CosmoCaixa",
        "latitude": "41.413120405786",
        "longitude": "2.1309231369717",
        "excerpt": "One of the city’s most popular family-friendly attractions, this science museum is a favourite with kids (and kids at heart). The single greatest…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/la-zona-alta/attractions/cosmocaixa/a/poi-sig/375353/1320688",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-923733178.jpg",
        "detail_description": "One of the city’s most popular family-friendly attractions, this science museum is a favourite with kids (and kids at heart). The single greatest highlight is the re-creation of more than 1 sq km of flooded Amazon rainforest (Bosc Inundat). More than 100 species of Amazon flora and fauna (including anacondas, colourful poisonous frogs, and capybaras) prosper in this unique, living diorama in which you can even experience a tropical downpour.\nIn another original section, the Mur Geològic, seven great chunks of rock (90 metric tons in all) have been assembled to create a 24m-long wall showing different geological processes.Exhibits cover many fascinating areas of science, from fossils to physics, and from the alphabet to outer space. The 3D Planetari (Planetarium; €6 extra) is open at 5.30pm on weekdays and for a varied range of sessions on weekends (check online). Aside from the Planetarium, which has multilingual commentary, many exhibits are in Catalan and Spanish. Several guided tours of the complex are available.Outside, you can stroll through the extensive Plaça de la Ciència, whose modest garden flourishes with Mediterranean flora."
    },
    {
        "country": "barcelona",
        "city": "Barcelona",
        "index": 19,
        "name": "Poble Espanyol",
        "latitude": "41.36912",
        "longitude": "2.146776",
        "excerpt": "Welcome to Spain! All of it! This ‘Spanish Village’ is an intriguing scrapbook of Spanish architecture built for the local-crafts section of the 1929…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/montjuic-sants-and-el-poble-sec/attractions/poble-espanyol/a/poi-sig/375181/1320689",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9a54faa1f2e3dbd25ed42f3a6132b408-lpl-01707.jpg",
        "detail_description": "Welcome to Spain! All of it! This ‘Spanish Village’ is an intriguing scrapbook of Spanish architecture built for the local-crafts section of the 1929 World Exhibition. You can meander from Andalucía to Galicia in the space of a couple of hours, visiting surprisingly good to-scale copies of Spain's characteristic structures. The 117 buildings include restaurants, cafes, bars and clubs, and craft shops and workshops (for glass artists and other artisans), as well as souvenir stores.\nEnter from beneath a towered medieval gate from Ávila, flanked by two Catalan gegants (papier-mâché giants). Inside on the right, an information office has free maps and a worthwhile multimedia guide (€3.50; leave a €20 deposit). Straight ahead from the gate is the Plaza Mayor (Town Sq), surrounded by mainly Castilian and Aragonese buildings; it sometimes hosts summer concerts. Elsewhere you’ll find an Andalucian barri (neighbourhood), a Basque street, Galician and Catalan quarters, and even a Catalan Romanesque monastery (at the eastern end).There's also an excellent multimedia exhibition of some of Spain's most popular festivals, including Buñol's La Tomatina (a giant tomato fight in Valencia) and Semana Santa (Holy Week) in Andalucía.Spare time for the Fundació Fran Daurel, an eclectic collection of more than 300 works of art, including sculptures, prints, ceramics and tapestries by modern artists ranging from Picasso and Miró to more contemporary figures such as Miquel Barceló, as well as a sculpture garden.Children’s groups can participate in the two-hour Joc del Sarró (€6.50; multiple languages), in which kids go around the poble seeking answers to various mysteries."
    },
    {
        "country": "barcelona",
        "city": "Barcelona",
        "index": 20,
        "name": "Museu Marítim",
        "latitude": "41.375762",
        "longitude": "2.175604",
        "excerpt": "The city's maritime museum occupies the mighty Gothic Reials Drassanes (Royal Shipyards) – a remarkable relic from Barcelona's days as the seat of a…",
        "detail_url": "https://www.lonelyplanet.com/spain/barcelona/barceloneta-port-olimpic-and-the-waterfront/attractions/museu-maritim/a/poi-sig/375087/1320666",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/db887735c82055cd1d70fa85163a4e91-lpl-01691.jpg",
        "detail_description": "The city's maritime museum occupies the mighty Gothic Reials Drassanes (Royal Shipyards) – a remarkable relic from Barcelona's days as the seat of a seafaring empire. Highlights include a full-scale 1970s replica of Don Juan de Austria’s 16th-century flagship, fishing vessels, antique navigation charts and dioramas of the Barcelona waterfront.\nIn the courtyard is a life-sized replica of the Ictíneo I, one of the world's first submarines, invented and built in 1858 by Catalan polymath Narcís Monturiol. The entrance fee also includes a visit to the Pailebot Santa Eulàlia on Moll de la Fusta. On the first, third and fourth Sunday of the month, the Jardins del Baluard (attached to the museum) open to visitors, giving access to Barcelona's 13th-century wall (free; 11am to 2pm)."
    }
]