[
    {
        "country": "belgium",
        "city": "Bruges",
        "index": 1,
        "name": "Museum Sint-Janshospitaal",
        "latitude": "51.203984221874",
        "longitude": "3.2239107323506",
        "excerpt": "In the restored chapel of a 12th-century hospital building with superb timber beamwork, this museum shows various torturous-looking medical implements,…",
        "detail_url": "https://www.lonelyplanet.com/belgium/bruges/south-bruges/attractions/museum-sint-janshospitaal/a/poi-sig/428139/1342451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b95e412da3a5d80dfc787bee803ddcfa-museum-st-janshospitaal.jpg",
        "detail_description": "In the restored chapel of a 12th-century hospital building with superb timber beamwork, this museum shows various torturous-looking medical implements, hospital sedan chairs and a gruesome 1679 painting of an anatomy class. But it's much better known for its six masterpieces by 15th-century artist Hans Memling, including the enchanting reliquary of St Ursula. This gilded oak reliquary looks like a miniature Gothic cathedral, painted with scenes from the life of St Ursula, including highly realistic Cologne cityscapes.\nThe largest of the Memlings on display is the triptych of St John the Baptist and St John the Evangelist, commissioned by the hospital church as its altarpiece. Look out for St Catherine (with spinning wheel) and St Barbara, both seated at the feet of the Virgin. The artist's secular portrayals are just as engrossing as the devotional work, and include the delicate Portrait of a Young Woman (1480), in which the subject's hands rest on the painted frame of her portrait.Your ticket also allows visits to the hospital’s restored 17th-century apotheek (pharmacy), accessed by an easily missed rear door. The glazed cloisters of the building you walk through to enter it are very attractive."
    },
    {
        "country": "belgium",
        "city": "Bruges",
        "index": 2,
        "name": "Groeningemuseum",
        "latitude": "51.205626",
        "longitude": "3.226569",
        "excerpt": "Bruges’ most celebrated art gallery boasts an astonishingly rich collection that's strong in superb Flemish Primitive and Renaissance works, depicting the…",
        "detail_url": "https://www.lonelyplanet.com/belgium/bruges/south-bruges/attractions/groeningemuseum/a/poi-sig/428115/1342451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/404b6897e6109d6e05a3fd3b5dc3c1453e5a7c9ad72bd5b9d4a7cbd5df56ea83.jpg",
        "detail_description": "Bruges’ most celebrated art gallery boasts an astonishingly rich collection that's strong in superb Flemish Primitive and Renaissance works, depicting the conspicuous wealth of the city with glittering realistic artistry. Meditative works include Jan Van Eyck’s radiant masterpiece Madonna with Canon Van der Paele (1436) and the Madonna Crowned by Angels (1482) by the Master of the Embroidered Foliage, where the rich fabric of the Madonna’s robe meets the ‘real’ foliage at her feet with exquisite detail.\nThe Townscapes and Landscapes room features visions of the city, with picturesque scenes by Jan Anton Garemijn, as well as Auguste Van de Steene’s austere view of the market square. Gruesome scenes feature in other rooms, including a live flaying in Gerard David’s Judgement of Cambyses (1498; room 1) and the multiple tortures of St George (room 3). Later artistic genres also get a look-in, including a typically androgynous figure by superstar symbolist Fernand Khnopff, plus a surrealist canvas each from Magritte and Delvaux. Flemish Expressionist works from the 1920s show the influence of cubism and German expressionism on Flemish artists – most striking are Constant Permeke’s earth-coloured depictions of peasant life in Pap Eaters and The Angelus."
    },
    {
        "country": "belgium",
        "city": "Ghent",
        "index": 3,
        "name": "The Adoration of the Mystic Lamb",
        "latitude": "51.053049",
        "longitude": "3.726844",
        "excerpt": "Art enthusiasts swarm the Sint-Baafskathedraal to glimpse The Adoration of the Mystic Lamb (De Aanbidding van het Lams God), a lavish representation of…",
        "detail_url": "https://www.lonelyplanet.com/belgium/flanders/ghent/attractions/the-adoration-of-the-mystic-lamb/a/poi-sig/444567/358712",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/92cb6ff13b4fd1bbdf9b0e19a2b2b52a-the-adoration-of-the-mystic-lamb.jpg",
        "detail_description": "Art enthusiasts swarm the Sint-Baafskathedraal to glimpse The Adoration of the Mystic Lamb (De Aanbidding van het Lams God), a lavish representation of medieval religious thinking that is one of the earliest-known oil paintings. Completed in 1432, it was painted as an altarpiece by Flemish Primitive artists the Van Eyck brothers, and has 20 panels.\nThe work represents an allegorical glorification of Christ's death: on the upper tier sits God the Father flanked by the Virgin and John the Baptist. On the outer panels are the nude Adam and Eve. The lower tier centres on the lamb, symbolising the sacrifice made by Christ, surrounded by all manner of religious figures and a landscape dotted with local church towers. The luminous colours and the rich, detailed crowd scenes are stunning.The painting has had an illustrious history – the Calvinists nearly destroyed it; Austria's Emperor Joseph II was horrified by the nude Adam and Eve and had the panels replaced with clothed versions (the originals are now back in place); and the painting was marched off to Paris during the French Revolution and was later stolen by the Germans who concealed it in an Austrian salt mine during WWII. The panel De Rechtvaardige Rechters (The Fair Judges), stolen in 1934, is still missing, although in June 2018, engineer Gino Marchal and youth fiction author Marc de Bel created quite a stir by publicly declaring they had substantial evidence to suggest the missing panel was buried beneath the town's Kalandeberg square. At time of writing, Ghent officials were taking the claims quite seriously, but for many, the story reeks of a publicity stunt. Stay tuned as the mystery unfolds."
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 4,
        "name": "Musées Royaux des Beaux-Arts",
        "latitude": "50.841805363394",
        "longitude": "4.3584243409269",
        "excerpt": "This prestigious museum incorporates the Musée d’Art Ancien (ancient art); the Musée d’Art Moderne (modern art), with works by surrealist Paul Delvaux and…",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/royal-quarter/attractions/musees-royaux-des-beaux-arts/a/poi-sig/1172813/1342454",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0ab5d96047b85e53602576edf0e390e1-musees-royaux-des-beaux-arts.jpg",
        "detail_description": "This prestigious museum incorporates the Musée d’Art Ancien (ancient art); the Musée d’Art Moderne (modern art), with works by surrealist Paul Delvaux and fauvist Rik Wouters; and the purpose-built Musée Magritte. The 15th-century Flemish Primitives are wonderfully represented in the Musée d’Art Ancien: there's Rogier Van der Weyden’s Pietà with its hallucinatory sky, Hans Memling’s refined portraits, and the richly textured Madonna with Saints by the anonymous artist known as Master of the Legend of St Lucy.\n"
    },
    {
        "country": "belgium",
        "city": "Antwerp",
        "index": 5,
        "name": "Onze-Lieve-Vrouwekathedraal",
        "latitude": "51.220271124751",
        "longitude": "4.4013118743897",
        "excerpt": "Belgium’s finest Gothic cathedral was 169 years in the making (1352–1521). Wherever you wander in Antwerp, its gracious, 123m-high spire has a habit of…",
        "detail_url": "https://www.lonelyplanet.com/belgium/flanders/antwerp/attractions/onze-lieve-vrouwekathedraal/a/poi-sig/425595/358710",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-475729128_super.jpg",
        "detail_description": "Belgium’s finest Gothic cathedral was 169 years in the making (1352–1521). Wherever you wander in Antwerp, its gracious, 123m-high spire has a habit of popping unexpectedly into view and it rarely fails to prompt a gasp of awe. The sight is particularly well framed when looking up Pelgrimstraat in the afternoon light.\nThe cathedral’s imposing interior sports late-baroque decorations, including four early Rubens canvases and also, while the KMSKA gallery is closed, some of that collection's religious masterpieces. Guided tours at 11am (Monday to Saturday) and 2.15pm (daily) are available in Dutch year-round, but often in English too (2.15pm during the summer)."
    },
    {
        "country": "belgium",
        "city": "Antwerp",
        "index": 6,
        "name": "Rubenshuis",
        "latitude": "51.21718",
        "longitude": "4.409316",
        "excerpt": "This delightfully indulgent 1611 mansion was built as a home and studio for celebrated painter Pieter Paul Rubens. It was rescued from ruins in 1937 and…",
        "detail_url": "https://www.lonelyplanet.com/belgium/flanders/antwerp/attractions/rubenshuis/a/poi-sig/425633/358710",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/855391f6bb9494f4f494a87518dfddf9-rubenshuis.jpg",
        "detail_description": "This delightfully indulgent 1611 mansion was built as a home and studio for celebrated painter Pieter Paul Rubens. It was rescued from ruins in 1937 and has been very sensitively restored with furniture that dates from Rubens’ era plus a priceless collection of 17th-century art. There are around a dozen Rubens canvases, most memorably his world-famous hatted self-portrait and a large-scale canvas of Eve glancing lustfully at Adam's fig leaf.\nNotice also a Tintoretto from the late David Bowie's collection and a Van Dyck portrait study that was discovered on the BBC's Antiques Roadshow program. Period ephemera includes the metal frame used to support a ruff collar. A lovely baroque portico (under restoration at the time of research) leads into an exquisite formal garden. If you want more than the free 68-page highlights booklet (available in five languages), download the free app.Note that it's well worth paying the extra €2 for a combined ticket that also gets you into the excellent Museum Mayer van den Bergh."
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 7,
        "name": "Old England Building",
        "latitude": "50.842722287927",
        "longitude": "4.3591972185861",
        "excerpt": "This 1899 former department store is an art nouveau showpiece with a black facade aswirl with wrought iron and arched windows. The building contains the…",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/royal-quarter/attractions/old-england-building/a/poi-sig/1260878/1342454",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d9561defd59a5417e1339a2f0832fbb2-old-england-building.jpg",
        "detail_description": "This 1899 former department store is an art nouveau showpiece with a black facade aswirl with wrought iron and arched windows. The building contains the groundbreaking MIM music museum, a celebration of music in all its forms, as well as a repository for more than 2000 historic instruments. The emphasis is very much on listening, with auditory experiences around every corner, from shepherds’ bagpipes and Chinese carillons to harpsichords. Don’t miss the rooftop café for a superb city panorama.\n"
    },
    {
        "country": "belgium",
        "city": "Antwerp",
        "index": 8,
        "name": "Museum Plantin-Moretus",
        "latitude": "51.218215",
        "longitude": "4.398243",
        "excerpt": "The medieval building and 1622 courtyard garden alone would be worth a visit, but it's the world's oldest printing press, priceless manuscripts and…",
        "detail_url": "https://www.lonelyplanet.com/belgium/flanders/antwerp/attractions/museum-plantin-moretus/a/poi-sig/425579/358710",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0f2dce11926a112721b7368fbfcd636b-museum-plantin-moretus.jpg",
        "detail_description": "The medieval building and 1622 courtyard garden alone would be worth a visit, but it's the world's oldest printing press, priceless manuscripts and original type sets that justify this museum's Unesco World Heritage status. It's been a museum since 1876 and its other great highlights include a 1640 library, a bookshop dating from 1700 and rooms lined with gilt leather.\nThe valuable painting collection includes work by Rubens, a family friend of Jan Moretus, and there are fascinating examples of Moretus-published books by Rubens’ brother Philip, illustrated by Pieter Paul."
    },
    {
        "country": "belgium",
        "city": "Ghent",
        "index": 9,
        "name": "Gravensteen",
        "latitude": "51.057055113389",
        "longitude": "3.7207281589508",
        "excerpt": "Flanders’ quintessential 12th-century stone castle comes complete with moat, turrets and arrow slits. It’s all the more remarkable considering that during…",
        "detail_url": "https://www.lonelyplanet.com/belgium/flanders/ghent/attractions/gravensteen/a/poi-sig/444551/358712",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-157048299_full.jpg",
        "detail_description": "Flanders’ quintessential 12th-century stone castle comes complete with moat, turrets and arrow slits. It’s all the more remarkable considering that during the 19th century the site was converted into a cotton mill. Meticulously restored since, the interior sports the odd suit of armour, a guillotine and torture devices. The relative lack of furnishings is compensated for with a handheld 45-minute movie guide, which sets a tongue-in-cheek historical costumed drama in the rooms, prison pit and battlements.\nIf you just want a photo of the castle, there's a great viewpoint on St-Widostraat."
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 10,
        "name": "Musée Mode & Dentelle",
        "latitude": "50.845778190961",
        "longitude": "4.35198934043",
        "excerpt": "Lace making has been one of Flanders’ finest crafts since the 16th century. While kloskant (bobbin lace) originated in Bruges, naaldkant (needlepoint lace…",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/grand-place-ilot-sacre-1342453/attractions/musee-mode-dentelle/a/poi-sig/404670/1342453",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/63fe20e4196d5b046001772bc9744395-musee-du-costume-et-de-la-dentelle.jpg",
        "detail_description": "Lace making has been one of Flanders’ finest crafts since the 16th century. While kloskant (bobbin lace) originated in Bruges, naaldkant (needlepoint lace) was developed in Italy but was predominantly made in Brussels. This excellent museum reveals lace’s applications for underwear and outerwear over the centuries, as well as displaying other luxury textiles in beautifully presented exhibitions. There's a new focus here on Belgium's ahead-of-the-curve fashion industry, with changing exhibitions of contemporary textiles.\n"
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 11,
        "name": "Institut des Sciences Naturelles",
        "latitude": "50.836556385939",
        "longitude": "4.3766716184054",
        "excerpt": "Thought-provoking and highly interactive, this museum has far more than the usual selection of stuffed animals. But the undoubted highlight is a unique …",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/eu-quarter-etterbeek/attractions/institut-des-sciences-naturelles/a/poi-sig/405012/1342452",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0a9c7bb695abc84eabe8a0b858d14aaf-musee-des-sciences-naturelles.jpg",
        "detail_description": "Thought-provoking and highly interactive, this museum has far more than the usual selection of stuffed animals. But the undoubted highlight is a unique ‘family’ of iguanodons – 10m-high dinosaurs found in a Hainaut coal mine in 1878. A computer simulation shows the mudslide that might have covered them, sand-boxes allow you to play dino hunter and multilingual videos give a wonderfully nuanced debate on recent palaeontology.\nThe bus here departs from next to Gare Centrale in the direction of Homborch, stopping at De Meeus on Rue du Luxembourg."
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 12,
        "name": "Parc du Cinquantenaire",
        "latitude": "50.840161572825",
        "longitude": "4.3946599960327",
        "excerpt": "Parc du Cinquantenaire was built during Léopold II's reign. It's best known for its cluster of museums – art, history, military and motor vehicles – which…",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/eu-quarter-etterbeek/attractions/parc-du-cinquantenaire/a/poi-sig/404708/1342452",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8444f274b8814727b2e3f65529900bf7a70485c44befea513d292cf401973e85.jpg",
        "detail_description": "Parc du Cinquantenaire was built during Léopold II's reign. It's best known for its cluster of museums – art, history, military and motor vehicles – which house an incredible 350,000 artefacts. The Royal Art and History Museums in the southern wing of the Cinquantenaire buildings are chock-a-block with antiquities. Autoworld, in the northern building, has a huge collection of vintage cars. There is also the massive Arcade du Cinquantenaire, a triumphal arch built in 1880 to celebrate 50 years of Belgian independence.\n"
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 13,
        "name": "Église Notre-Dame du Sablon",
        "latitude": "50.840383245391",
        "longitude": "4.3563611497133",
        "excerpt": "The Sablon’s large, flamboyantly Gothic church started life as the 1304 archers’ guild chapel. A century later it had to be massively enlarged to cope…",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/royal-quarter/attractions/eglise-notre-dame-du-sablon/a/poi-sig/404706/1342454",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/467407799_high.jpg",
        "detail_description": "The Sablon’s large, flamboyantly Gothic church started life as the 1304 archers’ guild chapel. A century later it had to be massively enlarged to cope with droves of pilgrims attracted by the supposed healing powers of its Madonna statue. The statue was procured in 1348 by means of an audacious theft from an Antwerp church – apparently by a vision-motivated husband-and-wife team in a rowing boat. It has long since gone, but a boat behind the pulpit commemorates the curious affair.\n"
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 14,
        "name": "Grand Place",
        "latitude": "50.846706",
        "longitude": "4.35256",
        "excerpt": "Brussels’ magnificent Grand Place is one of the world’s most unforgettable urban ensembles. Oddly hidden, the enclosed cobblestone square is only revealed…",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/grand-place-ilot-sacre-1342453/attractions/grand-place/a/poi-sig/404664/1342453",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b34f1e1fa8d18d161e67c5054547377a-grand-place.jpg",
        "detail_description": "Brussels’ magnificent Grand Place is one of the world’s most unforgettable urban ensembles. Oddly hidden, the enclosed cobblestone square is only revealed as you enter on foot from one of six narrow side alleys: Rue des Harengs is the best first approach. The focal point is the spired 15th-century city hall, but each of the antique guildhalls (mostly 1697–1705) has a charm of its own. Most are unashamed exhibitionists, with fine baroque gables, gilded statues and elaborate guild symbols.\n"
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 15,
        "name": "Musée Art & Histoire",
        "latitude": "50.839295893752",
        "longitude": "4.3919417740615",
        "excerpt": "This astonishingly rich collection ranges from ancient Egyptian sarcophagi and Meso-American masks to icons to wooden bicycles. Decide what you want to…",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/eu-quarter-etterbeek/attractions/musee-art-histoire/a/poi-sig/405008/1342452",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7fece4e5c821c89ca09a705a33787c0d-musee-du-cinquantenaire.jpg",
        "detail_description": "This astonishingly rich collection ranges from ancient Egyptian sarcophagi and Meso-American masks to icons to wooden bicycles. Decide what you want to see before coming or the sheer scope can prove overwhelming. Visually attractive spaces include the medieval stone carvings set around a neo-Gothic cloister and the soaring Corinthian columns (convincing fibreglass props) that bring atmosphere to an original AD 420 mosaic from Roman Syria. Labelling is in French and Dutch, so the English-language audioguide (€3) is worth considering.\n"
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 16,
        "name": "Musée Horta",
        "latitude": "50.824289445428",
        "longitude": "4.3550051763765",
        "excerpt": "The typically austere exterior doesn’t give much away, but Victor Horta’s former home (designed and built 1898–1901) is an art nouveau jewel. The…",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/st-gilles-ixelles-uccle/attractions/musee-horta/a/poi-sig/404702/1342455",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/577cc4ec62e290953307a2ea495893bf-lpl-musee_horta.jpg",
        "detail_description": "The typically austere exterior doesn’t give much away, but Victor Horta’s former home (designed and built 1898–1901) is an art nouveau jewel. The stairwell is the structural triumph of the house: follow the playful knots and curlicues of the banister, which become more exuberant as you ascend, ending at a tangle of swirls and glass lamps at the skylight, glazed with plain and citrus-coloured glass.\n"
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 17,
        "name": "Centre Belge de la Bande Dessinée",
        "latitude": "50.851240329972",
        "longitude": "4.3601281522448",
        "excerpt": "This centre offers a definitive and enjoyable overview of the country’s vibrant comic-strip culture. Even if you’re not excited by the ‘ninth art’, do…",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/grand-place-ilot-sacre-1342453/attractions/centre-belge-de-la-bande-dessinee/a/poi-sig/404652/1342453",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/89b5af5a18ab72c327a67071fcae1b7a-centre-belge-de-la-bande-dessinee.jpg",
        "detail_description": "This centre offers a definitive and enjoyable overview of the country’s vibrant comic-strip culture. Even if you’re not excited by the ‘ninth art’, do peep inside the superb 1906 art nouveau building, a Victor Horta classic built as a fabric store with a wrought-iron superstructure and a glass roof. You don’t have to pay an entrance fee to enjoy the central hallway or to drink a coffee at the attached cafe.\n"
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 18,
        "name": "MIM",
        "latitude": "50.842736",
        "longitude": "4.35904",
        "excerpt": "Strap on a pair of headphones, then step on the automated floor panels in front of the precious instruments (including world instruments and Adolphe Sax’s…",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/royal-quarter/attractions/mim/a/poi-sig/404654/1342454",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/eb8f6af6eb90a911674a4d33f367e8c1-lpl-mim.jpg",
        "detail_description": "Strap on a pair of headphones, then step on the automated floor panels in front of the precious instruments (including world instruments and Adolphe Sax’s inventions) to hear them being played. As much of a highlight as the museum itself are the premises – the art-nouveau Old England Building. This former department store was built in 1899 by Paul Saintenoy and has a panoramic rooftop café and outdoor terrace.\n"
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 19,
        "name": "Flagey",
        "latitude": "50.826954513662",
        "longitude": "4.3731423432118",
        "excerpt": "This marvellous 1938 ‘liner’ building originally conceived as the national radio building, is now the centre of an up-and-coming nightlife area. With its…",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/st-gilles-ixelles-uccle/attractions/flagey/a/poi-sig/1262223/1342455",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d3b0de72c465defb4488c83b62234c88-lpl-batiment_flagey.jpg",
        "detail_description": "This marvellous 1938 ‘liner’ building originally conceived as the national radio building, is now the centre of an up-and-coming nightlife area. With its distinctive round ‘periscope’ tower, it’s an art deco classic that hosts a hip cafe, a cinema and various music venues.\n"
    },
    {
        "country": "belgium",
        "city": "Brussels",
        "index": 20,
        "name": "Galeries St-Hubert",
        "latitude": "50.846916",
        "longitude": "4.354346",
        "excerpt": "When opened in 1847 by King Léopold I, the glorious Galeries St-Hubert formed Europe’s very first shopping arcade. Many enticing shops lie behind its…",
        "detail_url": "https://www.lonelyplanet.com/belgium/brussels/grand-place-ilot-sacre-1342453/attractions/galeries-st-hubert/a/poi-sig/404666/1342453",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8d061b7e2a8a360c95bea0cbd6eeb00a-lpl-galeries_st_huber.jpg",
        "detail_description": "When opened in 1847 by King Léopold I, the glorious Galeries St-Hubert formed Europe’s very first shopping arcade. Many enticing shops lie behind its neoclassical glassed-in arches flanked by marble pilasters. Several eclectic cafés spill tables onto the gallery terrace, safe from rain beneath the glass roof. The arcade is off Rue du Marché aux Herbes.\n"
    }
]