[
    {
        "country": "bhutan",
        "city": "Thimphu",
        "index": 1,
        "name": "Simtokha Dzong",
        "latitude": "27.438212",
        "longitude": "89.669638",
        "excerpt": "About 5km south of Thimphu on the old road to Paro and Phuentsholing, the handsomely proportioned Simtokha Dzong was built in 1629 by Zhabdrung Ngawang…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/south-of-thimphu/attractions/simtokha-dzong/a/poi-sig/1538283/1335502",
        "image_url": null,
        "detail_description": "About 5km south of Thimphu on the old road to Paro and Phuentsholing, the handsomely proportioned Simtokha Dzong was built in 1629 by Zhabdrung Ngawang Namgyal. The site is said to mark the spot where a demon vanished into a rocky outcrop, hence the name Simtokha, from simmo (demoness) and do (stone). The site was also a vitally strategic location from which to protect the Thimphu valley and the passage east to the Dochu La and eastern Bhutan.\nOfficially known as Sangak Zabdhon Phodrang (Palace of the Profound Meaning of Secret Mantras), Simtokha is often said to be the first dzong built in Bhutan. In fact, there were dzongs in Bhutan as early as 1153, but this was the first dzong built by the Zhabdrung, and was the first structure to incorporate both monastic and administrative facilities. It is also the oldest dzong to have survived as a complete structure. Just above the dzong is Bhutan's Institute for Language and Culture Studies.During its construction Simtokha Dzong was attacked by an alliance of Tibetans and five Bhutanese lamas from rival Buddhist schools who were opposed to the Zhabdrung's rule. The attack was repelled and the leader of the coalition, Palden Lama, was killed. In 1630 the Tibetans attacked again and took the dzong, but the Zhabdrung regained control when the main building caught fire and the roof collapsed, killing the invaders. Descriptions of the original buildings at Simtokha Dzong were provided by two Portuguese Jesuit priests who visited in 1629 on their way to Tibet.The fortress was restored and expanded by the third desi (secular ruler), Mingyur Tenpa, in the 1670s, and it has been enlarged and modified many times since. The fine murals inside have been restored by experts from Japan. The squat, whitewashed dzong looks more fortress-like than most, and the only gate is on the south side (though the original gate was on the west wall). As you enter, note the murals of the four guardian kings – Vaishravana (north), Dhritarashtra (east), Virudhaka (south) and Virupaksha (west) – protecting the four cardinal directions, and the jewel-vomiting mongoose in the hand of the yellow King of the North.The utse (central tower) is three storeys high, and prayer wheels around the courtyard are backed by more than 300 slate carvings depicting saints and philosophers. The large central figure in the central lhakhang is of Sakyamuni, flanked by the eight bodhisattvas, and the ceiling is hung with an incredible array of dhvaja (victory banners) in brightly coloured silk. The dark murals inside this lhakhang are some of the oldest and most beautiful in Bhutan and the walls are adorned with embroidered thangkas (religious pictures).In the western chapel are statues of Chenresig, green and white Taras, and an early painting of Zhabdrung Ngawang Namgyal. Check out the tigers' tails and guns hanging from the pillars in the eastern goenkhang, a protector chapel dedicated to the guardians of Bhutan, Yeshe Goenpo (Mahakala) and Pelden Lhamo."
    },
    {
        "country": "bhutan",
        "city": "Bhutan",
        "index": 2,
        "name": "Trongsa Dzong",
        "latitude": "27.499603",
        "longitude": "90.504837",
        "excerpt": "This commanding dzong, high above the roaring Mangde Chhu, is perhaps the most spectacularly sited dzong in Bhutan, with a sheer drop to the south that…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/trongsa/attractions/trongsa-dzong/a/poi-sig/1011382/1314790",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f165ed1b26211241aeff330524b6207f-trongsa-dzong.jpg",
        "detail_description": "This commanding dzong, high above the roaring Mangde Chhu, is perhaps the most spectacularly sited dzong in Bhutan, with a sheer drop to the south that often just disappears into cloud and mist. The rambling assemblage of buildings that comprises the dzong trails down the ridge and is connected by a succession of alley-like corridors, wide stone stairs and beautiful paved courtyards. The southernmost part of the dzong, Chorten Lhakhang, is the location of the first hermitage, built in 1543.\nThe first construction on the site was carried out by Ngagi Wangchuck (1517–54), the great-grandfather of Zhabdrung Ngawang Namgyal. He came to Trongsa in 1541 and built a tshamkhang (small meditation room) after discovering self-manifested hoof prints belonging to the horse of the protector deity Pelden Lhamo. Trongsa ('New Village' in the local dialect) gets its name from the retreats, temples and hermit residences that soon grew up around the chapel. The dzong was built in its present form in 1644 by Chhogyel Mingyur Tenpa, the official who was sent by the Zhabdrung to bring eastern Bhutan under central control. It was then enlarged at the end of the 17th century by the desi, Tenzin Rabgye. Its official name is Chhoekhor Raptentse Dzong, and it is also known by its short name of Choetse Dzong. The dzong was severely damaged in the 1897 earthquake, and repairs were carried out by the penlop of Trongsa, Jigme Namgyal, father of Bhutan's first king.Trongsa Dzong is closely connected to the royal family. The first two hereditary kings ruled from this dzong, and tradition still dictates that the crown prince serve as Trongsa penlop before acceding to the throne.The dzong's strategic location gave it great power over this part of the country. The only trail between eastern and western Bhutan still leads straight through Trongsa and used to run directly through the dzong itself. This gave the Trongsa penlop enviable control over east–west trade and the considerable tax revenue to be derived from it. Today most visitors enter through the main eastern gate, but energetic types can make the steep cardio hike on the Mangdue Foot Trail from the viewpoint and enter the dzong via the western gate, in traditional fashion.The Trongsa rabdey (district monk body) migrates between winter (Trongsa) and summer (Bumthang) residences, just as the main dratshang (central monk body) does between Thimphu and Punakha.There are 23 separate lhakhangs in the dzong, though what you get to see depends on which keys are available. Most of the existing fine decoration was designed during the rule of the first king, Ugyen Wangchuck. To the side of the dzong is the archery ground and pavilion where the current king (then crown prince) was crowned penlop in 2004.Rooms to visit include the atmospheric northern kunrey (assembly hall) and the impressive next-door Jampa Lhakhang, with a two-storey Maitreya (Jampa) statue. The southern Mithrub Lhakhang houses the funerary chorten of Ngagi Wangchuck. Feel for the footprints worn into the wooden floor by one overly enthusiastic prostrator.The five-day Trongsa tsechu is held in the northern courtyard in December or January and culminates in the unveiling of a thondrol (a giant thangka – a painted or embroidered religious picture)."
    },
    {
        "country": "bhutan",
        "city": "Thimphu",
        "index": 3,
        "name": "Trashi Chho Dzong",
        "latitude": "27.489802",
        "longitude": "89.635181",
        "excerpt": "This splendid dzong, north of the city on the west bank of the Wang Chhu, dominates the valley, looking out over a cascade of terraced fields. It's…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/trashi-chho-dzong/a/poi-sig/449047/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/920de4c69eb8dc956b6687b1e78ae804-trashi-chhoe-dzong.jpg",
        "detail_description": "This splendid dzong, north of the city on the west bank of the Wang Chhu, dominates the valley, looking out over a cascade of terraced fields. It's Thimphu's grandest building by far, and served as the official seat of the Druk Desi, the head of the secular government that shared power with the religious authorities, from the 18th to the 19th centuries. The dzong was the site of the lavish formal coronation of the fifth king in 2008.\nThe building you see today is actually not the original Thimphu dzong. The first fortress – the Dho-Ngen Dzong (Blue Stone Dzong) – was erected in 1216 on the hillside where Dechen Phodrang now stands, and it was adopted as the seat of Lama Phajo Drukgom Shigpo, who brought the Drukpa Kagyu lineage to Bhutan. The fort was renamed Trashi Chho Dzong (Fortress of the Glorious Religion) when it passed from the descendants of Lama Phajo to Zhabdrung Ngawang Namgyal in 1641.The Zhabdrung planned to house both monks and civil officials in the dzong, but it was too small, so he built a new dzong lower down in the valley for the civil officials, and this soon become the focus of attention. The upper dzong was eventually destroyed by fire in 1771 and the lower dzong was expanded before also suffering a devastating fire in 1866. Such setbacks are not unusual in the history of a dzong, and the lower dzong was rebuilt, before suffering damage in two further fires and the deadly earthquake of 1897.When King Jigme Dorji Wangchuck moved his capital to Thimphu in 1962, he began a five-year project to renovate and enlarge the dzong. The royal architect left the utse (central tower) untouched, along with the imposing chapel and assembly hall in the courtyard, but the rest of the compound was rebuilt in traditional fashion, without nails or architectural plans. The dzong once housed the National Assembly and now houses the secretariat, the throne room, and offices of the king and the ministries of home affairs and finance. The courtyard to the north of the assembly hall hosts Thimphu's biggest annual bash, the colourful tsechu festivities.The dzong's whitewashed perimeter walls are guarded by three-storey towers at the four corners, capped by red-and-gold, triple-tiered roofs. The only way to enter the fort is via one of two gateways on the eastern side of the structure. The southern entrance leads to the administrative section (off-limits to visitors), while the northern entrance leads to the monastic quarter, the summer residence of the dratshang (central monk body).Entering the dzong via the northern entrance after a thorough security check, visitors are greeted by depictions of the four guardian kings, while the steps are flanked by images of Drukpa Kunley, Thangtong Gyelpo and Togden Pajo (the founder of nearby Phajoding Monastery). Beyond is the vast, flagstone dochey (courtyard) and the utse. It's hard not to be humbled by the dramatic proportions of the architecture, and the enclosed silence broken only by the flight of pigeons, the shuffle of feet and the whir of prayer wheels.The northern part of the compound, which visitors are free to explore, contains the towering utse, accessed via a steep wooden stairway. If you're allowed in, look for the 3rd-floor funeral chorten of the 69th Je Khenpo, where pilgrims receive the blessing of betel nut from his nut container. If this intrigues you, head next door to visit the toilet of the Zhabdrung in his former living room.Nearby in the courtyard is the Lhakhang Sarp, a small chapel with handsome mythical beasts supporting its beams. The original dukhang (assembly hall) on the edge of the square enshrines a huge statue of Sakyamuni (the historical Buddha) and the thrones of the current king, past king and Je Khenpo. Look to the ceiling for fine mandala paintings.Northeast of the dzong is an excellent example of a traditional cantilever bridge. To the southeast is the unassuming residence of the current king, while across the river you can see the impressive, step-roofed National Assembly. The small Neykhang Lhakhang, west of the dzong, houses the local protective deities Gyenyen Jagpa Melen and Dorji Daktshen, and is off-limits to visitors.The large open-air courtyard on the north side of the dzong hosts the dances of the annual tsechu festival in September. The dzong's huge Sangay Tsokhorsum Thondrol (painted/embroidered religious picture) is unfurled here at the climax of the tsechu."
    },
    {
        "country": "bhutan",
        "city": "Thimphu",
        "index": 4,
        "name": "Weekend Market",
        "latitude": "27.475075",
        "longitude": "89.641346",
        "excerpt": "Thimphu's Weekend Market fills a maze-like pavilion on the west bank of the Wang Chhu, just north of Changlimithang Stadium. Vendors from throughout the…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/weekend-market/a/poi-sig/449051/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ab8ddf1de05e93d7afa87c2ae89a4837-weekend-market.jpg",
        "detail_description": "Thimphu's Weekend Market fills a maze-like pavilion on the west bank of the Wang Chhu, just north of Changlimithang Stadium. Vendors from throughout the region start arriving on Thursday and remain until Sunday night, filling the market halls and surrounding streets with produce. The incense area is one of the most interesting, full of deliciously aromatic raw ingredients and pink cubes of camphor and saffron that are used to flavour the holy water given to pilgrims in lhakhangs.\nWander around the stalls and you'll find a pungent collection of dried fish, strips of fatty pork and discs of datse (soft cheese), as well as dried chillies, local pickles and condiments and bottles of wild honey from southern Bhutan. During the winter you can even pick up a leg of yak (with the hoof still attached). Depending on the season, look out for banana pods, jackfruit and the curly fern fronds known as nakey. The cereals section has red rice and kapche, the ground roasted barley beloved by highland Bhutanese and Tibetans (known as tsampa across the Himalaya). The action spills over into the surrounding streets, which are a buzz of activity at market time.Nearby, across a traditional cantilevered bridge, is the weekends-only Handicrafts Market."
    },
    {
        "country": "bhutan",
        "city": "Bhutan",
        "index": 5,
        "name": "Jakar Dzong",
        "latitude": "27.549373",
        "longitude": "90.744031",
        "excerpt": "Jakar Dzong is in a picturesque location overlooking the Chokhor valley; the current structure was built in 1667. Its official name is Yuelay Namgyal…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/central-bhutan/jakar/attractions/jakar-dzong/a/poi-sig/485720/355822",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148640884_full.jpg",
        "detail_description": "Jakar Dzong is in a picturesque location overlooking the Chokhor valley; the current structure was built in 1667. Its official name is Yuelay Namgyal Dzong, in honour of the victory over Tibetan ruler Phuntsho Namgyal's troops. An unusual feature here is that the utse (central tower) is situated on an outside wall, so there is no way to circumambulate it.\nAccording to legend, when the lamas assembled in about 1549 to select a site for a monastery, a big white bird rose suddenly in the air and settled on a spur of a hill. This was interpreted as an important omen, and the hill was chosen as the monastery's site and for Jakar Dzong, which roughly translates as 'castle of the white bird'. The Zhabdrung's great-grandfather, Ngagi Wangchuck, founded the monastery.The approach to the impressive dzong, which has a circumference of more than 1500m, is made on foot along a stone-paved path. The entrance leads into a narrow courtyard surrounded by administrative offices. The utse is on the east side of the courtyard, and beyond that is the monks' quarters. At the west end of the dzong is a slightly larger courtyard, also surrounded by administrative offices. Behind here is a half-round ta dzong (watchtower). A walled passage leads from the dzong down the hill to a nearby spring – a feature that ensured water could be obtained in the event of a long siege.Even if the chapels are closed, it's a worthwhile climb for the views of the Chokhor valley from the front courtyard."
    },
    {
        "country": "bhutan",
        "city": "Bhutan",
        "index": 6,
        "name": "Tower of Trongsa Royal Heritage Museum",
        "latitude": "27.499041",
        "longitude": "90.50786",
        "excerpt": "This watchtower (ta dzong) overlooking the dzong now houses an excellent museum. The five floors of displays tell the history of the monarchy through such…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/trongsa/attractions/tower-of-trongsa-royal-heritage-museum/a/poi-sig/1366270/1314790",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3dcc4cc32dad8b6602065949c1f1809a-tower-of-trongsa-royal-heritage-museum.jpg",
        "detail_description": "This watchtower (ta dzong) overlooking the dzong now houses an excellent museum. The five floors of displays tell the history of the monarchy through such varied treasures as the 500-year-old jacket of Ngagi Wangchuk, the second king's saddle and a copy of the famous raven crown. You can drive here and then walk back to town down a staircase past several chapels.\nAs you ascend the floors look for the radio given by American Burt Todd, a friend of the third king who visited Bhutan in the 1950s (the first American to do so) and set up Bhutan's postal system. Other treasures include a fine photo of the kings of Bhutan and Sikkim in Kolkata (Calcutta) in 1905, and a beautiful 1926 document declaring an oath of allegiance to the monarchy.The most sacred religious item is a copy of the Padma Kathang, a copy of Guru Rinpoche's biography discovered by Pema Lingpa underneath the Jokhang Temple in Lhasa. There are two lhakhangs inside the ta dzong; the top-floor Gesar Lhakhang is dedicated to the 19th-century penlop of Trongsa, Jigme Namgyal. Two British soldiers are said to have been kept in the dzong's dungeon for several months during the Duar War.There are sweeping views from the roof, plus a souvenir shop and a ground-floor cafe providing refreshments (and lunch by prior arrangement).Photos are not allowed in the museum, so leave your camera and phone in your vehicle. There are lockers at the entrance but you'll need to return all the way back there to pick them up."
    },
    {
        "country": "bhutan",
        "city": "Thimphu",
        "index": 7,
        "name": "Changangkha Lhakhang",
        "latitude": "27.47332",
        "longitude": "89.628275",
        "excerpt": "This traditional Bhutanese temple perched like a fortress on a ridge above central Thimphu hums with pilgrim activity. It was established in the 12th…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/changangkha-lhakhang/a/poi-sig/449019/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-102270757_super.jpg",
        "detail_description": "This traditional Bhutanese temple perched like a fortress on a ridge above central Thimphu hums with pilgrim activity. It was established in the 12th century on a site chosen by Lama Phajo Drukgom Shigpo, originally from Ralung in Tibet. Parents come here to get auspicious names for their newborns or blessings for their young children from the protector deity Tamdrin (to the left in the grilled inner sanctum). Children are blessed by a phurba (ritual dagger) and given a sacred thread.\nThe interior murals are particularly fine. Give the resident astrologer your birth date and he will consult divination charts to decide what kind of protective prayer flags will benefit you. Don't leave without checking out the shrine to the tshomen (mermaid) in the central courtyard and then taking in the excellent view from the kora (circumambulation) path around the compound. Come early in the morning, before groups arrive, to enjoy Changangkha at its most peaceful."
    },
    {
        "country": "bhutan",
        "city": "Thimphu",
        "index": 8,
        "name": "Tango Goemba",
        "latitude": "27.601411",
        "longitude": "89.646206",
        "excerpt": "Tango is the residence of Gyalse Rinpoche, recognised as the seventh reincarnation of Gyalse Tenzin Rabgye, founder of Taktshang Goemba. The original…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/north-of-thimphu/attractions/tango-goemba/a/poi-sig/1536357/1335501",
        "image_url": null,
        "detail_description": "Tango is the residence of Gyalse Rinpoche, recognised as the seventh reincarnation of Gyalse Tenzin Rabgye, founder of Taktshang Goemba. The original monastery was founded in the 12th century but it was the 'divine madman', Lama Drukpa Kunley, who built the present building in the 15th century. Notable for its striking curved frontage, Tango is part of an important university of Buddhist studies – the main campus is down in the valley and monks trek back and forth between the two throughout the day.\nIn 1616 Zhabdrung Ngawang Namgyal visited Tango and meditated in a nearby cave, and the head lama made a gift of the entire complex. In gratitude, the Zhabdrung carved a sandalwood statue of Chenresig, which he installed in the monastery. Because of its connections to the Zhabdrung, Tango is a popular place to visit during the memorial of his death in April or May, known as the Zhabdrung Kuchoe.Once you reach the main three-storey goemba there are several chapels to visit, including the 3rd-floor zimchung (living quarters) of the fourth Druk Desi, where you can receive a blessing from his walking stick. The timbers of the surrounding compound are adorned with fine carvings of the Buddhist eight auspicious signs. Restoration work is ongoing at the goemba, using materials hauled up from the bottom of the valley on an old-fashioned cableway.The trail from the car park climbs 280m and takes about 40 minutes if you follow the steeper direct trail, or about an hour if you take the longer, more gradual trail. En route you'll pass Buddhist quotes to inspire you on the spiritual path.As you climb to the monastery take the left branch to first visit the meditation cave of the Zhabdrung (Tandin Ney) on a rock outcrop looking out over the valley. Tango gets its name (it translates to 'horse head') from the natural shape of this rocky protrusion. A small chapel enshrines a large crystal that was carried from Tibet and is used in visualisation meditations."
    },
    {
        "country": "bhutan",
        "city": "Thimphu",
        "index": 9,
        "name": "National Memorial Chorten",
        "latitude": "27.466531",
        "longitude": "89.637781",
        "excerpt": "This large chorten is one of the most visible landmarks in Thimphu, and for many Bhutanese it is the focus of daily worship. The Tibetan-style stupa was…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/national-memorial-chorten/a/poi-sig/1113820/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148515496_high.jpg",
        "detail_description": "This large chorten is one of the most visible landmarks in Thimphu, and for many Bhutanese it is the focus of daily worship. The Tibetan-style stupa was built in 1974 as a memorial to the third king, Jigme Dorji Wangchuck (1928–72). Early morning is a great time to visit, as elderly people shuffle meditatively around the chorten, families light butter lamps, and kids dressed in their smartest ghos and kiras (traditional dress for men and women) rush out a quick kora (ritual circumambulation) on their way to school.\nThe whitewashed chorten, with its sun-catching golden finial, has richly painted annexes facing the cardinal directions, and features elaborate mandalas, statues and a shrine dedicated to the popular king. The action continues from dawn till long after dark, but tourists are discouraged from visiting at night to give devotees some respite. Clock the dedicated group of old timers hauling away at room-size giant prayer wheels beside the main entrance."
    },
    {
        "country": "bhutan",
        "city": "Bhutan",
        "index": 10,
        "name": "Kurjey Lhakhang",
        "latitude": "27.58713",
        "longitude": "90.730462",
        "excerpt": "This large, active and important temple complex is named after the body (kur) print (jey) of Guru Rinpoche, which is preserved in a cave inside the oldest…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/chokhor-valley-bumthang/attractions/kurjey-lhakhang/a/poi-sig/1371075/1335542",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Bhutan%20Bumthang%20Caroline%20Pang%20GettyImages-521412854%20RFC.jpg",
        "detail_description": "This large, active and important temple complex is named after the body (kur) print (jey) of Guru Rinpoche, which is preserved in a cave inside the oldest of the three buildings that make up the complex. It is at the end of a paved road, 2.5km from Chakhar Lhakhang.\nThe first of the three temples, the Guru Lhakhang, is the oldest and was built in 1652 by Mingyur Tenpa when he was penlop of Trongsa. Tucked just below the eaves is a figure of a snow lion with a jachung (also called garuda) above it, which represents the famous struggle between Guru Rinpoche (appearing as the garuda) and the local demon, Shelging Kharpo (as the snow lion). The statue of Shelging Kharpo inside is usually hidden from view.At the entrance to the lower-floor Sangay Lhakhang is a small crawl-through rock passage; Bhutanese believe that in crawling through a narrow tunnel like this you will leave your sins behind. Behind the statues of the three Buddhas is a secret passageway that is said to have once led to Tharpaling.The upper-floor sanctuary is the holiest in the complex. There are 1000 small statues of Guru Rinpoche neatly lined up along the left wall, plus statues of Guru Rinpoche, Pema Lingpa and Drolma (Tara). The main statue in this sanctuary is again of Guru Rinpoche, flanked by his eight manifestations and eight chortens. Hidden behind this image is the meditation cave, where he left his body imprint. The far wall has images of Guru Rinpoche, his manifestations, his 25 disciples and various other figures connected with the Guru. The big cypress tree behind the lhakhang is said to have sprouted from the Guru's walking stick.Ugyen Wangchuck, the first king of Bhutan, built the second temple, the Sampa Lhundrup Lhakhang, in 1900, when he was still penlop of Trongsa. On the entrance porch are paintings of the Guardians of the Four Directions and of various local deities who were converted to Buddhism by Guru Rinpoche. The white ghostlike figure on the white horse above the doorway to the right is Shelging Kharpo; also here are local protectors Yakdu Nagpo (on a black yak) and Kyebu Lungten (on a red horse). Inside the temple is a towering statue of Guru Rinpoche, this one 10m high, flanked again by his eight manifestations. A smaller image of the Guru sits facing towards Tibet with a defiant stare.The third building in the complex was built by Ashi Kesang Wangchuck, queen to the third king, in 1984 under the guidance of Dilgo Khyentse Rinpoche. She also had the courtyard in front of the three temples paved with stones and built a wall with 108 chortens around the whole complex. On the porch in front of the temple is a large wheel of life. At the bottom you can see a man being judged, with black and white stones representing his good and bad deeds. There's a mystic spiral mandala on the side of the entrance. Interior murals illustrate various monastic rules and regulations, including the strict dress codes.The elaborately decorated Zangto Pelri Lhakhang, a short distance south of the Kurjey Lhakhang compound, features a kitschy 3D depiction of the paradise of Guru Rinpoche and a wall mural of Ashi Wangchuk enjoying life in the western paradise known as Dewachen. The ground floor has a particularly lovely portable chorten shrine known as a tashi gomang.A five-minute walk up the hillside near the entrance is the Kurjey Drupchhu, a sacred spring where monks come to wash their socks.The popular Kurjey tsechu is held in June and includes a masked dance that dramatises Guru Rinpoche's defeat of Shelging Kharpo. A large thangka, called Guru Tshengye Thondrol, depicting the eight manifestations of Guru Rinpoche, is unfurled in the early morning before the dances, which are performed by the monks from Trongsa."
    },
    {
        "country": "bhutan",
        "city": "Thimphu",
        "index": 11,
        "name": "National Institute for Zorig Chusum",
        "latitude": "27.4831",
        "longitude": "89.631524",
        "excerpt": "This institute, commonly known as 'the painting school', operates four- to six-year courses that provide instruction in Bhutan's 13 traditional arts…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/national-institute-for-zorig-chusum/a/poi-sig/449031/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/29729bf4873896dcfa2c207f2e651a515cf6b0932f68ae5ab61ed29a4e8a803b.jpg",
        "detail_description": "This institute, commonly known as 'the painting school', operates four- to six-year courses that provide instruction in Bhutan's 13 traditional arts. Students specialise in painting (of both furniture and thangkas – painted religious pictures, usually on canvas), woodcarving (masks, statues, bowls), embroidery (hangings, boots, clothes) or statue-making (clay). Students are well used to having visitors while they work and it's fine to take photos.\nIt's hard not to be impressed by the skill and discipline of the young students, and their work is sold at fair prices in the school showroom."
    },
    {
        "country": "bhutan",
        "city": "Thimphu",
        "index": 12,
        "name": "National Textile Museum",
        "latitude": "27.478863",
        "longitude": "89.636132",
        "excerpt": "Thimphu's best museum is part of the Royal Textile Academy. It features a stunning display of ancient and modern textiles, and explores the rich…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/national-textile-museum/a/poi-sig/1366387/355838",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstock610666673-RFE.jpg",
        "detail_description": "Thimphu's best museum is part of the Royal Textile Academy. It features a stunning display of ancient and modern textiles, and explores the rich traditions of Bhutan's national arts of thagzo (weaving) and tshemzo (embroidery). The ground floor focuses on royal ghos, including the wedding clothes worn by the fourth king and his four wives. The upper floor introduces the major weaving techniques, styles of local dress and types of textiles made by women and men. No photography is allowed.\nThe museum shop offers some interesting books and fine textiles. Across the courtyard is the Royal Textile Academy conservation centre, where you can watch a small group of weavers working their looms."
    },
    {
        "country": "bhutan",
        "city": "Thimphu",
        "index": 13,
        "name": "National Institute of Traditional Medicine",
        "latitude": "27.480691",
        "longitude": "89.629665",
        "excerpt": "Established in 1978, this institute collects medicinal plants from remote corners of the Bhutanese Himalaya, and distributes pills, ointments and…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/national-institute-of-traditional-medicine/a/poi-sig/449033/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-169688337_medium.jpg",
        "detail_description": "Established in 1978, this institute collects medicinal plants from remote corners of the Bhutanese Himalaya, and distributes pills, ointments and medicinal teas to regional health-care units around the country. As well as a fully functioning herbal medicine hospital, there's a small museum here covering some of the 300 herbs, minerals and animal parts that Bhutanese doctors have to choose from.\nOf particular interest is yartsa goenbub (cordyceps) – actually the bodies of caterpillars and other bugs that have been infested by a parasitic fungus – which is consumed as a form of 'Himalayan Viagra'. The curious 'worm-root' sells for up to US$25,000 per kilogram in China. Also pause to examine the intricate 'Celestial City of Medicine' sculpture in the lobby.If you're feeling under the weather, the on-site clinic will tell you if your wind, bile and phlegm are in balance and prescribe appropriate medicines or treatments, all free of charge. Lasgang root and gentiana are said to do wonders for a sore throat, while chozen nagsel helps in curing all diseases apparently caused by evil spirits."
    },
    {
        "country": "bhutan",
        "city": "Bhutan",
        "index": 14,
        "name": "Tamshing Goemba",
        "latitude": "27.589697",
        "longitude": "90.736599",
        "excerpt": "This goemba, formally the Tamshing Lhendup Chholing (Temple of the Good Message), is 5km from Jakar. It was established in 1501 by Pema Lingpa and is the…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/chokhor-valley-bumthang/attractions/tamshing-goemba/a/poi-sig/1538311/1335542",
        "image_url": null,
        "detail_description": "This goemba, formally the Tamshing Lhendup Chholing (Temple of the Good Message), is 5km from Jakar. It was established in 1501 by Pema Lingpa and is the most important Nyingma goemba in the kingdom. Pema Lingpa built the unusual structure himself, with the help of khandromas (female celestial beings), who, it is claimed, made many of the statues.\nOn the inner walls are what are believed to be original unrestored images that were painted by Pema Lingpa, though there are even older paintings underneath.The entrance to the lhakhang is via a courtyard lined with monks' quarters. Upon entering the inner courtyard, directly in front is the small Mani Dungkhor Lhakhang, built in 1914 to hold a huge prayer wheel.The main lhakhang, to your right, has an unusual design, with the key chapel screened off in the centre of the assembly hall, almost like a separate building. In the chapel are three thrones for the three incarnations (body, mind and speech) of Pema Lingpa. During important ceremonies the reincarnations sit here, although a photograph is substituted if one of the incarnations is not present.The primary statue in the inner sanctuary is of Guru Rinpoche flanked by Jampa (Maitreya, the Buddha of the future) and Sakyamuni. This statue is particularly important because it was sculpted by the khandromas. The statue's eyes are looking slightly upward, following the angels in their flight; another unique aspect of the statue is that the Guru is not wearing shoes. Above the altar are two maksaras (mythological crocodiles) and a garuda. On the walls are the eight manifestations of Guru Rinpoche, four on each side. A small statue of Pema Lingpa occupies a glass case in front of the chapel.The upper floor forms a balcony around the assembly hall. Pema Lingpa was a short man and it is said that he built the low ceiling of the balcony to his exact height. Around the outside are 100,000 old paintings of Sakyamuni. In the upper chapel is a statue of Tsepame, the Buddha of Long Life, and a large collection of masks that are used for dances. Also here, but off-limits to visitors, is a statue of Pema Lingpa fashioned by the man himself.There are good views from Tamshing back across the river to Kurjey Lhakhang."
    },
    {
        "country": "bhutan",
        "city": "Bhutan",
        "index": 15,
        "name": "Jampey Lhakhang",
        "latitude": "27.575423",
        "longitude": "90.734003",
        "excerpt": "Up a short side road about 1.5km past Sey Lhakhang, this fabulous temple is believed to have been built in 659 by the Tibetan king Songtsen Gampo, on the…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/chokhor-valley-bumthang/attractions/jampey-lhakhang/a/poi-sig/1371068/1335542",
        "image_url": "https://lp-cms-production.imgix.net/2022-02/Bhutan%20Bumthang%20ajlber%20GettyImages-508860022%20RFE%20crop.jpg",
        "detail_description": "Up a short side road about 1.5km past Sey Lhakhang, this fabulous temple is believed to have been built in 659 by the Tibetan king Songtsen Gampo, on the same day as Kyichu Lhakhang in Paro, in order to subdue a Tibetan demoness (the temple is said to pin her left knee). The temple was visited by Guru Rinpoche and was renovated by the Sindhu Raja after the Guru restored his life force. It's the one place in the valley that feels truly ancient.\nInside the main Jampey (Jampa) Lhakhang are three stone steps representing three ages. The first signifies the past, the age of the historical Buddha, Sakyamuni. This step has descended into the ground and is covered with a wooden plank. The next age is the present, and its step is level with the floor. The top step represents a new age. It is believed that when the step representing the present age sinks to ground level, the gods will become like humans and the world as it is now will end.The central figure in the ancient inner sanctum is Jampa, the Buddha of the future, with his feet on an elephant. This is the oldest part of the oldest chapel in Bhutan. The entry to the chapel is protected by an iron chain mail that was made by Pema Lingpa. Look up into the alcove above the entry to see a statue of Guru Rinpoche. He sat in this alcove and meditated, leaving behind a footprint. It is said that under the lhakhang there is a lake with several terma – sacred texts and artefacts hidden by Guru Rinpoche.The inner kora (circumambulation) path around the chapel is lined with ancient murals depicting 1000 Buddhas. There are more lovely murals in the atrium. On the right side of the wooden wall divider is an image of Kim-lha, the Goddess of the Home.On the northern side of the courtyard is the Kalachakra Temple (Dukhor Lhakhang), added by Ugyen Wangchuck when he was penlop. The animal-headed deities on the walls are the demons that confront the dead during the 49 days of bardo (the state between death and rebirth). Chimi Dorji, the administrator of Jakar Dzong, added the Guru Lhakhang on the south side of the dochey (courtyard), which features statues of Guru Rinpoche, Tsepame and Chenresig. Generations of prostrators have worn the wooden boards smooth on either side of the courtyard entryway.Behind the main temple are two large stone chortens; one is in memory of the second king's younger brother, the other in memory of Lama Pentsen Khenpo, spiritual adviser to the first and second Bhutanese kings. The four corners of the complex are anchored by four more chortens, coloured yellow, red, white and blue.The pile of mani stones (carved with the Buddhist mantra om mani peme hum) in the car park in front of the goemba is called a thos and represents the Guardians of the Four Directions.Each October one of the most spectacular festivals in Bhutan, the Jampey Lhakhang Drup, is staged here. The festival ground and VIP viewing platform is to the left (south) of the chapel. On one evening, after the lama dances, the monastery hosts a mewang (fire blessing connected to fertility rites), when pilgrims jump through a burning archway. Another late-night rite is the naked tercham (treasure dance), normally performed at midnight."
    },
    {
        "country": "bhutan",
        "city": "Thimphu",
        "index": 16,
        "name": "Motithang Takin Preserve",
        "latitude": "27.481147818347",
        "longitude": "89.613257646561",
        "excerpt": "Off the road leading to the BBS Tower, this preserve for Bhutan's curious national animal was originally established as a zoo, but the fourth king decided…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/motithang-takin-preserve/a/poi-sig/449029/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-102269201_super.jpg",
        "detail_description": "Off the road leading to the BBS Tower, this preserve for Bhutan's curious national animal was originally established as a zoo, but the fourth king decided this was not in keeping with Bhutan's environmental and religious convictions, and the takin were released into the wild. Unfortunately the animals were so tame they took to wandering the streets of Thimphu looking for food, so this enclosed area was set aside to keep them safe.\nAlthough the entry fee is high, the setting is peaceful and it's worth taking the time to see these oddball mammals. The best time to view the takin up close is early morning, when they gather near the fence to feed."
    },
    {
        "country": "bhutan",
        "city": "Thimphu",
        "index": 17,
        "name": "Buddha Dordenma",
        "latitude": "27.443592",
        "longitude": "89.645305",
        "excerpt": "The huge 51m-tall steel statue of Buddha Dordenma commands the entry to the Thimphu valley. The massive three-storey base houses a large chapel full of…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/buddha-dordenma/a/poi-sig/1366186/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/53110558.jpg",
        "detail_description": "The huge 51m-tall steel statue of Buddha Dordenma commands the entry to the Thimphu valley. The massive three-storey base houses a large chapel full of thousands of donated Buddha statuettes, while the body itself is filled with 125,000 smaller statues of Buddha. The chapel roof has some particularly fine mandalas. The Buddha looks amazing when illuminated at night. The area is called Changri Kuensel Phodrang after the former palace of the 13th Druk Desi that once stood here.\nThe statue was made in China, cut into pieces and then shipped and trucked in from Phuentsholing – we would've loved to have seen the faces of the local farmers as the super-sized features of the Buddha drove by! The paved road to the site, also known as 'Buddha Point', passes a new Hindu temple and is a popular biking route. A 3.5km mountain-bike trail branches off from just below the Buddha site to Depsi, near Babesa; in the other direction, you can continue as far as Pangri Zampa."
    },
    {
        "country": "bhutan",
        "city": "Bhutan",
        "index": 18,
        "name": "Ngang Lhakhang",
        "latitude": "27.662794",
        "longitude": "90.753907",
        "excerpt": "A bumpy 10km drive up the Chokhor valley from Thangbi Goemba is the small region known as Ngang-yul (Swan Land). The site was visited by Guru Rinpoche,…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/chokhor-valley-bumthang/attractions/ngang-lhakhang/a/poi-sig/1538304/1335542",
        "image_url": null,
        "detail_description": "A bumpy 10km drive up the Chokhor valley from Thangbi Goemba is the small region known as Ngang-yul (Swan Land). The site was visited by Guru Rinpoche, but the present Ngang Lhakhang was built in the 15th century by Lama Namkha Samdrup, a contemporary of Pema Lingpa.\nDespite the recently renovated exterior, the interior contains some lovely statues and paintings. The primary statue is of Guru Rinpoche, flanked by early Buddhist missionary Shantarakshita and Tibetan king Trisong Detsen. There is a mural of the Zhabdrung on the side wall opposite the altar and an image of Guru Rinpoche on a lotus surrounded by two duck-like swans.The upper chapel is a goenkhang, with statues of the 'Tsela Nam Sum' trinity of Tsepame, Namse and Drolma, with Chenresig standing to the left. The statue of Guru Rinpoche to the right was fashioned by Pema Lingpa himself. Protector deities lurk in the shadows. Hanging from the rafters are masks used in the three-day Ngang Bi Rabney, a festival organised in the middle of the 10th month by the two main clans of the village in honour of the temple's founder.It's possible to stay overnight at the rural Balakha Farmhouse, homestay accommodation right beside the lhakhang. Accommodation is simple, but you'll get a comfortable mattress on the floor, a shared organic meal with the family and a clean Western toilet. The friendly owners have looked after the lhakhang for generations.A bridge over the Chamkhar Chhu means it's possible to drive up to the lhakhang, but it's a much nicer walk (of two hours) from Thangbi Goemba along the true left bank of the river. En route you can detour to explore the 17th-century ruins of Draphe (Drapham, or Damphel) Dzong, a 30-minute gentle uphill walk from Ngang Lhakhang.The long day hike over the Phephe La (signed 'Febila') to Ogyen Chholing Palace in the Tang valley also begins here, on what is called the Bumthang Cultural Trail."
    },
    {
        "country": "bhutan",
        "city": "Bhutan",
        "index": 19,
        "name": "Chakhar Lhakhang",
        "latitude": "27.573857",
        "longitude": "90.737786",
        "excerpt": "Beside the main road, a short distance beyond Jampey Lhakhang, is Chakhar Lhakhang. It's the site of the palace of the Indian king Sendha Gyab, better…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/chokhor-valley-bumthang/attractions/chakhar-lhakhang/a/poi-sig/1371065/1335542",
        "image_url": null,
        "detail_description": "Beside the main road, a short distance beyond Jampey Lhakhang, is Chakhar Lhakhang. It's the site of the palace of the Indian king Sendha Gyab, better known as the Sindhu Raja, who first invited Guru Rinpoche to Bumthang. The original palace was made of iron, hence the name Chakhar; it was said to have been nine storeys high, holding within it all the treasures of the world. The current building was built in the 14th century by the saint Dorji Lingpa.\nAlthough it is easy to mistake it for just a house, this is an interesting temple and worth a short visit. The main statue is of Guru Rinpoche, and there are dozens of masks and black hats that are used during the Jampey Lhakhang Drup festival. Guru Rinpoche took Sindhu Raja's daughter Tashi Khewdoen as his consort – you can see her statue to the left of the altar (flanked by baby elephant tusks), as well as a photo of her stone footprint, one of the lhakhang's most prized relics.On the ground floor the entrepreneurial caretaker has opened a small museum (Nu 150 entrance fee) that contains farm, household and religious artefacts."
    },
    {
        "country": "bhutan",
        "city": "Thimphu",
        "index": 20,
        "name": "Changlimithang Stadium",
        "latitude": "27.470858",
        "longitude": "89.641045",
        "excerpt": "The national stadium occupies the site of the 1885 battle that helped establish the political supremacy of Ugyen Wangchuck, Bhutan's first king. There are…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/changlimithang-stadium/a/poi-sig/449021/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-103787502_high.jpg",
        "detail_description": "The national stadium occupies the site of the 1885 battle that helped establish the political supremacy of Ugyen Wangchuck, Bhutan's first king. There are regular football matches here and it's also the focus for holiday celebrations such as the King's birthday (21 to 23 February). See local newspapers for upcoming sporting events.\n"
    }
]