[
    {
        "country": "boston",
        "city": "Boston",
        "index": 1,
        "name": "Franklin Park Zoo",
        "latitude": "42.305388",
        "longitude": "-71.08989",
        "excerpt": "Tucked into Franklin Park, the zoo features a half-dozen different habitats, as well as special exhibits devoted to birds and butterflies. The highlight…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/attractions/franklin-park-zoo/a/poi-sig/1076318/362022",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstock_1824698471.jpg",
        "detail_description": "Tucked into Franklin Park, the zoo features a half-dozen different habitats, as well as special exhibits devoted to birds and butterflies. The highlight is the well-designed Tropical Forest pavilion, complete with lush vegetation, waterfalls, lowland gorillas and over 30 species of free-flight birds. The Australian Outback Trail allows visitors to walk among red kangaroos and wallabies.\nSeveral exhibits are devoted to life on the savannah, showcasing an African lion, as well as giraffes, zebras and wildebeests. The Franklin Farm lets kids get up close and personal with sheep and goats. In addition to the many animal exhibits, the zoo has a wild and wonderful 10,000-sq-ft playground.\n\n  \nTickets to Franklin Park Zoo should be bought online in advance © Boston Globe via Getty Images\n\nTickets and other practical information\nTimed-entry tickets should be bought in advance, although some day tickets are released intermittently. The zoo closes for Thanksgiving and Christmas Day, but is otherwise open year-round. Take bus 22, 28, 29 or 45 from Ruggles station. It's free to park at the zoo.\nBoston Lights at the Zoo\nFranklin Park Zoo plays host to Boston Lights: A Lantern Experience where the night sky is lit by many different hand-crafted lanterns. The displays show illuminated sunflowers and cherry blossoms, as well as a huge Tyrannosaurs Rex. The event runs every evening from July through to October, and tickets must be bought in advance. \n"
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 2,
        "name": "New England Aquarium",
        "latitude": "42.35933",
        "longitude": "-71.04917",
        "excerpt": "Teeming with sea creatures of all sizes, shapes and colors, this giant fishbowl is the centerpiece of downtown Boston's waterfront. There are countless…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/downtown-and-waterfront/attractions/new-england-aquarium/a/poi-sig/1076308/1320287",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-121331515_super.jpg",
        "detail_description": "Teeming with sea creatures of all sizes, shapes and colors, this giant fishbowl is the centerpiece of downtown Boston's waterfront. There are countless exhibits here exploring the lives and habitats of underwater oddities, as well as penguins and marine mammals. Here are some of the highlights.\nGiant Ocean Tank\nThe main attraction at the aquarium is the four-story Giant Ocean Tank, which swirls with thousands of tropical creatures great and small, including turtles, sharks and eels. The vast tank holds 200,000 gallons of water, and is so huge that the rest of the aquarium was built around it.\nSeals and sea lions\nHarbor seals hang out in an observation tank near the aquarium entrance, while the open-air Marine Mammal Center is home to northern fur seals and California sea lions. Visitors can watch training sessions where the pinnipeds show off their intelligence and athleticism. Note that some animal rights groups make a strong case that marine mammals should not be kept in captivity, no matter how classy their quarters.\n\n  \nThe penguin colony is home to over 60 birds © Jessica Bethke / Shutterstock\n\nPenguins\nMost of the aquarium's 1st floor is dedicated to an enormous penguin colony, home to more than 60 birds representing two different species: rockhoppers and African (or jackass) penguins. \nShark and Ray Touch Tank\nThe Shark and Ray Touch Tank recreates a mangrove swamp full of Atlantic rays, cownose rays and five species of sharks. Currently it's open for viewing only (no touching), but you can still learn about the importance of protecting ocean habitats and see plenty of activity through the crystal-clear water.\nAmazon Rainforest\nUpstairs, six different tanks showcase the flora and fauna of the Amazon rain forest, one of the most diverse habitats in the world. Look out for poison dart frogs, piranhas and anacondas.\nOlympic Coast exhibit\nEver wanted to see a giant Pacific octopus, the largest of its species? This is where you could spot them, stretching their tentacles among other Pacific ocean creatures, including sea cucumbers, hermit crabs, and many different types of fish. \n\n  \nChildren under 3 can enter the aquarium for free © Tim Laman / Getty Images\n\nSimons Theatre\nThe Simons Theatre features short films with aquatic themes. Follow a pod of humpback whales on their migration, or get to know more about the incredible hunting skills of great white sharks. Closed captioning devices are available for all films.\nWhale watching \nThe whale-watching cruises run by the aquarium in partnership with Boston Harbor Cruises (March to November) head out to Stellwagen Bank where whale sightings are guaranteed. You may also see sea birds, dolphins and other marine life.\nTickets and other practicalities\nTimed-tickets to the aquarium should be bought online in advance. There is an additional charge for screenings at the Simons Theatre. Children under 3 may visit for free. Wheelchair-users may enter the aquarium free of charge. Whale-watching tickets should be booked through Boston Harbor Cruises, and can be combined with entry to the aquarium at a small discount.\n"
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 3,
        "name": "Museum of Science",
        "latitude": "42.367609898795",
        "longitude": "-71.071595307083",
        "excerpt": "The educational playground that is the Museum of Science has more than 600 interactive exhibits. Favorites include the world’s largest lightning-bolt…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/west-end-and-north-end/attractions/museum-of-science/a/poi-sig/377947/1320285",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7424e773b4af26807597aade231e2a7e-museum-of-science.jpg",
        "detail_description": "The educational playground that is the Museum of Science has more than 600 interactive exhibits. Favorites include the world’s largest lightning-bolt generator, a full-scale space capsule, a world population meter and an impressive dinosaur exhibit. Kids go wild exploring computers and technology, maps and models, birds and bees, and human evolution. Exhibitions and presentations frequently change, but here are some of the permanent highlights.\nHall of Human Life\nThe Hall of Human Life takes visitors on an interactive journey into the human body. You'll explore biology, consider aspects of what makes you you, and look at how well you manage your health. \n\n  \nJoin a live presentation at the Museum of Science © James Kirkikis / Shutterstock\n\nLive presentations\nSee bolts fly around in the world's largest Van der Graaff generator in Lightning! and see science brought to life in a rotating schedule of presentations in Science Live!\nLive Animal Care Center\nMore than 120 furry, feathered and scaly creatures feature in daily live animal presentations at the museum. Go behind the scenes at the Live Animal Care Center to see how they live and how they're cared for when they're not taking part in a demonstration.\nCharles Hayden Planetarium\nThe Charles Hayden Planetarium boasts a state-of-the-art projection system that casts a heavenly star show, as well as programs about black holes and other astronomical mysteries.\nMugar Omni Theater\nFor total IMAX immersion, check out the space-themed and natural-science-oriented flicks at the Mugar Omni Theater. A sweet sound system will have you believing you’re actually roving around Mars or being attacked by sharks.\n\n  \nThe museum's dino models have evolved following new skeleton discoveries © Jon Davison / Lonely Planet\n\nDinosaurs: Modeling the Mesozoic\nWith life-size models, fossils, bones, footprints, and dino dung, see how paleontologists piece together information to form our understanding of pre-historic beasts today.\nDiscovery Center \nThe Discovery Center (temporarily closed) is a hands-on play area for kids under the age of eight.\nTickets and other practicalities\nTimed-entry tickets must be booked in advance. There is an additional charge for the Planetarium, Omni Films and 4D films. There are accessible features throughout the museum including wheelchairs, assistive listening devices, and ASL interpreters. The Riverview Cafe is a food court–style cafeteria on-site; food must not be consumed in the Exhibit Halls.\n"
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 4,
        "name": "Old State House",
        "latitude": "42.358675689726",
        "longitude": "-71.057400821592",
        "excerpt": "Dating from 1713, the Old State House is Boston’s oldest surviving public building, where the Massachusetts Assembly used to debate the issues of the day…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/downtown-and-waterfront/attractions/old-state-house/a/poi-sig/377963/1320287",
        "image_url": null,
        "detail_description": "Dating from 1713, the Old State House is Boston’s oldest surviving public building, where the Massachusetts Assembly used to debate the issues of the day before the Revolution. The building is best known for its balcony, where the Declaration of Independence was first read to Bostonians in 1776. Inside, the Old State House contains a small museum of revolutionary memorabilia, with videos and multimedia presentations about the Boston Massacre, which took place out the front.\n"
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 5,
        "name": "Institute of Contemporary Art",
        "latitude": "42.352788",
        "longitude": "-71.042951",
        "excerpt": "Boston has become a focal point for contemporary art in the 21st century, with the Institute of Contemporary Art leading the way. The building is a work…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/seaport-district-and-south-boston/attractions/institute-of-contemporary-art/a/poi-sig/1254419/1320292",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/534b864e52db80b7c2055e6d3ea60cd3-institute-of-contemporary-art.jpg",
        "detail_description": "Boston has become a focal point for contemporary art in the 21st century, with the Institute of Contemporary Art leading the way. The building is a work of art in itself: a glass structure cantilevered over a waterside plaza. The vast light-filled interior allows for multimedia presentations, educational programs and studio space, as well as the development of the permanent collection.\nThe ICA collection showcases both national and international artists, including the likes of graffiti artist Shepard Fairey, video artist Christian Jankowski, photographer Boris Mikhailov, Boston-born artist/sculptor Josiah McElheny, sculptor Sarah Sze and hybrid artist Wangechi Mutu. Look for all manner of art, from paintings to video to multidimensional mixed-media mash-ups.The ICA building is arguably as much of an attraction as the art itself, skillfully incorporating its surroundings into the architecture. In the Founders Gallery, which spans the entire width of the building, a glass wall virtually eliminates any barrier between viewer and seascape."
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 6,
        "name": "Old North Church",
        "latitude": "42.366323552247",
        "longitude": "-71.054448332588",
        "excerpt": "Longfellow’s poem 'Paul Revere’s Ride' has immortalized this graceful church. It was here, on the night of April 18, 1775, that the sexton hung two…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/west-end-and-north-end/attractions/old-north-church/a/poi-sig/377959/1320285",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/50fa950ba53d23ec5ab7541800928111-old-north-church.jpg",
        "detail_description": "Longfellow’s poem 'Paul Revere’s Ride' has immortalized this graceful church. It was here, on the night of April 18, 1775, that the sexton hung two lanterns from the steeple as a signal that the British would advance on Lexington and Concord via the sea route. Also called Christ Church, this 1723 Anglican place of worship is Boston’s oldest church.\nThe 175ft steeple houses the oldest bells (1744) still rung in the US. Today’s steeple is a 1954 replica, since severe weather toppled two prior ones, but the 1740 weather vane is original. All visitors are invited to hear a 10-minute presentation about the history of the Old North Church. For more detailed information, a 30-minute Behind the Scenes tour takes visitors up into the belfry and down into the crypt, while the Bones &amp; Burials tour visits the gallery, the crypt and Copp's Hill Burying Ground.Behind the church, several hidden brick courtyards offer quiet respite for a moment of peaceful meditation. Heading down the hill, shady Paul Revere Mall perfectly frames the Old North Church. Often called ‘the Prado’ by locals, it is a lively meeting place for North Enders of all generations."
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 7,
        "name": "Faneuil Hall",
        "latitude": "42.359968950697",
        "longitude": "-71.056123382307",
        "excerpt": "‘Those who cannot bear free speech had best go home,’ said Wendell Phillips. ‘Faneuil Hall is no place for slavish hearts.’ Indeed, this public meeting…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/downtown-and-waterfront/attractions/faneuil-hall/a/poi-sig/377145/1320287",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0842ed799c4fd7f161ff489510216499-faneuil-hall.jpg",
        "detail_description": "‘Those who cannot bear free speech had best go home,’ said Wendell Phillips. ‘Faneuil Hall is no place for slavish hearts.’ Indeed, this public meeting place was the site of so much rabble-rousing that it earned the nickname the ‘Cradle of Liberty.’ After the revolution, Faneuil Hall was a forum for meetings about abolition, women’s suffrage and war. You can hear about the building’s history from National Park Service (NPS) rangers in the historic hall on the 2nd floor.\nThe brick colonial building – topped with the beloved grasshopper weather vane – was constructed in 1740 at the urging of Boston benefactor and merchant Peter Faneuil. In 1805 Charles Bulfinch enlarged the building, enclosing the 1st-floor market and designing the 2nd-floor meeting space, where public ceremonies are still held today. On the top floor the Ancient &amp; Honorable Artillery Co of Massachusetts, which was chartered in 1638, maintains a peculiar collection of antique firearms, political mementos and curious artifacts."
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 8,
        "name": "Boston Tea Party Ships & Museum",
        "latitude": "42.351947476399",
        "longitude": "-71.051062345505",
        "excerpt": "'Boston Harbor a teapot tonight!' To protest against unfair taxes, a gang of rebellious colonists dumped 342 chests of tea into the water. The 1773…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/seaport-district-and-south-boston/attractions/boston-tea-party-ships-museum/a/poi-sig/1076317/1320292",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-513714171_full.jpg",
        "detail_description": "'Boston Harbor a teapot tonight!' To protest against unfair taxes, a gang of rebellious colonists dumped 342 chests of tea into the water. The 1773 protest – the Boston Tea Party – set into motion the events leading to the Revolutionary War. Nowadays, replica Tea Party Ships are moored at Griffin's Wharf, alongside an excellent experiential museum dedicated to the catalytic event. Using re-enactments, multimedia and fun exhibits, the museum addresses all aspects of the Boston Tea Party and subsequent events.\nVisitors can board the fully rigged Eleanor and the whaler Beaver to experience life aboard an 18th-century vessel. Would-be rebels can throw crates of tea into the harbor, in solidarity with their fiery forebears. To hear both sides of the story, visitors can witness a virtual debate between Sam Adams and King George III (though in reality they never met). The museum's one actual artifact – a tea crate known as the Robinson Half Chest – is highlighted with an audio presentation.Tickets are expensive, considering it's a small museum. Save a couple of dollars by purchasing tickets online."
    },
    {
        "country": "boston",
        "city": "South End & Chinatown",
        "index": 9,
        "name": "Underground at Ink Block",
        "latitude": "42.344296",
        "longitude": "-71.06222",
        "excerpt": "What used to be an abandoned parking lot beneath the interstate is now an 8-acre playground and art space. The main draw is the fantastic mural project,…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/south-end-chinatown-leather-district-and-theater-district/attractions/underground-at-ink-block/a/poi-sig/1609522/1320691",
        "image_url": null,
        "detail_description": "What used to be an abandoned parking lot beneath the interstate is now an 8-acre playground and art space. The main draw is the fantastic mural project, which turned 150,000 sq ft of concrete wall space into a fabulous outdoor gallery for street art, with bold colorful pieces by a dozen local and national artists. To say the mural brightens the place up is an understatement. There's also a dog park, walking paths and fitness classes to get you moving.\n"
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 10,
        "name": "King's Chapel & Burying Ground",
        "latitude": "42.357965",
        "longitude": "-71.059989",
        "excerpt": "Puritan Bostonians were not pleased when the original Anglican church was erected on this site in 1688. The granite chapel standing today – built in 1754 …",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/downtown-and-waterfront/attractions/king-s-chapel-burying-ground/a/poi-sig/1204322/1320287",
        "image_url": null,
        "detail_description": "Puritan Bostonians were not pleased when the original Anglican church was erected on this site in 1688. The granite chapel standing today – built in 1754 – houses the largest bell ever made by Paul Revere, as well as a historic organ. The adjacent burying ground is the oldest in the city. Besides the biweekly services, recitals are held here every week (12:15pm Tuesday).\nThe church was built on a corner of the city cemetery because the Puritans refused to allow the Anglicans to use any other land. As a result, these are some of the city’s oldest headstones, including one that dates to 1658. Famous graves include John Winthrop, the first governor of the fledgling Massachusetts Bay Colony; William Dawes, who rode with Paul Revere; and Mary Chilton, the first European woman to set foot in Plymouth.In addition to the self-guided tour, visitors are invited on the Bells &amp; Bones tour, which ascends into the bell tower to admire Paul Revere’s work and descends into the crypt to wander among 250-year-old remains."
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 11,
        "name": "Custom House",
        "latitude": "42.359208345858",
        "longitude": "-71.05344560024",
        "excerpt": "The lower portion of the Custom House, begun in 1837, resembles a Greek temple, but the federal government wanted something grander, so in 1913 it…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/downtown-and-waterfront/attractions/custom-house/a/poi-sig/377899/1320287",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148894548_high.jpg",
        "detail_description": "The lower portion of the Custom House, begun in 1837, resembles a Greek temple, but the federal government wanted something grander, so in 1913 it exempted itself from local height restrictions and financed a 500ft tower. Nowadays there are many taller buildings, but the 22ft illuminated clock makes this gem the most recognizable part of the city skyline. Twice a day (weather permitting), the 26th-floor observation deck opens up for fabulous views.\nOne of Boston’s first skyscrapers, the Custom House now houses a Marriott hotel. But that doesn’t mean you have to dole out big bucks to appreciate the building’s history and aesthetics. The public is always welcome to the 1st-floor rotunda, a work of art in itself, which houses a small exhibit of maritime art and artifacts from Salem’s Peabody Essex Museum."
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 12,
        "name": "Forest Hills Cemetery",
        "latitude": "42.295215",
        "longitude": "-71.106648",
        "excerpt": "Dating from 1848, Forest Hills is a gorgeous, green cemetery that is filled with art and whimsy. It is still an active burial ground, but it also plays…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/attractions/forest-hills-cemetery/a/poi-sig/1102724/362022",
        "image_url": "https://lp-cms-production.imgix.net/2022-01/United%20States%20Boston%20Enrico%20Della%20Pietra%20Shutterstock_1137198674%20RFE.jpg",
        "detail_description": "Dating from 1848, Forest Hills is a gorgeous, green cemetery that is filled with art and whimsy. It is still an active burial ground, but it also plays the role of open-air museum. The walking paths are lined with sculptures paying tribute to individuals and causes from times past, while a contemporary sculpture path winds its way around the historic gravestones, connecting then and now.\nGravestones are dedicated to such famous figures as Revolutionary War heroes William Dawes and Joseph Warren, abolitionist William Lloyd Garrison and suffragette Lucy Stone, poets ee cummings and Anne Sexton, sculptors Daniel Chester French and Martin Milmore, and playwright Eugene O’Neill. The on-site Forsyth Chapel, in the midst of the greenery, is a spot for peaceful contemplation surrounded by vaulted wood ceilings and stained-glass windows. Concerts, poetry readings and other events are often held in this exquisite space. Walk east along the Arborway a half-mile from Forest Hills station."
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 13,
        "name": "Edward M Kennedy Institute for the United States Senate",
        "latitude": "42.315575",
        "longitude": "-71.034958",
        "excerpt": "Ted Kennedy served in the US Senate for nearly half a century. It is fitting, therefore, that his legacy should include an institute and museum designed…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/seaport-district-and-south-boston/attractions/edward-m-kennedy-institute-for-the-united-states-senate/a/poi-sig/1247330/1320292",
        "image_url": null,
        "detail_description": "Ted Kennedy served in the US Senate for nearly half a century. It is fitting, therefore, that his legacy should include an institute and museum designed to teach the public about the inner workings of democracy. Opened in 2015, this state-of-the-art facility uses advanced technology, multimedia exhibits and interactive designs to engage visitors and demonstrate the functioning (and sometimes non-functioning) of the legislative process. The museum centerpiece is a full-scale replica of the Senate chamber.\nExhibits cover how a bill becomes a law ('I'm just a bill…and I'm sitting here on Capitol Hill…'), the great debates and accomplishments of the Senate in history, contemporary hot topics, and ways for concerned citizens to get involved. As Senator Ted Kennedy remarked, 'We know the future will outlast all of us, but…all of us will live on in the future that we make.'"
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 14,
        "name": "Paul Revere House",
        "latitude": "42.363704998908",
        "longitude": "-71.053665015083",
        "excerpt": "When silversmith Paul Revere rode to warn patriots of the British march to Lexington and Concord, he set out from this home on North Sq. This small…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/west-end-and-north-end/attractions/paul-revere-house/a/poi-sig/377169/1320285",
        "image_url": null,
        "detail_description": "When silversmith Paul Revere rode to warn patriots of the British march to Lexington and Concord, he set out from this home on North Sq. This small clapboard house was built in 1680, making it the oldest house in Boston. A self-guided tour through the house and courtyard gives a glimpse of what life was like for the Revere family (which included 16 children!).\nAlso on display are some examples of his silversmithing and engraving talents, as well as an impressive bell that was forged in his foundry. The Patriot Pass ($11) includes entry to the Paul Revere House and the Old South Meeting House.The adjacent Pierce-Hichborn House, built in 1710, is a fine example of an English Renaissance brick house. Also maintained by the Paul Revere Memorial Association, it can only be visited by guided tour (adult/child $4/1, by appointment)."
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 15,
        "name": "New England Sports Museum",
        "latitude": "42.365821",
        "longitude": "-71.062671",
        "excerpt": "The New England Sports Museum is not the best place to witness Boston's deep-rooted devotion to sport (try Fenway Park for that), but fans will enjoy the…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/west-end-and-north-end/attractions/new-england-sports-museum/a/poi-sig/1076302/1320285",
        "image_url": null,
        "detail_description": "The New England Sports Museum is not the best place to witness Boston's deep-rooted devotion to sport (try Fenway Park for that), but fans will enjoy the photographs, jerseys and other items from Boston sports history. The highlight is the Boston Garden Theater, complete with boards and glass and hard wooden seats from the storied old Boston Garden. Outside of basketball and hockey season, behind-the-scenes arena tours are also available for the same price.\nAlso on display are Larry Bird's locker, Adam Vinatieri's shoes and Tony Conigliaro's baseball (yes, the one that landed on his left eye and derailed his career). Other interesting exhibits showcase the development of women's basketball, the history of football before the Patriots and – of course – a century in Red Sox nation. The museum is actually in the concourse area of the Garden’s box seats, but tours begin in the ProShop on Level Two. The museum often closes for special events at the Garden so check the website and social media before visiting."
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 16,
        "name": "Boston Massacre Site",
        "latitude": "42.358695",
        "longitude": "-71.057199",
        "excerpt": "Directly in front of the Old State House, encircled by cobblestones, a bronze plaque marks the spot where the first blood was shed for the American…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/downtown-and-waterfront/attractions/boston-massacre-site/a/poi-sig/377875/1320287",
        "image_url": null,
        "detail_description": "Directly in front of the Old State House, encircled by cobblestones, a bronze plaque marks the spot where the first blood was shed for the American independence movement. On March 5, 1770, an angry mob of colonists swarmed the British soldiers guarding the State House, hurling snowballs, rocks and insults. Thus provoked, the soldiers fired into the crowd and killed five townspeople, including Crispus Attucks, a former slave. The incident sparked enormous anti-British sentiment.\nPaul Revere helped fan the flames by widely disseminating an engraving that depicted the scene as an unmitigated slaughter. Interestingly, John Adams and Josiah Quincy – both of whom opposed the heavy-handed authoritarian British rule – defended the accused soldiers in court, and seven of the nine were acquitted."
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 17,
        "name": "Old South Meeting House",
        "latitude": "42.356935",
        "longitude": "-71.05853",
        "excerpt": "‘No tax on tea!’ That was the decision on December 16, 1773, when 5000 angry colonists gathered here to protest British taxes, leading to the Boston Tea…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/downtown-and-waterfront/attractions/old-south-meeting-house/a/poi-sig/1076310/1320287",
        "image_url": null,
        "detail_description": "‘No tax on tea!’ That was the decision on December 16, 1773, when 5000 angry colonists gathered here to protest British taxes, leading to the Boston Tea Party. Download an audio of the historic pre–Tea Party meeting from the museum website, then visit the graceful meeting house to check out the exhibit on the history of the building and the protest.\nThis brick meeting house, with its soaring steeple, was also used as a church house back in the day. In fact, Ben Franklin was baptized here. Which is why he found it so abhorrent when – after the Tea Party – British soldiers used the building for a stable and riding practice. The Old South congregation moved to a new building in Back Bay in 1875, when Ralph Waldo Emerson and Julia Ward Howe gathered support to convert the church into a museum."
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 18,
        "name": "City Hall Plaza",
        "latitude": "42.360511077405",
        "longitude": "-71.0591082917",
        "excerpt": "City Hall Plaza is a cold, windy, 56-acre concrete plaza, surrounded by government office buildings. Occupying the site of the former Scollay Sq, the…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/downtown-and-waterfront/attractions/city-hall-plaza/a/poi-sig/1076300/1320287",
        "image_url": null,
        "detail_description": "City Hall Plaza is a cold, windy, 56-acre concrete plaza, surrounded by government office buildings. Occupying the site of the former Scollay Sq, the plaza was supposed to be a model of innovation and modernization when it was built in the 1960s. But it has been much maligned, topping at least one list of the world’s ugliest buildings. The plaza hosts food trucks, public gatherings and occasional summertime performances.\nDesigned by IM Pei, City Hall Plaza is home to the fortress-like Boston City Hall and the twin towers of the John F Kennedy Federal Building. The plaza’s high points are the gracefully curved brick Sears Crescent, one of the few buildings that remains from the Scollay Sq days, and the sweeping curve of the modern Center Plaza, which mirrors Sears Crescent."
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 19,
        "name": "Boston Children's Museum",
        "latitude": "42.351532950871",
        "longitude": "-71.049725964527",
        "excerpt": "The interactive, educational exhibits at the delightful Boston Children’s Museum keep kids entertained for hours. Highlights include a bubble exhibit,…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/seaport-district-and-south-boston/attractions/boston-children-s-museum/a/poi-sig/377129/1320292",
        "image_url": null,
        "detail_description": "The interactive, educational exhibits at the delightful Boston Children’s Museum keep kids entertained for hours. Highlights include a bubble exhibit, rock-climbing walls, a hands-on construction site and intercultural immersion experiences. The light-filled atrium features an amazing three-story climbing maze. In nice weather kids can enjoy outdoor eating and playing in the waterside park. Look for the iconic Hood Milk Bottle on Fort Point Channel.\nThe museum building utilizes loads of green technology, including salvaged and recycled construction materials and a fuel-efficient heating system that incorporates a green roof. Rainwater runoff is collected and used for irrigation and plumbing."
    },
    {
        "country": "boston",
        "city": "Boston",
        "index": 20,
        "name": "Copp’s Hill Burying Ground",
        "latitude": "42.367396009099",
        "longitude": "-71.056039424061",
        "excerpt": "The city’s second-oldest cemetery – dating from 1660 – is the final resting place for an estimated 10,000 souls. It is named for William Copp, who…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/west-end-and-north-end/attractions/copp-s-hill-burying-ground/a/poi-sig/377897/1320285",
        "image_url": null,
        "detail_description": "The city’s second-oldest cemetery – dating from 1660 – is the final resting place for an estimated 10,000 souls. It is named for William Copp, who originally owned this land. While the oldest graves belong to Copp's children, there are several other noteworthy residents.\nNear the Charter St gate you'll find the graves of the Mather family – Increase, Cotton and Samuel – all of whom were politically powerful religious leaders in the colonial community. Front and center is the grave of Daniel Malcolm, whose headstone commemorates his rebel activism. British soldiers apparently took offense at this claim and used the headstone for target practice. Also buried on the small plot of land are more than a thousand free African Americans, many of whom lived in the North End."
    }
]