[
    {
        "country": "brazil",
        "index": 1,
        "name": "Copacabana Beach",
        "latitude": "-22.971532",
        "longitude": "-43.182353",
        "excerpt": "A magnificent confluence of land and sea, the long, scalloped beach of Copacabana extends for some 4km, with a flurry of activity along its length: over…",
        "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/copacabana-and-leme/attractions/copacabana-beach/a/poi-sig/1099044/1327352",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-547005343_super.jpg",
        "detail_description": "A magnificent confluence of land and sea, the long, scalloped beach of Copacabana extends for some 4km, with a flurry of activity along its length: over-amped soccer players singing their team's anthem; cariocas (Rio residents) and tourists lining up for caipirinhas at kiosks; favela kids showing off their soccer skills; and beach vendors shouting out their wares among the tanned beach bodies.\nEach group stakes out its stretch of sand. The area between the Copacabana Palace hotel and Rua Fernando Mendes is the gay and cross-dresser section, known as the Stock or Stock Market – easily recognized by the rainbow flag. Young football and futevôlei (soccer volleyball) players hold court near Rua Santa Clara. Postos 5 and 6 are a mix of favela kids and carioca retirees, while the spot next to Forte de Copacabana is the colônia dos pescadores (fishermen’s colony). As Copacabana Beach curves north you get into the quieter sands of Leme (Av Princesa Isabel forms the demarcation between the two neighborhoods). Here you'll find a mix of older Leme residents as well as kids from the nearby favelas of Babilônia and Chapeu Mangueira.The beach is lit at night and there are police in the area, but it’s still not wise to walk there after dark – stay near the liveliest beach kiosks when venturing out. Av NS de Copacabana is also sketchy – watch out on weekends, when the shops are closed and there are few locals around."
    },
    {
        "country": "brazil",
        "index": 2,
        "name": "Pão de Açúcar",
        "latitude": "-22.948160617171",
        "longitude": "-43.157570029004",
        "excerpt": "Seen from the peak of Pão de Açúcar, Rio is undoubtedly a Cidade Maravilhosa (Marvelous City). There are many good times to make the ascent, but sunset on…",
        "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/botafogo-and-urca/attractions/pao-de-acucar/a/poi-sig/1012764/1327359",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-138272049_super.jpg",
        "detail_description": "Seen from the peak of Pão de Açúcar, Rio is undoubtedly a Cidade Maravilhosa (Marvelous City). There are many good times to make the ascent, but sunset on a clear day is the most rewarding. Two cable cars connect to the summit, 395m above Rio. At the top, the city unfolds beneath you, with Corcovado mountain and Cristo Redentor (Christ the Redeemer) off to the west, and Copacabana Beach to the south.\nA visit to Pão de Açúcar is a must, but be prepared for heavy crowds. If possible, go first thing in the morning – and avoid going on cloudy days.The first cable car ascends 215m to Morro da Urca. From here, you can see Baía de Guanabara (Guanabara Bay) and the winding coastline; on the ocean side of the mountain is Praia Vermelha. Morro da Urca has souvenir shops, snack bars, a concert venue (Arena Morro da Urca) and a helipad (helicopter tours are offered by Helisight).The second cable car goes up to Pão de Açúcar. If the breathtaking heights unsteady you, a stylish open-sided bar (Clássico Beach Club) serves tropical cocktails, as well as high-end snacks.The two-stage cable cars depart every 20 minutes.Those who’d rather take the long way to the top should sign up with one of the granite-hugging climbing tours offered by various outfits in Rio. Morro da Urca is much easier to climb, and you can do it on your own. The short but steep path takes about 30 minutes to climb. You’ll find the unmarked trail along the Pista Cláudio Coutinho."
    },
    {
        "country": "brazil",
        "index": 3,
        "name": "Parque Nacional da Tijuca",
        "latitude": "-22.946589268443",
        "longitude": "-43.198420316087",
        "excerpt": "The Tijuca is all that's left of the Atlantic rainforest that once surrounded Rio de Janeiro. This 39-sq-km tropical-jungle preserve is an exuberant green…",
        "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/attractions/parque-nacional-da-tijuca/a/poi-sig/1269053/363153",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/466a5441319a88bf27a75ebcfb43b9d2-parque-nacional-da-tijuca.jpg",
        "detail_description": "The Tijuca is all that's left of the Atlantic rainforest that once surrounded Rio de Janeiro. This 39-sq-km tropical-jungle preserve is an exuberant green, with beautiful trees, creeks and waterfalls, mountainous terrain and high peaks. It has an excellent, well-marked trail system. Candomblistas (practitioners of the Afro-Brazilian religion of Candomblé) leave offerings by the roadside; families have picnics; and serious hikers climb the 1012m to the summit of Pico da Tijuca.\nThe heart of the forest is the Alto da Boa Vista area in the Floresta (Forest) da Tijuca, which has many delightful natural and human-made features. Among the highlights of this beautiful park are several waterfalls (Cascatinha de Taunay, Cascata Gabriela and Cascata Diamantina), a 19th-century chapel (Capela Mayrink) and numerous caves (Gruta Luís Fernandes, Gruta Belmiro and Gruta Paulo e Virgínia). Also in the park is a lovely picnic spot (Bom Retiro) and two restaurants – the elegant Restaurante Os Esquilos and Restaurante Barão a Floresta near the ruins of Ruínas do Archer (Major Archer's House).The park is home to many bird and animal species, including iguanas and monkeys, which you might encounter on one of the excellent day hikes you can make here; the trails are well signed. Good, free trail maps are given out at the park entrance.The entire park closes at sunset. It's best to go by car, but if you don't have a vehicle, numerous outfits lead hiking tours, including Jungle Me and Rio Adventures.The best route by car is to take Rua Jardim Botânico two blocks past the Jardim Botânico (heading east from Gávea). Turn left on Lopes Quintas and then follow the Tijuca or Corcovado signs for two quick left turns until you reach the back of the Jardim Botânico, where you turn right. Then follow the signs for a quick ascent into the forest, past the picturesque lookout points of Vista Chinesa and Mesa do Imperador. As soon as you seem to come out of the forest, turn right onto the main road and you'll see the stone columns to the entrance of Alto da Boa Vista on your left after a couple of kilometers. You can also drive up to Alto da Boa Vista by heading out to São Conrado and turning right up the hill at the Parque Nacional da Tijuca signs. Coming from Barra da Tijuca, take Estrada da Barra da Tijuca north, which eventually turns into Rua da Boa Vista, from which there are entrances into the park."
    },
    {
        "country": "brazil",
        "index": 4,
        "name": "Parque Nacional da Chapada Diamantina",
        "latitude": null,
        "longitude": null,
        "excerpt": "Spanning over 1520 sq km and containing within it innumerable species of plants and animals, deafening waterfalls and vast, rugged plains, Parque Nacional…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/lencois/attractions/parque-nacional-da-chapada-diamantina/a/poi-sig/1606849/363198",
        "image_url": null,
        "detail_description": "Spanning over 1520 sq km and containing within it innumerable species of plants and animals, deafening waterfalls and vast, rugged plains, Parque Nacional da Chapada Diamantina is a natural wonder that has drawn hikers and naturalists since even before it was officially designated a national park in 1985. Within its boundaries are hundreds and hundreds of miles of hiking trails ranging from afternoon-length jaunts to multiday treks that have the power to astonish even the most seasoned outdoors person.\nThere is little infrastructure in the park itself and nothing in the way of an official entrance (there's no fee to enter the borders of the park) or a central information center, so it's advisable to hire a guide, even for shorter hikes, as it can be quite easy to get lost if you aren't sure where you're going. They’re affordable (plan on around R$200–300 per day for groups of up to six people), and guides are incredibly knowledgeable about local flora and fauna, and they can find the best swimming holes – all priceless in a park with few signs or official trails. In addition some individual sites in the park may have an entry fee, which is typically covered with your guide fee should you use one. For multi-day treks, guides also arrange basic lodging and meals in local homes for the bargain price of around R$100 per person, per day.Guides are plentiful in Lençois and can be arranged through your hotel or directly by keeping your eyes out for people in blue shirts. The Associação dos Condutores de Visitantes de Lençóis has listings of reputable guides and is good resource if you're booking one on your own."
    },
    {
        "country": "brazil",
        "index": 5,
        "name": "Maracanã Football Stadium",
        "latitude": "-22.912092",
        "longitude": "-43.230118",
        "excerpt": "Rio’s Maracanã stadium is hallowed ground among football lovers. The massive arena has been the site of legendary victories and crushing defeats. Maracanã…",
        "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/zona-norte/attractions/maracana-football-stadium/a/poi-sig/1331955/1334102",
        "image_url": null,
        "detail_description": "Rio’s Maracanã stadium is hallowed ground among football lovers. The massive arena has been the site of legendary victories and crushing defeats. Maracanã played a starring role in the 2014 World Cup when it hosted major games, including the final between Germany and Argentina. The stadium also staged the opening and closing ceremonies of the 2016 Summer Olympics. No matter who takes the field, the 78,800-seat arena comes to life in spectacular fashion on game days.\nFor a quasi-psychedelic experience, go to a football match here. These rate as among the most exciting in the world, particularly during a championship game or when local rivals Flamengo, Vasco da Gama, Fluminense or Botafogo go head to head.Games take place year-round and generally happen on Saturday or Sunday (starting at 4pm or 6pm) or on Wednesday and Thursday (around 8:30pm). Seating at the stadium is by sector, A through F. The north (E and F) and south (C and B) seats are behind the goals and are generally the cheapest and liveliest sections. East (D) and West (A) sectors have better sight lines and are pricier; these have numbered seats and are not as rowdy as the goal seats. Maracanã Mais is part of the west sector, with buffet service included with your ticket. The ticket price is R$40 to R$80 for most games.If you prefer to go in a group, a number of English-speaking tour operators organize game-day outings, including round-trip transportation. Leading big group tours are Brazil Expedition and Be A Local. For something more personalized, independent guide Sergio Manhães takes small groups with him (usually via metro) on game days.For a behind-the-scenes look at the stadium, take a stadium tour with Maracanã Tour, available daily."
    },
    {
        "country": "brazil",
        "index": 6,
        "name": "Parque Nacional Serra dos Órgaos – Teresópolis Entrance",
        "latitude": "-22.448322",
        "longitude": "-42.983429",
        "excerpt": "About 6km south of Teresópolis, off the BR-116 Rio–Teresópolis highway, you'll find the main (and most accessible) entrance to magnificent Parque Nacional…",
        "detail_url": "https://www.lonelyplanet.com/brazil/teresopolis/attractions/parque-nacional-serra-dos-orgaos-teresopolis-entrance/a/poi-sig/1605177/1006835",
        "image_url": null,
        "detail_description": "About 6km south of Teresópolis, off the BR-116 Rio–Teresópolis highway, you'll find the main (and most accessible) entrance to magnificent Parque Nacional Serra dos Órgaos, which offers some of Brazil's most dramatic hiking, climbing and mountain scenery. From this point of entry, visitors can access both the park's tamer lower section – perfect for a picnic with its walking trails, waterfalls, natural swimming pools and tended lawns and gardens – and the wilder upper section, with its challenging high country trails.\nFrom the Teresópolis entrance, the road extends into the park as far as Barragem Beija Flor. From here, lower section visitors can continue up the 800m Trilha Mozart Catão (one hour round trip from the park road) up to the Mirante Alexandre Oliveira (1100m) for nice views of Teresópolis – or follow the park's newest trail, the 1.2km Trilha Cartão Postal, up to a higher viewpoint (1320m) for spectacular perspectives on the distinctive Dedo de Deus and the entire Serra dos Órgãos range.There are also several good day hikes for visitors who wish to explore the park's more rugged upper section. The highlight is the Trilha Pedra do Sino – a strenuous roundtrip of about eight hours from the end of the park road (R$52 trail fee). The trail passes Cachoeira Veu da Noiva, the vegetation changes from rainforest to grassland, and the reward is a panoramic view stretching all the way to Rio de Janeiro and the Baía de Guanabara.To reach the park entrance from downtown Teresópolis, take the ‘Soberbo’ bus (R$4). Alternatively, take the more frequent ‘Alto’ bus and get off at the Praçinha do Alto, from where it’s a 10-minute walk south to the park’s main entrance. Both buses can be caught at multiple stops along Teresópolis' main drag, Av Almirante Lúcio Meira. A taxi ride from town to the park entrance costs about R$30."
    },
    {
        "country": "brazil",
        "index": 7,
        "name": "Jardim Botânico Adolpho Ducke",
        "latitude": "-3.007563",
        "longitude": "-59.939904",
        "excerpt": "Spanning over 100 sq km, this 'garden' is actually the world’s largest urban forest. There's a network of five short trails (guides and closed shoes…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-north/manaus/attractions/jardim-botanico-adolpho-ducke/a/poi-sig/1181424/363219",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/51d27a22c8ca0b536a7841aeddb2555a-jardim-botanico-adolpho-ducke.jpg",
        "detail_description": "Spanning over 100 sq km, this 'garden' is actually the world’s largest urban forest. There's a network of five short trails (guides and closed shoes required, two to three hours, free with admission) and an open-air museum that includes rotating exhibits on Amazonian flora and fauna and a spectacular 42-meter-high observation tower. It's busier on weekends and free on Tuesday.\nComfortable shuttles (92 99286-9888, R$30 roundtrip, 45 minutes) leave from outside the tourist office (CAT) at 9am and 4pm. Otherwise, catch Bus 676 (R$3, one hour) from Praça da Matriz."
    },
    {
        "country": "brazil",
        "index": 8,
        "name": "Museu Oscar Niemeyer",
        "latitude": "-25.410301",
        "longitude": "-49.267244",
        "excerpt": "Designed by and named for the architect responsible for much of Brasília, this striking museum features an iconic eye-shaped tower painted with whimsical…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-south/curitiba/attractions/museu-oscar-niemeyer/a/poi-sig/1180299/363251",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/WEBshutterstock1944059899.jpg",
        "detail_description": "Designed by and named for the architect responsible for much of Brasília, this striking museum features an iconic eye-shaped tower painted with whimsical dancing figures in shadowy black. Rotating exhibits highlight Brazilian and international artists of the 20th and 21st centuries. Permanent exhibitions include a photographic time capsule of the museum's construction (housed in the tower) and an excellent presentation on Niemeyer himself, the highlight of the space.\r\n\nThere's a nice shop for those into Niemeyer's signature style. Bus 505 from Passeio Público stops right at the museum.\r\n"
    },
    {
        "country": "brazil",
        "index": 9,
        "name": "Pelourinho",
        "latitude": "-12.973258",
        "longitude": "-38.510041",
        "excerpt": "The centerpiece of the Cidade Alta is the Pelourinho, a Unesco-declared World Heritage site of colorful colonial buildings and magnificent churches. As…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/salvador/attractions/pelourinho/a/poi-sig/1056129/363210",
        "image_url": "https://lp-cms-production.imgix.net/2022-08/iStock-1322713774.jpg",
        "detail_description": "The centerpiece of the Cidade Alta is the Pelourinho, a Unesco-declared World Heritage site of colorful colonial buildings and magnificent churches. As you wander the cobblestone streets, gazing up at the city’s oldest architecture, you’ll realize that the Pelô is not just for tourists. Cultural centers and schools of music, dance and capoeira pack these pastel-colored 17th- and 18th-century buildings.\nThe area has undergone major restoration work – which remains ongoing – since 1993 thanks to Unesco funding. Admittedly, the Pelô has lost a lot of its character in the process, but to say that it is now safer and better preserved is an understatement."
    },
    {
        "country": "brazil",
        "index": 10,
        "name": "Itaipu Binacional",
        "latitude": "-25.408353",
        "longitude": "-54.589047",
        "excerpt": "With a capacity of 14 million kilowatts, this binational dam is the world's second-largest hydroelectric power station, and the one that produces the most…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-south/foz-do-iguacu/attractions/itaipu-binacional/a/poi-sig/1266787/363253",
        "image_url": null,
        "detail_description": "With a capacity of 14 million kilowatts, this binational dam is the world's second-largest hydroelectric power station, and the one that produces the most electricity per year. The impressive structure, at some 8km long and 200m high, is a memorable sight, especially when the river is high and a vast torrent of overflow water cascades down the spillway.\nThe visitors center is 12km north of Foz. From here, regular tours (visita panorâmica) depart every 20 minutes between 8:30am to 4:45pm. The more detailed option (circuito especial; minimum age 14), which takes you into the power plant itself, leaves eight times daily Sunday to Thursday, and 12 times daily on Friday and Saturday. A variety of other attractions within the complex include a museum, wildlife park and river beaches, and a sunset catamaran tour.The project was controversial: it plunged Brazil way into debt and necessitated the large-scale destruction of rainforest and the displacement of 10,000 people. But it cleanly supplies 75% of Paraguay’s energy needs, and 17% of Brazil’s.To get to the Itaipu Dam, catch bus 101 (Vila C Norte-Sohab) or 102 (Vila C Sul-Profilurb), among others (R$3.45, 30 minutes), which leave every 20 to 30 minutes from Foz do Iguaçu's Urban Bus Terminal (TTU)."
    },
    {
        "country": "brazil",
        "index": 11,
        "name": "Museu de Arte do Rio",
        "latitude": "-22.897021",
        "longitude": "-43.181655",
        "excerpt": "Looming large over Praça Mauá, the MAR is an icon for the rebirth of Rio's once derelict port. The huge museum hosts wide-ranging exhibitions that focus…",
        "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro/centro-and-cinelandia/attractions/museu-de-arte-do-rio/a/poi-sig/1522592/1327354",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/926bd758f5850862b553c7d00c05fb83-museu-de-arte-do-rio.jpg",
        "detail_description": "Looming large over Praça Mauá, the MAR is an icon for the rebirth of Rio's once derelict port. The huge museum hosts wide-ranging exhibitions that focus on Rio in all its complexity – its people, landscapes, beauty, challenges and conflicts. Start off by taking the elevator to the top (6th) floor, and absorbing the view over the bay. There's also an excellent restaurant here. Then work your way down through the galleries, taking in a mix of international and only-in-Rio exhibitions.\n"
    },
    {
        "country": "brazil",
        "index": 12,
        "name": "Parque Nacional do Itatiaia",
        "latitude": "-22.339990243032",
        "longitude": "-44.674887406764",
        "excerpt": "Brazil’s oldest national park, Itatiaia shelters a stunning variety of landscapes, from dense rainforests to spare and rugged upland peaks. Most visitors…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/parque-nacional-de-itatiaia/attractions/parque-nacional-do-itatiaia/a/poi-sig/1179468/363240",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-509003229_medium.jpg",
        "detail_description": "Brazil’s oldest national park, Itatiaia shelters a stunning variety of landscapes, from dense rainforests to spare and rugged upland peaks. Most visitors head for the park's more accessible lower section, where numerous short trails lead through lush greenery to waterfalls and natural swimming holes. Serious hikers and climbers find endless excitement in Itatiaia's wild, remote high country, reached by a tortuous unpaved road, while nature lovers relish the park's abundant flora and fauna, from orchids to monkeys to tropical birds.\n"
    },
    {
        "country": "brazil",
        "index": 13,
        "name": "Praça dos Trés Poderes",
        "latitude": "-15.80107",
        "longitude": "-47.861155",
        "excerpt": "This square is a focal point of the city design, a synthesis of the ideas of architects Niemeyer and Costa, combining various monuments, museums and…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/praca-dos-tres-poderes/a/poi-sig/1605440/363176",
        "image_url": null,
        "detail_description": "This square is a focal point of the city design, a synthesis of the ideas of architects Niemeyer and Costa, combining various monuments, museums and federal buildings. The space includes striking sculptures, including Bruno Giorgi’s Os Candangos, Alfredo Ceschiatti’s A Justiça and Niemeyer’s O Pombal (which looks like a clothespin). The 'three powers' of the name of the square are executive, legislative and judicial; the president's palace, supreme court and parliament are arranged around it in an equilateral triangle.\nAlso here is the monumental Pavilhão Nacional flagpole, the Panteão da Pátria e da Liberdade Tancredo Neves, a cenotaph commemorating Brazilian national heroes, and two museums detailing the history of Brasília's planning: the Espaço Lúcio Costa and the Museu da Cidade.It’s worth visiting the plaza during the day and again at night for two very different experiences. After dark, surreal lighting casts an eerie glow across the futuristic buildings, as though they are being lit up by the landing lights of an alien spacecraft. Robberies have been reported here at night, though, so have a taxi wait for you while you visit."
    },
    {
        "country": "brazil",
        "index": 14,
        "name": "Mercado Ver-o-Peso",
        "latitude": "-1.4517086839128",
        "longitude": "-48.503065533759",
        "excerpt": "The name of this waterfront market, with its iconic four-turreted structure at its southwestern end, comes from colonial times, when the Portuguese would…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-north/belem/attractions/mercado-ver-o-peso/a/poi-sig/1181114/363215",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/c554eb049dcbb991173ba5114c874da8-mercado-ver-o-peso.jpg",
        "detail_description": "The name of this waterfront market, with its iconic four-turreted structure at its southwestern end, comes from colonial times, when the Portuguese would ver o peso (check the weight) of merchandise in order to impose taxes. The display of fruit, animals, medicinal plants and more is fascinating; go early to see fishing boats unloading their catch.\nSome stands sell souvenirs, but be alert for pickpockets and avoid going after 5pm."
    },
    {
        "country": "brazil",
        "index": 15,
        "name": "Teatro Amazonas",
        "latitude": "-3.1303029240017",
        "longitude": "-60.023413494463",
        "excerpt": "This gorgeous theater was built at the height of the rubber boom, using European designers, decorators and even raw materials. The original driveway was…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-north/manaus/attractions/teatro-amazonas/a/poi-sig/458945/363219",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/6dace43a7485323dc7a33a40da359793-teatro-amazonas.jpg",
        "detail_description": "This gorgeous theater was built at the height of the rubber boom, using European designers, decorators and even raw materials. The original driveway was Brazilian, though, made of Amazonian rubber to soften the clatter of late-arriving carriages. The theater's performance schedule includes an excellent opera festival in April and May. Hour-long guided tours offer an up-close look at the theater's opulent construction.\n"
    },
    {
        "country": "brazil",
        "index": 16,
        "name": "Catedral Basílica de Curitiba",
        "latitude": "-25.428840652919",
        "longitude": "-49.271514943039",
        "excerpt": "Inaugurated in 1893 and completely restored in 2012, Curitiba's neo-Gothic main cathedral – inspired by Barcelona's metropolitan cathedral – isn't one of…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-south/curitiba/attractions/catedral-basilica-de-curitiba/a/poi-sig/1341890/363251",
        "image_url": "https://lp-cms-production.imgix.net/2025-01/shutterstockeditorial14294647medit.jpg",
        "detail_description": "Inaugurated in 1893 and completely restored in 2012, Curitiba's neo-Gothic main cathedral – inspired by Barcelona's metropolitan cathedral – isn't one of Brazil's most marvelous, but it is worth checking out for its pretty stained-glass installations, which were added during a 1930s restoration.\n"
    },
    {
        "country": "brazil",
        "index": 17,
        "name": "Parque Nacional Serra dos Órgãos",
        "latitude": "-22.46783",
        "longitude": "-43.046837",
        "excerpt": "Created in 1939, this high country park straddling the Serra dos Órgãos (Organ Pipe Range) just north of Rio is best known for its spectacular mountain…",
        "detail_url": "https://www.lonelyplanet.com/brazil/rio-de-janeiro-state/attractions/parque-nacional-serra-dos-orgaos/a/poi-sig/1049349/1314940",
        "image_url": null,
        "detail_description": "Created in 1939, this high country park straddling the Serra dos Órgãos (Organ Pipe Range) just north of Rio is best known for its spectacular mountain scenery, superb climbing opportunities, and extensive trail system, including the classic 42km, three-day traverse over the mountains from Petrópolis to Teresópolis. Hiring a guide for this and other local treks is easy (the park service maintains a list of qualified guides), with May through October (the drier months) being the best time to walk.\nThe national park covers 118 sq km of mountainous terrain between Teresópolis and Petrópolis. The park’s most distinctive features are the strangely shaped peaks of Pedra do Sino (2263m), Pedra do Açu (2230m), Agulha do Diabo (2020m), Nariz do Frade (1919m), Dedo de Deus (1651m), Pedra da Ermitage (1485m) and Dedo de Nossa Senhora (1320m). With so many peaks, it’s no wonder that this is the mountain-climbing, rock-climbing and trekking center of Brazil.The main entrance to the national park is at the south edge of the town of Teresópolis, off Hwy BR-116 from Rio, about 4km from the center. Other park entrances can be found at Vale do Bonfim, (20km northeast of Petrópolis) and Guapimirim (in the park's southeastern corner, off the Rio–Teresópolis highway)."
    },
    {
        "country": "brazil",
        "index": 18,
        "name": "Encontro das Águas",
        "latitude": "-3.134003",
        "longitude": "-59.901066",
        "excerpt": "Just beyond Manaus, the warm dark Rio Negro pours into the cool creamy Rio Solimões, but because of differences in temperature, speed and density, their…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-north/manaus/attractions/encontro-das-aguas/a/poi-sig/1327898/363219",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/eed19fa91b0d233213df3408630e1e87-encontro-das-aguas.jpg",
        "detail_description": "Just beyond Manaus, the warm dark Rio Negro pours into the cool creamy Rio Solimões, but because of differences in temperature, speed and density, their waters don't mix, instead flowing side by side for several kilometers. The bi-color phenomenon occurs throughout the Amazon, but nowhere as dramatically as here. Day trips always include a stop here, and many tour operators at least pass by en route to their lodges. Never disappoints.\n"
    },
    {
        "country": "brazil",
        "index": 19,
        "name": "Oficina Cerâmica Francisco Brennand",
        "latitude": "-8.0527814910011",
        "longitude": "-34.973977804184",
        "excerpt": "Francisco Brennand, born in 1927 into an Irish immigrant family and now considered Brazil’s greatest ceramicist, revitalized his family’s abandoned tile…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-northeast/recife/attractions/oficina-ceramica-francisco-brennand/a/poi-sig/467006/363209",
        "image_url": null,
        "detail_description": ""
    },
    {
        "country": "brazil",
        "index": 20,
        "name": "Palácio Belvedere",
        "latitude": "-25.427123",
        "longitude": "-49.275935",
        "excerpt": "Built in 1923, this modest art nouveau construction was originally designed to be a city lookout. It was left to die and gutted by fie in 2017, but the…",
        "detail_url": "https://www.lonelyplanet.com/brazil/the-south/curitiba/attractions/palacio-belvedere/a/poi-sig/1600257/363251",
        "image_url": "https://lp-cms-production.imgix.net/2025-01/shutterstock1864735786.jpg",
        "detail_description": "Built in 1923, this modest art nouveau construction was originally designed to be a city lookout. It was left to die and gutted by fie in 2017, but the pretty pale-blue 'palace' was restored and now hosts a culinary school.\n"
    }
]