[
    {
        "country": "brunei-darussalam",
        "city": "Brunei Darussalam",
        "index": 1,
        "name": "Pulau Selirong Recreational Park",
        "latitude": "4.883165",
        "longitude": "115.107365",
        "excerpt": "At the northern tip of Temburong District lies this 25-sq-km mangrove-forested island reachable only by boat (45 minutes from BSB). Intrepid Tours runs…",
        "detail_url": "https://www.lonelyplanet.com/brunei-darussalam/temburong/attractions/pulau-selirong-recreational-park/a/poi-sig/1523406/1321574",
        "image_url": null,
        "detail_description": "At the northern tip of Temburong District lies this 25-sq-km mangrove-forested island reachable only by boat (45 minutes from BSB). Intrepid Tours runs half-day guided trips for around B$100 per person. Two kilometres of elevated walkways lead through the mangroves, which are the untamed habitat of proboscis monkeys and flying lemurs – if you're lucky you might spot one gliding down from the trees. Pulau Selirong is also known as Mosquito Island; bring repellent.\nAt certain times the tide levels are such that it is not possible to access the island."
    },
    {
        "country": "brunei-darussalam",
        "city": "Brunei Darussalam",
        "index": 2,
        "name": "Labi Longhouses",
        "latitude": "4.374653",
        "longitude": "114.459171",
        "excerpt": "Labi is a small Iban settlement about 40km south of the coastal road with four longhouses: Rampayoh, Mendaram Besar, Mendaram Kecil and, at the end of the…",
        "detail_url": "https://www.lonelyplanet.com/brunei-darussalam/jalan-labi/attractions/labi-longhouses/a/poi-sig/1523402/1317231",
        "image_url": null,
        "detail_description": "Labi is a small Iban settlement about 40km south of the coastal road with four longhouses: Rampayoh, Mendaram Besar, Mendaram Kecil and, at the end of the track, Teraja. How much of a longhouse you are able to see if you go without a guide will depend on whether there's an English speaker there to show you around. The cost of such a tour might be B$3 per person. To visit Teraja longhouse, register at the police station nearby.\nThese longhouses are a mix of the modern and the traditional: you will see women weaving baskets, though nowadays they may be plastic rather than rattan, and the longhouses have 24-hour electricity. Outside, among the fruit trees and clucking chickens, there is a rustic shelter for a row of gleaming cars.Borneo Guide runs day trips from BSB, with a local lunch arranged. Contact it, or talk to longhouse inhabitants directly, about overnight stays and jungle treks."
    },
    {
        "country": "brunei-darussalam",
        "city": "Brunei Darussalam",
        "index": 3,
        "name": "Bukit Patoi Recreational Park",
        "latitude": "4.755815",
        "longitude": "115.171223",
        "excerpt": "Within the protected Peradayan Forest Reserve, this recreational park offers the chance of a 2km (one way) hike to the top of Bukit Patoi (310m). The well…",
        "detail_url": "https://www.lonelyplanet.com/brunei-darussalam/bangar/attractions/bukit-patoi-recreational-park/a/poi-sig/1152685/355848",
        "image_url": null,
        "detail_description": "Within the protected Peradayan Forest Reserve, this recreational park offers the chance of a 2km (one way) hike to the top of Bukit Patoi (310m). The well-marked trail, through pristine jungle, begins at the picnic tables and toilet block at the park entrance, about 15km southeast of Bangar (towards Lawas). It's best organised through a BSB tour company. To get here from Bangar ask around for an unofficial taxi (about B$30 return). Bring plenty of water.\nOnce you reach the peak, enjoy the views then turn around and come back down – in theory it is possible to continue on to Bukit Peradayan (410m), but the path is poorly maintained. Up-to-date trail information is available from tour companies in BSB.If you want to explore the Bruneian rainforest without the logistics and expense of a trip further upriver, Peradayan Forest Reserve makes a good alternative that can easily be done as a day trip from BSB."
    },
    {
        "country": "brunei-darussalam",
        "city": "Brunei Darussalam",
        "index": 4,
        "name": "Billionth Barrel Monument",
        "latitude": "4.616657",
        "longitude": "114.317229",
        "excerpt": "Commemorates (you guessed it) the billionth barrel of crude oil produced at the Seria field, a landmark reached in 1991. Copper panels leading up to the…",
        "detail_url": "https://www.lonelyplanet.com/brunei-darussalam/seria/attractions/billionth-barrel-monument/a/poi-sig/1211915/1002128",
        "image_url": null,
        "detail_description": "Commemorates (you guessed it) the billionth barrel of crude oil produced at the Seria field, a landmark reached in 1991. Copper panels leading up to the monument depict oil-related scenes – one of them features what looks like a giant lizard or possibly an alien. Out to sea, oil rigs producing the sultanate's second billion dot the horizon. Situated on the beach directly in front of Seria town.\n"
    },
    {
        "country": "brunei-darussalam",
        "city": "Brunei Darussalam",
        "index": 5,
        "name": "Luagan Lalak Recreation Park",
        "latitude": "4.515591",
        "longitude": "114.474621",
        "excerpt": "If you're craving peace and serenity this is the place to find it: a trident of wooden walkways extend across alluvial freshwater swamp, with tufts of…",
        "detail_url": "https://www.lonelyplanet.com/brunei-darussalam/jalan-labi/attractions/luagan-lalak-recreation-park/a/poi-sig/1523403/1317231",
        "image_url": null,
        "detail_description": "If you're craving peace and serenity this is the place to find it: a trident of wooden walkways extend across alluvial freshwater swamp, with tufts of greenery dotted like islands in mirror-like water. It's a beautiful spot for picnicking, bird-watching or meditating. Locals come here for illegal fishing. Following Jln Labi down from the main highway, the park is 20km before Labi (look for the sign). There is no public transport here.\n"
    },
    {
        "country": "brunei-darussalam",
        "city": "Brunei Darussalam",
        "index": 6,
        "name": "Forestry Museum",
        "latitude": "4.67344",
        "longitude": "114.496336",
        "excerpt": "The Forestry Museum is a small, simple place with seriously thorough information about the local forest. Exhibits detail the history of logging and…",
        "detail_url": "https://www.lonelyplanet.com/brunei-darussalam/jalan-labi/attractions/forestry-museum/a/poi-sig/1152682/1317231",
        "image_url": null,
        "detail_description": "The Forestry Museum is a small, simple place with seriously thorough information about the local forest. Exhibits detail the history of logging and conservation in the area, with labelled examples of more than 50 types of wood found here, along with taxidermic examples of the resident wildlife – sadly it's the closest you're likely to come to seeing a clouded leopard in Borneo. It's located down the Simpang 50 turn-off (on the right as you head towards Labi).\n"
    },
    {
        "country": "brunei-darussalam",
        "city": "Brunei Darussalam",
        "index": 7,
        "name": "Taman Mahkota Jubli Emas Park",
        "latitude": "4.886949",
        "longitude": "114.93934",
        "excerpt": "On dry evenings, locals head to this pretty park on reclaimed land at the back of the Omar Ali Saifuddien mosque to walk, jog, fly kites and amble around…",
        "detail_url": "https://www.lonelyplanet.com/brunei-darussalam/attractions/taman-mahkota-jubli-emas-park/a/poi-sig/1634772/355846",
        "image_url": null,
        "detail_description": "On dry evenings, locals head to this pretty park on reclaimed land at the back of the Omar Ali Saifuddien mosque to walk, jog, fly kites and amble around in rented pedal carts (B$10 per hour), admiring the onion domes through a giant picture frame.\n"
    },
    {
        "country": "brunei-darussalam",
        "city": "Brunei Darussalam",
        "index": 8,
        "name": "Tasek Merimbun Heritage Park",
        "latitude": "4.592167",
        "longitude": "114.679756",
        "excerpt": "Tasek Merimbun is Brunei's largest lake and supports ample birdlife. Near the lake there's a small visitor centre that isn't always open. When it is you…",
        "detail_url": "https://www.lonelyplanet.com/brunei-darussalam/tutong/attractions/tasek-merimbun-heritage-park/a/poi-sig/1601865/1317229",
        "image_url": null,
        "detail_description": "Tasek Merimbun is Brunei's largest lake and supports ample birdlife. Near the lake there's a small visitor centre that isn't always open. When it is you can learn all about the birds and animals that call the nature reserve home. The boardwalk offers great views of the watery expanse. You need a car to get out there.\n"
    },
    {
        "country": "brunei-darussalam",
        "city": "Brunei Darussalam",
        "index": 9,
        "name": "Pantai Seri Kenangan",
        "latitude": "4.783314",
        "longitude": "114.608688",
        "excerpt": "Set on a spit of land, with the South China Sea on one side and Sungai Tutong on the other, this casuarina-lined beach is arguably the best in Brunei,…",
        "detail_url": "https://www.lonelyplanet.com/brunei-darussalam/tutong/attractions/pantai-seri-kenangan/a/poi-sig/1523401/1317229",
        "image_url": null,
        "detail_description": "Set on a spit of land, with the South China Sea on one side and Sungai Tutong on the other, this casuarina-lined beach is arguably the best in Brunei, meaning powdery white sand only lightly sprinkled with plastic, and warm water to paddle in. Sandflies can be a problem around sunset, so be sure to bring repellent. The beach is 2km west of Tutong town.\n"
    },
    {
        "country": "brunei-darussalam",
        "city": "Brunei Darussalam",
        "index": 10,
        "name": "Waterfalls",
        "latitude": "4.26339",
        "longitude": "114.395828",
        "excerpt": "In the jungle beyond the Teraja longhouse, there are around 40 waterfalls. You can enlist a guide from the longhouse to take you to two falls that are…",
        "detail_url": "https://www.lonelyplanet.com/brunei-darussalam/jalan-labi/attractions/waterfalls/a/poi-sig/1601862/1317231",
        "image_url": null,
        "detail_description": "In the jungle beyond the Teraja longhouse, there are around 40 waterfalls. You can enlist a guide from the longhouse to take you to two falls that are within an hour's hike: the stunning 70m Wasai Beluloh, and the smaller Wasai Teraja, with a deep plunge pool for swimming.\n"
    },
    {
        "country": "brunei-darussalam",
        "city": "Brunei Darussalam",
        "index": 11,
        "name": "Oil & Gas Discovery Centre",
        "latitude": "4.617063",
        "longitude": "114.326756",
        "excerpt": "Puts an 'edutainment' spin on the oil industry, with hands-on exhibits aimed largely at kids. Occasional themed temporary exhibitions, too. About 700m…",
        "detail_url": "https://www.lonelyplanet.com/brunei-darussalam/seria/attractions/oil-gas-discovery-centre/a/poi-sig/1211909/1002128",
        "image_url": null,
        "detail_description": "Puts an 'edutainment' spin on the oil industry, with hands-on exhibits aimed largely at kids. Occasional themed temporary exhibitions, too. About 700m northwest of Seria town centre.\n"
    }
]