[
    {
        "country": "budapest",
        "city": "Castle District",
        "index": 1,
        "name": "Castle Museum",
        "latitude": "47.495009",
        "longitude": "19.040873",
        "excerpt": "The Castle Museum, part of the multibranched Budapest History Museum, explores the city's 2000-year history over four floors. Restored palace rooms dating…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/castle-museum/a/poi-sig/411938/1329730",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/38011c6fd99ea417df8d899c53f67e06-castle-museum.jpg",
        "detail_description": "The Castle Museum, part of the multibranched Budapest History Museum, explores the city's 2000-year history over four floors. Restored palace rooms dating from the 15th century can be entered from the two-level basement, where there are three vaulted halls. One of the halls features a magnificent Renaissance door frame in red marble bearing the seals of Queen Beatrix and her husband, King Matthias Corvinus, leading to the Gothic and Renaissance Halls, King's Cellar (1480) and 14th-century Tower Chapel.\nOn the ground floor exhibits showcase Budapest during the Middle Ages, with important Gothic statues of courtiers, squires and saints discovered during excavations in 1974. There are also artefacts recently recovered from a well dating from Turkish times, most notably a 14th-century tapestry of the Hungarian coat of arms with the fleur-de-lis of the House of Anjou.A wonderful exhibit on the 1st floor called 'Light &amp; Shadow: 1000 Years of a Capital' traces the history of Budapest from the arrival of the Magyars and the Turkish occupation to modern times in 10 multimedia sections, taking an interesting and very intelligent look at housing, ethnic diversity, religion and other issues over the centuries.On the 2nd floor the exhibits reach way back – Budapest from prehistoric times to the end of the Avar period at the end of the 8th century. The excellent audio guide is 1200Ft"
    },
    {
        "country": "budapest",
        "city": "Budapest",
        "index": 2,
        "name": "Museum of Fine Arts",
        "latitude": "47.516128",
        "longitude": "19.076514",
        "excerpt": "Housed in a grand Renaissance-style building and once again opened after three years' renovations in late 2018, the Museum of Fine Arts is home to the…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/city-park-and-beyond/attractions/museum-of-fine-arts/a/poi-sig/1537152/1329736",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/123ad01de03457c3e3299f9818427275-lpl-00697.jpg",
        "detail_description": "Housed in a grand Renaissance-style building and once again opened after three years' renovations in late 2018, the Museum of Fine Arts is home to the city’s most outstanding collection of foreign works of art, ranging from articles from ancient Egypt to stellar collections of Spanish, Flemish, Italian and German art. It also now includes Hungarian art for the first time in four decades. The private collection of Count Miklós Esterházy, purchased by the state in 1870, forms the nucleus of the collection.\nThe Old Masters collection on the 1st floor is the most complete, with 3000 works from the Dutch and Flemish, Spanish, Italian, German, French and British schools dating from between the 13th and 17th centuries, including seven paintings by El Greco. Among the most famous of all the works on display is the Esterházy Madonna, painted by Raphael, the supreme High Renaissance painter, around 1508. It's unfinished but still manages to achieve the beauty and harmony for which the paragon of classicism is acclaimed. It was among the 700-odd works that formed the original Esterházy collection.On the 2nd floor the European sculpture collection holds some wonderful pieces, including the fascinating work of Franz Xaver Messerschmidt. On the floor above Hungarian art makes an appearance, with a rich collection of baroque paintings dating from 1600 to 1800 that was recently moved from the Hungarian National Gallery to a new purpose-built exhibition area.Especially fine – and a real hit with children because of a programme that allows them to handle original pieces and works of art from the period – is the collection of Egyptian artefacts, including decorated sarcophagi and mummy portraits in the basement. Also here is the classical section containing Greek, Etruscan and Roman works. The collection of Greek vases and urns ranks among the finest and most complete in Europe."
    },
    {
        "country": "budapest",
        "city": "Castle District",
        "index": 3,
        "name": "Castle Hill",
        "latitude": "47.501446",
        "longitude": "19.032054",
        "excerpt": "Castle Hill is a kilometre-long limestone plateau towering 170m above the Danube. It contains some of Budapest’s most important medieval monuments and…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/castle-hill/a/poi-sig/412602/1329730",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/65655ed5a4207b52a68be4bb6cc4131ccedd3c5743791ee6aba521ff286f99e0.jpg",
        "detail_description": "Castle Hill is a kilometre-long limestone plateau towering 170m above the Danube. It contains some of Budapest’s most important medieval monuments and museums and is a Unesco World Heritage Site. Below it is a 28km-long network of caves formed by thermal springs.The walled area consists of two distinct parts: the Old Town to the north, where commoners once lived, and the Royal Palace to the south, the original site of the castle built by Béla IV in the 13th century and reserved for the nobility.\nThere are many ways to reach Castle Hill from Pest. The easiest way is to take bus 16 from Deák Ferenc tér to Dísz tér, more or less the central point between the Old Town and the Royal Palace. Much more fun, though, is to stroll across Széchenyi Chain Bridge and board the Sikló, a funicular railway built in 1870 that ascends steeply from Clark Ádám tér to Szent György tér near the Royal Palace.Alternatively, you can walk up the Király lépcső (Royal Steps) leading northwest off Clark Ádám tér. Just south of Clark Ádám tér, a staircase and lift from Lánchíd utca lead to the Neo-Renaissance Garden of the Castle Garden Bazaar, and from there stairs, lifts and an escalator will take you up to Castle Hill.Another option is to take metro M2 to Széll Kálmán tér, go up the stairs or escalator in the southeastern part of the square and walk up Várfok utca to Vienna Gate. This medieval entrance to the Old Town was rebuilt in 1936 to mark the 250th anniversary of the castle being taken back from the Turks. Buses 16, 16A and 116 follows the same route from the start of Várfok utca.The new Castle Shuttle Budapest will whisk you from I Öntőház utca just south of Clark Ádám tér to Castle Hill in just minutes."
    },
    {
        "country": "budapest",
        "city": "Castle District",
        "index": 4,
        "name": "Royal Palace",
        "latitude": "47.496067",
        "longitude": "19.039682",
        "excerpt": "The former Royal Palace has been razed and rebuilt at least half a dozen times over the past seven centuries. Béla IV established a royal residence here…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/royal-palace/a/poi-sig/411910/1329730",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-137893598_high.jpg",
        "detail_description": "The former Royal Palace has been razed and rebuilt at least half a dozen times over the past seven centuries. Béla IV established a royal residence here in the mid-13th century, and subsequent kings added to the complex. The palace was levelled in the battle to drive out the Turks in 1686; the Habsburgs rebuilt it but spent very little time here. The Royal Palace now contains the Hungarian National Gallery, the Castle Museum, and the National Széchenyi Library.\nYou can access the palace via the Habsburg Steps and through an ornamental gateway dating from 1903, through the Corvinus Gate, with its big black raven symbolising King Matthias Corvinus, or via the escalator or steps from the gardens of the Castle Garden Bazaar below the southern end of Castle Hill."
    },
    {
        "country": "budapest",
        "city": "Budapest",
        "index": 5,
        "name": "Basilica of St Stephen",
        "latitude": "47.500851",
        "longitude": "19.05378",
        "excerpt": "Budapest’s neoclassical cathedral is the most sacred Catholic church in all of Hungary and contains its most revered relic: the mummified right hand of…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/parliament-and-around/attractions/basilica-of-st-stephen/a/poi-sig/1265119/1329733",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/da27788340085abb9ceef04e09277755-st-stephen-s-basilica.jpg",
        "detail_description": "Budapest’s neoclassical cathedral is the most sacred Catholic church in all of Hungary and contains its most revered relic: the mummified right hand of the church’s patron, King St Stephen. It was built over half a century to 1905. Much of the interruption during construction had to do with a fiasco in 1868 when the dome collapsed during a storm, and the structure had to be demolished and then rebuilt from the ground up. The view from the dome is phenomenal.\nThe basilica is rather dark and gloomy inside. To the right as you enter the basilica is a lift to the 2nd-floor treasury of ecclesiastical objects. Behind the main altar and to the left is the basilica’s main attraction: the Holy Right Chapel, containing what is also called the Holy Dexter – the mummified right hand of St Stephen and an object of great devotion. It was restored to Hungary by Habsburg empress Maria Theresa in 1771 after being discovered in a Bosnian monastery. The chapel was being extensively renovated at the time of research and was not due reopen before 2020."
    },
    {
        "country": "budapest",
        "city": "Budapest",
        "index": 6,
        "name": "Memento Park",
        "latitude": "47.426290701027",
        "longitude": "18.998963826415",
        "excerpt": "Home to more than 40 statues, busts and plaques of Lenin, Marx, Béla Kun and others whose likenesses have ended up on trash heaps elsewhere, Memento Park,…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/attractions/memento-park/a/poi-sig/412706/359522",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_42465316.jpg",
        "detail_description": "Home to more than 40 statues, busts and plaques of Lenin, Marx, Béla Kun and others whose likenesses have ended up on trash heaps elsewhere, Memento Park, 10km southwest of the city centre, is truly a mind-blowing place to visit. Ogle the socialist realism and try to imagine that some of these relics were erected as recently as the late 1980s.\nHere you'll find the replicated remains of Stalin’s boots (all that was left after a crowd pulled the enormous statue down from its plinth on XIV Dózsa György út during the 1956 Uprising). An exhibition centre in an old barracks has displays on the events of 1956 and the changes since 1989, and a documentary film with rare footage of secret agents collecting information on 'subversives'.To reach this socialist Disneyland, take the M4 to Kelenföld pályaudvar and then bus 101B, 101E or 150 (25 minutes, every 20 to 30 minutes) to the Memento Park stop on the corner of XXII Balatoni út &amp; Szabadkai utca. An easier – though more expensive – way to go is via the direct Memento Park bus, which departs from a stop marked 'Memento Park' opposite the Ritz-Carlton Hotel on V Erzsébet tér."
    },
    {
        "country": "budapest",
        "city": "Budapest",
        "index": 7,
        "name": "Hungarian National Museum",
        "latitude": "47.491239",
        "longitude": "19.062803",
        "excerpt": "The Hungarian National Museum houses the nation’s most important collection of historical relics in an impressive neoclassical building, purpose built in…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/southern-pest/attractions/hungarian-national-museum/a/poi-sig/412014/1329735",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5eee42ddb51369fdcfcce028896f0475-hungarian-national-museum.jpg",
        "detail_description": "The Hungarian National Museum houses the nation’s most important collection of historical relics in an impressive neoclassical building, purpose built in 1847. Exhibits on the 1st floor trace the history of the Carpathian Basin from earliest times to the arrival of the Magyars in the 9th century; the ongoing story of the Magyar people resumes on the 2nd floor, from the conquest of the basin to the end of communism.\nThe museum was founded in 1802, when Count Ferenc Széchényi donated his personal collection of more than 20,000 prints, maps, manuscripts, coins and archaeological finds to the state. Highlights include Celtic gold and silver jewellery, a huge 2nd-century Roman mosaic, King St Stephen’s crimson silk coronation mantle, a Broadwood piano used by both Beethoven and Liszt and memorabilia from socialist times."
    },
    {
        "country": "budapest",
        "city": "Budapest",
        "index": 8,
        "name": "Pesti Vigadó",
        "latitude": "47.495944",
        "longitude": "19.049231",
        "excerpt": "This Romantic-style concert hall, built in 1865 but badly damaged during WWII, faces the river to the west of Vörösmarty tér. Reopened in 2014 after a…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/belvaros/attractions/pesti-vigado/a/poi-sig/1289115/1329732",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1be2d4538f58c68450850df3cddedd0f-pesti-vigado.jpg",
        "detail_description": "This Romantic-style concert hall, built in 1865 but badly damaged during WWII, faces the river to the west of Vörösmarty tér. Reopened in 2014 after a massive reconstruction, the building has been fully restored to its former grandeur. Floors 5 and 6 have been set aside for temporary exhibitions and there's now a fantastic terrace with a small cafe affording expansive views over the Danube. It's a fantastic place to catch a classical concert in glamorous surrounds.\nStart your visit in the Vigadó Gallery on the ground floor, before ascending the magnificent stone staircase for a peek into the 2nd-floor concert hall. A lift will whisk you to the 5th- and 6th-floor exhibition rooms and from the 6th you can step out on to the panoráma terasz (panoramic terrace) to take in the views. English-language guided tours are available (2900Ft); check the website for tour dates and times."
    },
    {
        "country": "budapest",
        "city": "Budapest",
        "index": 9,
        "name": "Parliament",
        "latitude": "47.507229",
        "longitude": "19.045669",
        "excerpt": "The Eclectic-style Parliament, designed by Imre Steindl and completed in 1902, has 691 sumptuously decorated rooms. You’ll get to see several of these and…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/parliament-and-around/attractions/parliament/a/poi-sig/1265118/1329733",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/fab1f976a1b031c412694f1008eec4ea978339c1184cdde8256f24d4cf8d476d.jpg",
        "detail_description": "The Eclectic-style Parliament, designed by Imre Steindl and completed in 1902, has 691 sumptuously decorated rooms. You’ll get to see several of these and other features on a guided tour of the North Wing: the Golden Staircase; the Dome Hall, where the Crown of St Stephen, the nation’s most important national icon, is on display; the Grand Staircase and its wonderful landing; Loge Hall; and Congress Hall, where the House of Lords of the one-time bicameral assembly sat until 1944.\nThe building is a blend of architectural styles – neo-Gothic, neo-Romanesque, neobaroque – and in sum it works very well. Tours in eight languages run for 45 minutes; to avoid disappointment book through Jegymester (www.jegymester.hu). The English-language ones are usually at 10am, noon and then hourly on the half-hour till 4.30pm, though there may be additional departures depending on demand."
    },
    {
        "country": "budapest",
        "city": "Castle District",
        "index": 10,
        "name": "Hungarian National Gallery",
        "latitude": "47.496524",
        "longitude": "19.039457",
        "excerpt": "The Hungarian National Gallery is an overwhelming collection spread across four floors and four wings of the palace that traces Hungarian art from the…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/hungarian-national-gallery/a/poi-sig/411936/1329730",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/977f345977cd9d0845d5a7e957418006-hungarian-national-gallery.jpg",
        "detail_description": "The Hungarian National Gallery is an overwhelming collection spread across four floors and four wings of the palace that traces Hungarian art from the 11th century to the present day. The largest collections include medieval and Renaissance stonework, Gothic wooden sculptures and panel paintings and late-Gothic winged altars. The museum also has an important collection of Hungarian paintings and sculpture from the 19th and 20th centuries.\nTemporary exhibitions are held here several times per year; entry costs extra. Be advised that the gallery is in a state of flux at present, with the late-Renaissance and baroque art collection moved to the Museum of Fine Arts in preparation for the gallery's future relocation to a new purpose-built museum building in City Park."
    },
    {
        "country": "budapest",
        "city": "Óbuda & Buda Hills",
        "index": 11,
        "name": "Aquincum",
        "latitude": "47.563438",
        "longitude": "19.049563",
        "excerpt": "The most complete Roman civilian town in Hungary was built around 100 AD and became the seat of the Roman province of Pannonia Inferior in AD 106…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/obuda-and-buda-hills/attractions/aquincum/a/poi-sig/1028576/1003490",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/43c6fb9d02cb6a7d0c755d120a324cf8-aquincum-museum.jpg",
        "detail_description": "The most complete Roman civilian town in Hungary was built around 100 AD and became the seat of the Roman province of Pannonia Inferior in AD 106. Visitors can explore its houses, baths, courtyards, fountains and sophisticated underfloor heating systems, as well as a recreation of a Roman painter's dwelling and Symphorus Mithraeum.The purpose-built Aquincum Museum, just inside the entrance, puts the ruins in perspective, with a vast collection of Roman daily life objects and wall paintings.\nAt the museum, look out for the replica of a 3rd-century portable organ called a hydra and the mock-up of a Roman bath. Most of the big sculptures and stone sarcophagi are outside in the park. If you visit the site towards the end of May, dress in a toga for the Floralia Roman festival."
    },
    {
        "country": "budapest",
        "city": "Budapest",
        "index": 12,
        "name": "Liberty Monument",
        "latitude": "47.486599",
        "longitude": "19.048212",
        "excerpt": "The Liberty Monument, the lovely lady with the palm frond in her outstretched arms, proclaiming freedom throughout the city, is southeast of the Citadella…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/gellert-hill-and-taban/attractions/liberty-monument/a/poi-sig/1178266/1329731",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ac198a170c65e499460cbbdb28d79c8a-liberty-monument.jpg",
        "detail_description": "The Liberty Monument, the lovely lady with the palm frond in her outstretched arms, proclaiming freedom throughout the city, is southeast of the Citadella. Standing 14m high, she was raised in 1947 in tribute to the Soviet soldiers who died liberating Budapest in 1945. The victims’ names in Cyrillic letters on the plinth and the soldiers' statues were removed in 1992 and sent to Memento Park. The inscription reads: 'To those who gave up their lives for Hungary’s independence, freedom and prosperity'.\nThe monument had been originally designed by the politically ‘flexible’ sculptor Zsigmond Kisfaludi Strobl (1884–1975) before WWII for the ultraright government of Admiral Miklós Horthy. After the war, when pro-communist monuments were in short supply, Kisfaludi Strobl passed it off as a memorial to the Soviets."
    },
    {
        "country": "budapest",
        "city": "Budapest",
        "index": 13,
        "name": "Hungarian State Opera House",
        "latitude": "47.50262",
        "longitude": "19.058501",
        "excerpt": "The neo-Renaissance Hungarian State Opera House was designed by Miklós Ybl in 1884 and is among the most beautiful buildings in Budapest. Its facade is…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/parliament-and-around/attractions/hungarian-state-opera-house/a/poi-sig/1266493/1329733",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/071b4e8c232cae9cfb5b96a3c8d61fa4-hungarian-state-opera-house.jpg",
        "detail_description": "The neo-Renaissance Hungarian State Opera House was designed by Miklós Ybl in 1884 and is among the most beautiful buildings in Budapest. Its facade is decorated with statues of muses and opera greats such as Puccini, Mozart, Liszt and Verdi, while its interior dazzles with marble columns, gilded vaulted ceilings, chandeliers and near-perfect acoustics. If you cannot attend a performance, join one of the three 45-minute daily tours. Tickets are available from a desk in the lobby.\nAlthough the opera house is undergoing extensive renovations until 2020, tours continue to depart daily."
    },
    {
        "country": "budapest",
        "city": "Budapest",
        "index": 14,
        "name": "Heroes' Square",
        "latitude": "47.515114",
        "longitude": "19.078156",
        "excerpt": "Heroes’ Sq is the largest and most symbolic square in Budapest. It is dominated by the Millenary Monument (Ezeréves emlékmű), a 36m-high pillar topped by…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/city-park-and-beyond/attractions/heroes-square/a/poi-sig/1265106/1329736",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6a1ac2d341ddacdaaf107f6c169bd6d5-heroes-square.jpg",
        "detail_description": "Heroes’ Sq is the largest and most symbolic square in Budapest. It is dominated by the Millenary Monument (Ezeréves emlékmű), a 36m-high pillar topped by a golden Archangel Gabriel, holding the Hungarian crown and a cross. At the column's base are Prince Árpád and six other Magyar chieftains who occupied the Carpathian Basin in the late 9th century. The 14 statues in the colonnades behind are of rulers and statesmen – from King Stephen (far left) to Lajos Kossuth (far right).\nIt was designed in 1896 to mark the 1000th anniversary of the Magyar conquest of the Carpathian Basin."
    },
    {
        "country": "budapest",
        "city": "Budapest",
        "index": 15,
        "name": "Kerepes Cemetery",
        "latitude": "47.496546",
        "longitude": "19.084346",
        "excerpt": "Also known as the Fiume St Graveyard (Fiumei uti sírkert), this is Budapest’s equivalent of London's Highgate or Père Lachaise in Paris. Established in…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/southern-pest/attractions/kerepes-cemetery/a/poi-sig/412028/1329735",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d1a4a83307e2ed9b7206efc7f8b92a1239679c655ada87ae3247b40815c51716.jpg",
        "detail_description": "Also known as the Fiume St Graveyard (Fiumei uti sírkert), this is Budapest’s equivalent of London's Highgate or Père Lachaise in Paris. Established in 1847, this 56-hectare necropolis holds some 3000 gravestones and mausoleums, including those of statesmen and national heroes Lajos Kossuth, Ferenc Deák and Lajos Batthyány. Plot 21 contains the graves of many who died in the 1956 Uprising. Maps indicating the location of noteworthy graves are available free at the entrance.\nOn the grounds of the cemetery is the Piety Museum, which offers insights into the city's and the nation's approach to death. To the southeast is the smaller Salgótarján St Jewish Cemetery."
    },
    {
        "country": "budapest",
        "city": "Óbuda & Buda Hills",
        "index": 16,
        "name": "Vasarely Museum",
        "latitude": "47.540313",
        "longitude": "19.04668",
        "excerpt": "Installed in the imposing Zichy Mansion (Zichy kastély), built in 1757, this renovated and rehung gallery contains some 150 works of Victor Vasarely (or…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/obuda-and-buda-hills/attractions/vasarely-museum/a/poi-sig/412044/1003490",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c6588995bfd7fbc76e6548789f30d860-vasarely-museum.jpg",
        "detail_description": "Installed in the imposing Zichy Mansion (Zichy kastély), built in 1757, this renovated and rehung gallery contains some 150 works of Victor Vasarely (or Vásárhelyi Győző, as he was known before he emigrated to Paris in 1930), the late ‘father of op art’. Op art is short for 'optical art', a style of abstract visual art that uses optical illusions. Watch his excellent works like Ibadan-Pos (1977) and Keek (1980) as they ‘swell’ and ‘move’ around the canvas.\n"
    },
    {
        "country": "budapest",
        "city": "Óbuda & Buda Hills",
        "index": 17,
        "name": "Pálvölgy Cave",
        "latitude": "47.532994",
        "longitude": "19.015933",
        "excerpt": "This 29km-long cave – the second-largest in Hungary – was discovered in 1904 and is noted for both its spectacular stalactites and rock formations. Tours…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/obuda-and-buda-hills/attractions/palvoelgy-cave/a/poi-sig/412496/1003490",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/bd51d8853ad15c537cebd137f8e8291e-palvolgy-cave.jpg",
        "detail_description": "This 29km-long cave – the second-largest in Hungary – was discovered in 1904 and is noted for both its spectacular stalactites and rock formations. Tours last an hour and depart from 10.15am (last tour at 4.15pm) from the lowest level, taking you through dank, claustrophobia-inducing passages and up several hundred steps. Highlights include John's Lookout in the largest of chambers, as well as Radium Hall, reminiscent of Dante's Inferno. The temperature is a constant 11°C, so wear a jacket or jumper.\nAlight the bus at the Pálvölgyi-cseppkőbarlang stop."
    },
    {
        "country": "budapest",
        "city": "Budapest",
        "index": 18,
        "name": "Váci utca",
        "latitude": "47.490949",
        "longitude": "19.054434",
        "excerpt": "The capital’s premier pedestrian shopping street is crammed for the most part with chain stores, touristy restaurants, ripoff bars and a smattering of…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/belvaros/attractions/vaci-utca/a/poi-sig/1289113/1329732",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/cbf17cb04c3ccd8802991a35ff8c4e614060103c15aee28cb80c9421cfd13aca.jpg",
        "detail_description": "The capital’s premier pedestrian shopping street is crammed for the most part with chain stores, touristy restaurants, ripoff bars and a smattering of shops and sights worth seeking out. Its more unique spots include the art nouveau interior of the Philanthia flower shop at No 9-11; Thonet House at No 11/a, a masterpiece built by Ödön Lechner in 1890; and the sumptuous Bank Palace at V Deák utca 5, built in 1915 and now converted into a shopping gallery.\n"
    },
    {
        "country": "budapest",
        "city": "Budapest",
        "index": 19,
        "name": "Palace of Art",
        "latitude": "47.514173",
        "longitude": "19.078471",
        "excerpt": "The Palace of Art, reminiscent of a Greek temple, is among the city’s largest exhibition spaces. It focuses on contemporary visual arts, with some three…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/city-park-and-beyond/attractions/palace-of-art/a/poi-sig/1098127/1329736",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9f46c2be709ee9d97aa33eae0f8d5527-palace-of-art.jpg",
        "detail_description": "The Palace of Art, reminiscent of a Greek temple, is among the city’s largest exhibition spaces. It focuses on contemporary visual arts, with some three to four major exhibitions staged annually; recent exhibitions have comprised cutting-edge photography, sculpture and installations by home-grown and international artists. Go for the scrumptious venue and the excellent museum shop. Concerts are sometimes staged here as well.\n"
    },
    {
        "country": "budapest",
        "city": "Castle District",
        "index": 20,
        "name": "Fishermen’s Bastion",
        "latitude": "47.502279",
        "longitude": "19.034854",
        "excerpt": "The bastion, a neo-Gothic masquerade that looks medieval and offers some of the best views in Budapest, was built as a viewing platform in 1905 by Frigyes…",
        "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/fishermen-s-bastion/a/poi-sig/1178254/1329730",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/67b9d01c0a327a6734cd2909007a3e786a6b78e5da9107d91ff7f1c8ea9b4ed0.jpg",
        "detail_description": "The bastion, a neo-Gothic masquerade that looks medieval and offers some of the best views in Budapest, was built as a viewing platform in 1905 by Frigyes Schulek, the architect behind Matthias Church. Its name was taken from the medieval guild of fishermen responsible for defending this stretch of the castle wall. The seven gleaming white turrets represent the Magyar tribes that entered the Carpathian Basin in the late 9th century.\n"
    }
]