[
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 1,
        "name": "Casa Rosada",
        "latitude": "-34.608354",
        "longitude": "-58.370329",
        "excerpt": "The Casa Rosada was named for its distinctive color. It was from the balcony here, at the presidential palace, that Eva Perón famously addressed the…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/casa-rosada/a/poi-sig/394473/1326774",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/be60b27a272d8e95f06d9a788939cb70-casa-rosada.jpg",
        "detail_description": "The Casa Rosada was named for its distinctive color. It was from the balcony here, at the presidential palace, that Eva Perón famously addressed the throngs of impassioned supporters packed into Plaza de Mayo. (Note that the building houses offices; the presidential residence is in the northern suburb of Olivos.) Free hour-long guided tours are given on weekends and must be booked online in advance; bring ID.\nThe building occupies the site where colonial riverbank fortifications once stood; today, however, after repeated landfills, the palace stands more than 1km inland. The interesting Museo Casa Rosada is located behind the palace.One theory goes that the Casa Rosada's pink hue represented President Sarmiento's attempts to make peace during his 1868–74 term (by blending the red of the Federalists with the white of the Unitarians), but the more likely explanation is that it was caused by mixing white paint with bovine blood, a common practice in the late 19th century."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 2,
        "name": "Centro Cultural Kirchner",
        "latitude": "-34.604045",
        "longitude": "-58.369417",
        "excerpt": "It was former president Néstor Kirchner who, in 2005, first proposed turning the abandoned former central post office into a cultural center. He died in…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/centro-cultural-kirchner/a/poi-sig/1528504/1326774",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/bd6bbb201a6edddd95c179ce4a3c7eb4-centro-cultural-kirchner.jpg",
        "detail_description": "It was former president Néstor Kirchner who, in 2005, first proposed turning the abandoned former central post office into a cultural center. He died in 2010 before the project was completed, but this breathtaking cultural center was named in his honor. Within the vast beaux-arts structure – which stands eight stories tall and takes up an entire city block – are multiple art galleries and events spaces. The highlight is the Ballena Azul, a concert hall with world-class acoustics.\nThe original building, which was modeled on New York City’s main post office, took nearly 30 years to complete – it was finished in 1928. Restoration for the cultural center began in 2009 and it opened in May 2015. The architects used glass and stainless steel to maintain and add to the beauty of the original structure.The result is one of the city's grandest buildings, and it’s well worth a visit. It's free to enter and there are usually exhibitions to see that don't require tickets as well as a range of activities, like yoga, dance classes and concerts, that are free but ticketed. There's also great free programming and activity areas for kids. Check the website to see what's on and act quickly if you want to book."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 3,
        "name": "Palacio Barolo",
        "latitude": "-34.609687",
        "longitude": "-58.38569",
        "excerpt": "One of Buenos Aires' most beautiful monuments, this 22-story building has a unique design inspired by Dante’s Divine Comedy. Its structure is divided into…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/palacio-barolo/a/poi-sig/394571/1326776",
        "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_444490156.jpg",
        "detail_description": "One of Buenos Aires' most beautiful monuments, this 22-story building has a unique design inspired by Dante’s Divine Comedy. Its structure is divided into hell, purgatory and heaven; its height (100m) is a reference to each canto (song); and the number of floors (22) mirrors the number of verses per song. Dreamt up by the Italian architect Mario Palanti, Palacio Barolo was the tallest skyscraper in South America when it was completed in 1923.\nYou can walk around the gorgeous lobby for free, but it's best to go on a guided tour of the building: you'll get to ride in a vintage 1920s elevator and admire the panoramic views from the rooftop lighthouse. Palacio Barolo Tours offers a wide range of bilingual tours, including thematic tours focusing on architecture, literature, or photography, and nighttime tours that include a wine tasting. See the website for more details or stop at the kiosk on the building's ground level to book a tour.Note that there's also a new cocktail bar and cafe, Salón 1923, on the 16th floor of Palacio Barolo: the indoor-outdoor space is a wonderful venue for a coffee or a glass of wine, especially around sunset. It's also a (free) way to get a glimpse of the wonderful views from the building's upper levels without paying for a tour."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 4,
        "name": "Feria de Mataderos",
        "latitude": "-34.662476",
        "longitude": "-58.499944",
        "excerpt": "On the outskirts of the city in the working-class barrio of Mataderos, this excellent folkloric festival happens on Sundays and national holidays. Come…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/attractions/feria-de-mataderos/a/poi-sig/1103429/363005",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b5e6b03d44f5304bd83064708a02ac2c-feria-de-mataderos.jpg",
        "detail_description": "On the outskirts of the city in the working-class barrio of Mataderos, this excellent folkloric festival happens on Sundays and national holidays. Come for handmade crafts and regional cuisine including locro (a corn and meat stew) and humita (a savory corn and cheese mixture wrapped in husks). Folk singers, dancers and gauchos on horseback entertain, and there’s a small gaucho museum nearby. Take a taxi, or bus 126 (from downtown) or bus 55 (from Palermo) – the trip takes an hour.\nThe festival also takes place on the following national holidays: May 25th, June 20th, July 9th, August 17th and October 12th."
    },
    {
        "country": "buenos-aires",
        "city": "Recoleta & Barrio Norte",
        "index": 5,
        "name": "Cementerio de la Recoleta",
        "latitude": "-34.587927",
        "longitude": "-58.39242",
        "excerpt": "This cemetery is perhaps BA's top attraction. You can wander for hours in this incredible city of the dead, where the ‘streets’ are lined with impressive…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/recoleta-and-barrio-norte/attractions/cementerio-de-la-recoleta/a/poi-sig/394471/1326780",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-485761803_super.jpg",
        "detail_description": "This cemetery is perhaps BA's top attraction. You can wander for hours in this incredible city of the dead, where the ‘streets’ are lined with impressive statues and marble mausoleums. Peek into the crypts and check out the dusty coffins and try to decipher the history of its inhabitants. Past presidents, military heroes, influential politicians and the just plain rich and famous have made it past the gates here.\nPick up a map at the entrance. Though you can explore the cemetery on your own, it's really worthwhile to take a tour with a knowledgeable guide. Many local tour guides offer the service (including several you can hire near the entrance) – there are also free guided tours in English at 11am on Tuesdays and Thursdays."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 6,
        "name": "Plaza de Mayo",
        "latitude": "-34.60839814",
        "longitude": "-58.37226391",
        "excerpt": "Surrounded by the Casa Rosada, the Cabildo and the city’s main cathedral, Plaza de Mayo is the place where Argentines gather in vehement protest or…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/plaza-de-mayo/a/poi-sig/394627/1326774",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-141476294_super.jpg",
        "detail_description": "Surrounded by the Casa Rosada, the Cabildo and the city’s main cathedral, Plaza de Mayo is the place where Argentines gather in vehement protest or jubilant celebration. At the center is the Pirámide de Mayo, a white obelisk built to mark the first anniversary of independence from Spain.\nIf you happen to be here on Thursday at 3:30pm, you’ll see the Madres de la Plaza de Mayo gather and circle the pyramid, holding photographs of their missing children. These mothers of the 'disappeared’ (Argentines abducted by the state during the military dictatorship of 1976 to 1983) continue to march as a reminder of the past and for other social justice causes."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 7,
        "name": "Museo Casa Carlos Gardel",
        "latitude": "-34.601872",
        "longitude": "-58.407869",
        "excerpt": "A small but noteworthy tribute to tango's most famous voice. Located in Gardel’s old house, the museum traces the singer's early years in France and…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/villa-crespo-once-caballito-and-boedo/attractions/museo-casa-carlos-gardel/a/poi-sig/1103415/1326782",
        "image_url": null,
        "detail_description": "A small but noteworthy tribute to tango's most famous voice. Located in Gardel’s old house, the museum traces the singer's early years in France and Argentina, his musical and cinematic career, and his tragic death in a plane crash at the height of his success. Exhibits include audio displays, memorabilia and tablets loaded with every song Gardel recorded – a total of 893 tracks.\nThe house itself – a typical casa chorizo (sausage-like) residence with rooms leading off a central patio – is worth a look."
    },
    {
        "country": "buenos-aires",
        "city": "Recoleta & Barrio Norte",
        "index": 8,
        "name": "Centro Cultural Recoleta",
        "latitude": "-34.58669",
        "longitude": "-58.391798",
        "excerpt": "Part of the original Franciscan convent and alongside its namesake church and cemetery, this excellent cultural center houses a variety of facilities,…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/recoleta-and-barrio-norte/attractions/centro-cultural-recoleta/a/poi-sig/1399999/1326780",
        "image_url": null,
        "detail_description": "Part of the original Franciscan convent and alongside its namesake church and cemetery, this excellent cultural center houses a variety of facilities, including art galleries, exhibition halls and a cinema. Events, courses and workshops are also offered – check the website for current offerings. Exhibitions are usually free, while tickets to films and shows are reasonably priced.\nWithin the Centro Cultural Recoleta is the Museo Participativo de Ciencias, a hands-on science museum for children."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 9,
        "name": "Teatro Colón",
        "latitude": "-34.601148",
        "longitude": "-58.383086",
        "excerpt": "Occupying an entire city block, this impressive seven-story theater is one of BA’s most prominent landmarks. It’s the city’s main performing arts venue,…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/teatro-colon/a/poi-sig/1103221/1326776",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2ed8a17c546b32a2491c812b819ef21e-teatro-colon.jpg",
        "detail_description": "Occupying an entire city block, this impressive seven-story theater is one of BA’s most prominent landmarks. It’s the city’s main performing arts venue, and with astounding acoustics, it's a world-class forum for opera, ballet and classical music. The Colón can seat 2500 spectators and provides standing room for another 500. Get hold of tickets to a performance, if you can, or take one of the frequent 50-minute backstage tours to view the stunning interior, the costume department, and ballerinas' dressing rooms.\n"
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 10,
        "name": "Plaza San Martín",
        "latitude": "-34.594722",
        "longitude": "-58.375821",
        "excerpt": "French landscape architect Carlos Thays designed the leafy Plaza San Martín, which is surrounded by some of Buenos Aires’ most impressive public buildings…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/retiro/attractions/plaza-san-martin/a/poi-sig/394757/1326779",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/17ce9ea02d97e09280c075659a0f7d38-plaza-san-martin.jpg",
        "detail_description": "French landscape architect Carlos Thays designed the leafy Plaza San Martín, which is surrounded by some of Buenos Aires’ most impressive public buildings. The park’s most prominent monument is an equestrian statue of José de San Martín; visiting dignitaries often come to honor the country’s liberator by leaving wreaths at its base. On the downhill side of the park you’ll see the Monumento a los Caídos de Malvinas, a memorial to the young men who died in the Falklands War.\nRetiro was the site of a monastery during the 17th century, and later became the country retiro (retreat) of Agustín de Robles, a Spanish governor. Since then, Plaza San Martín – which sits on a bluff – has played host to a slave market, a military fort and even a bullring.At the southern end of the plaza is Estación Retiro (Retiro train station), built by the British in 1915."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 11,
        "name": "Palacio del Congreso",
        "latitude": "-34.609805528292",
        "longitude": "-58.39258324908",
        "excerpt": "Argentina's green-domed Congress building, modeled on the Capitol Building in Washington, DC, was completed in 1906. Worthwhile free tours of the Senate…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/palacio-del-congreso/a/poi-sig/394577/1326776",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f7fc17cb217685c1a2d5d4fa87c42d0aeb5ed2960321808952285a52ac0ef592.jpg",
        "detail_description": "Argentina's green-domed Congress building, modeled on the Capitol Building in Washington, DC, was completed in 1906. Worthwhile free tours of the Senate chamber, the Chamber of Deputies and the gorgeous, walnut-paneled Congress library are given in English and Spanish. The tour also includes the pink room where until 1951 women met to discuss policies; their notes were then passed to a male deputy. Go to the entrance on Hipólito Yrigoyen and bring photo ID.\nNote the stone statues on either side of the steps at the front of the palace, facing the square; these were sculpted by the controversial artist Lola Mora and caused a scandal when they were erected in 1907. Conservatives insisted that they be removed; in 2014 President Cristina Kirchner returned replicas of the sculptures to their original location.Across the way, the Monumento a los Dos Congresos honors the assembly of 1813 and the 1816 Congress in Tucumán, when independence was declared."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 12,
        "name": "Manzana de las Luces",
        "latitude": "-34.610835",
        "longitude": "-58.374621",
        "excerpt": "In colonial times, the Manzana de las Luces was Buenos Aires’ most important center of culture and learning, and today the block still symbolizes…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/manzana-de-las-luces/a/poi-sig/394623/1326774",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/536effbcfd8cc3d0c4fff4fb5af05c14-manzana-de-las-luces.jpg",
        "detail_description": "In colonial times, the Manzana de las Luces was Buenos Aires’ most important center of culture and learning, and today the block still symbolizes education and enlightenment. Two of the five original buildings remain; Jesuit defensive tunnels were discovered in 1912. Free tours in Spanish are given at 2pm from Monday to Friday, but you can go inside and see the main patio area without taking a tour.\nThe first people to occupy the Manzana de las Luces were the Jesuits, who built several structures including the Procuraduría (1730; administrative headquarters), part of which still survives today. (Unfortunately for the Jesuits, they were later expelled from the premises – and Argentina – in 1767 by the King of Spain.) Along with housing offices, these buildings hosted converted indigenous people from the provinces. Later, during the 19th century, they were home to various museums, legislative offices, schools and universities.Today, a cultural center on the premises offers workshops and music, film and theater events, and a wonderfully atmospheric milonga takes place in here on Friday nights."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 13,
        "name": "Mercado de Abasto",
        "latitude": "-34.60319",
        "longitude": "-58.410791",
        "excerpt": "The historic Mercado de Abasto (1895) has been turned into one of the most beautiful shopping centers in the city. The building, once a large vegetable…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/villa-crespo-once-caballito-and-boedo/attractions/mercado-de-abasto/a/poi-sig/1400041/1326782",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5d5a40f17e45ddf81041f439120902f2-mercado-de-abasto.jpg",
        "detail_description": "The historic Mercado de Abasto (1895) has been turned into one of the most beautiful shopping centers in the city. The building, once a large vegetable market, received an architectural prize in 1937 for its Av Corrientes facade. It holds more than 200 stores, a large cinema, a food court and the only kosher McDonald’s outside Israel (the one upstairs next to Burger King). It’s great for families, with a good children’s museum and even a small amusement park.\n"
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 14,
        "name": "Museo de Arte Hispanoamericano Isaac Fernández Blanco",
        "latitude": "-34.59086002",
        "longitude": "-58.3803728",
        "excerpt": "This museum is in a 1920s mansion in the neocolonial Peruvian style that developed as a reaction against French influences in turn-of-the-19th-century…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/retiro/attractions/museo-de-arte-hispanoamericano-isaac-fernandez-blanco/a/poi-sig/1144012/1326779",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8f1547cdefa681a05536624e692955b8-museo-de-arte-hispanoamericano-isaac-fernandez-blanco.jpg",
        "detail_description": "This museum is in a 1920s mansion in the neocolonial Peruvian style that developed as a reaction against French influences in turn-of-the-19th-century Argentine architecture. Its exceptional collection of colonial art includes silverwork from Alto Perú (present-day Bolivia), religious paintings and baroque instruments (including a Guarneri violin). The curved ceiling in the main salon is beautifully painted, and there’s also a peaceful garden. Signage is in Spanish.\nAlso known as the Palacio Noel, after the designing architect, the museum building and its collections suffered damage (since repaired) from the 1992 bombing of the Israeli embassy, which at the time was located at Arroyo and Suipacha. The space where the embassy was located has since become a small memorial park; you can still see the outline of the building on a neighboring wall."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 15,
        "name": "Palacio de las Aguas Corrientes",
        "latitude": "-34.600366",
        "longitude": "-58.395209",
        "excerpt": "Following cholera, typhoid and yellow fever epidemics, city officials commissioned the English engineer John Batemen to plan a water purification system –…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/palacio-de-las-aguas-corrientes/a/poi-sig/394575/1326776",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f1ed3b8fbfd0c12531c13225334ce7d1adb57c6db7fbf68951321584bcab0369.jpg",
        "detail_description": "Following cholera, typhoid and yellow fever epidemics, city officials commissioned the English engineer John Batemen to plan a water purification system – the first of its kind in the Americas – to meet the needs of the city's rapidly growing population. This palatial waterworks building, completed in 1894, housed the water tanks. On the first floor is the quirky Museo del Agua y de la Historia Sanitaria with a collection of ornate tiles, faucets, ceramic pipe joints and old toilets.\nTopped by French-style mansard roofs, the building's facade consists of 170,000 glazed tiles and 130,000 enameled bricks, all shipped from Europe and assembled here. It still houses the offices of Argentina's state water company AySA, whose customers come here to pay their utility bills. Guided visits offer a backstage glimpse of the building’s inner workings."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 16,
        "name": "Galerías Pacífico",
        "latitude": "-34.599214",
        "longitude": "-58.374556",
        "excerpt": "Occupying an entire city block, this beautiful building, inspired by Le Bon Marché in Paris, houses an upscale shopping center with a large food court…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/galerias-pacifico/a/poi-sig/1103147/1326774",
        "image_url": null,
        "detail_description": "Occupying an entire city block, this beautiful building, inspired by Le Bon Marché in Paris, houses an upscale shopping center with a large food court. The architecture and frescoes inside are worth a visit on their own. Self-guided audio tours are available in English and Spanish; inquire at the information kiosk. The excellent Centro Cultural Borges takes up the top floor.\nWhen you step inside, check out the ceiling. In 1945 the completion of a central cupola made space for a dozen paintings by muralists Antonio Berni, Juan Carlos Castagnino, Manuel Colmeiro, Lino Enea Spilimbergo and Demetrio Urruchúa. All were adherents of the nuevo realismo (new realism) school, heirs of an earlier social-activist tendency in Argentine art. For many years the building was semi-abandoned, but a joint Argentine-Mexican team repaired and restored the murals in 1992."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 17,
        "name": "Catedral Metropolitana",
        "latitude": "-34.60766526",
        "longitude": "-58.37319374",
        "excerpt": "The city's main Catholic church, finished in 1827, is a significant religious and architectural landmark, where Jorge Bergoglio (now known as Pope Francis…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/catedral-metropolitana/a/poi-sig/394539/1326774",
        "image_url": null,
        "detail_description": "The city's main Catholic church, finished in 1827, is a significant religious and architectural landmark, where Jorge Bergoglio (now known as Pope Francis) served as Archbishop of Buenos Aires from 1998 to 2013. Carved above its triangular facade and neoclassical columns are bas-reliefs of Jacob and Joseph. The spacious interior is equally impressive, with baroque details and an elegant rococo altar. There’s a small museum dedicated to the cathedral’s history. For Pope Francis souvenirs, visit the small gift shop near the entrance.\nThe cathedral is also a national historical site that contains the mausoleum of General José de San Martín, Argentina’s most revered hero, who led the country to independence in 1816. In the chaos that followed, San Martín chose exile in France, never again returning to Argentina; his remains were brought to Buenos Aires in 1880, 30 years after his death. Outside the cathedral you’ll see a flame keeping his spirit alive."
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 18,
        "name": "Obelisco",
        "latitude": "-34.603753",
        "longitude": "-58.381605",
        "excerpt": "One of the city's most iconic monuments is the needle-like Obelisco, soaring 67m above the oval Plaza de la República on busy Av 9 de Julio. It was…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/obelisco/a/poi-sig/1465526/1326776",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/cd8138744bda6bac1bb789c7e12e0772-obelisco.jpg",
        "detail_description": "One of the city's most iconic monuments is the needle-like Obelisco, soaring 67m above the oval Plaza de la República on busy Av 9 de Julio. It was erected in 1936 on the 400th anniversary of the first Spanish settlement on the Río de la Plata. It's ground zero for celebrations after major soccer victories, when boisterous fans gather at the Obelisco to sing, jump in unison, honk horns and drink beer.\n"
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 19,
        "name": "Plaza Lavalle",
        "latitude": "-34.601007",
        "longitude": "-58.384577",
        "excerpt": "Just northwest of the Obelisco is Plaza Lavalle, three blocks of parks (popular with office workers on their lunch break) surrounded by some important…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/plaza-lavalle/a/poi-sig/1465527/1326776",
        "image_url": null,
        "detail_description": "Just northwest of the Obelisco is Plaza Lavalle, three blocks of parks (popular with office workers on their lunch break) surrounded by some important buildings. The most worthwhile sights here are the Teatro Colón and the Teatro Nacional Cervantes, but there's also the neoclassical Escuela Presidente Roca, an educational facility that's often mistaken for Teatro Colón, and across from it, the French-style Palacio de Justicia (1904) housing the Supreme Court.\n"
    },
    {
        "country": "buenos-aires",
        "city": "Buenos Aires",
        "index": 20,
        "name": "Teatro Nacional Cervantes",
        "latitude": "-34.598811",
        "longitude": "-58.383815",
        "excerpt": "From the grand tiled lobby to the red-and-gold-hued main theater, you can smell the long history of the ornately decorated Cervantes. Though it's…",
        "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/teatro-nacional-cervantes/a/poi-sig/1274104/1326776",
        "image_url": null,
        "detail_description": "From the grand tiled lobby to the red-and-gold-hued main theater, you can smell the long history of the ornately decorated Cervantes. Though it's definitely showing its age, there is an undeniable faded elegance to the place. Take it in on entertaining guided tours led by actors (in Spanish only), or catch a play, musical show or dance performance.\nThe theater dates from 1921 and was built with private funds, but it was acquired by the state in 1926. Its facade (covered up for renovation works at the time of research) was designed as a replica of Spain’s Universidad de Alcalá de Henares. The building underwent remodeling after a fire in 1961."
    }
]