[
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 1,
        "name": "Ulu Cami",
        "latitude": "40.184144",
        "longitude": "29.061842",
        "excerpt": "This enormous Seljuk-style mosque (1399) is central Bursa's dominating feature. Sultan Beyazıt I built it in a monumental compromise – having pledged to…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/ulu-cami/a/poi-sig/474320/360872",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/77429441.jpg",
        "detail_description": "This enormous Seljuk-style mosque (1399) is central Bursa's dominating feature. Sultan Beyazıt I built it in a monumental compromise – having pledged to build 20 mosques after defeating the Crusaders in the Battle of Nicopolis, he settled for one mosque with 20 small domes. Two massive minarets augment the domes, while the giant square pillars and portals within are similarly impressive. The minber (pulpit) boasts fine wood carvings, and the walls feature intricate calligraphy.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 2,
        "name": "Muradiye Complex",
        "latitude": "40.191004",
        "longitude": "29.046843",
        "excerpt": "This Ottoman-era complex incorporates a stately medrese (seminary; 1426) and the equally handsome Sultan Murat II (Muradiye) Cami, also built in 1426, but…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/muradiye-complex/a/poi-sig/1247986/360872",
        "image_url": null,
        "detail_description": "This Ottoman-era complex incorporates a stately medrese (seminary; 1426) and the equally handsome Sultan Murat II (Muradiye) Cami, also built in 1426, but its most interesting elements are the 12 imperial türbes (tombs) in the cemetery. A number of these tombs are exquisitely decorated with tiles, painted calligraphy and inlaid woodcarving. Don't miss the 14th-century tomb of Cem Sultan (the third son of Mehmet the Conqueror) and 16th-century tombs of Şehzades Mahmud and Ahmed, the sons of Beyazıt II.\nLike other Islamic dynasties, the Ottomans did not practice primogeniture – any royal son could claim power upon his father's death, which, unsurprisingly, resulted in numerous bloodbaths. The tombs preserve this macabre legacy: all the şehzades (imperial sons) interred here were killed by close relatives. While many of the tombs are ornate, the tomb of Sultan Murat II (r 1421–51), an ascetic and part-time dervish as well as father to Mehmet II (Mehmet the Conqueror), is simple and stark.The 15th-century Muradiye Medresesi was a tuberculosis clinic in the 1950s and still houses a medical centre. It's not open to visit. Similarly, the Sultan Murat II Hamamı, which catered to the medrese students, is now a government building.A taxi from the city centre will charge around ₺15 to get here."
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 3,
        "name": "Yeşil Cami",
        "latitude": "40.181947",
        "longitude": "29.074309",
        "excerpt": "Built for Mehmet I, the Yeşil (Green) Cami was completed in 1422 and represents a departure from the previous, Persian-influenced Seljuk architecture that…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/yesil-cami/a/poi-sig/474326/360872",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1325102561.jpg",
        "detail_description": "Built for Mehmet I, the Yeşil (Green) Cami was completed in 1422 and represents a departure from the previous, Persian-influenced Seljuk architecture that dominated Bursa. Exemplifying Ottoman styling, it contains a harmonious facade and beautiful carved marble work around the central doorway. The mosque was named for the interior walls' greenish-blue tiles.\nDiverse calligraphy exists on the niches of the main door to the mosque. Entering its ornate interior, you'll enter a domed central hall with a 15m-high mihrab (niche indicating the direction of Mecca). A narrow staircase leads to the sumptuously tiled hünkar mahfili (sultan's private box) where the great man stayed when in town; the harem and household staff enjoyed less plush digs on either side."
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 4,
        "name": "Kapalı Çarşı",
        "latitude": "40.184775",
        "longitude": "29.062121",
        "excerpt": "Bursa's sprawling Kapalı Çarşı (Covered Market) complex is made up of several historic buildings strung out along Kapalı Çarşı Caddesi, the market's main…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/kapali-carsi/a/poi-sig/474336/360872",
        "image_url": null,
        "detail_description": "Bursa's sprawling Kapalı Çarşı (Covered Market) complex is made up of several historic buildings strung out along Kapalı Çarşı Caddesi, the market's main thoroughfare.\nThey include the 14th-century Bedesten, built by Sultan Beyazıt I (reconstructed after an 1855 earthquake), and the Eski Aynalı Çarşı, which began its life as the Orhanbey Hamamı in 1335. Note its domed ceiling with skylights. Several shops in the Eski Aynalı Çarşı sell traditional handicrafts including Karagöz shadow puppets."
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 5,
        "name": "Bursa Citadel",
        "latitude": "40.185578",
        "longitude": "29.057819",
        "excerpt": "Some ramparts and walls still survive on the steep cliff that is the site of Bursa's citadel and its oldest neighbourhood, Tophane. Walk up Orhan Gazi …",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/bursa-citadel/a/poi-sig/1247952/360872",
        "image_url": null,
        "detail_description": "Some ramparts and walls still survive on the steep cliff that is the site of Bursa's citadel and its oldest neighbourhood, Tophane. Walk up Orhan Gazi (Yiğitler) Caddesi to reach the hisar (fortress). On the summit, a park contains the Tombs of Sultans Osman &amp; Orhan, the Ottoman Empire's founders. Osman Gazi's tomb is the more richly decorated.\nAlthough it was ruined in the 1855 earthquake, Sultan Abdül Aziz rebuilt the mausoleum in baroque style in 1863.The six-storey clock tower, the last of four that also served as fire alarms, stands in a square with a cafe where families and couples gaze out over the valley and snap photos."
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 6,
        "name": "Emir Sultan Cami",
        "latitude": "40.181071434258",
        "longitude": "29.081070916191",
        "excerpt": "An early Ottoman mosque, the 14th-century Emir Sultan Cami was named for Sultan Beyazıt I's son-in-law and adviser, a Persian scholar-dervish. Today's…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/emir-sultan-cami/a/poi-sig/474296/360872",
        "image_url": null,
        "detail_description": "An early Ottoman mosque, the 14th-century Emir Sultan Cami was named for Sultan Beyazıt I's son-in-law and adviser, a Persian scholar-dervish. Today's structure reflects renovations made after an earthquake in 1766, in the then-fashionable Ottoman baroque style, echoing the romantic decadence of baroque and rococo; it's rich in wood, curves and outer painted arches.\nRenovated by Selim III in 1805, the mosque was later damaged by the 1855 earthquake and rebuilt by Sultan Abdül Aziz in 1858; it received further touch-ups in the 1990s. Although the interior is surprisingly plain, it enjoys a nice setting beside a tree-filled cemetery overlooking the valley. Emir Sultan's tomb is here, and the oldest of several historic fountains dates to 1743.Dolmuşes and buses marked 'Emirsultan' travel here. Walking along Emir Sultan Caddesi, another cemetery en route contains the graves of the İskender kebap dynasty, including the creator of the famous kebap, İskender Usta."
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 7,
        "name": "Kültür Parkı",
        "latitude": "40.194381",
        "longitude": "29.045792",
        "excerpt": "With its fine lawns and flower beds, tea gardens, playgrounds and a lake where you can hire pedal boats, leafy Kültür Parkı is a good place for travelling…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/kueltuer-parki/a/poi-sig/1013768/360872",
        "image_url": null,
        "detail_description": "With its fine lawns and flower beds, tea gardens, playgrounds and a lake where you can hire pedal boats, leafy Kültür Parkı is a good place for travelling families to let the kids run free after pounding Bursa's crowded streets. The Archaeology Museum is also inside the park grounds.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 8,
        "name": "Muradiye Tombs",
        "latitude": "40.190676",
        "longitude": "29.046017",
        "excerpt": "Muradiye cemetery's 12 tombs (dating from the 15th and 16th centuries) include the sparsely decorated tomb of Sultan Murat II (r 1421–51) along with the…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/muradiye-tombs/a/poi-sig/1263597/360872",
        "image_url": null,
        "detail_description": "Muradiye cemetery's 12 tombs (dating from the 15th and 16th centuries) include the sparsely decorated tomb of Sultan Murat II (r 1421–51) along with the ornate tombs, featuring beautiful İznik tiles, of 11 of his descendants. Murat did the hard work, annexing territories from enemy states during his reign, setting the scene for his son Mehmet II, who would go on to capture Constantinople.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 9,
        "name": "Yeşil Türbe",
        "latitude": "40.181554",
        "longitude": "29.074534",
        "excerpt": "The mausoleum of 5th Ottoman sultan Mehmed I Çelebi (and several of his children) stands in a cypress-trimmed park opposite the Yeşil Cami. During his…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/yesil-tuerbe/a/poi-sig/474328/360872",
        "image_url": null,
        "detail_description": "The mausoleum of 5th Ottoman sultan Mehmed I Çelebi (and several of his children) stands in a cypress-trimmed park opposite the Yeşil Cami. During his short rule (1413–21), he reunited a fractured empire following the Mongols' 1402 invasion. Despite its name, the türbe (tomb) is not green; it has blue Kütahya tiles outside that post-date the 1855 earthquake. The structure has a sublime, simple beauty, the original interior tiles exemplifying 15th-century decor.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 10,
        "name": "Turkish & Islamic Arts Museum",
        "latitude": "40.181218",
        "longitude": "29.073365",
        "excerpt": "Housed in the former medrese (seminary) of the Yeşil Cami, this museum contains 14th- to 16th-century İznik ceramics, jewellery, embroidery, calligraphy,…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/turkish-islamic-arts-museum/a/poi-sig/474318/360872",
        "image_url": null,
        "detail_description": "Housed in the former medrese (seminary) of the Yeşil Cami, this museum contains 14th- to 16th-century İznik ceramics, jewellery, embroidery, calligraphy, dervish artefacts and Karagöz puppets. It was closed for extensive restoration work when we were last in town, which was expected to be finished by 2021.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 11,
        "name": "Tombs of Sultans Osman & Orhan",
        "latitude": "40.186701",
        "longitude": "29.057583",
        "excerpt": "The tombs of Sultans Osman and Orhan, founders of the Ottoman Empire, are interred in a park at the summit of Bursa Citadel. The original structures were…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/tombs-of-sultans-osman-orhan/a/poi-sig/474316/360872",
        "image_url": null,
        "detail_description": "The tombs of Sultans Osman and Orhan, founders of the Ottoman Empire, are interred in a park at the summit of Bursa Citadel. The original structures were destroyed in the earthquake of 1855 and rebuilt in Ottoman baroque style by Sultan Abdül Aziz in 1863. Osman Gazi's tomb is the more ornately decorated of the two.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 12,
        "name": "Koza Han",
        "latitude": "40.184005",
        "longitude": "29.063494",
        "excerpt": "The finely restored Koza Han, with its leafy inner courtyard filled with cafes, is the most popular place to break your market explorations. The…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/koza-han/a/poi-sig/474338/360872",
        "image_url": null,
        "detail_description": "The finely restored Koza Han, with its leafy inner courtyard filled with cafes, is the most popular place to break your market explorations. The surrounding chambers where traders once bunked down for the night are now home to expensive silk shops. The han (caravanserai) was built in 1490 and its small courtyard mosque (1491) honours Yıldırım Beyazıt.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 13,
        "name": "Bursa City Museum",
        "latitude": "40.182324",
        "longitude": "29.066638",
        "excerpt": "This lively museum, very popular with local families, chronicles Bursa's history from the earliest sultans, their military campaigns and their ornate…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/bursa-city-museum/a/poi-sig/1247910/360872",
        "image_url": null,
        "detail_description": "This lively museum, very popular with local families, chronicles Bursa's history from the earliest sultans, their military campaigns and their ornate firearms to more recent characters such as Tarzan impersonator Ali Atay. It includes a mock-up of a traditional handicrafts bazaar. Information boards are only in Turkish.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 14,
        "name": "Eski Aynalı Çarşı",
        "latitude": null,
        "longitude": null,
        "excerpt": "Originally built in 1335 as the Orhanbey Hamamı (the bathhouse of the Orhan Cami Külliyesi), Eski Aynalı Çarşı",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/eski-aynali-carsi/a/poi-sig/474334/360872",
        "image_url": null,
        "detail_description": "Originally built in 1335 as the Orhanbey Hamamı (the bathhouse of the Orhan Cami Külliyesi), Eski Aynalı Çarşı is part of the historic Kapalı Çarşı and features a domed ceiling with skylights. It's a good place to shop for Karagöz shadow puppets and other traditional items.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 15,
        "name": "Karagöz Museum",
        "latitude": "40.201461",
        "longitude": "29.027703",
        "excerpt": "The collection at Bursa's Karagöz Museum includes magnificent Turkish, Uzbek, Russian and Romanian puppets and puppet-making tools. There are also regular…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/karagoez-museum/a/poi-sig/1247677/360872",
        "image_url": null,
        "detail_description": "The collection at Bursa's Karagöz Museum includes magnificent Turkish, Uzbek, Russian and Romanian puppets and puppet-making tools. There are also regular puppet performances, usually at 11am on Wednesdays. Check with puppeteer Şinasi Çelikkol at the Karagöz Antique Shop for the latest show times.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 16,
        "name": "Emir Han",
        "latitude": "40.184472",
        "longitude": "29.062346",
        "excerpt": "Camel caravans travelling the Silk Road to Bursa once lodged at Emir Han, entered at the rear of Ulu Cami. Drovers and merchants slept and did business…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/emir-han/a/poi-sig/474332/360872",
        "image_url": null,
        "detail_description": "Camel caravans travelling the Silk Road to Bursa once lodged at Emir Han, entered at the rear of Ulu Cami. Drovers and merchants slept and did business upstairs, with their precious cargo stored in the ground-floor rooms. The courtyard tea garden has a fine old fountain.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 17,
        "name": "Murat I (Hüdavendigâr) Cami",
        "latitude": "40.202551",
        "longitude": "29.021078",
        "excerpt": "This unusual mosque from 1366 features a barrel-vaulted Ottoman T-square design, and includes ground-floor zaviye (dervish hostel) rooms. The only visible…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/murat-i-huedavendigar-cami/a/poi-sig/1248038/360872",
        "image_url": null,
        "detail_description": "This unusual mosque from 1366 features a barrel-vaulted Ottoman T-square design, and includes ground-floor zaviye (dervish hostel) rooms. The only visible part of the 2nd-floor facade gallery, originally a medrese (seminary), is the sultan's loge (box), above the mosque's rear.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 18,
        "name": "Yıldırım Beyazıt Cami",
        "latitude": "40.187512333855",
        "longitude": "29.082456163452",
        "excerpt": "This twin-domed mosque (1395), also referred to as just Beyazıt Cami, was built by Mehmed I Çelebi's father, Sultan Beyazıt I. It houses the tombs of…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/yildirim-beyazit-cami/a/poi-sig/474330/360872",
        "image_url": null,
        "detail_description": "This twin-domed mosque (1395), also referred to as just Beyazıt Cami, was built by Mehmed I Çelebi's father, Sultan Beyazıt I. It houses the tombs of Yıldırım Beyazıt (Thunderbolt Beyazıt), as the sultan was known, and his other son, İsa. Its adjoining medrese (seminary) is now a medical centre.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 19,
        "name": "Sarcophagus of Murat I",
        "latitude": "40.201895",
        "longitude": "29.021029",
        "excerpt": "Sultan Murat I (r 1359–89), most famous for the Battle of Kosovo that claimed his life, is interred in this huge sarcophagus opposite the Hudavendigar…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/sarcophagus-of-murat-i/a/poi-sig/474308/360872",
        "image_url": null,
        "detail_description": "Sultan Murat I (r 1359–89), most famous for the Battle of Kosovo that claimed his life, is interred in this huge sarcophagus opposite the Hudavendigar Mosque. Murat's remains were brought from Kosovo by his son, Beyazıt I.\n"
    },
    {
        "country": "bursa",
        "city": "Bursa",
        "index": 20,
        "name": "Muradiye Medresesi",
        "latitude": "40.190996",
        "longitude": "29.045309",
        "excerpt": "The bulky 15th-century Muradiye Medresesi is part of the Muradiye Complex. During the mid-20th century the building was used as a medical centre for…",
        "detail_url": "https://www.lonelyplanet.com/turkey/bursa/attractions/muradiye-medresesi/a/poi-sig/1263569/360872",
        "image_url": null,
        "detail_description": "The bulky 15th-century Muradiye Medresesi is part of the Muradiye Complex. During the mid-20th century the building was used as a medical centre for tuberculosis patients. Today a medical clinic is based in the building so it's not open to the public.\n"
    }
]