[
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 1,
        "name": "Al Azhar Park",
        "latitude": "30.039547",
        "longitude": "31.263293",
        "excerpt": "With funds from the Aga Khan Trust for Culture, what had been a mountain of garbage, amassed over centuries, was in 2005, almost miraculously, transformed…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/al-azhar-park/a/poi-sig/1014326/355225",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-465987354_high.jpg",
        "detail_description": "With funds from the Aga Khan Trust for Culture, what had been a mountain of garbage, amassed over centuries, was in 2005, almost miraculously, transformed into the city’s first (and only) park of significant size. Cairenes stroll through a profusion of gardens, emerald grass and fountains, or sit beside the lake or on the terraces of one of the restaurants, admiring the superb views over Cairo. It’s most fun on weekends, when families day-trip with picnics.\nDepending on your outlook, the park is a gorgeous respite or a middle-class playground. This was offset slightly when the Bab Al Mahruq entrance, through a medieval gate in the old Ayyubid walls, finally opened in 2009. This granted easier access for residents of the lower-income Darb Al Ahmar district. You can enter here before 6pm, but after dark you can only exit through the main park gates on Sharia Salah Salem (taxis wait but overcharge; microbuses go to Ataba for LE2). If you enter from Darb Al Ahmar, check out the ongoing excavations of the Ayyubid walls – one major achievement was the rediscovery of Bab Al Barqiya, which had long ago been lost under the trash heap.In addition to a couple of small cafes and the open-air theatre El Genaina, the restaurant Studio Masr in the northern section of the park capitalises on the views across the medieval city and beyond. The Lakeside Cafe, on the other side of the park, has a tranquil lake-edge setting."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 2,
        "name": "Egyptian Museum",
        "latitude": "30.047809682187",
        "longitude": "31.233476061736",
        "excerpt": "One of the world’s most important collections of ancient artefacts, the Egyptian Museum takes pride of place in Downtown Cairo, on the north side of Midan…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/egyptian-museum/a/poi-sig/1021384/355225",
        "image_url": "https://lp-cms-production.imgix.net/2023-01/GettyImages-1244680084-RM.jpg",
        "detail_description": "One of the world’s most important collections of ancient artefacts, the Egyptian Museum takes pride of place in Downtown Cairo, on the north side of Midan Tahrir. Inside the great domed, oddly pinkish building, the glittering treasures of Tutankhamun and other great pharaohs lie alongside the grave goods, mummies, jewellery, eating bowls and toys of Egyptians whose names are lost to history.To walk around the museum is to embark on an adventure through time.\nSome display cards have become obsolete as new discoveries have busted old theories. And the collection rapidly outgrew its sensible layout, as, for instance, Tutankhamun’s enormous trove and the tomb contents of Tanis were both unearthed after the museum opened, and then had to be shoehorned into the space. Now more than 100,000 objects are wedged into about 15,000 sq metres. Like the country itself, the museum is in flux. Most objects are still on display, although some are being moved to the Grand Egyptian Museum. While some rooms are being refurbished, the objects are deposited elsewhere in the museum. This museum will remain a major sight, but it is not yet clear when the Grand will open and what will remain here.The current museum has its origins in several earlier efforts at managing Egypt’s ancient heritage, beginning in 1835 when Egyptian ruler Mohammed Ali banned the export of antiquities. French architect Mariette’s growing collection, from 35 dig sites, bounced around various homes in Cairo until 1902, when the current building was erected, in a suitably prominent position in the city. There it has stood, in its original layout, a gem of early museum design.Until 1996, museum security involved locking the door at night. When an enterprising thief stowed away overnight and helped himself to treasures, the museum authorities installed alarms and detectors, at the same time improving the lighting on many exhibits. During the 2011 revolution, the museum was broken into and a few artefacts went missing. To prevent further looting, activists formed a human chain around the building to guard its contents. By most reports, they were successful."
    },
    {
        "country": "cairo",
        "city": "Giza",
        "index": 3,
        "name": "Pyramids of Giza",
        "latitude": "29.978004",
        "longitude": "31.132658",
        "excerpt": "The last remaining wonder of the ancient world; for nearly 4000 years, the extraordinary shape, impeccable geometry and sheer bulk of the Giza Pyramids…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/pyramids-of-giza/a/poi-sig/1432031/1342174",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/GettyRF_1085205362.jpg",
        "detail_description": "The last remaining wonder of the ancient world; for nearly 4000 years, the extraordinary shape, impeccable geometry and sheer bulk of the Giza Pyramids have invited the obvious questions: ‘How were we built, and why?’. Centuries of research have given us parts of the answer. Built as massive tombs on the orders of the pharaohs, they were constructed by teams of workers tens-of-thousands strong. Today they stand as an awe-inspiring tribute to the might, organisation and achievements of ancient Egypt.\nOngoing excavations on the Giza Plateau, along with the discovery of a pyramid-builders' settlement, complete with areas for large-scale food production and medical facilities, have provided more evidence that the workers were not the slaves of Hollywood tradition, but an organised workforce of Egyptian farmers. During the flood season, when the Nile covered their fields, the same farmers could have been redeployed by the highly structured bureaucracy to work on the pharaoh’s tomb. In this way, the Pyramids can almost be seen as an ancient job-creation scheme. And the flood waters made it easier to transport building stone to the site.But despite the evidence, some still won’t accept that the ancient Egyptians were capable of such achievements. So-called pyramidologists point to the carving and placement of the stones, precise to the millimetre, and argue the numerological significance of the structures’ dimensions as evidence that the Pyramids were constructed by angels or aliens. It’s easy to laugh at these out-there ideas, but when you see the monuments up close, especially inside, you’ll better understand why so many people believe such awesome structures must have unearthly origins.Most visitors will make a beeline straight to the four most famous sights; the Great Pyramid of Khufu, the Pyramid of Khafre, the Pyramid of Menkaure and the Sphinx. But for those who want to explore further, the desert plateau surrounding the pyramids is littered with tombs, temple ruins and smaller satellite pyramids."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 4,
        "name": "Coptic Museum",
        "latitude": "30.005835",
        "longitude": "31.230517",
        "excerpt": "This museum, founded in 1908, houses Coptic art from the earliest days of Christianity in Egypt right through to early Islam. It is a beautiful place, as…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/coptic-museum/a/poi-sig/406474/355225",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1291691352.jpg",
        "detail_description": "This museum, founded in 1908, houses Coptic art from the earliest days of Christianity in Egypt right through to early Islam. It is a beautiful place, as much for the elaborate woodcarving in all the galleries as for the treasures they contain. These include sculpture that shows obvious continuity from the Ptolemaic period, rich textiles and whole walls of monastery frescoes. Allow at least a couple of hours to explore the 1200 or so pieces on display.\nThe 2nd- to 5th-century funerary stelae from Kom Abou Billou clearly show the transition between Pharaonic and Coptic art, with the first crosses shaped like the ankh, key of life. The 4th- and 5th-century sculpture equally marks this transition, where Christian symbolism was influenced by Graeco-Roman mythology as well as older Pharaonic subjects. Rebirth through baptism of water is suggested by Aphrodite emerging from the waters on a seashell. Look out for the wonderful 7th- to 8th-century work of three mice asking a cat for peace. In Egypt the depiction of animals behaving like humans dates back to 1500 BC.Upstairs are two large rooms with exquisite 4th- to 7th-century Coptic textiles, woven and embroidered, and a room with the Nag Hammadi manuscripts, the primary source for Gnosticism, and the oldest book of psalms in the world, the Psalms of David, with two original wooden covers."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 5,
        "name": "Sharia Al Muizz Li Din Allah",
        "latitude": "30.046772",
        "longitude": "31.260001",
        "excerpt": "Sharia Al Muizz, as it’s usually called, named after the Fatimid caliph who conquered Cairo in AD 969, was Cairo's grand thoroughfare, once chock-a-block…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/sharia-al-muizz-li-din-allah/a/poi-sig/1432051/355225",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1342943672.jpg",
        "detail_description": "Sharia Al Muizz, as it’s usually called, named after the Fatimid caliph who conquered Cairo in AD 969, was Cairo's grand thoroughfare, once chock-a-block with storytellers, entertainers and food stalls. The part of Sharia Al Muizz just north of Khan Al Khalili’s gold district is known as Bein Al Qasreen, a reminder of the great palace complexes that flanked the street during the Fatimid era. Today the great Mamluk complexes provide one of Cairo’s most impressive assemblies of minarets, domes and striped-stone facades.\nThe Bein Al Qasreen section of the street has been redone, from new pavement to the tips of the minarets of the monuments along its length. During daytime vehicle-free hours (9am to 10pm), visitors may comfortably gawk at the sites without fear of being flattened by traffic. One stretch of the street is occupied by small places selling shishas (water pipes), braziers and pear-shaped cooking pots for fuul (fava bean paste). Soon the stock expands to crescent-moon minaret tops, coffee ewers and other copper products, hence its more popular name, Sharia An Nahaseen (Street of the Coppersmiths). Stroll along and admire the medieval architecture mixed with Cairo's hustle and bustle.Several monuments, starting from the Madrassa and Mausoleum of Qalaun, and heading north, share a combination entrance ticket."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 6,
        "name": "Al Azhar Mosque",
        "latitude": "30.045841174256",
        "longitude": "31.26244753455",
        "excerpt": "Founded in AD 970 as the centrepiece of the newly created Fatimid city, Al Azhar is one of Cairo’s earlier mosques, and its sheikh is considered the…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/al-azhar-mosque/a/poi-sig/406208/355225",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF189401819.jpg",
        "detail_description": "Founded in AD 970 as the centrepiece of the newly created Fatimid city, Al Azhar is one of Cairo’s earlier mosques, and its sheikh is considered the highest theological authority for Egyptian Muslims. The building is a harmonious blend of architectural styles, the result of numerous enlargements over more than 1000 years. The tomb chamber, located through a doorway on the left just inside the entrance, has a beautiful mihrab (a niche indicating the direction of Mecca) and should not be missed.\nThe central courtyard is the earliest part, while from south to north the three minarets date from the 14th, 15th and 16th centuries; the latter, with its double finial, was added by Sultan Al Ghouri, whose mosque and mausoleum stand nearby.A madrassa was established here in AD 988, growing into a university that is the world’s second-oldest educational institution (after the University of Al Kairaouine in Fez, Morocco). At one time the university was one of the world’s preeminent centres of learning, drawing students from Europe and all over the Islamic empire. The large modern campus (due east) is still the most prestigious place to study Sunni theology.Although visitors could still enter, Al Azhar was undergoing restoration at the time of research – with the minarets masked in scaffolding and sections of the mosque blocked off. Work seemed to be going full steam ahead, which means hopefully it should all be finished by the time you're in town."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 7,
        "name": "Khan Al Khalili",
        "latitude": "30.047643",
        "longitude": "31.261361",
        "excerpt": "The skinny lanes of Khan Al Khalili are basically a medieval-style mall. This agglomeration of shops – many arranged around small courtyards – stocks…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/khan-al-khalili/a/poi-sig/406432/355225",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF1087783190.jpg",
        "detail_description": "The skinny lanes of Khan Al Khalili are basically a medieval-style mall. This agglomeration of shops – many arranged around small courtyards – stocks everything from soap powder to semiprecious stones, not to mention tacky toy camels and alabaster pyramids. Most shops and stalls open from around 9am to well after sundown (except Friday morning and Sunday), although plenty of the souvenir vendors are open as long as there are customers, even on Sunday.\nCairenes have plied their trades here since the khan was built in the 14th century, and parts of the market, such as the gold district, are still the first choice for thousands of locals. The khan used to be divided into fairly rigid districts, but now the only distinct areas are the gold sellers, the coppersmiths and the spice dealers. Apart from the clumsy ‘Hey mister, look for free’ touts, the merchants of Khan Al Khalili are some of the greatest smooth-talkers you will ever meet. Almost anything can be bought here and if one merchant doesn’t have what you’re looking for, he’ll happily find somebody who does."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 8,
        "name": "Museum of Islamic Art",
        "latitude": "30.04404",
        "longitude": "31.252413",
        "excerpt": "This museum, on the edge of Islamic Cairo, holds one of the world’s finest collections of Islamic art and is Egypt's (and one of the entire Middle East's)…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/museum-of-islamic-art/a/poi-sig/406374/355225",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1557780782-rfe.jpeg",
        "detail_description": "This museum, on the edge of Islamic Cairo, holds one of the world’s finest collections of Islamic art and is Egypt's (and one of the entire Middle East's) most beautifully curated museums. What’s on display is only a sliver of the 80,000 objects the museum owns, but the selected items are stunning. The museum was heavily damaged in January 2014 in a car-bomb attack on nearby police headquarters but after extensive renovations was finally reopened in early 2017.\nTo the right as you enter are architectural details – frescoes, carved plaster so fine it looks like lace, an intricate inlaid-wood ceiling – and ceramics grouped by dynasty. A surprising amount of figurative work is on view, and not all of it strictly Islamic – a shard of an Ayyubid bowl shows Mary holding a crucified Christ. To the left, pieces are grouped by function and medium: medical tools, astrolabes, some breathtaking carpets, illuminated Qurans, and even headstones.The museum is 500m due west from Bab Zuweila. Coming from Midan Ataba, the museum is 700m southeast, straight down Sharia Mohammed Ali."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 9,
        "name": "Manial Palace",
        "latitude": "30.028965",
        "longitude": "31.230086",
        "excerpt": "After a years'-long restoration period, this palace complex, built by the uncle of King Farouk, Prince Mohammed Ali, in the early 20th century, has once…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/manial-palace/a/poi-sig/406350/355225",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/b6858306e2278ce548d304dc72f55f2d-manial-palace.jpg",
        "detail_description": "After a years'-long restoration period, this palace complex, built by the uncle of King Farouk, Prince Mohammed Ali, in the early 20th century, has once again thrown open its doors to the public as a quirky museum. Its interiors and architecture are a fascinating merging of Ottoman, Moorish, Persian and European rococo styles, while the gardens (still closed to the public at the time of research) are planted with rare tropical plants collected by the prince.\nYou enter the grounds through the Reception Palace, with its grand halls for receiving guests decorated lavishly with tiles, chandeliers and carved ceilings. In the Residential Palace check out the Blue Salon, where battered leather sofas sit against walls decorated with glorious blue faience tiles and Orientalist oil paintings. Then head to the Throne Palace for the Throne Hall's gaudy gold-styling, and the eye-popping rococo and baroque overload of the Aubusson Room. Even Manial Palace's mosque (with rococo-inspired ceiling) and clock tower (based on Moroccan Almohad-era minaret design) are a marvellous mesh of influences."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 10,
        "name": "Aisha Fahmy Palace",
        "latitude": "30.058843",
        "longitude": "31.224679",
        "excerpt": "Shuttered for years, the Aisha Fahmy Palace was built in 1907 for Egyptian aristocrat Ali Fahmy, who was King Farouk's army chief. Reopened as an arts…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/aisha-fahmy-palace/a/poi-sig/1579755/355225",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/44920d8e6ebd9c288108483415027c86-aisha-fahmy-palace.jpg",
        "detail_description": "Shuttered for years, the Aisha Fahmy Palace was built in 1907 for Egyptian aristocrat Ali Fahmy, who was King Farouk's army chief. Reopened as an arts centre in mid-2017, the sublime rococo interior of silk-clad and frescoed walls, carved-wood fireplaces, painted lacquerwork and a wonderful triple-arched stained-glass window overlooking the grand staircase has all been fabulously restored to finery. The mansion's grand salons are now to be used as a gallery, with a program of temporary exhibitions.\nWhen we were last in town the palace had only just been reopened, and there seemed to be some confusion over whether the house would be open to the public all the time or only when an art exhibition was showing. Exhibitions are advertised on the fence outside. The entry gate is just off Sharia 26th of July. You'll need to leave your passport with the gate-security policeman for entry."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 11,
        "name": "Mosque-Madrassa of Sultan Hassan",
        "latitude": "30.032384",
        "longitude": "31.256297",
        "excerpt": "Massive yet elegant, this grand structure is regarded as the finest piece of early Mamluk architecture in Cairo. It was built between 1356 and 1363 by…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/mosque-madrassa-of-sultan-hassan/a/poi-sig/406356/355225",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-526786321.jpg",
        "detail_description": "Massive yet elegant, this grand structure is regarded as the finest piece of early Mamluk architecture in Cairo. It was built between 1356 and 1363 by Sultan Hassan, a grandson of Sultan Qalaun; he took the throne at the age of 13, was deposed and reinstated no less than three times, then assassinated shortly before the mosque was completed. Beyond the striking recessed entrance, a dark passage leads into a peaceful square courtyard surrounded by four soaring iwans (vaulted halls).\nThe iwans were dedicated to teaching the four main schools of Sunni Islam. At the rear of the eastern iwan, an especially beautiful mihrab (niche in mosque indicating direction of Mecca) is flanked by stolen Crusader columns. To the right, a bronze door leads to the sultan’s mausoleum. During construction one of the minarets collapsed and killed some 300 onlookers sparking superstitious rumours that Sultan Hassan's rule was at an end. They weren't wrong. Just over a month later, he was murdered by his army commander."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 12,
        "name": "Cairo Tower",
        "latitude": "30.046622",
        "longitude": "31.225741",
        "excerpt": "This 187m-high tower is the city’s most famous landmark after the Pyramids. Built in 1961, the structure, which resembles a stylised lotus plant with its…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/cairo-tower/a/poi-sig/406252/355225",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/dfa65d742328ad40cee3962d77dc3d19-cairo-tower.jpg",
        "detail_description": "This 187m-high tower is the city’s most famous landmark after the Pyramids. Built in 1961, the structure, which resembles a stylised lotus plant with its latticework casing, was a thumb to the nose at the Americans, who had given Nasser the money used for its construction to buy US arms. The 360-degree views across the city from the top are clearest in the late morning, after the haze burns off, or late afternoon when you can often spy the Pyramids.\nYou might encounter a queue for the elevator at dusk, as the tower is extremely popular with Cairenes. The Sky Window cafe, one floor down from the observation deck, serves not-too-exorbitant drinks and food (beer LE47, sandwiches LE53 to LE65), and although mains are served with the saddest side salad known to man, the actual sandwiches are quite nice. The 360 Revolving Restaurant just below that is a bit pricier (mains LE120 to LE220).If you're walking from Downtown, turn right onto Sharia Saraya Al Geriza after walking across Qasr El Nil Bridge, and then take the second left."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 13,
        "name": "Tentmakers Market",
        "latitude": "30.042145",
        "longitude": "31.257713",
        "excerpt": "The ‘Street of the Tentmakers’ is one of the remaining medieval speciality quarters – it takes its name from the artisans who produce the bright…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/tentmakers-market/a/poi-sig/1326461/355225",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockeditorial2182498967.jpg",
        "detail_description": "The ‘Street of the Tentmakers’ is one of the remaining medieval speciality quarters – it takes its name from the artisans who produce the bright fabrics used for the ceremonial tents at wakes, weddings and feasts. They also hand-make intricate appliqué wall hangings, cushion covers and bedspreads, and print original patterns for tablecloths. The highest concentration of artisans along the road is directly south after Bab Zuweila, in the covered tentmakers market.\n"
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 14,
        "name": "Bab Zuweila",
        "latitude": "30.042795",
        "longitude": "31.257659",
        "excerpt": "Built in the 11th century, beautiful Bab Zuweila was an execution site during Mamluk times, and today is the only remaining southern gate of the medieval…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/bab-zuweila/a/poi-sig/406182/355225",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/cbde7fadfd349761c1299b4fc7ebff90-bab-zuweila.jpg",
        "detail_description": "Built in the 11th century, beautiful Bab Zuweila was an execution site during Mamluk times, and today is the only remaining southern gate of the medieval city of Al Qahira. There are interesting exhibits about the gate's history, all with thorough explanations in English, inside the gate, while up on the roof you get panoramic vistas that stretch out to the citadel. Those with a head for heights can also wind their way up to the top of the two minarets.\nThe spirit of a healing saint was (and still is) said to reside behind one towering wooden door, which supplicants have studded with nails and teeth as offerings over the centuries."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 15,
        "name": "Madrassa & Mausoleum of Qalaun",
        "latitude": "30.049064",
        "longitude": "31.260985",
        "excerpt": "Built in just 13 months, the 1279 Madrassa and Mausoleum of Qalaun is both the earliest and the most splendid of the vast religious complexes on this…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/madrassa-mausoleum-of-qalaun/a/poi-sig/406584/355225",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1839546385.jpg",
        "detail_description": "Built in just 13 months, the 1279 Madrassa and Mausoleum of Qalaun is both the earliest and the most splendid of the vast religious complexes on this street. The mausoleum, on the right, is a particularly intricate assemblage of inlaid stone and stucco, patterned with stars and floral motifs and lit by stained-glass windows. The complex also includes a maristan (hospital), which Qalaun ordered to be built after he visited one in Damascus, where he was cured of colic.\nThe Arab traveller and historian Ibn Battuta, who visited Cairo in 1325, was impressed that Qalaun's hospital contained 'an innumerable quantity of appliances and medicaments'. He also described how the mausoleum was flanked by Quran reciters day and night chanting requiems for the dead within."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 16,
        "name": "Mosque of Al Hakim",
        "latitude": "30.054557495069",
        "longitude": "31.263617251099",
        "excerpt": "Completed in 1013, the vast and starkly plain Mosque of Al Hakim built into the northern walls, is one of Cairo’s older mosques, but it was rarely used…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/mosque-of-al-hakim/a/poi-sig/406358/355225",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d0c0d8fcbb44fd223b536e4523326aea-mosque-of-al-hakim.jpg",
        "detail_description": "Completed in 1013, the vast and starkly plain Mosque of Al Hakim built into the northern walls, is one of Cairo’s older mosques, but it was rarely used for worship. Instead it functioned as a Crusaders’ prison, a stable, a warehouse, a boys’ school and, most appropriately considering its notorious founder, a madhouse. The real masterpieces are the two stone minarets, the earliest surviving in the city (thanks in part to a post-earthquake restoration in 1304 by Beybars Al Gashankir).\nSultan Al Hakim, the sixth Fatimid ruler of Egypt, took the throne at the age of 11 and his tutor nicknamed him ‘Little Lizard’ because of his frightening looks and behaviour. His 24-year reign was marked by violence and behaviour that went far beyond the usual court intrigues; modern historians speculate he may simply have been insane. Those nearest to him lived in constant fear for their lives. He had his nicknaming tutor killed, along with scores of others. Hakim reputedly often patrolled the streets in disguise, riding a donkey. Most notoriously, he punished dishonest merchants by having them dealt with by a well-endowed black servant. His death was as bizarre as his life. On one of his solitary nocturnal jaunts up onto the Muqattam Hills, Hakim simply disappeared; his body was never found. To one of his followers, a man called Al Darizy, this was proof of Hakim’s divine nature. From this seed Al Darizy founded the sect of the Druze that continues to this day. An Ismaili Shiite group restored the mosque in the 1980s, but with its open-plan square and spare decoration, it’s not nearly as interesting as the man behind it."
    },
    {
        "country": "cairo",
        "city": "Giza",
        "index": 17,
        "name": "Great Pyramid of Khufu",
        "latitude": "29.97916039",
        "longitude": "31.13434731",
        "excerpt": "The oldest pyramid in Giza and the largest in Egypt, Khufu’s Great Pyramid stood 146m high when it was completed around 2570 BC. After 46 windy centuries,…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/great-pyramid-of-khufu/a/poi-sig/406308/1342174",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF223136971.jpg",
        "detail_description": "The oldest pyramid in Giza and the largest in Egypt, Khufu’s Great Pyramid stood 146m high when it was completed around 2570 BC. After 46 windy centuries, its height has been reduced by 9m.There isn’t much to see inside the pyramid, but the experience of climbing through the ancient structure is unforgettable – though impossible if you suffer from the tiniest degree of claustrophobia. The elderly and unfit should not attempt the climb, as it is very steep.\nFirst you clamber up the face of the pyramid a bit, up rudimentary stairs to the left of the entrance. Leave your camera with the guard if you have one, then crouch down to enter. At a juncture in the tunnel, a passage descends to an unfinished tomb (usually closed) about 100m along and 30m deep in the bedrock. From here, another passage, 1.3m high and 1m wide, ascends for about 40m to reach the Great Gallery, an impressive narrow space 47m long and 8.5m high. At the start of the gallery, a small horizontal passage leads into the so-called Queen’s Chamber.As you climb up through the Great Gallery, notice how precisely the blocks in the ceiling fit together. In the 10m-long King’s Chamber at the end, the walls are built of red granite blocks. The ceiling itself consists of nine huge slabs of granite, which weigh more than 400 tonnes. Above these slabs, four more slabs are separated by gaps, which are designed to distribute the enormous weight away from the chamber. Good airflow from the modern ventilation system (built into two tiny ancient air shafts) will help you breathe easier as you contemplate the tremendous weight suspended above you.East of the pyramid is a ruin of a different era: King Farouk’s Rest House, a grand neo-Pharaonic structure built in 1946 by Mustafa Fahmy. It’s now an unfortunate shambles, but there’s a good view of the city from the adjacent yard and in mid-2017 the government announced it had been pegged for restoration.Along the pyramid’s east face, three small structures, some 20m high, resemble piles of rubble. These are the Queens’ Pyramids, the tombs of Khufu’s wives and sisters. You can enter some of them, but they’re quite steamy inside. Note also the solar barque pits between the pyramids, which held giant ritual boats."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 18,
        "name": "Mosque of Qaitbey",
        "latitude": "30.043953",
        "longitude": "31.274848",
        "excerpt": "Sultan Qaitbey was as ruthless as any Mamluk sultan, but he was also something of an aesthete. His mosque, completed in 1474 as part of a much larger…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/mosque-of-qaitbey/a/poi-sig/1431130/355225",
        "image_url": null,
        "detail_description": "Sultan Qaitbey was as ruthless as any Mamluk sultan, but he was also something of an aesthete. His mosque, completed in 1474 as part of a much larger funerary complex, is widely agreed to mark the pinnacle of Islamic architecture in Cairo. The interior is one of the most pleasant places to sit and relax, but the true glory is the exterior of the dome, carved with the finest, most intricate floral designs anywhere in the Islamic world.\nQaitbey ruled for 28 years and was the last Mamluk leader with any real power in Egypt. He was a prolific builder, and with some 80 buildings in his name, he truly refined the Mamluk style. Behind the boldly striped facade, the interior has four iwans around a central court lit by large, lattice-screened windows. The interior is panelled in cool marble with a mesmerising decorative wood ceiling. The adjacent tomb chamber contains the cenotaphs of Qaitbey and his two sisters. The elegant and slender stone minaret, carved with a star pattern and an intricate floral arabesque, is one of the city's most beautiful. Climb up for the best view."
    },
    {
        "country": "cairo",
        "city": "Giza",
        "index": 19,
        "name": "Sphinx",
        "latitude": "29.975132",
        "longitude": "31.138215",
        "excerpt": "Known in Arabic as Abu Al Hol (Father of Terror), this sculpture of a man with the haunches of a lion was dubbed the Sphinx by the ancient Greeks because…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/sphinx/a/poi-sig/406420/1342174",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF237591205.jpg",
        "detail_description": "Known in Arabic as Abu Al Hol (Father of Terror), this sculpture of a man with the haunches of a lion was dubbed the Sphinx by the ancient Greeks because it resembled their mythical winged monster who set riddles and killed anyone unable to answer them. A geological survey has shown that it was most likely carved from the bedrock at the bottom of the causeway during Khafre’s reign, so it probably portrays his features.\nAs is clear from the accounts of early Arab travellers, the nose was hammered off sometime between the 11th and 15th centuries, although some still like to blame Napoleon for the deed. Part of the fallen beard was carted off by 19th-century adventurers and is now on display in the British Museum in London. These days the Sphinx has potentially greater problems: pollution and rising groundwater are causing internal fractures, and it is under a constant state of repair.Legends and superstitions about the Sphinx abound, and the mystery surrounding its long-forgotten purpose is almost as intriguing as its appearance. On seeing it for the first time, many visitors agree with English playwright Alan Bennett, who noted in his diary that seeing the Sphinx is like meeting a TV personality in the flesh: he’s smaller than one had imagined."
    },
    {
        "country": "cairo",
        "city": "Cairo",
        "index": 20,
        "name": "Northern Cemetery",
        "latitude": "30.04312615",
        "longitude": "31.27090005",
        "excerpt": "The Northern Cemetery is the more interesting half of a vast necropolis known popularly as the City of the Dead. The titillating name refers to the fact…",
        "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/northern-cemetery/a/poi-sig/406790/355225",
        "image_url": null,
        "detail_description": "The Northern Cemetery is the more interesting half of a vast necropolis known popularly as the City of the Dead. The titillating name refers to the fact that the cemeteries are not only resting places for Cairo's dead, but for the living too. Visitors expecting morbid squalor may be disappointed; the area, complete with power lines, a post office and multistorey buildings, is more 'town' than 'shanty'.\nSome estimates put the number of living Cairenes here at 50,000; others, at 10 times this number. As Max Rodenbeck notes in Cairo: The City Victorious, some of the tomb dwellers, especially the paid guardians and their families, have lived here for generations. Others have moved in more recently, trying to make their way back to the centre from bleak low-income suburbs. On Fridays and public holidays visitors flock here to picnic and pay their respects to the dead – this is undoubtedly the best time to come. At all times, remember you're in a private, residential space, and a very low-income one; dress modestly and don't flaunt costly jewellery or gadgets.The cemetery first appealed to Mamluk sultans and emirs because it afforded the sort of building space that was unavailable inside the densely packed city. The vast mausoleums they built were more than just tombs; they were also meant as places for entertaining – a continuation of the Pharaonic tradition of people picnicking among the graves. Even the humblest family tombs included a room for overnight visitors. The dead hoped they would be remembered; the city's homeless thanked them for free accommodation. This coexistence of the living and the dead was happening as far back as the 14th century; in some tomb-houses, cenotaphs serve as tables and washing is strung between headstones.The easiest way to the Northern Cemetery is heading east from Midan Al Hussein along Sharia Al Azhar. As you breast the top of the hill, bear right, walk below the overpass and go straight along the road between the tombs. Follow this road to the left, then right. You'll pass by the crumbling, domed Tomb of Emir Tashtimur on your left. About 150m further on, a narrow lane goes left, passing under a stone archway. This is the gate to the former compound of Qaitbey, whose splendid mosque is immediately ahead."
    }
]