[
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 1,
        "name": "Groot Constantia",
        "latitude": "-34.029909",
        "longitude": "18.418654",
        "excerpt": "Simon van der Stel’s manor house, a superb example of Cape Dutch architecture, is maintained as a museum at Groot Constantia. Set in beautiful grounds,…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/groot-constantia/a/poi-sig/1015410/1320368",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-185626467.jpg",
        "detail_description": "Simon van der Stel’s manor house, a superb example of Cape Dutch architecture, is maintained as a museum at Groot Constantia. Set in beautiful grounds, the estate can become busy with tour groups, but is big enough for you to escape the crowds. The large tasting room is first on your right as you enter the estate. Further on is the free orientation centre, which provides an overview of Groot Constantia's history, and the beautifully restored homestead.\nThe Cloete Cellar, with a beautiful moulded pediment, was the estate’s original wine cellar. It now houses old carriages and a display of storage vessels. Tours of the modern cellar are also available for R100 including tasting.You can download two audio-guide apps from Groot Constantia's website and purchase a Visitors Route Experience ticket (R95), which includes a tasting and entrance to the estate's attractions. A wine and chocolate pairing for R125 is another option for visitors."
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 2,
        "name": "District Six Museum",
        "latitude": "-33.927799386043",
        "longitude": "18.423646417461",
        "excerpt": "It's impossible not to be emotionally moved by this museum, which celebrates the once lively multiracial area that was destroyed during apartheid in the…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/east-city-corridor/attractions/district-six-museum/a/poi-sig/1144322/1320363",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e05cce4ff5dc91b69b0fcc658857c567-district-six-museum.jpg",
        "detail_description": "It's impossible not to be emotionally moved by this museum, which celebrates the once lively multiracial area that was destroyed during apartheid in the 1960s and 1970s, its 60,000 inhabitants forcibly removed. Inside the former Methodist Mission Church, home interiors have been recreated, alongside photographs, recordings and testimonials, all of which build an evocative picture of a shattered but not entirely broken community.Many township tours stop here first to explain the history of the pass laws.\nDisplays include a map of District Six on which former residents have labelled where their demolished homes and features of their neighbourhood once stood, reconstructions of home interiors, and faded photographs and recordings. Many of the staff, practically all displaced residents themselves, have heartbreaking stories to tell.The museum’s annexe, the Homecoming Centre, is open occasionally for temporary exhibitions and events."
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 3,
        "name": "Kirstenbosch National Botanical Garden",
        "latitude": "-33.987637",
        "longitude": "18.434361",
        "excerpt": "Location and unique flora combine to make these 5.28-sq-km botanical gardens among the most beautiful in the world. Gate 1, the main entrance at the…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/kirstenbosch-national-botanical-garden/a/poi-sig/413066/1320368",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b5f3daa0d294baadd5c1a5f96f613301-kirstenbosch-botanical-gardens.jpg",
        "detail_description": "Location and unique flora combine to make these 5.28-sq-km botanical gardens among the most beautiful in the world. Gate 1, the main entrance at the Newlands end of the gardens, is where you’ll find the information centre, an excellent souvenir shop and the conservatory.Added for the garden's centenary in 2013, the popular Tree Canopy Walkway (informally known as the 'Boomslang', meaning tree snake) is a curvaceous steel and timber bridge that rises through the trees and provides amazing views.\nThe gardens run free guided walks, or you can hire the MyGuide electronic gizmo (R40) to receive recorded information about the various plants you’ll pass on the signposted circular walks.More than 7000 of Southern Africa’s 22,000 plant species are grown here, including the Cape Floral Kingdom's famous fynbos (literally, 'fine bush'; primarily proteas, heaths and ericas). You’ll find a fragrance garden that has been elevated so you can more easily sample the scents of the plants; a Braille trail; a kopje (hill) planted with pelargoniums; a sculpture garden; a section devoted to 'useful' medicinal plants; two hiking trails up Table Mountain (Skeleton Gorge and Nursery Ravine); and the significant remains of Van Riebeeck's Hedge, the wild almond hedge planted by Jan van Riebeeck in 1660 to form the boundary of the Dutch outpost.The outdoor Summer Sunset Concerts, held here on Sundays between November and April, are a Cape Town institution. The gardens are a stop on the City Sightseeing bus. The quiet Gate 3 (aka Rycroft Gate) is the first you’ll come to if you approach the gardens up Rhodes Dr from the south. There are three cafes, including the excellent Kirstenbosch Tea Room."
    },
    {
        "country": "cape-town",
        "city": "Sea Point to Hout Bay",
        "index": 4,
        "name": "Sea Point Promenade",
        "latitude": "-33.909531",
        "longitude": "18.391263",
        "excerpt": "Strolling along Sea Point’s wide, paved and grassy promenade is a pleasure shared by Capetonians from all walks of life. Once a white-only area, it’s now…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/sea-point-camps-bay-and-hout-bay/attractions/sea-point-promenade/a/poi-sig/1201919/1323007",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1327788033.jpg",
        "detail_description": "Strolling along Sea Point’s wide, paved and grassy promenade is a pleasure shared by Capetonians from all walks of life. Once a white-only area, it’s now a great place to observe the city's multiculturalism. There are kids' playgrounds, a well-maintained outdoor gym and several public artworks.\nThe coast here is rocky and swimming is dangerous, although you can get in the water at Rocklands Beach. If you’re too thin-skinned for the frigid sea, try the Sea Point Pavilion pool complex, towards the promenade’s southern end."
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 5,
        "name": "Bloubergstrand",
        "latitude": "-33.802972",
        "longitude": "18.460979",
        "excerpt": "The beaches beside this pleasant coastal suburb are where the British won their 1806 battle for the Cape. The panoramic view they provide of Table…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/bloubergstrand/a/poi-sig/1015367/1320371",
        "image_url": "https://lp-cms-production.imgix.net/2022-01/GettyImages-580201479.jpg",
        "detail_description": "The beaches beside this pleasant coastal suburb are where the British won their 1806 battle for the Cape. The panoramic view they provide of Table Mountain across Table Bay is fabulous, but these beaches are also popular with kite-surfers and windsurfers; watching them ride the waves on the weekends is an impressive sight. You can also see Robben Island clearly from here.\nYou can grab a bite to eat and buy a swimming costume at Eden on the Bay Mall, which occupies a prime spot at the southern end of Big Bay Beach. Bloubergstrand is a good example of a poetic Cape name – it means 'blue mountain beach'."
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 6,
        "name": "Meerendal",
        "latitude": "-33.796339",
        "longitude": "18.62586",
        "excerpt": "Although it was established in 1702 and has some of South Africa's oldest pinotage and shiraz vineyards, as well as a handsome Cape Dutch homestead,…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/meerendal/a/poi-sig/1094319/1320371",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1442794382.jpg",
        "detail_description": "Although it was established in 1702 and has some of South Africa's oldest pinotage and shiraz vineyards, as well as a handsome Cape Dutch homestead, Meerendal is no fuddy-duddy wine estate. The tasting room is very professionally run and combined with a contemporary art gallery and distillery, offering vodka, rum and gin tastings. There are two restaurants, Carlucci's Deli and the more upmarket Crown, as well as 18km of mountain biking trails.\nThe estate hosts various mountain biking competitions, as well as the milder, 5km Saturday-morning Durbanville Parkrun (www.parkrun.co.za). Galileo Open Air Cinema (http://thegalileo.co.za) screens movies here, and there's an elegant boutique hotel in the historic homestead."
    },

    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 8,
        "name": "Bo-Kaap",
        "latitude": "-33.920803",
        "longitude": "18.414481",
        "excerpt": "Meaning ‘Upper Cape’, the Bo-Kaap, with its vividly painted low-roofed houses, many of them historic monuments, strung along narrow cobbled streets, is…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/bo-kaap/a/poi-sig/1309407/1323002",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/041e22453e7ebf30f72bc4ba7e71943e081b4fe3c8a267940811e221669c1d01.jpg",
        "detail_description": "Meaning ‘Upper Cape’, the Bo-Kaap, with its vividly painted low-roofed houses, many of them historic monuments, strung along narrow cobbled streets, is one of the most photographed sections of the city. Initially a garrison for soldiers in the mid-18th century, this area of town was where freed slaves started to settle after emancipation in the 1830s. The most picturesque streets are Chiappini, Rose and Wale.\n"
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 9,
        "name": "Buitenverwachting",
        "latitude": "-34.042134",
        "longitude": "18.417292",
        "excerpt": "Buitenverwachting means ‘beyond expectation’, which is certainly the feeling one gets on visiting this Cape Dutch estate. It's a lovely estate to visit…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/buitenverwachting/a/poi-sig/1015377/1320368",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/iStock-1309062551-RFE.jpg",
        "detail_description": "Buitenverwachting means ‘beyond expectation’, which is certainly the feeling one gets on visiting this Cape Dutch estate. It's a lovely estate to visit with an unusual late-18th-century manor house overlooking verdant lawns, as well as the Quaffee coffee roastery, Coffee Bloc cafe, a restaurant and gift shop.\nBeg, borrow or steal to snag a bottle of its delicious – but limited-release – Christine bordeaux blend. The creamy chardonnay and richly textured cabernet sauvignon are also standout wines."
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 10,
        "name": "Irma Stern Museum",
        "latitude": "-33.953088",
        "longitude": "18.46938",
        "excerpt": "The pioneering 20th-century artist Irma Stern (1894–1966), whose works are some of the most sought-after among modern South African painters, occupied…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/irma-stern-museum/a/poi-sig/1015386/1320368",
        "image_url": null,
        "detail_description": "The pioneering 20th-century artist Irma Stern (1894–1966), whose works are some of the most sought-after among modern South African painters, occupied this 19th-century house for almost 40 years. Her studio has been left virtually intact, as if she’d just stepped out into the verdant garden for a breath of fresh air. The flamboyant painter's ethnographic art-and-craft collection from around the world is as fascinating as her own art, which was influenced by German expressionism and incorporates traditional African elements.\n"
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 11,
        "name": "Guga S’Thebe Arts & Cultural Centre",
        "latitude": "-33.944205978345",
        "longitude": "18.524403910934",
        "excerpt": "Decorated with polychromatic ceramic murals, this is one of the most impressive buildings in the townships – even more so now that it has a theatre,…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/guga-s-thebe-arts-cultural-centre/a/poi-sig/1015353/1320371",
        "image_url": null,
        "detail_description": "Decorated with polychromatic ceramic murals, this is one of the most impressive buildings in the townships – even more so now that it has a theatre, creatively constructed from recycled materials. You can watch pottery being made in one of several studio spaces here, and then buy samples from the centre's shop. Performances by local groups are often staged in the outdoor amphitheatre.\nThe huge mural painted on the building opposite the centre was done by Philip Kgosana, the man held aloft in the composition – it commemorates the 1960 defiance campaign against apartheid laws.Guga S’Thebe regularly hosts Jazz in the Native Yards concerts."
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 12,
        "name": "Company’s Garden",
        "latitude": "-33.926447",
        "longitude": "18.417742",
        "excerpt": "These shady green gardens, which started as the vegetable patch for the Dutch East India Company, are a lovely place to relax. They are planted with a…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/company-s-garden/a/poi-sig/1015407/1323002",
        "image_url": null,
        "detail_description": "These shady green gardens, which started as the vegetable patch for the Dutch East India Company, are a lovely place to relax. They are planted with a fine collection of botanical specimens from South Africa and the rest of the world, including frangipanis, African flame trees, aloes and roses. At the garden's southern end there's a re-creation of the VOC Vegetable Garden.\nA statue of Cecil Rhodes stands in the centre of the gardens. Get your bearings using a self-guided booklet from the Visitor Information Centre on the Queen Victoria St side of the garden. There's a small exhibit on the history of the garden here as well."
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 13,
        "name": "Constantia Glen",
        "latitude": "-34.014534",
        "longitude": "18.414845",
        "excerpt": "There's a sweeping view of the vineyards from the terrace in front of the tasting room at this boutique winery, which is known for its sauvignon blanc and…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/constantia-glen/a/poi-sig/1432360/1320368",
        "image_url": null,
        "detail_description": "There's a sweeping view of the vineyards from the terrace in front of the tasting room at this boutique winery, which is known for its sauvignon blanc and bordeaux-style blends. Accompany your tasting with a yummy cheese-and-charcuterie platter.\n"
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 14,
        "name": "Langa Pass Museum",
        "latitude": "-33.944036",
        "longitude": "18.525578",
        "excerpt": "Step inside a grim apartheid relic at Langa's old pass office, where black people had to present their identity cards, and the attached court, where they…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/langa-pass-museum/a/poi-sig/1509261/1320371",
        "image_url": null,
        "detail_description": "Step inside a grim apartheid relic at Langa's old pass office, where black people had to present their identity cards, and the attached court, where they were tried for breaking the pass laws. There's a great collection of photographs and documentary evidence showing what life was like in Cape Town's oldest township during that era.\n"
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 15,
        "name": "Klein Constantia",
        "latitude": "-34.038365",
        "longitude": "18.411037",
        "excerpt": "Part of Simon van der Stel's original Constantia estate, Klein Constantia is famous for its Vin de Constance, a sweet muscat wine. It was Napoleon’s…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/klein-constantia/a/poi-sig/1015401/1320368",
        "image_url": null,
        "detail_description": "Part of Simon van der Stel's original Constantia estate, Klein Constantia is famous for its Vin de Constance, a sweet muscat wine. It was Napoleon’s solace on St Helena; and in Jane Austen's Sense and Sensibility, Mrs Jennings advocates ‘its healing powers on a disappointed heart’. There's a small bistro and excellent tasting room – be sure to sample the champagne-style sparkler.\n"
    },
    {
        "country": "cape-town",
        "city": "Sea Point to Hout Bay",
        "index": 16,
        "name": "World of Birds",
        "latitude": "-34.017558",
        "longitude": "18.362703",
        "excerpt": "Barbets, weavers and flamingos are among the 3000 birds and small mammals – covering some 400 different species – at Africa's largest bird park. A real…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/sea-point-camps-bay-and-hout-bay/attractions/world-of-birds/a/poi-sig/1015383/1323007",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock512030548.jpg",
        "detail_description": "Barbets, weavers and flamingos are among the 3000 birds and small mammals – covering some 400 different species – at Africa's largest bird park. A real effort has been expended to make the extensive aviaries as natural-looking as possible, with the use of lots of tropical landscaping. In the monkey jungle (open 11.30am to 1pm and 2pm to 3.30pm) you can interact with cheeky squirrel monkeys.\nThe penguins are fed at 11.30am and 3.30pm, the pelicans at 12.30pm, the cormorants at 1.30pm and the birds of prey at 4.15pm. A winner for families, with a cafe (great chips) and sandpit to follow the birdwatching."
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 17,
        "name": "Tokai Forest",
        "latitude": "-34.060873",
        "longitude": "18.415221",
        "excerpt": "This wooded section of Table Mountain National Park is a favourite spot for picnics, mountain biking (weekends only) and walks. To reach the forest, take…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/tokai-forest/a/poi-sig/1093285/1320368",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a56f610ca695b11062ac1abb44663154-tokai-forest.jpg",
        "detail_description": "This wooded section of Table Mountain National Park is a favourite spot for picnics, mountain biking (weekends only) and walks. To reach the forest, take the Tokai exit from the M3 highway and follow the signs.\nBeyond the picnic area, you'll find the Tokai Arboretum, a planting of 1555 different trees representing 274 species. Having closed following severe bushfires, it is set to reopen in 2018.Likewise closed temporarily is the challenging 6km hike up to Elephant’s Eye Cave, within the Silvermine section of the park. The zigzag path is fairly steep and offers little shade as you climb higher up Constantiaberg (928m), so hikers need a hat and water. The cave is more easily accessed from Silvermine."
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 18,
        "name": "Mutual Heights",
        "latitude": "-33.924143624502",
        "longitude": "18.422361886906",
        "excerpt": "Clad in rose- and gold-veined black marble, Mutual Heights is the most impressive of the City Bowl’s collection of art deco structures. The facade is…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/mutual-heights/a/poi-sig/1118378/1323002",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/661655af990939ff4780a80d162f0f3f-mutual-heights.jpg",
        "detail_description": "Clad in rose- and gold-veined black marble, Mutual Heights is the most impressive of the City Bowl’s collection of art deco structures. The facade is decorated with one of the longest continuous stone friezes in the world, designed by Ivan Mitford-Barberton and chiselled by master stonemasons the Lorenzi brothers. Much of the building’s original detail and decoration have been preserved, including the impressive central banking space (sadly not open for general viewing).\nCommissioned by the Old Mutual financial company, this was once not only the tallest structure in Africa bar the Pyramids, but also the most expensive. Unfortunately, the building’s opening in 1939 was eclipsed by the start of WWII. Additionally, its prime position on the Foreshore was immediately made redundant when the city decided to extend the land 2km further into the bay. Old Mutual started moving its business out of the building to Pinelands in the 1950s. Made into apartments and renamed Mutual Heights in 2002, it kicked off a frenzy among developers to convert similarly long-neglected and empty city-centre office blocks."
    },
    {
        "country": "cape-town",
        "city": "Cape Town",
        "index": 19,
        "name": "South African National Gallery",
        "latitude": "-33.929129670346",
        "longitude": "18.417477824442",
        "excerpt": "The impressive permanent collection of the nation’s premier art space harks back to Dutch times and includes some extraordinary pieces. But it’s often…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/gardens-and-surrounds/attractions/south-african-national-gallery/a/poi-sig/1015360/1320364",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-172173218_high.jpg",
        "detail_description": "The impressive permanent collection of the nation’s premier art space harks back to Dutch times and includes some extraordinary pieces. But it’s often contemporary works, such as the Butcher Boys sculpture by Jane Alexander – looking rather like a trio of Tolkienesque orcs who have stumbled into the gallery – that stand out the most.\nAlso note the remarkable teak door in the courtyard, carved by Herbert Vladimir Meyerowitz, with scenes representing the global wanderings of the Jews; his carvings also adorn the tops of the door frames throughout the gallery."
    },
    {
        "country": "cape-town",
        "city": "Sea Point to Hout Bay",
        "index": 20,
        "name": "Table Mountain National Park",
        "latitude": "-33.961657",
        "longitude": "18.394718",
        "excerpt": "Stretching from Signal Hill to Cape Point, this 220-sq-km park is a natural wonder, its range of environments including granite and sandstone mountains,…",
        "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/sea-point-camps-bay-and-hout-bay/attractions/table-mountain-national-park/a/poi-sig/1118359/1323007",
        "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyRF_1137384860.jpg",
        "detail_description": "Stretching from Signal Hill to Cape Point, this 220-sq-km park is a natural wonder, its range of environments including granite and sandstone mountains, giant-boulder-strewn beaches and shady forests. For the vast majority of visitors, the main attraction is the 1086m-high mountain itself, the top of which can easily be accessed by the cableway, which runs every 10 to 20 minutes.\nThe park is the venue for a host of adventure activities including hiking, abseiling, mountain biking, rock climbing, paragliding, bird and wildlife watching, snorkelling and diving."
    }
]