[
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 1,
        "name": "Museum of Science & Industry",
        "latitude": "41.790592",
        "longitude": "-87.582786",
        "excerpt": "The MSI is the largest science museum in the Western hemisphere and a place to completely geek out. Highlights include a WWII German U-boat nestled in an…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/hyde-park-and-south-side/attractions/museum-of-science-industry/a/poi-sig/378729/1319217",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_1125314441.jpg",
        "detail_description": "The MSI is the largest science museum in the Western hemisphere and a place to completely geek out. Highlights include a WWII German U-boat nestled in an underground display, the life-size shaft of a coal mine, and the \"Science Storms\" exhibit with a mock tornado and tsunami. The museum's main building served as the Palace of Fine Arts at the landmark 1893 World’s Expo, which was set in the surrounding Jackson Park. Here are some of the museum's best bits, level by level.\nLevel 1 \nLevel 1 holds the U-boat, which is incredibly impressive. It's given the Hollywood treatment with blue spotlights moving over it and dramatic music swelling in the background. An interactive kiosk lets you try to break codes. There's plenty more to see around the sub, but the highlight is going on board and touring the cramped quarters. The Space Center with rockets and the Apollo 8 lunar module, the 'fairy castle' dollhouse and the Farm Tech exhibit with huge tractors to climb are other Level 1 highlights.\nLevel 2\nLevel 2 rolls out lots of trains. Science Storms lets you conjure a mock tornado and simulate a tsunami rolling toward you. Or submerge into the realistic shaft of a coal mine (temporarily closed).\n\n  \nLearn about the human body at \"You! The Experience\" © Joe Hendrickson / Shutterstock\n\nLevel 3\nLevel 3 hangs cool old German dive bombers and English Spitfires from the ceiling. \"You! The Experience\" has a giant 3D heart to walk through and the infamous body slices (cadavers displayed in half-inch-thick pieces) that have been scaring kids for decades.\nTickets and other practicalities\nTickets include access to most permanent exhibits and selected temporary exhibitions, and should be booked online in advance. There are ramps and elevators allowing for wheelchair access throughout the museum.\nTop tips for visiting the museum\n\nIn summer and during popular exhibits lines can be long. \nThe museum is vast, so get a map at the desk and make a plan of attack to see your top exhibits.\nLittle kids (aged 10 and under) get stoked for the hands-on Idea Factory on Level 1; big kids get stoked for the flight simulators on Level 3.\n\n"
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 2,
        "name": "Millennium Park",
        "latitude": "41.882327",
        "longitude": "-87.621857",
        "excerpt": "There's free admission to Millennium Park, the playful heart of the city. It shines with whimsical public art, both permanent and temporary exhibits, and…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/the-loop/attractions/millennium-park/a/poi-sig/378727/1319210",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_153323999.jpg",
        "detail_description": "There's free admission to Millennium Park, the playful heart of the city. It shines with whimsical public art, both permanent and temporary exhibits, and it hosts a mixture of free and ticketed activities and events. From the band shell to the artworks on display, here are the top things to see in Millennium Park.\n\nPritzker Pavilion\nPritzker Pavilion is Millennium Park's acoustically awesome band shell. Architect Frank Gehry designed it and gave it his trademark swooping silver exterior. The pavilion hosts free concerts at 6pm on Mondays and Thursdays from August to September. Take an evening picnic along and enjoy the sounds from a spot on the Great Lawn.\n\n\n  \nCloud Gate sculpture in Millennium Park is also know as \"the Bean\" © roman_slavik / Shutterstock\n\nThe Bean\nCloud Gate, Anish Kapoor's beloved silver sculpture in Millennium Park, is known informally as \"the Bean.\" It reflects both the sky and the skyline, and everyone clamors to walk under it, take a picture and to touch the smoothness of its highly polished stainless-steel exterior.\n\n  \nCrown Fountain is the perfect spot to cool off in the warmer months © f11photo / Shutterstock\n\nCrown Fountain\n\nJaume Plensa’s two 50ft-high glass-block towers contain video displays that flash a thousand different faces of locals. Each mug puckers up and spurts water, just like the gargoyles atop Notre Dame Cathedral. A fresh set of non-puckering faces appears in winter, when the fountain is dry. On hot days the fountain crowds with locals splashing around to cool off. Kids especially love it.\n\n  \nLurie Garden is a \"secret\" spot away from the crowds © Chuck Eckert / Getty Images\n\nLurie Garden\n\nIf the crowds at the Bean, Crown Fountain and Pritzker Pavilion are too much, seek out the peaceful Lurie Garden, which uses native plants to form a botanical tribute to Illinois’ tallgrass prairie. Visitors often miss it because it's hidden behind a big hedge. Yellow coneflowers, poet's daffodils, bluebells and other gorgeous blooms carpet the 5-acre oasis; everything is raised sustainably and without chemicals. A little river runs through it, where folks kick off their shoes and dangle their feet.\n\n  \nYou just pay for skate rental at the McCormick Tribune Ice Rink © Miune / Shutterstock\n\n\nMcCormick Tribune Ice Rink\nIn winter time, Chicago's largest outdoor ice rink opens at McCormick Tribune Plaza and fills with skaters. It's free to skate; you just need to pay for skate rental.\nBP Bridge\n\nFrank Gehry designed the snaking pedestrian BP Bridge that spans Columbus Drive. The luminous sheet-metal walkway connects Millennium Park from the back of the Great Lawn to Maggie Daley Park. The bridge offers great skyline views, too.\n\nNichols Bridgeway\n\nRenzo Piano designed Nichols Bridgeway, a silver, pedestrian-only span. It arches from Millennium Park over Monroe Street to the Art Institute’s small, 3rd-floor sculpture terrace (which is free to view). Piano, incidentally, also designed the museum's Modern Wing, which is where the sculpture garden is located.\n\n\nFree exercise classes\nA schedule of free yoga, Pilates, Tai Chi and Zumba classes take place Saturday mornings in summer on the Great Lawn.\n"
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 3,
        "name": "Wrigley Field",
        "latitude": "41.948009",
        "longitude": "-87.655706",
        "excerpt": "Built in 1914, Wrigley Field – aka the Friendly Confines – is the second-oldest baseball park in the major leagues. It’s home to the Chicago Cubs and…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/lake-view-and-wrigleyville/attractions/wrigley-field/a/poi-sig/1131189/1319212",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_57978118.jpg",
        "detail_description": "Built in 1914, Wrigley Field – aka the Friendly Confines – is the second-oldest baseball park in the major leagues. It’s home to the Chicago Cubs and filled with legendary traditions and curses, including a team that didn't win a championship for 108 years. But a World Series victory coupled with heaps of new family-friendly and foodie hot spots around the stadium have given it new life. The ballpark provides an old-school slice of Americana, with a hand-turned scoreboard, ivy-covered outfield walls and an iconic neon sign over the front entrance.\nBilly Goat: the curse of Wrigley Field\nThe curse started with Billy Sianis, owner of the Billy Goat Tavern. The year was 1945 and the Cubs were in the World Series against the Detroit Tigers. When Sianis tried to enter Wrigley Field with his pet goat to see the game, ballpark staff refused, saying the goat stank. Sianis threw up his arms and called down a mighty hex, saying that the Cubs would never win another World Series. Years rolled by, and they didn’t.\nThen in 2016 it happened: the Cubs won the Series in a wild, come-from-behind set of games. The young team scrapped, slugged and pitched its way to victory, exorcising the curse. The city went insane. Streets filled with revelers. Neighbors high-fived neighbors. Grandparents cheered with grandkids. At the victory parade a few days later, an estimated five million fans partied with the team.\n\n  \nThere are various traditions associated with Wrigley Field © FiledIMAGE / Shutterstock\n\nWrigley Field traditions\nWhen the middle of the seventh inning arrives, it's time for the seventh inning stretch. At Wrigley Field, you stand up for the group sing-along of \"Take Me Out to the Ballgame,\" often led by a guest celebrity along the lines of Mr T, Ozzy Osbourne or the local weather reporter. Here's another tradition: if you catch a home run slugged by the competition, you’re honor-bound to throw it back onto the field. After every game the ballpark hoists a flag atop the scoreboard. A white flag with a blue \"W\" indicates a victory; a blue flag with a white \"L\" means a loss.\nWrigley Field statues\nStatues of Cubs heroes ring the stadium. Ernie Banks, aka \"Mr Cub,\" stands near the main entrance on Clark Street; the shortstop/first baseman was the team’s first African American player. Billy \"Sweet-Swinging\" Williams wields his mighty bat by the right field gate on Addison Street at Sheffield Avenue. Adored third baseman Ron Santo makes a smooth catch beside him. And mythic TV sportscaster Harry Caray dons his barrel-sized eyeglasses in front of the bleacher entrance on Waveland Avenue. Caray was known for broadcasting among the raucous bleacher fans while downing a few beers himself. It’s said the sculptors mixed a dash of his favorite beer in with the white bronze used for the statue.\nCubs tickets and stadium tours\n\nBuy tickets at the Cubs' website or Wrigley box office. Online ticket broker StubHub is also reliable.\nThe Upper Reserved Infield seats are usually pretty cheap. They're high up, but have decent views.\nNinety-minute stadium tours are available most days April through September. Try going on a non-game day, as you'll see more. \n\nGallagher Way\nThe field is uniquely situated smack in the middle of a neighborhood, surrounded on all sides by houses, bars and restaurants. The grassy plaza just north of the main entrance – aka Gallagher Way – has tables, chairs, a coffee shop and a huge video screen. On nongame days it's open to the public and hosts free movie nights, concerts and alfresco fitness classes; on game days it's a beer garden for ticket holders. Kids love the grassy expanse, where they can run around, play catch or cool off in the splash pad. A slew of new cocktail bars, beer bars and hip taco, barbecue and fried-chicken eateries beckon across the way on Clark and Addison Streets.\n"
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 4,
        "name": "Navy Pier",
        "latitude": "41.891544",
        "longitude": "-87.609776",
        "excerpt": "Half-mile-long Navy Pier is one of Chicago's most-visited attractions, sporting a 196ft Ferris wheel and other carnival rides ($9 to $18 each), an IMAX…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/near-north-and-navy-pier/attractions/navy-pier/a/poi-sig/1247046/1319211",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a63949fe532d4dd8ca9f16822984afcc-navy-pier.jpg",
        "detail_description": "Half-mile-long Navy Pier is one of Chicago's most-visited attractions, sporting a 196ft Ferris wheel and other carnival rides ($9 to $18 each), an IMAX theater, a beer garden and lots of chain restaurants. A renovation added public plazas, performance spaces and free cultural programming. Locals still groan over its commercialization, but its lakefront view and cool breezes can't be beat. The fireworks displays on summer Wednesdays (9:30pm) and Saturdays (10:15pm) are a treat too.\nThe Chicago Children's Museum is also on the pier, as are several boat-cruise operators. In summer, try the Shoreline Water Taxi (www.shorelinesightseeing.com) for a fun ride to the Museum Campus (adult/child Monday through Thursday $8/4, Friday through Sunday $10/5). Polk Bros Park, at the pier's entrance, has a fountain you can splash in and performance lawns for free concerts and movies."
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 5,
        "name": "Willis Tower",
        "latitude": "41.878556",
        "longitude": "-87.63589",
        "excerpt": "Willis Tower is Chicago's tallest building (and one of the world's loftiest). Breathe deeply during the ear-popping, 70-second elevator ride to the 103rd…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/the-loop/attractions/willis-tower/a/poi-sig/378085/1319210",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/GettyRF_95732440.jpg",
        "detail_description": "Willis Tower is Chicago's tallest building (and one of the world's loftiest). Breathe deeply during the ear-popping, 70-second elevator ride to the 103rd-floor Skydeck, then stride to one of the glass-enclosed ledges that jut out in midair for a knee-buckling perspective straight down some 1400ft.\nA bit of history: it was the Sears Tower from its completion in 1973 until insurance broker Willis Group Holdings bought the naming rights in 2009. The building held the title of world's tallest building for almost a quarter century, surpassed by NYC's One World Trade Center in 2013.\n\n  \nStep out onto the glass-floor at the Willis Tower Skydeck © Julien Hautcoeur / Shutterstock\n\nTickets and other information\nTickets are timed and should be purchased online in advance of your visit. The Skydeck is fully wheelchair-accessible, with complimentary wheelchairs available on a first-come, first-served basis. There are specific facilities for family travelers too, with quizzes and games for children. \nThe entrance is on Jackson Blvd. Even with pre-booking, lines can take up to an hour on busy days (peak times are in summer, between 11am and 4pm Friday through Sunday, although some say sunset is the best time to visit).\n"
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 6,
        "name": "Art Institute of Chicago",
        "latitude": "41.879519",
        "longitude": "-87.623594",
        "excerpt": "The second-largest art museum in the country, the Art Institute houses a treasure trove from around the globe. The collection of impressionist and…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/the-loop/attractions/art-institute-of-chicago/a/poi-sig/378083/1319210",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1139991416.jpg",
        "detail_description": "The second-largest art museum in the country, the Art Institute houses a treasure trove from around the globe. The collection of impressionist and postimpressionist paintings is second only to those in France, and the number of surrealist works is tremendous.\nWander the endless marble and glass corridors, and rooms stuffed with Japanese prints, Grecian urns, suits of armor, Grant Wood's American Gothic, Edward Hopper's Nighthawks and Georges Seurat's&nbsp;A Sunday Afternoon on the Island of La Grande Jatte. The Modern Wing dazzles with Picassos and Mirós.\nAudio guides\nDownload the free app for DIY audio tours; it offers several quick-hit jaunts, from highlights&nbsp;to architecture and pop-art tours. Allow two hours to browse the must-sees; art buffs should allocate much longer.\nTickets and other practicalities\nTickets should be bought online in advance of your visit. Children under 14 can visit for free. Wheelchairs are available on a first-come first-serve basis. There are several accessible parking garages near the Art Institute.\nThe main entrance is on Michigan Ave, but you can also enter via the dazzling Modern Wing on Monroe Street. Ask at the front desk about free talks and tours once you're inside. Note that the 3rd-floor contemporary sculpture terrace is always free. It has great city views and connects to Millennium Park via the mod, pedestrian-only Nichols Bridgeway.\n"
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 7,
        "name": "Robie House",
        "latitude": "41.789769",
        "longitude": "-87.59614",
        "excerpt": "Of the numerous buildings that Frank Lloyd Wright designed around Chicago, none is more famous or influential than Robie House. Because its horizontal…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/hyde-park-and-south-side/attractions/robie-house/a/poi-sig/378675/1319217",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e47a2cec785a0d47a3491bf7c71282fdd45a40f12c63f49ab8d0c266bfcd858d.jpg",
        "detail_description": "Of the numerous buildings that Frank Lloyd Wright designed around Chicago, none is more famous or influential than Robie House. Because its horizontal lines resembled the flat landscape of the Midwestern prairie, the style became known as the Prairie style. Inside are 174 stained-glass windows and doors, which you'll see on the hour-long tours (frequency varies by season, but there's usually at least one tour per hour). Advance tickets are highly recommended.\nExtensive work has been completed restoring the interior to Wright's original vision. The colors, plaster and wood in the living room, front entry hall, main stairway, upper hall and billiard room now match what the architect conceived at the outset."
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 8,
        "name": "Field Museum of Natural History",
        "latitude": "41.86633",
        "longitude": "-87.61698",
        "excerpt": "The Field Museum houses some 30 million artifacts and includes everything but the kitchen sink – beetles, mummies, gemstones, Bushman the stuffed ape –…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/south-loop-and-near-south-side/attractions/field-museum-of-natural-history/a/poi-sig/378091/1319218",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/811f19aadc5151fb9482e32b3bb37c0a-field-museum-of-natural-history.jpg",
        "detail_description": "The Field Museum houses some 30 million artifacts and includes everything but the kitchen sink – beetles, mummies, gemstones, Bushman the stuffed ape – all tended by a slew of PhD-wielding scientists, as the Field remains an active research institution. The collection's rock star is Sue, the largest Tyrannosaurus rex yet discovered. She even gets her own gift shop. Special exhibits, such as the 3-D movie, cost extra.\nOther highlights include 'Inside Ancient Egypt,' a burial chamber reproduction that contains 23 real mummies; the Hall of Gems; and the Northwest Coast and Arctic Peoples' totem pole collection.The museum is vast, so get a map at the desk and make a plan of attack."
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 9,
        "name": "National Museum of Mexican Art",
        "latitude": "41.856212319717",
        "longitude": "-87.672939481399",
        "excerpt": "Founded in 1982, this vibrant museum – the largest Latinx arts institution in the US – has become one of the city’s best. The vivid permanent collection…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/south-loop-and-near-south-side/attractions/national-museum-of-mexican-art/a/poi-sig/1247061/1319218",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/fa83aa4db85d2e4fd850b197eed28e25f6fd2e23d1e9442fbd6f32d2bc74824a.jpg",
        "detail_description": "Founded in 1982, this vibrant museum – the largest Latinx arts institution in the US – has become one of the city’s best. The vivid permanent collection sums up 1000 years of Mexican art and culture through classical paintings, shining gold altars, skeleton-rich folk art, beadwork and much more.\nThe turbulent politics and revolutionary leaders of Mexican history are well represented, including works about Cesar Chavez and Emiliano Zapata. Don't miss the psychedelic 'semen-acrylic' painting (that's, um, bodily fluids mixed with pigments). The museum also sponsors readings by top authors and performances by musicians and artists. October and November are busy months with lots of festive programs for Day of the Dead. The on-site store is a winner, with brightly painted Mexican crafts filling the shelves."
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 10,
        "name": "Museum of Contemporary Art",
        "latitude": "41.897157",
        "longitude": "-87.62157",
        "excerpt": "Consider it the Art Institute’s brash, rebellious sibling, with especially strong minimalist, surrealist and conceptual photography collections, and…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/gold-coast/attractions/museum-of-contemporary-art/a/poi-sig/378649/1319209",
        "image_url": null,
        "detail_description": "Consider it the Art Institute’s brash, rebellious sibling, with especially strong minimalist, surrealist, and conceptual photography collections. Covering art from the 1920s onward, the MCA’s collection spans the gamut, with displays arranged to blur the boundaries between painting, sculpture, video, and other media. Exhibits change regularly so you never know what you'll see, but count on it being offbeat and provocative. Illinois residents get free admission on Tuesday.\nDocents lead free, 45-minute tours of the exhibitions; enquire at the 2nd-floor visitor service desk.Definitely worth a visit is the museum's fantastic, two-level shop. Besides extensive book offerings in all kinds of art and design – photography, fashion, film, music, graphic design, conceptual art, and criticism – and a well-stocked children's book section, it features a whole floor of housewares, gifts, accessories, and jewelry. It's the perfect place to pick up a chunky necklace for an artsy friend."
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 11,
        "name": "Lincoln Park",
        "latitude": "41.914719",
        "longitude": "-87.630167",
        "excerpt": "The park that gave the neighborhood its name is Chicago’s largest. Its 1200 acres stretch for 6 miles from North Ave north to Diversey Pkwy, where it…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/lincoln-park-and-old-town/attractions/lincoln-park/a/poi-sig/378635/1006300",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/73c8ff73ec7d5ded8f96a2e9dba273e3-lincoln-park.jpg",
        "detail_description": "The park that gave the neighborhood its name is Chicago’s largest. Its 1200 acres stretch for 6 miles from North Ave north to Diversey Pkwy, where it narrows along the lake and continues on until the end of Lake Shore Dr. On sunny days locals come out to play in droves, taking advantage of the ponds, paths and playing fields or visiting the zoo and beaches. It's a fine spot to while away a morning or afternoon (or both).\n"
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 12,
        "name": "360° Chicago",
        "latitude": "41.898747",
        "longitude": "-87.623767",
        "excerpt": "The views from the 94th-floor observatory of this iconic building (formerly known as the John Hancock Center) in many ways surpass those at the Willis…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/gold-coast/attractions/3600-chicago/a/poi-sig/378633/1319209",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/492bb706cc638e1c032bf69f040091b5-john-hancock-center.jpg",
        "detail_description": "The views from the 94th-floor observatory of this iconic building (formerly known as the John Hancock Center) in many ways surpass those at the Willis Tower; there are informative displays and the 'Tilt' feature (floor-to-ceiling windows you stand in as they tip out over the ground), which costs $7.20 extra and is less exciting than it sounds. Or just shoot straight up to the 96th-floor Signature Lounge, where the view is free if you buy a drink ($10 to $18).\n"
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 13,
        "name": "Driehaus Museum",
        "latitude": "41.894147",
        "longitude": "-87.626588",
        "excerpt": "Set in the exquisite Nickerson Mansion, the Driehaus immerses visitors in Gilded Age decorative arts and architecture. You'll feel like a Great Gatsby…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/near-north-and-navy-pier/attractions/driehaus-museum/a/poi-sig/1413584/1319211",
        "image_url": null,
        "detail_description": "Set in the exquisite Nickerson Mansion, the Driehaus immerses visitors in Gilded Age decorative arts and architecture. You'll feel like a Great Gatsby character as you wander three floors stuffed with sumptuous objets d'art and heaps of Tiffany stained glass. Recommended guided tours ($5 extra) are available four times daily. The price seems steep, but the museum is a prize for those intrigued by opulent interiors.\n"
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 14,
        "name": "Busy Beaver Button Museum",
        "latitude": "41.917208",
        "longitude": "-87.712322",
        "excerpt": "Even George Washington gave out campaign buttons, though in his era they were the sew-on kind. Pin-back buttons came along in 1896. Badge-making company…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/logan-square-and-humboldt-park/attractions/busy-beaver-button-museum/a/poi-sig/1403742/1319215",
        "image_url": null,
        "detail_description": "Even George Washington gave out campaign buttons, though in his era they were the sew-on kind. Pin-back buttons came along in 1896. Badge-making company Busy Beaver chronicles its history in displays holding thousands of the little round mementos. They tout everything from Dale Bozzio to Bozo the clown, Cabbage Patch Kids to Big Rock Point Nuclear Plant.\nThey're fascinating to browse (especially Washington's button), and the hipster office staff are totally gracious about letting you gawk over their desks where the framed cases hang. Heaps more buttons are preserved in drawers that you're welcome to pull out and examine. Ring the doorbell to enter. And don't forget to pick up your souvenir button before you leave!"
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 15,
        "name": "Stony Island Arts Bank",
        "latitude": "41.771656",
        "longitude": "-87.586441",
        "excerpt": "Artist-activist Theaster Gates bought a tumbledown bank building for $1 in Chicago's neglected South Shore neighborhood, and transformed it into a…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/hyde-park-and-south-side/attractions/stony-island-arts-bank/a/poi-sig/1538501/1319217",
        "image_url": null,
        "detail_description": "Artist-activist Theaster Gates bought a tumbledown bank building for $1 in Chicago's neglected South Shore neighborhood, and transformed it into a fascinating African American cultural center and gallery. Staff give tours of the hodgepodge collections, including the 5000-album vinyl trove of local DJ Frankie Knuckles (the Godfather of House Music) and a roomful of racist 'negrobilia' items. Hours vary depending on season and exhibitions, so check the website before heading out.\nThe vintage glass lantern slides (60,000 of them, of art through the ages) and stacked-to-the-rafters library of African American art and history books are other cool sets to browse, along with the main floor exhibitions. Workshops and events take place regularly. And it's all free.Gates is involved in many projects in the area, including the Arts Incubator in Washington Park."
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 16,
        "name": "Humboldt Park",
        "latitude": "41.905621",
        "longitude": "-87.703073",
        "excerpt": "This 207-acre park, which lends its name to the surrounding neighborhood, comes out of nowhere and gobsmacks you with Mother Nature. A lagoon brushed by…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/logan-square-and-humboldt-park/attractions/humboldt-park/a/poi-sig/378625/1319215",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/547883f0c4a7a29ff3c3df5516f43579-humboldt-park.jpg",
        "detail_description": "This 207-acre park, which lends its name to the surrounding neighborhood, comes out of nowhere and gobsmacks you with Mother Nature. A lagoon brushed by native plants takes up much of the green space, and birdsong flickers in the air. The 1907 Prairie School boathouse is the park’s centerpiece, home to a cafe and free cultural events. The flowery Formal Garden, the National Museum of Puerto Rican Arts &amp; Culture, and Chicago's only inland beach are other highlights.\nThe park was built in 1869 and named for German naturalist Alexander von Humboldt. Landscape architect Jens Jensen gave it its 'prairie style' design, using native plants and stone, in the early 1900s. The park has gone through some rough times since then, and has only come into its own again in the past decade or so. While it’s family filled by day, it’s still pretty rough and best avoided at night (unless there's a free outdoor movie or music event happening).Street vendors and food trucks sell fried plantains, meat dumplings and other Puerto Rican specialties around the park's edges. Many congregate on Kedzie Ave at North Ave and at Hirsch St – sniff them out for a picnic.For more in-depth explorations, including the park's wee waterfall, wind turbine and picnic island, download the free audio tour at www.chicagoparkdistrict.com/parks-facilities/humboldt-park-audio-tour."
    },
    {
        "country": "chicago",
        "city": "Wicker Park, Bucktown & Ukrainian Village",
        "index": 17,
        "name": "St Nicholas Ukrainian Catholic Cathedral",
        "latitude": "41.89694115",
        "longitude": "-87.68409078",
        "excerpt": "Take a minute to wander past St Nicholas, which is the less traditional of the neighborhood’s main Ukrainian churches. Built in 1913, its 13 domes…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/wicker-park-bucktown-and-ukrainian-village/attractions/st-nicholas-ukrainian-catholic-cathedral/a/poi-sig/1100342/1319214",
        "image_url": null,
        "detail_description": "Take a minute to wander past St Nicholas, which is the less traditional of the neighborhood’s main Ukrainian churches. Built in 1913, its 13 domes represent Christ and the Apostles. The intricate mosaics – added in 1988 to mark the 1000th anniversary of Ukraine's conversion to Christianity – owe their inspiration to the Cathedral of St Sophia in Kiev.\n"
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 18,
        "name": "Galerie F",
        "latitude": "41.925167",
        "longitude": "-87.70081",
        "excerpt": "Galerie F is exactly the type of laid-back, ubercool gallery you'd expect to find in Logan Square. It specializes in rock-and-roll gig posters,…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/logan-square-and-humboldt-park/attractions/galerie-f/a/poi-sig/1520361/1319215",
        "image_url": null,
        "detail_description": "Galerie F is exactly the type of laid-back, ubercool gallery you'd expect to find in Logan Square. It specializes in rock-and-roll gig posters, printmaking and street art. Walk into the bright, open space and browse – the vibe here is totally welcoming. Dip into the basement to listen to records, play chess or just linger in the sitting area.\n"
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 19,
        "name": "Willie Dixon's Blues Heaven",
        "latitude": "41.853668",
        "longitude": "-87.624013",
        "excerpt": "From 1957 to 1967, this humble building was Chess Records, the seminal electric blues label. It's now named for the bassist who wrote most of Chess' hits…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/south-loop-and-near-south-side/attractions/willie-dixon-s-blues-heaven/a/poi-sig/378099/1319218",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f4a8d68f1c0c9ef531d9836352c17155-willie-dixon-s-blues-heaven.jpg",
        "detail_description": "From 1957 to 1967, this humble building was Chess Records, the seminal electric blues label. It's now named for the bassist who wrote most of Chess' hits. Staff give hour-long tours of the premises. It's pretty ramshackle, with few original artifacts on display. Still, hard-core fans will get a thrill out of hearing stories from the heady era and walking into the studio where their musical heroes recorded. Free blues concerts rock the side garden on summer Thursdays at 6pm.\nThe Chess brothers, two Polish Jews, ran the recording studio that saw – and heard – the likes of Muddy Waters, Bo Diddley, Koko Taylor and others. Chuck Berry recorded four top-10 singles here, and the Rolling Stones named a song '2120 South Michigan Avenue' after a recording session at this spot in 1964. (Rock trivia buffs will know that the Stones named themselves after the Muddy Waters song 'Rolling Stone.')The studio is being restored, and musicians will be able to record there again (at night, after the building closes to the public)."
    },
    {
        "country": "chicago",
        "city": "Chicago",
        "index": 20,
        "name": "Jackson Park",
        "latitude": "41.779321",
        "longitude": "-87.585572",
        "excerpt": "This 550-acre, lakefront green space is a gem. Designed by Frederick Law Olmsted, renowned creator of New York City's Central Park, it comprises bird-rich…",
        "detail_url": "https://www.lonelyplanet.com/usa/chicago/hyde-park-and-south-side/attractions/jackson-park/a/poi-sig/1417449/1319217",
        "image_url": "https://lp-cms-production.imgix.net/2020-10/GettyRF_146760697.jpg",
        "detail_description": "This 550-acre, lakefront green space is a gem. Designed by Frederick Law Olmsted, renowned creator of New York City's Central Park, it comprises bird-rich lagoons, busy boat harbors, sweet-smelling meadows, the Garden of the Phoenix, 63rd Street Beach and a golf course. Historically, it's where the city held the 1893 World’s Expo, when Chicago introduced the world to wonders such as the Ferris wheel, moving pictures and the zipper.\nThe Museum of Science &amp; Industry sits in the park's northern reach. The new Barack Obama Presidential Center complex is set to open on the park's western edge between 60th and 63rd Sts sometime after 2021.If you're looking for a nice walk, Jackson Park connects to Washington Park via a mile-long boulevard called the Midway Plaisance. The Plaisance itself is basically a park, home to an ice rink and college students kicking around soccer balls in the grassy expanse."
    }
]