[
    {
        "country": "chile",
        "index": 1,
        "name": "Muelle de las Almas",
        "latitude": "-42.713834",
        "longitude": "-74.15602",
        "excerpt": "Shrouded in folklore and Huilliche mythology, Chiloé's 'Dock of Souls' was built in 2007 by architect Marcelo Orellana. The curved boardwalk spans 17m…",
        "detail_url": "https://www.lonelyplanet.com/chile/chiloe/parque-nacional-chiloe/attractions/muelle-de-las-almas/a/poi-sig/1586682/363261",
        "image_url": "https://lp-cms-production.imgix.net/2022-11/shutterstockRF_1252070842.jpg",
        "detail_description": "Shrouded in folklore and Huilliche mythology, Chiloé's 'Dock of Souls' was built in 2007 by architect Marcelo Orellana. The curved boardwalk spans 17m along an outrageously cinematic landscape and seemingly disappears off a 70m cliff into the Bay of Cucao. According to legend, wandering souls must call to a passing boatman, Tempilcahue, for transport to the afterlife, or they will mourn in the area for all eternity.\nTo reach this far-flung dock to nowhere on your own, you'll need to drive to the ticket office in Rahue, 7km south of Cucao, where you'll pay your admission to the landowners, Don Orlando (don't miss his fossil collection!) and Doña Sonia. (Keep your ticket – there is a ticket inspector on the hike.) From here, drive another 2.8km or so to the parking lot (CH$2000); and then hike another 2.3km along a rudimentarily signed, up-and-down, often-muddy path. In high season up to 700 people per day visit, so consider visiting at other times of year to avoid the lengthy queues. Buses Ojeda in Castro also runs a daily trip to Muelle de las Almas (10:30am, CH$7000 return)."
    },
    {
        "country": "chile",
        "index": 2,
        "name": "Parque Nacional Patagonia",
        "latitude": "-47.121425",
        "longitude": "-72.590618",
        "excerpt": "Dubbed as the Serengeti of the Southern Cone, the 690-sq-km Parque Nacional Patagonia features Patagonian steppe, forests, mountains, lakes and lagoons…",
        "detail_url": "https://www.lonelyplanet.com/chile/northern-patagonia/attractions/parque-nacional-patagonia/a/poi-sig/1511244/363280",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5539345a1e3521c62bbf1773d60e81cd-valle-chacabuco-parque-nacional-patagonia.jpg",
        "detail_description": "Dubbed as the Serengeti of the Southern Cone, the 690-sq-km Parque Nacional Patagonia features Patagonian steppe, forests, mountains, lakes and lagoons. Located 18km north of Cochrane, this new national park was an overgrazed estancia. Tompkins Conservation (www.tompkinsconservation.org) began its restoration in 2004. Now it's home to flamingo, guanaco, huemul (endangered Andean deer), puma, viscacha and fox. The park stretches from the Río Baker to the Argentine border, which can be crossed in a private vehicle at Paso Roballos.\nCombining this valley with Reserva Nacional Lago Jeinimeni to the north and Reserva Nacional Tamango to the south will eventually result in a 2400-sq-km park, worthy of rivaling Torres del Paine.The valley is an important wildlife corridor with excellent wildlife watching. Foxes and herds of guanaco are easily spotted. Studies underway in the park look at grasslands ecology and track huemul populations. The park's roaming population consists of around 120 huemules, out of a worldwide population of 2000."
    },
    {
        "country": "chile",
        "index": 3,
        "name": "Cerro San Cristóbal",
        "latitude": "-33.429445",
        "longitude": "-70.635889",
        "excerpt": "The best views over Santiago are from the peaks and viewpoints of the Parque Metropolitano, better known as Cerro San Cristóbal. At 722 hectares, the park…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/cerro-san-cristobal/a/poi-sig/396121/363286",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-463387071_high.jpg",
        "detail_description": "The best views over Santiago are from the peaks and viewpoints of the Parque Metropolitano, better known as Cerro San Cristóbal. At 722 hectares, the park is Santiago's largest green space, but it's still decidedly urban: a funicular carries you between different landscaped sections on one side, while a teleférico (cable car) swoops you away on the other.\nA snowy white 14m-high statue of the Virgen de la Inmaculada Concepción towers atop the cumbre (summit) at the Bellavista end of the park. The benches at its feet are the outdoor church where Pope John Paul II said Mass in 1984. To get here, take a steep switchbacked dirt trail or the funicular from Plaza Caupolicán (where you'll also find a tourist info kiosk). Alternatively, enter the park from Pedro de Valdivia and board the teleférico.Other attractions on the hillside include the Zoológico Nacional; the Jardín Botánico Mapulemu, a botanical garden; the child-oriented Plaza de Juegos Infantiles Gabriela Mistral, featuring attractive wooden playground equipment and an interactive water fountain; and two huge public swimming pools, the Piscina Tupahue and Piscina Antilén. The small but perfectly landscaped Jardín Japonés (Japanese Garden) is just above the Pedro de Valdivia entrance.Near the top of the funicular is the Terraza Bellavista, where there are a few snack stands and extraordinary views across the city. The park lies north of Bellavista and Providencia and has entrances in both neighborhoods."
    },
    {
        "country": "chile",
        "index": 4,
        "name": "La Chascona",
        "latitude": "-33.431182",
        "longitude": "-70.634258",
        "excerpt": "When poet Pablo Neruda needed a secret hideaway to spend time with his mistress Matilde Urrutia, he built La Chascona (loosely translated as 'Messy Hair')…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/la-chascona/a/poi-sig/396091/363286",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/86dd587c854c96940ad6ff8b1897b80a-la-chascona.jpg",
        "detail_description": "When poet Pablo Neruda needed a secret hideaway to spend time with his mistress Matilde Urrutia, he built La Chascona (loosely translated as 'Messy Hair'), the name inspired by her unruly curls. Neruda, of course, was a great lover of the sea, so the dining room is modeled on a ship's cabin and the living room on a lighthouse.\nAudio tours (available in English, French, German, Portuguese and Spanish) take you through the history of the building and the collection of colored glass, shells, furniture and artwork by famous friends – sadly much more was lost when the house was ransacked during the dictatorship. The Fundación Neruda, which maintains Neruda's houses, has its headquarters here and runs a lovely gift shop."
    },
    {
        "country": "chile",
        "index": 5,
        "name": "Orongo Ceremonial Village",
        "latitude": "-27.186786",
        "longitude": "-109.44358",
        "excerpt": "Nearly covered in a bog of floating totora reeds, the crater lake of Rano Kau resembles a giant witch's cauldron and is a wild greenhouse of endemic…",
        "detail_url": "https://www.lonelyplanet.com/chile/southwest-circuit/attractions/orongo-ceremonial-village/a/poi-sig/454709/1337396",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/110893143.jpg",
        "detail_description": "Nearly covered in a bog of floating totora reeds, the crater lake of Rano Kau resembles a giant witch's cauldron and is a wild greenhouse of endemic biodiversity. Perched 300m above, on the edge of the crater wall on one side and abutting a vertical drop plunging down to the cobalt-blue ocean on the other side, Orongo Ceremonial Village boasts one of the South Pacific's most dramatic landscapes. It overlooks several small motu (offshore islands), including Motu Nui, Motu Iti and Motu Kao Kao.\nBuilt into the side of the slope, the houses have walls of horizontally overlapping stone slabs, with an earth-covered arched roof of similar materials, making them appear partly subterranean. Orongo was the focus of an islandwide 'birdman cult' linked to the god Makemake in the 18th and 19th centuries. Birdman petroglyphs are visible on a cluster of boulders between the cliff top and the edge of the crater.Orongo is either a steepish climb or a short scenic drive 4km from the center of town."
    },
    {
        "country": "chile",
        "index": 6,
        "name": "La Sebastiana",
        "latitude": "-33.054195",
        "longitude": "-71.623049",
        "excerpt": "Bellavista's most famous resident writer was Pablo Neruda, who made a point of watching Valparaíso's annual New Year's fireworks from his house at the top…",
        "detail_url": "https://www.lonelyplanet.com/chile/valparaiso/attractions/la-sebastiana/a/poi-sig/459029/363303",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a9fb18ba1aa12ef3f024933ad33cbf50-la-sebastiana.jpg",
        "detail_description": "Bellavista's most famous resident writer was Pablo Neruda, who made a point of watching Valparaíso's annual New Year's fireworks from his house at the top of the hill, La Sebastiana. Because entry operates on a first-come, first-served basis, it's recommended that you get here in the morning.\nGetting here involves a hefty uphill hike, and the climbing continues inside the house – but you're rewarded on each floor with ever-more heart-stopping views over the harbor. You can wander around La Sebastiana at will, lingering over the chaotic collection of ships' figureheads, glass, 1950s furniture and artworks by his famous friends.Alongside the house, the Fundación Neruda has built the Centro Cultural La Sebastiana, containing a small exhibition space and souvenir shop.To get here, walk 800m uphill along Héctor Calvo from Ascensor Espíritu Santo. Alternatively, take green bus O on Serrano near Plaza Sotomayor in El Plan, or from the plaza at the top of Templeman on Cerro Alegre and get off at the 6900 block of Av Alemania."
    },
    {
        "country": "chile",
        "index": 7,
        "name": "Ahu Tongariki",
        "latitude": "-27.125796",
        "longitude": "-109.276757",
        "excerpt": "The monumental Ahu Tongariki has plenty to set your camera's flash popping. With 15 imposing statues, it is the largest ahu ever built. The statues gaze…",
        "detail_url": "https://www.lonelyplanet.com/chile/northeast-circuit/attractions/ahu-tongariki/a/poi-sig/454699/1337397",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF525540527.jpg",
        "detail_description": "The monumental Ahu Tongariki has plenty to set your camera's flash popping. With 15 imposing statues, it is the largest ahu ever built. The statues gaze over a large, level village site, with ruined remnants scattered about and some petroglyphs nearby; some figures include a turtle with a human face, a tuna fish and a birdman motif.\nThe site was restored by a Japanese team between 1992 and 1996. A 1960 tsunami had flattened the statues and scattered several topknots far inland. Only one topknot has been returned to its place atop a moai."
    },
    {
        "country": "chile",
        "index": 8,
        "name": "Iglesia de Nuestra Señora del Patrocinio",
        "latitude": "-42.331646",
        "longitude": "-73.375046",
        "excerpt": "The magnificent Unesco-listed church (1837), for which the town is named (Tenaún means 'three mounts') has been meticulously restored down to the last…",
        "detail_url": "https://www.lonelyplanet.com/chile/tenaun-san-juan/attractions/iglesia-de-nuestra-senora-del-patrocinio/a/poi-sig/1586874/1302207",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1080497688.jpg",
        "detail_description": "The magnificent Unesco-listed church (1837), for which the town is named (Tenaún means 'three mounts') has been meticulously restored down to the last shingle. Its three beautiful blue towers and star-adorned facade appear to reflect the cerulean blue sea that sits right across the street, the church's distinctive stars and trimmings adding to the surreal vibe.\nIf the church is locked, you'll need to ring up the key manager, Juanita Ortiz (9-9276-7862) for access during the hours we list. Mind you don't threaten to burn it down – a backpacker was deported from Chiloé in 2017 for doing so!"
    },
    {
        "country": "chile",
        "index": 9,
        "name": "Rano Raraku",
        "latitude": "-27.127095",
        "longitude": "-109.291713",
        "excerpt": "Known as 'the nursery,' the volcano of Rano Raraku, about 18km from Hanga Roa, is the quarry for the hard tuff from which the moai were cut. You'll feel…",
        "detail_url": "https://www.lonelyplanet.com/chile/northeast-circuit/attractions/rano-raraku/a/poi-sig/454711/1337397",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF517378648.jpg",
        "detail_description": "Known as 'the nursery,' the volcano of Rano Raraku, about 18km from Hanga Roa, is the quarry for the hard tuff from which the moai were cut. You'll feel as though you're stepping back into early Polynesian times, wandering among dozens of moai in all stages of progress studded on the southern slopes of the volcano. At the top, the 360-degree view is truly awesome. Within the crater are a small, glistening lake and about 20 standing moai.\nOn the southeastern slope of the mountain, look for the unique, kneeling Moai Tukuturi; it has a full body squatting on its heels, with its forearms and hands resting on its thighs."
    },
    {
        "country": "chile",
        "index": 10,
        "name": "Cementerio Municipal",
        "latitude": "-53.15369808",
        "longitude": "-70.89841231",
        "excerpt": "Among South America’s most fascinating cemeteries, with both humble immigrant graves and flashy tombs, like that of wool baron José Menéndez, a scale…",
        "detail_url": "https://www.lonelyplanet.com/chile/southern-patagonia/punta-arenas/attractions/cementerio-municipal/a/poi-sig/1145085/363290",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/46339823d2ccac24675cb4b04831005d-cementerio-municipal.jpg",
        "detail_description": "Among South America’s most fascinating cemeteries, with both humble immigrant graves and flashy tombs, like that of wool baron José Menéndez, a scale replica of Rome’s Vittorio Emanuele monument, according to author Bruce Chatwin. See the map inside the main entrance gate.It’s an easy 15-minute stroll northeast of the plaza, or catch any taxi colectivo (shared taxi with specific route) in front of the Museo Regional de Magallanes.\n"
    },
    {
        "country": "chile",
        "index": 11,
        "name": "Anakena",
        "latitude": "-27.073495",
        "longitude": "-109.323578",
        "excerpt": "Beach bums in search of a place to wallow will love this postcard-perfect, white-sand beach. It also forms a lovely backdrop for Ahu Nau Nau, which…",
        "detail_url": "https://www.lonelyplanet.com/chile/northeast-circuit/attractions/anakena/a/poi-sig/1304035/1337397",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF246740491.jpg",
        "detail_description": "Beach bums in search of a place to wallow will love this postcard-perfect, white-sand beach. It also forms a lovely backdrop for Ahu Nau Nau, which comprises seven moai, some with topknots. On a rise south of the beach stands Ahu Ature Huki and its lone moai, which was re-erected by Norwegian explorer Thor Heyerdahl with the help of a dozen islanders in 1956.\nFacilities include public toilets as well as food and souvenir stalls."
    },
    {
        "country": "chile",
        "index": 12,
        "name": "Centro Gabriela Mistral",
        "latitude": "-33.439437",
        "longitude": "-70.63989",
        "excerpt": "This striking cultural and performing-arts center – named for Chilean poet Gabriela Mistral, the first Latin American woman to win the Nobel Prize in…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/centro-gabriela-mistral/a/poi-sig/1304048/363286",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/676c050392d21129f8fa3ed0ff53961a-centro-gabriela-mistral.jpg",
        "detail_description": "This striking cultural and performing-arts center – named for Chilean poet Gabriela Mistral, the first Latin American woman to win the Nobel Prize in Literature – is an exciting addition to Santiago's art scene, with concerts and performances most days. Drop by to check out the rotating art exhibits on the bottom floor, the iconic architecture that vaults and cantilevers on the inside and looks like a giant rusty cheese grater from the street, the little plazas, murals, cafes and more.\n"
    },
    {
        "country": "chile",
        "index": 13,
        "name": "Cahuil",
        "latitude": "-34.480736",
        "longitude": "-72.014608",
        "excerpt": "This little village has good ocean views and a few restaurants and cabins. Head to the bridge for a 30-minute boat tour of the Laguna de Cahuil (CH$5000…",
        "detail_url": "https://www.lonelyplanet.com/chile/pichilemu/attractions/cahuil/a/poi-sig/1507524/1006869",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2142069449.jpg",
        "detail_description": "This little village has good ocean views and a few restaurants and cabins. Head to the bridge for a 30-minute boat tour of the Laguna de Cahuil (CH$5000 per boat with up to five people), and to purchase local ceramics. Further inland, follow the Ruta de la Sal, a scenic drive past salt farms and tidelands teeming with waterfowl.\n"
    },
    {
        "country": "chile",
        "index": 14,
        "name": "Parque Cultural de Valparaíso",
        "latitude": "-33.046469848424",
        "longitude": "-71.6281898668",
        "excerpt": "This cultural center built from the bones of a prison has a little bit of everything the thinking traveler could ask for. There are excellent murals in…",
        "detail_url": "https://www.lonelyplanet.com/chile/valparaiso/attractions/parque-cultural-de-valparaiso/a/poi-sig/459043/363303",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial1541135393.jpg",
        "detail_description": "This cultural center built from the bones of a prison has a little bit of everything the thinking traveler could ask for. There are excellent murals in the old exercise yards (with practically no chance of getting shanked), rotating arts exhibits, live theater and dance, and occasional classes, courses, round tables and other intellectually stimulating events.\nReach it by walking up Subida Cumming."
    },
    {
        "country": "chile",
        "index": 15,
        "name": "Iglesia Santa María de Loreto",
        "latitude": "-42.471665",
        "longitude": "-73.488117",
        "excerpt": "Achao's 18th-century Jesuit church, on the south side of the Plaza de Armas, is Chiloé's oldest (1740). Crowned by a 25m tower, the World Heritage site…",
        "detail_url": "https://www.lonelyplanet.com/chile/achao/attractions/iglesia-santa-maria-de-loreto/a/poi-sig/1304746/1329702",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-655758446.jpg",
        "detail_description": "Achao's 18th-century Jesuit church, on the south side of the Plaza de Armas, is Chiloé's oldest (1740). Crowned by a 25m tower, the World Heritage site has alerce shingles; the whole structure is held together by wooden pegs rather than nails. The church has been slowly restored, with new wood juxtaposing the old, but its restoration has remained faithful to the original design.\nDon't miss the stunning interior – it's like no church you have ever seen."
    },
    {
        "country": "chile",
        "index": 16,
        "name": "Parque del Estrecho de Magallanes",
        "latitude": null,
        "longitude": null,
        "excerpt": "The historic sites of Puerto Hambre (Port Hunger) and Fuerte Bulnes are the centerpiece of this privately managed park, an excellent introduction to…",
        "detail_url": "https://www.lonelyplanet.com/chile/monumentos-historicos-nacionales-puerto-hambre-fuerte-bulnes/attractions/parque-del-estrecho-de-magallanes/a/poi-sig/1305310/1333636",
        "image_url": null,
        "detail_description": "The historic sites of Puerto Hambre (Port Hunger) and Fuerte Bulnes are the centerpiece of this privately managed park, an excellent introduction to regional history. The museum is Patagonia's best. Hourly presentations, sometimes in English, create a vivid picture of the lives of indigenous inhabitants and intrepid settlers. There's a restored wooden fort, where a fence of sharpened stakes surrounds the blockhouse, barracks and chapel. A 6km trail network offers lookouts on the Strait of Magellan with views to Tierra del Fuego.\r\n\nSet aside at least an hour to see the creative exhibits at the museum covering natural history, regional exploration and information about the original inhabitants. It's well worth booking a guided tour for a dynamic explanation of events.\r\n"
    },
    {
        "country": "chile",
        "index": 17,
        "name": "Casa de Isla Negra",
        "latitude": "-33.442704",
        "longitude": "-71.683522",
        "excerpt": "The spectacular setting on a windswept ocean headland makes it easy to understand why Isla Negra was Pablo Neruda’s favorite house. Built by the poet when…",
        "detail_url": "https://www.lonelyplanet.com/chile/isla-negra/attractions/casa-de-isla-negra/a/poi-sig/1163626/1317444",
        "image_url": null,
        "detail_description": "The spectacular setting on a windswept ocean headland makes it easy to understand why Isla Negra was Pablo Neruda’s favorite house. Built by the poet when he became rich in the 1950s, it was stormed by soldiers just days after the 1973 military coup when Neruda was dying of cancer.\nOverenthusiastic commercialization gives a definite Disney-Neruda vibe to visits here as the house is surrounded by countless gift stands and themed cafes. Yet, the audio-guided tours now allow you to linger longer over the extraordinary collections of shells, ships in bottles, nautical instruments, colored glass, fine art and books. The seemingly endless house (Neruda kept adding to it) and its contents are awe-inspiring. On the terrace outside you'll find Neruda’s tomb and that of his third wife, Matilde, overlooking the sea."
    },
    {
        "country": "chile",
        "index": 18,
        "name": "Jardín Botánico Nacional",
        "latitude": "-33.04807",
        "longitude": "-71.500056",
        "excerpt": "There are over 3000 plant species in the nearly 400 hectares of parkland that comprise Chile's Jardín Botánico Nacional. It's 8km southeast of the city…",
        "detail_url": "https://www.lonelyplanet.com/chile/vina-del-mar/attractions/jardin-botanico-nacional/a/poi-sig/436006/363304",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1527611789.jpg",
        "detail_description": "There are over 3000 plant species in the nearly 400 hectares of parkland that comprise Chile's Jardín Botánico Nacional. It's 8km southeast of the city center; take a taxi or catch bus 203 from Viña along Calle Alvarez to Puente El Olivar, then cross the bridge and walk about 500m north to the park's entrance signs.\n"
    },
    {
        "country": "chile",
        "index": 19,
        "name": "Centro de Visitantes Inmaculada Concepción",
        "latitude": "-41.869879454971",
        "longitude": "-73.828624636155",
        "excerpt": "Don't even think about visiting Chiloé's Unesco-listed churches without first stopping in at this excellent museum housed in the former Convento…",
        "detail_url": "https://www.lonelyplanet.com/chile/chiloe/ancud/attractions/centro-de-visitantes-inmaculada-concepcion/a/poi-sig/1304679/363259",
        "image_url": null,
        "detail_description": "Don't even think about visiting Chiloé's Unesco-listed churches without first stopping in at this excellent museum housed in the former Convento Inmaculada Concepción de Ancud (1875). It's home to wooden scale models of all 16 churches, which show the workings of the intricate interior woodwork of each.\nYou'll also find an interesting museum shop, where you can pick up the free bilingual La Ruta de Las Iglesias Chiloé visitors' guide. If you dig Chiloé churches, the foundation has produced a good coffee-table book, which is also available in the shop."
    },
    {
        "country": "chile",
        "index": 20,
        "name": "Iglesia San Francisco de Castro",
        "latitude": "-42.481478",
        "longitude": "-73.763753",
        "excerpt": "Italian Eduardo Provasoli chose a marriage of neo-Gothic and classical architecture in his design for the elaborate Iglesia San Francisco, one of Chiloé's…",
        "detail_url": "https://www.lonelyplanet.com/chile/chiloe/castro/attractions/iglesia-san-francisco-de-castro/a/poi-sig/492144/363260",
        "image_url": null,
        "detail_description": "Italian Eduardo Provasoli chose a marriage of neo-Gothic and classical architecture in his design for the elaborate Iglesia San Francisco, one of Chiloé's Unesco gems and finished in 1912 to replace an earlier church that burned down (which had replaced an even earlier church that had also burned down).\nThe church is an unconventional visual delight – yellow with violent and mauve trim. Inside, the varnished-wood interior is stunning. It is best to visit on a sunny day – if you are lucky enough – as the interior is more charming when illuminated by the rows of stained-glass windows."
    }
]