[
    {
        "country": "costa-rica",
        "city": "Cahuita",
        "index": 1,
        "name": "Playa Negra",
        "latitude": "9.7437318380567",
        "longitude": "-82.852433727349",
        "excerpt": "At the northwestern end of Cahuita, Playa Negra is a long, black-sand beach flying the bandera azul ecológica, a flag that indicates that the beach is…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/caribbean-coast/cahuita/attractions/playa-negra/a/poi-sig/1079466/358229",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-499670229_full.jpg",
        "detail_description": "At the northwestern end of Cahuita, Playa Negra is a long, black-sand beach flying the bandera azul ecológica, a flag that indicates that the beach is kept to the highest ecological standard. It's rarely crowded, so you can stretch out and relax as the Caribbean Sea laps at your feet.\nSwimming and surfing\nThis is undoubtedly Cahuita’s top spot for swimming due to the clean, calm water. However, when the swells are big, this place also has a good beach break for newbie surfers. It's an excellent option for those intimidated by the more popular surf locations; kids and adults alike can try out their surf skills in peace.\nAccommodation&nbsp;\nCahuita is just a 5 minute drive away or a 20 minute walk if you'd prefer to stretch your legs. The town has a great selection of hotels and guesthouses on offer in both the bustling center and the quieter northern end of town close to Playa Negra.&nbsp;If you're journeying between Playa Negra and the center at night, it's best to cycle (with lights) or take a taxi, especially if traveling alone.\nFood and drink\nCahuita offers some of the best Caribbean fare around, along with some surprisingly delicious Italian and French cuisine. There are good options closer to the beach, too.\n"
    },
    {
        "country": "costa-rica",
        "city": "Parque Nacional Manuel Antonio & Around",
        "index": 2,
        "name": "Parque Nacional Manuel Antonio",
        "latitude": "9.3910107303562",
        "longitude": "-84.142915679683",
        "excerpt": "Featuring lush jungle, picture-perfect beaches and craggy headlands, this tiny park (1680 acres/680 hectares) absolutely brims with wildlife (and often…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/central-pacific-coast/quepos-and-manuel-antonio/attractions/parque-nacional-manuel-antonio/a/poi-sig/461386/358245",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/42577568.jpg",
        "detail_description": "Featuring lush jungle, picture-perfect beaches and craggy headlands, this tiny park (1680 acres/680 hectares) absolutely brims with wildlife (and often visiting humans). As you wander its lovely trails, you'll catch a glimpse of dangling sloths, squawking toucans and playful monkeys, and stumble on breathtaking views of the sea and nearby islands. To beat the crowds and maximize wildlife sightings, arrive early and make the most of the beach in the afternoon. The beaches and trails inside the park close at 4pm but you can still access the public beach outside the park after this time if you haven't had enough fun in the sun.\nHow much does it cost?\nAdult tickets are $18 and kids under 12 are admitted for just $5.65. You can only purchase your tickets online, so get them the&nbsp;afternoon before and walk straight in the following day. The park is open every day except Tuesday. Guided tours are also available to book online.\nDos and don'ts\n\nNon-alcoholic drinks are permitted but single-use plastics are not (this applies to bags too).&nbsp;\nTaking any kind of food into Parque Nacional Manuel Antonio is forbidden. There is a small kiosk within the park if you fancy a snack but that's all.\nNo pets are allowed in the park.\n\n&nbsp;\n&nbsp;\n&nbsp;\n"
    },
    {
        "country": "costa-rica",
        "city": "San José",
        "index": 3,
        "name": "Teatro Nacional",
        "latitude": "9.933027",
        "longitude": "-84.076878",
        "excerpt": "On the southern side of the Plaza de la Cultura resides the Teatro Nacional, San José’s most revered building. Constructed in 1897, it features a columned…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/teatro-nacional/a/poi-sig/425775/358357",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e609d47d84207cf6d48047ddc85e9d88-teatro-nacional.jpg",
        "detail_description": "On the southern side of the Plaza de la Cultura resides the Teatro Nacional, San José’s most revered building. Constructed in 1897, it features a columned neoclassical facade flanked by statues of Beethoven and famous 17th-century Spanish dramatist Calderón de la Barca. The lavish marble lobby and auditorium are lined with paintings depicting various facets of 19th-century life.\nHistory\nWhen construction began in the late 19th century, the President of Costa Rica was determined to create a lavish and impressive building that was worthy of the moniker 'National Theater'. However, the population of Costa Rica was quite low – San Jose alone had only around 20,000 residents – and cost was a major consideration. President José Joaquín Rodríguez Zeledón's solution to this problem was to place a tax on coffee, the main export of the country at the time. The construction was fraught with problems until an Italian engineer was brought in to oversee the entire project and guide it to success.\nThe theater's most famous painting is Alegoría al café y el banano, an idyllic canvas showing coffee and banana harvests. The painting was produced in Italy and shipped to Costa Rica for installation in the theater, and the image was reproduced on the old ₡5 note (now out of circulation). It seems clear that the painter never witnessed a banana harvest because of the way the man in the center is awkwardly grasping a bunch (actual banana workers hoist the stems onto their shoulders).\n\n  \nSquare in front of the famous National Theater of Costa Rica in San Jose at night. ©Mihai-Bogdan Lazar/Shutterstock\n\nPerformances and tours\nCosta Rica’s most important theater stages plays, dance, opera, classical concerts, Latin American music and other major events. The main season runs from March to November, but there are performances throughout the year. The hourly tours here are fantastic – guests are regaled with stories of the art, architecture and people behind Costa Rica's crown jewel of the performing arts. The best part is a peek into otherwise off-limits areas, such as the Smoking Room, which features famous paintings, lavish antique furnishings and ornate gold trim. Tours are offered every hour on the hour in Spanish and English, to a maximum of 30 people. Children under 12 are free. \nAlma de Cafe\nOne of the most beautiful cafes in the city, this spot evokes early 20th-century Vienna. It's a perfect place to sip a cappuccino, enjoy a crepe or quiche and take in the lovely ceiling frescoes and rotating art exhibitions. The coffee concoctions – such as the chocolate alma de cafe, spiked with cinnamon and clove – are an excellent midday indulgence. Once you're finished soaking up all the culture within the theater, you can easily join one of the city walking tours that start from the cafe.\n"
    },
    {
        "country": "costa-rica",
        "city": "San José",
        "index": 4,
        "name": "Museo del Jade",
        "latitude": "9.933027",
        "longitude": "-84.072436",
        "excerpt": "This museum houses the world’s largest collection of American jade (pronounced ‘ha-day’ in Spanish), with an ample exhibition space of five floors…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/museo-del-jade/a/poi-sig/425765/358357",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0907544c879bf7175a8b5cc078323770-museo-de-jade.jpg",
        "detail_description": "This museum houses the world’s largest collection of American jade (pronounced ‘ha-day’ in Spanish), with an ample exhibition space of five floors offering seven exhibits. There are nearly 7000 finely crafted, well-conserved pieces, from translucent jade carvings depicting fertility goddesses, shamans, frogs and snakes to incredible ceramics (some reflecting Maya influences), including a highly unusual ceramic head displaying a row of serrated teeth. Interesting indigenous history is on display, too. The museum cafe, Grano Verde, serves sandwiches, salads and smoothies.\nChildren aged five and under have free entry to the museum, and many of the interactive displays are designed with them in mind. Buy a three-museum pass (US$33; covers this one, Museo de Oro Precolombino y Numismática and Museo Nacional) to save money if you plan to visit all – it has no expiration date."
    },
    {
        "country": "costa-rica",
        "city": "Southern Costa Rica & Península de Osa",
        "index": 5,
        "name": "Wilson Botanical Garden",
        "latitude": "8.784739",
        "longitude": "-82.959995",
        "excerpt": "The world-class Wilson Botanical Garden is internationally known for its collection of more than 2000 native Costa Rican species. Species threatened with…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/southern-costa-rica/san-vito/attractions/wilson-botanical-garden/a/poi-sig/1198175/358366",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2588ee3494d475df0a98d2acd00f6c8b-wilson-botanical-garden.jpg",
        "detail_description": "The world-class Wilson Botanical Garden is internationally known for its collection of more than 2000 native Costa Rican species. Species threatened with extinction are preserved here for possible reforestation in the future. A trail map is available for self-guided walks amid exotic species such as orchids, bromeliads and medicinal plants. Guided walks are at 7:30am and 1:30pm. The botanical garden is a choice spot for birders, as it draws hundreds of Costa Rican and migrating species, as well numerous butterfly species.\nWilson Garden is 6km south of San Vito. Buses between San Vito and Neily (via Agua Buena not Cañas Gordas) pass the entrance to the garden.If you want to stay overnight at the botanical garden, make reservations well in advance: facilities often fill with researchers. Accommodations are in comfortable cabins (singles/doubles including meals and a tour US$105/180) in the midst of the gorgeous grounds. The rooms are simple, but they each have a balcony with an amazing view."
    },
    {
        "country": "costa-rica",
        "city": "Parque Nacional Volcán Arenal",
        "index": 6,
        "name": "Parque Nacional Volcán Arenal",
        "latitude": "10.460973",
        "longitude": "-84.736176",
        "excerpt": "From 1968 until 2010, Volcán Arenal was an ever-active and awe-striking natural wonder, producing menacing ash columns, massive explosions and streams of…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/parque-nacional-volcan-arenal/attractions/parque-nacional-volcan-arenal/a/poi-sig/1274396/1319939",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/364799e5cda5453224cc4d709f14c8b0-parque-nacional-volcan-arenal.jpg",
        "detail_description": "From 1968 until 2010, Volcán Arenal was an ever-active and awe-striking natural wonder, producing menacing ash columns, massive explosions and streams of glowing molten rock almost daily. While the fiery night views are gone for now, this mighty mountain is still a worthy destination. Part of the Area de Conservación Arenal, the park is rugged and varied, with about 15km of well-marked trails that follow old lava flows. Hikers routinely spot sloths, coatis, howler monkeys, white-faced capuchins and even anteaters.\nParque Nacional Volcán Arenal is approximately 17km west of La Fortuna. The main park entrance is on the road to El Castillo (turn off the main road 13km west of town). It’s easiest to reach the park by car or on a tour. Otherwise take any bus to Tilarán and ask the driver to let you off at the turnoff.In 2017 a new 'sector peninsula' set of trails opened, comprising 1.2km of trails, an observation tower and scenic lake overlook. Although the last entrance to the national park is at 2:30pm, you may be allowed to enter and stay at the new sector later."
    },
    {
        "country": "costa-rica",
        "city": "Southern Costa Rica & Península de Osa",
        "index": 7,
        "name": "Parque Nacional Isla del Coco",
        "latitude": "5.528228",
        "longitude": "-87.05743",
        "excerpt": "Around 500km southwest of the Costa Rica mainland, Isla del Coco is a natural wonder that teems with wildlife, including the largest schools of hammerhead…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/southern-costa-rica/attractions/parque-nacional-isla-del-coco/a/poi-sig/1532663/358358",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock127196843-rfc.jpeg",
        "detail_description": "Around 500km southwest of the Costa Rica mainland, Isla del Coco is a natural wonder that teems with wildlife, including the largest schools of hammerhead sharks on the planet. For that reason, divers descend from all corners, often venturing out on liveaboard trips with companies like Aggressor and Undersea Hunter. There's also some fascinating pirate history here, and apparently some buried treasure.\n"
    },
    {
        "country": "costa-rica",
        "city": "San José",
        "index": 8,
        "name": "Museo de Oro Precolombino y Numismática",
        "latitude": "9.933418",
        "longitude": "-84.076663",
        "excerpt": "This three-in-one museum houses an extensive collection of Costa Rica's most priceless pieces of pre-Columbian gold and other artifacts, including…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/museo-de-oro-precolombino-y-numismatica/a/poi-sig/425769/358357",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4dce7e49dbf91e10408e0216d14e8ebf-museo-de-oro-precolombino-y-numismatica.jpg",
        "detail_description": "This three-in-one museum houses an extensive collection of Costa Rica's most priceless pieces of pre-Columbian gold and other artifacts, including historical currency and some contemporary regional art. The museum, located underneath the Plaza de la Cultura, is owned by the Banco Central and its architecture brings to mind all the warmth and comfort of a bank vault. The interactive 360-degree videography display of Bribrí cultural hierarchy in the basement is worth the admission price alone.\nSecurity is tight; visitors must leave bags at the door.A three-museum pass (US$33; covers this one, Museo de Jade and Museo Nacional) saves money if you plan to visit all – it has no expiration date."
    },
    {
        "country": "costa-rica",
        "city": "Parque Nacional Manuel Antonio & Around",
        "index": 9,
        "name": "Punta Catedral",
        "latitude": "9.38056",
        "longitude": "-84.149094",
        "excerpt": "Geography fun fact: this isthmus, which is the centerpiece of the park, is called a tombolo and was formed by the accumulation of sand between the…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/parque-nacional-manuel-antonio/attractions/punta-catedral/a/poi-sig/1396858/1318781",
        "image_url": "https://lp-cms-production.imgix.net/2023-11/iStock-1479366724-RFC.jpg",
        "detail_description": "Geography fun fact: this isthmus, which is the centerpiece of the park, is called a tombolo and was formed by the accumulation of sand between the mainland and the peninsula beyond, which was once an island. At its end, the isthmus widens into a rocky peninsula, with thick forest in the middle, encircled by Sendero Punta Catedral. There are good views of the Pacific Ocean and various rocky islets – nesting sites for brown boobies and pelicans.\nAlong this land bridge are the park's two amazing beaches, Playa Manuel Antonio, on the ocean side, and the slightly less visited (and occasionally rough) Playa Espadilla Sur, which faces Manuel Antonio village. With their turquoise waters, shaded hideouts and continual aerial show of brown pelicans, these beaches are dreamy."
    },
    {
        "country": "costa-rica",
        "city": "Uvita",
        "index": 10,
        "name": "Cascada Verde",
        "latitude": "9.178904",
        "longitude": "-83.730015",
        "excerpt": "Around 2.5km inland and uphill (toward Cascada Verde hostel), this waterfall plunges into an inviting deep pool, perfect for a refreshing dip. Visitors…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/central-pacific-coast/uvita/attractions/cascada-verde/a/poi-sig/1533155/358253",
        "image_url": null,
        "detail_description": "Around 2.5km inland and uphill (toward Cascada Verde hostel), this waterfall plunges into an inviting deep pool, perfect for a refreshing dip. Visitors may see daredevils lie down at the top and slide some five meters down the cascade. This isn't recommended; the official path to the top is in disrepair and fenced off (rule breakers use the obvious hole in the fence).\nA trail leads down the hill to a smaller waterfall and Poza Pool beneath, also suitable for swimming. Keep walking along the path and you'll come to a tropical garden and the lower car park for the falls. A bar at the top entrance serves hot and cold drinks (from US$2-5), plus tacos, hummus, pasta and falafel (from US$6)."
    },
    {
        "country": "costa-rica",
        "city": "Montezuma",
        "index": 11,
        "name": "Montezuma Waterfalls",
        "latitude": "9.652655",
        "longitude": "-85.072803",
        "excerpt": "A 40-minute river hike leads to a waterfall with a delicious swimming hole. Further along, a second set of falls offers a good 12m leap into deep water…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/peninsula-de-nicoya/montezuma/attractions/montezuma-waterfalls/a/poi-sig/1373636/358334",
        "image_url": null,
        "detail_description": "A 40-minute river hike leads to a waterfall with a delicious swimming hole. Further along, a second set of falls offers a good 12m leap into deep water. Reach the 'diving platform' from the trail: do not try to scale the slippery rocks! Daring souls can test their Tarzan skills on the rope that swings over a third set. A lot of travelers enjoy these thrills but a few of them have died, so do it at your own risk.\nTo get to the parking area, head south from town and you'll see it just past Hotel La Cascada; once parked, take the trail to the right just after the bridge. You'll want proper hiking footwear. There are official rangers/guards (in official vests/hats) who work the trail and can offer the best advice, free of charge, on the safest routes to take, particularly during rainy season. Families with children or elderly members may want to enter via Sun Trails, which charges."
    },
    {
        "country": "costa-rica",
        "city": "Parque Nacional Manuel Antonio & Around",
        "index": 12,
        "name": "Playa Espadilla Sur",
        "latitude": "9.385218",
        "longitude": "-84.14609",
        "excerpt": "A half-hour hike from the park entrance, the exposed Playa Espadilla Sur is to the north of Punta Catedral and gorgeous with pinch-me scenes of white sand…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/parque-nacional-manuel-antonio/attractions/playa-espadilla-sur/a/poi-sig/1396859/1318781",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/iStock-178494302.jpg",
        "detail_description": "A half-hour hike from the park entrance, the exposed Playa Espadilla Sur is to the north of Punta Catedral and gorgeous with pinch-me scenes of white sand, backed by lush tropical forest. As tempted as you may be, swimming here can be dangerous – be aware of currents. There's drinking water, bathrooms and showers in the middle of the beach.\n"
    },
    {
        "country": "costa-rica",
        "city": "Southern Costa Rica & Península de Osa",
        "index": 13,
        "name": "Sitio Arqueológico Finca 6",
        "latitude": "8.910814",
        "longitude": "-83.478767",
        "excerpt": "This site, 4km north of Sierpe, offers the best opportunity to view the mysterious pre-Columbian spheres created by the Diquís civilization between 300…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/peninsula-de-osa-and-golfo-dulce/sierpe/attractions/sitio-arqueologico-finca-6/a/poi-sig/1485683/358349",
        "image_url": null,
        "detail_description": "This site, 4km north of Sierpe, offers the best opportunity to view the mysterious pre-Columbian spheres created by the Diquís civilization between 300 BCE and 1500 CE, in their originally discovered locale, near culturally significant mounds 30m in diameter. In their original setting, one can really appreciate their size and perfect sphericity. The onsite museum screens an informative video on the spheres' significance and purpose, and there are other fascinating artifacts on display here, such as stone sculptures and metates (grain-grinding stones) unique to the Diquís.\n"
    },
    {
        "country": "costa-rica",
        "city": "Central Pacific Coast",
        "index": 14,
        "name": "Catarata Manantial de Agua Viva",
        "latitude": "9.753956",
        "longitude": "-84.592956",
        "excerpt": "This 200m-high waterfall is claimed to be the highest in the country. From the entrance, it’s a steep 3km (45-minute) hike down into the valley (an hour…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/tarcoles-around/attractions/catarata-manantial-de-agua-viva/a/poi-sig/1197037/1313943",
        "image_url": null,
        "detail_description": "This 200m-high waterfall is claimed to be the highest in the country. From the entrance, it’s a steep 3km (45-minute) hike down into the valley (an hour back up); at the bottom, the river continues through a series of natural swimming holes. The falls are most dramatic during the rainy season, though the serene rainforest setting is beautiful any time of year. A 5km dirt road past Hotel Villa Lapas leads to the primary entrance to the falls.\nKeep an eye out for monkeys in the canopy above, plus brightly colored poison-dart frogs as well as the occasional pair of scarlet macaws."
    },
    {
        "country": "costa-rica",
        "city": "San José",
        "index": 15,
        "name": "Mercado Central",
        "latitude": "9.9347609847497",
        "longitude": "-84.082083218561",
        "excerpt": "Though josefinos mainly do their shopping at chain supermarkets, San José’s crowded indoor markets retain an old-world, authentic feel. This main market,…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/mercado-central/a/poi-sig/425763/358357",
        "image_url": null,
        "detail_description": "Though josefinos mainly do their shopping at chain supermarkets, San José’s crowded indoor markets retain an old-world, authentic feel. This main market, lined with vendors hawking everything from spices and coffee beans to pura vida souvenir T-shirts. It's all super cheap, and likely made in China or Nicaragua (not the coffee beans, though).\nIn December Mercado Central sometimes has extended hours and is open on Sundays. While browsing, try an ice cream cone, or a quick ceviche at Poseidon."
    },
    {
        "country": "costa-rica",
        "city": "Northwestern Costa Rica",
        "index": 16,
        "name": "Parque Nacional Palo Verde",
        "latitude": "10.394117",
        "longitude": "-85.326004",
        "excerpt": "At the head of the Golfo de Nicoya, the 198 sq km Parque Nacional Palo Verde is a wetland sanctuary in Costa Rica’s driest province. The park’s shallow,…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/northwestern-costa-rica/interamericana-norte/attractions/parque-nacional-palo-verde/a/poi-sig/1200985/358296",
        "image_url": "https://lp-cms-production.imgix.net/2022-06/Costa-Rica-PaloVerdeNP-KryssiaCampos-GettyImages-816619078-RFC.jpg",
        "detail_description": "At the head of the Golfo de Nicoya, the 198 sq km Parque Nacional Palo Verde is a wetland sanctuary in Costa Rica’s driest province. The park’s shallow, permanent lagoons are focal points for wildlife, including the greatest concentrations of waterfowl and shorebirds in Central America. Several kilometers of hiking trails wind through the forests; boat tours (just outside the park) are an excellent way to visit the wetlands. Come during the driest months for greater concentrations of birds and animals and fewer mosquitoes.\nAll of the region’s major rivers drain into this basin, creating habitats including mangrove swamps, marshes, grassy savannas and evergreen forests. Low limestone hills provide lookouts over the park. The park's name comes from its abundant palo verdes (green trees), small shrubs that are green year-round.The park harbours plenty of wildlife. More than 300 species of birds have been recorded here, such as rare black-crowned night herons and the endangered jabirú; the park is also home to many mammals including the largest population of jaguarundis in Costa Rica. There are also numerous reptiles including crocodiles that are reportedly up to 5m in length.The dry season (December to March) is the best time to visit; flocks of birds tend to congregate in the remaining lakes and marshes, and trees lose their leaves, allowing for clearer viewing. That said, the entire basin swelters during the dry season, so bring adequate sun protection – and you’ll still want insect repellent. During the wet months, large portions of the area are flooded, and access may be limited."
    },
    {
        "country": "costa-rica",
        "city": "Southern Costa Rica & Península de Osa",
        "index": 17,
        "name": "Parque Nacional Chirripó",
        "latitude": "9.511709",
        "longitude": "-83.493605",
        "excerpt": "While much of the Cordillera de Talamanca is difficult to access, Costa Rica’s highest peak, Cerro Chirripó (3820m), is the focus of popular two-day…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/southern-costa-rica/attractions/parque-nacional-chirripo/a/poi-sig/1018830/358358",
        "image_url": null,
        "detail_description": "While much of the Cordillera de Talamanca is difficult to access, Costa Rica’s highest peak, Cerro Chirripó (3820m), is the focus of popular two-day ascents from San Gerardo de Rivas. Most hikers go up to Crestones Base Lodge and summit at sunrise the following day.\n"
    },
    {
        "country": "costa-rica",
        "city": "Southern Costa Rica & Península de Osa",
        "index": 18,
        "name": "Tiskita Jungle Lodge",
        "latitude": "8.355073",
        "longitude": "-83.13539",
        "excerpt": "Set on a verdant hillside between Pavones and Punta Banco, Tiskita Jungle Lodge consists of 100 hectares of virgin forest and a huge orchard, which…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/peninsula-de-osa-and-golfo-dulce/pavones/attractions/tiskita-jungle-lodge/a/poi-sig/1200953/358343",
        "image_url": null,
        "detail_description": "Set on a verdant hillside between Pavones and Punta Banco, Tiskita Jungle Lodge consists of 100 hectares of virgin forest and a huge orchard, which produces more than 125 varieties of tropical fruit. Trails wind through surrounding rainforest, which contains waterfalls and freshwater pools suitable for swimming. The combination of rainforest, fruit farm and coastline attracts a long list of birds (about 300 species have been recorded here). Hikes led by knowledgeable local guides are available with advance reservations.\n"
    },
    {
        "country": "costa-rica",
        "city": "San José",
        "index": 19,
        "name": "Parque Nacional",
        "latitude": "9.9346423728498",
        "longitude": "-84.070671177461",
        "excerpt": "One of San José’s nicest green spaces, this shady spot lures retirees to read newspapers and young couples to smooch coyly on concrete benches. At its…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/parque-nacional/a/poi-sig/425771/358357",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9579f9aa20ebe2887172e1105875b8fd-parque-nacional.jpg",
        "detail_description": "One of San José’s nicest green spaces, this shady spot lures retirees to read newspapers and young couples to smooch coyly on concrete benches. At its center is the Monumento Nacional, a dramatic 1953 statue that depicts the Central American nations driving out North American filibuster William Walker. The park is dotted with myriad monuments devoted to Latin American historical figures, including Cuban poet, essayist and revolutionary José Martí, Mexican independence figure Miguel Hidalgo and 18th-century Venezuelan humanist Andrés Bello.\nAcross the street, to the south, stands the Asamblea Legislativa, which also bears an important statue: this one a depiction of Juan Santamaría – the young man who helped kick the pesky Walker out of Costa Rica – in full flame-throwing action.A creative walker could easily connect Parque Francia, Parque Nacional, Parque Espana, and Parque Morazán, along Avenida 3, stopping at cafes and bookshops along the way."
    },
    {
        "country": "costa-rica",
        "city": "Northwestern Costa Rica",
        "index": 20,
        "name": "Llanos de Cortés",
        "latitude": "10.513636",
        "longitude": "-85.286522",
        "excerpt": "If you're pressed for time and in search of a quick, easy waterfall visit, Llanos de Cortés will do nicely. From the entrance, which is now guarded, you…",
        "detail_url": "https://www.lonelyplanet.com/costa-rica/bagaces/attractions/llanos-de-cortes/a/poi-sig/1273461/1318777",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-529378619_high.jpg",
        "detail_description": "If you're pressed for time and in search of a quick, easy waterfall visit, Llanos de Cortés will do nicely. From the entrance, which is now guarded, you'll scramble down a steep trail to reach the spectacular 28m-high, 12m-wide waterfall, which you’ll hear before you see. The falls drop into a tranquil pond with a white sandy beach that’s good for swimming and sunbathing. It was once possible to swim under the fall and hike behind it, but new rules now prohibit this.\nApart from a portable toilet, there are no services here.The waterfall is located about 5km north of Bagaces; head northwest on the Interamericana and go about 7km past the town, then exit the highway after the pedestrian bridge and turn around at the roundabout (the highway dividers make the former left turn impossible). Continue about 2km and turn right on the dirt road just before the Río Piedras bridge, and follow the newly smooth road for about 1km. Turn right at the guarded gate. Continue down the dirt road about 300m to the parking area. Although the lot is guarded, it’s not wise to leave valuables exposed in your car.If you don’t have a car, any bus traveling this part of the Interamericana can drop you at the turnoff, but you’ll have to hike the 1.5km to the falls. On weekends this is a popular Tico picnic spot, but on weekdays you’ll often have the waterfall to yourself."
    }
]