[
    {
        "country": "denmark",
        "city": "Zealand",
        "index": 1,
        "name": "Viking Ship Museum",
        "latitude": "55.650728",
        "longitude": "12.080669",
        "excerpt": "Five original Viking ships, discovered at the bottom of Roskilde Fjord, are displayed in the main hall of this must-see museum. A short walk away, the…",
        "detail_url": "https://www.lonelyplanet.com/denmark/zealand/roskilde/attractions/viking-ship-museum/a/poi-sig/476882/358865",
        "image_url": "https://lp-cms-production.imgix.net/2021-02/shutterstockRF_533012329.jpg",
        "detail_description": "Five original Viking ships, discovered at the bottom of Roskilde Fjord, are displayed in the main hall of this must-see museum. A short walk away, the same ticket gives access to the workshops of Museumsø, where archaeological and reconstruction work takes place, and Nordic longboats depart. There are free daily guided tours (45 minutes) in English in the summer; see the website for times.\nRoskilde’s Viking-era inhabitants were expecting trouble in the mid-11th century. Five clinker-built ships, all made between 1030 and 1042, were deliberately scuttled in a narrow channel 20km north of Roskilde, presumably to block an attacking army. Once they had been holed and sunk, a mass of stones was piled on top to create an underwater barrier.In 1962, a coffer dam was built around them and sea water was pumped out. Within four months, archaeologists were able to remove the mound of stones and excavate the ships, whose wooden hulks were in thousands of pieces. These ship fragments were painstakingly reassembled onto skeleton frames in the purpose-built Viking Ship Hall. This brutal-looking minimalist construction becomes something magical inside, where the ghostly boats seem ready to float once more on the waters of the fjord.The ships show off the range of the Viking shipwright skills: there’s an ocean-going trading vessel, a 30m warship for international raiding, a coastal trader, a 17m warship probably used around the Baltic, and a fishing boat. Carbon dating and dendrochronology have uncovered further secrets, including the fact that one ship was made in Norway, and another came from Dublin.Interesting displays about the Viking Age put the boats into a historical context, and the basement cinema runs a 14-minute film (available in Danish, English, French, German, Italian and Spanish) about the 1962 excavation. There’s also a fascinating exhibition and film documenting the nail-biting 2007 voyage of the Havhingsten fra Glendalough from Roskilde to Dublin and back. Based on the original 60-oared warship Skuldelev 2, it’s the largest Viking ship reconstruction to date: 340 trees went into its creation.Along with reconstructions of the other original Viking boats and typical of later Scandinavian wooden vessels, it is moored at nearby Museumsø, a 'museum island' of workshops where, from around April to mid-October, those with Ship Museum tickets can watch demonstrations by, perhaps, a blacksmith, tar-burner, weaver, rope-maker and/or fletcher. Children can join in the fun by striking coins and painting their own shields. Non-ticket holders can still glimpse the reconstructed boats."
    },
    {
        "country": "denmark",
        "city": "Zealand",
        "index": 2,
        "name": "Frederiksborg Slot",
        "latitude": "55.934959731968",
        "longitude": "12.301168441773",
        "excerpt": "One of Denmark's most impressive buildings, this gigantic, Dutch Renaissance–styled fortress-palace rises proudly out of photogenic moat-lake Slotsø…",
        "detail_url": "https://www.lonelyplanet.com/denmark/hillerod/attractions/frederiksborg-slot/a/poi-sig/408516/1315906",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock278747150.jpg",
        "detail_description": "One of Denmark's most impressive buildings, this gigantic, Dutch Renaissance–styled fortress-palace rises proudly out of photogenic moat-lake Slotsø. Access is free to the impressive central courtyards and huge, beautifully tended park with baroque gardens. To visit the interiors (ticket required) you'll need around three hours to do justice to the 80-plus rooms overloaded with beautiful furniture, tapestries, endless portraiture and gilded decor of astonishingly pompous grandiosity. Copious info-cards, along with free audio guides in nine languages, add plentiful context.\nThe oldest part of the castle dates from the reign of Frederik II, after whom it is named. His son Christian IV was born here, and most of the present structure was built by Christian in the early 17th century.Especially dazzling is the Slotskirken, where Danish monarchs were crowned between 1671 and 1840. It retains the original interior commissioned by Christian IV, having survived an 1859 fire that ravaged much of the original castle. It's a deliciously ornate confection of curling gold and pink-cheeked cherubs, the altar, font and pulpit crusted with silver detail and overlooked by a priceless 1610 Compenius organ (played on Thursdays for half an hour at 1.30pm).Also fairly intact is the Audience Chamber, an eye-boggling room containing trompe l’œil details, a self-indulgent portrait of big-nosed Christian V posing as a Roman emperor, and, best of all, a 17th-century elevator chair, which enabled the king to rise regally through the floor!Other rooms in the castle were restored to their original appearances in the 19th century, notably the richly embellished Riddershalen, a vast ballroom complete with minstrels’ gallery and vivid ceiling carvings.The rest of the 1st and 2nd floors contain the Museum of National History, a chronologically arranged portrait gallery of kings, noblemen and olden-day celebrities, interspersed with unusual pieces of furniture. It’s a lot to digest in one go – you might be better off concentrating on the time periods that interest you.North of the castle is an extensive park, Slotshaven. The formal baroque garden (open from 10am till sunset), made up of perfect terraces and immaculately manicured yew and box, demonstrates that even nature was forced to bend to a king’s will. In the Romantic garden, Indelukket, 18th-century rigidity melts into a wilder 19th-century notion of gardening. North again is the oak wood of Lille Dyrehave, which was planted to provide material for boat-building after the Danish fleet was confiscated by England in 1807. You could easily spend a pleasant hour strolling through the three sections, perhaps combining the walk with a ride on the little Frederiksborg ferry."
    },
    {
        "country": "denmark",
        "city": "Helsingør",
        "index": 3,
        "name": "Kronborg Slot",
        "latitude": "56.039565",
        "longitude": "12.621714",
        "excerpt": "Best known as the Elsinore Castle of Shakespeare's Hamlet, this Unesco World Heritage Site is a vast Renaissance masterpiece topped by baroque green…",
        "detail_url": "https://www.lonelyplanet.com/denmark/zealand/helsingor-elsinore/attractions/kronborg-slot/a/poi-sig/1185972/358863",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/11352a288b4791121f353b2cffe9edbd-kronborg-slot.jpg",
        "detail_description": "Best known as the Elsinore Castle of Shakespeare's Hamlet, this Unesco World Heritage Site is a vast Renaissance masterpiece topped by baroque green-copper spires. It's ringed by moats, fortifications and powerful Vaubanesque star bastions that you can discover without a ticket. But it's well worth the entry fee to explore the inner palace's rooms, tapestries, ceiling paintings and viewpoints and, best of all, to delve into the spooky maze of casemates – subterranean dungeon passages barely lit by flickering paraffin lamps.\nThe castle began life as Krogen, a formidable tollhouse built by Danish king Erik of Pomerania in the 1420s to command the 4km Øresund strait between Denmark and today's Sweden. Passing ships heading to or from the Baltic had to pay transit fees, which created enormous tax revenues that made the city very wealthy and allowed Frederik II to vastly expand the castle in 1585. A major fire in 1629 destroyed most of the interior, bar the chapel, but Kronborg came back to life under tireless builder-king Christian IV, who preserved the castle’s earlier Renaissance style while adding his own baroque touches. During the Danish-Swedish wars, the Swedes occupied the castle from 1658 to 1660, looting everything of value, including its then-famous fountain. Thereafter, Christian V bulked up Kronborg’s defences, but the Danish royals gave up trying to make the castle a home. The building was used as a barracks from 1785 until 1924, when it became a museum (the Swedish government sportingly returned some previously looted items).The site is extensive, and to do it justice you'll need a couple of hours. Around half of that will be spent wandering in areas that are open sunrise to sunset without fee, but for the payable area, note that ticket sales (and entries to the 145-step Cannon Tower) stop half an hour before official closing time. Free wi-fi and several QR-coded information points allow you to download commentaries and a Kronborg visitor app for your mobile phone. From June to August before 5pm there are interactive moments where you might encounter actors playing Hamlet characters. Tickets include optional guided tours, with English versions typically through the day, plus casemates only at 1pm and (possibly) 4pm.The accessible Royal Apartments section covers two floors of the castle with several huge spaces in which the royal ladies would promenade – going outside was too much for their delicate shoes. See the king's desk, his-and-hers royal bedrooms, and what was, in 1585, the longest ballroom in Scandinavia. Banquets held here consisted of 65 courses, with each guest equipped with their own vomiting bucket. You arrive back into the central courtyard via an extensive gift shop, behind which is an easily missed push-screen historical timeline.Don't give up yet. Across the courtyard, separate doorways lead to the Cannon Tower (great views, sweaty climb), the well-explained tapestry collection, the 1582 chapel (with original interior fully restored since 1843) and the casemates. Though essentially empty apart from nesting bats and a foreboding statue of Viking chief Holger Danske (Ogier the Dane), this very extensive series of low-ceilinged dungeons, storerooms and soldiers’ quarters stretches a surprisingly long way beneath the castle. It’s suitably dark and creepy, but just follow the dimly lit arrows and you'll emerge…eventually. One extra perk of the paid ticket is the right to walk up to the Flag Bastion for views towards Sweden."
    },
    {
        "country": "denmark",
        "city": "Zealand",
        "index": 4,
        "name": "Louisiana",
        "latitude": "55.969247",
        "longitude": "12.542245",
        "excerpt": "This extraordinary museum of modern and contemporary art should be high on your 'to do' list even if you're not normally a gallery-goer. Along with its…",
        "detail_url": "https://www.lonelyplanet.com/denmark/northeastern-zealand/attractions/louisiana/a/poi-sig/1439211/1342047",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b4fd643b457a224858dba72629ebe68f-louisiana.jpg",
        "detail_description": "This extraordinary museum of modern and contemporary art should be high on your 'to do' list even if you're not normally a gallery-goer. Along with its ever-changing, cutting-edge exhibitions, much of the thrill here is the glorious presentation. A maze-like web of halls and glass corridors weaves through rolling gardens in which magnificent trees, lawns, a lake and a beach view set off monumental abstract sculptures (Henry Moore, Jean Arp, Max Ernst, Barbara Hepworth etc), making them feel like discovered totems.\nIt's hard to predict exactly which pieces from the gallery's huge, stellar collection will be on display. Such is the quality and breadth that even works by Pablo Picasso and Francis Bacon stay in storage much of the time. There's a better chance of seeing pieces by Alberto Giacometti and prominent Danish artist Asger Jorn, but rotations every two months or so mean that there's always more to discover. Kids are spoilt with an entire section of their own, where they can create masterpieces inspired by the gallery's exhibitions, using everything from crayons to interactive computers. And an evening program often includes art lectures and live music (typically Fridays). Facilities include a great cafe and gift shop too.Louisiana is in the pretty coastal town of Humlebæk, 30km north of Copenhagen. From Humlebæk train station, the museum is a 1.5km signposted walk northeast. Trains to Humlebæk run at least twice hourly from Copenhagen (92kr, 35 minutes) but if you're day-tripping, the 24-hour Copenhagen ticket (adult/child 150/75kr) is much better value. Hourly bus 388 from Helsingør stops right outside Louisiana (36kr, 17 minutes) and continues in half an hour to Rungsted, where it passes the Blixen museum."
    },
    {
        "country": "denmark",
        "city": "Central Jutland",
        "index": 5,
        "name": "Jelling Kirke",
        "latitude": "55.756716",
        "longitude": "9.419682",
        "excerpt": "Inside this small whitewashed church, erected around 1100, are some vividly restored 12th-century frescoes; the main attractions, however, are the two…",
        "detail_url": "https://www.lonelyplanet.com/denmark/jelling/attractions/jelling-kirke/a/poi-sig/1346276/1315958",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial2047203437.jpg",
        "detail_description": "Inside this small whitewashed church, erected around 1100, are some vividly restored 12th-century frescoes; the main attractions, however, are the two well-preserved rune stones just outside the church door.The smaller stone was erected in the early 10th century by King Gorm the Old in honour of his wife. The larger one, raised by Gorm’s son, Harald Bluetooth, is adorned with the oldest representation of Christ found in Scandinavia and is commonly dubbed 'Denmark's birth certificate'.\nThe stone reads: 'King Harald ordered this monument to be made in memory of Gorm his father and Thyra his mother, the Harald who won for himself all Denmark and Norway and made the Danes Christians.' A replica of the stone (in full colour, as the original would once have appeared) is at Kongernes Jelling, opposite the church.Harald Bluetooth did, in fact, succeed in routing the Swedes from Denmark and began the peaceful conversion of the Danish people from the pagan religion celebrated by his father to Christianity.Two large burial mounds flank Jelling Kirke. The barrow to the north was long believed to contain the bones of Gorm and his queen, Thyra, but when it was excavated in 1820 no human remains were found. The southern mound was excavated in 1861 but, again, no mortal remains were unearthed.In the 1970s archaeologists dug beneath Jelling Kirke itself and hit pay dirt. They found the remains of three earlier wooden churches; the oldest is thought to have been erected by Harald Bluetooth. A burial chamber was also unearthed and human bones and gold jewellery were discovered. Archaeologists now believe that the remains are those of Gorm, who had originally been buried in the northern mound but was later reinterred by his son. Presumably Harald Bluetooth, out of respect, moved his parents’ remains from pagan soil to a place of honour within the church. The bones of Queen Thyra have yet to be found.The latest discoveries include evidence of a massive palisade fence (1.4km long, 3m high), which encompassed the Jelling site."
    },
    {
        "country": "denmark",
        "city": "Billund",
        "index": 6,
        "name": "Legoland",
        "latitude": "55.73509",
        "longitude": "9.13084",
        "excerpt": "Mind-blowing Lego models, fun rides and the happy-family magic associated with great theme parks have transformed Legoland into Denmark’s most visited…",
        "detail_url": "https://www.lonelyplanet.com/denmark/billund/attractions/legoland/a/poi-sig/1011520/1002865",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_381256414%20crop.jpg",
        "detail_description": "Mind-blowing Lego models, fun rides and the happy-family magic associated with great theme parks have transformed Legoland into Denmark’s most visited tourist attraction outside of Copenhagen. It’s a great day outing (you’ll need a day to do it justice) and it sits smack-bang in the middle of Jutland, 1km north of Billund.The heart of Legoland is Miniland – 20 million plastic Lego blocks snapped together to create miniature cities and replicate global icons (and re-create scenes from Star Wars movies).\nYou can’t help but marvel at the brilliant Lilliputian models of the Kennedy Space Center, Amsterdam, Bergen or a Scottish castle and you’ll no doubt vow to head home and drag your Lego out of storage to see what masterpiece you can create. In Miniland you can also do some advance sightseeing of Danish landmarks including Copenhagen’s Nyhavn, Ribe, Skagen and various royal palaces. Or take a trip in miniboats past landmarks such as the Statue of Liberty, the Acropolis and an Egyptian temple. The reconstructions are on a scale of 1:20 to 1:40 and the attention to detail is incredible. The park’s largest piece, a model of Indian chief Sitting Bull, was built with 1.4 million Lego bricks. (The smallest piece? A Miniland dove, built from four small white bricks.)Pick up a map to assist with further exploration. The park is divided into themed areas, including Legoredo Town, a Wild West area that's home to a haunted house; Knights’ Kingdom, where a medieval castle awaits; Pirate Land, which hosts ships, sword-play and a swimming area; Ninjago World, the place to battle a ninja-loathing serpent; Adventure Land, a strange hybrid of Indiana Jones meets Egypt; Polar Land, with a roller coaster and a penguin habitat; and Duplo Land, with plenty of safe, simple rides and activities for littlies.For some downtime stop by Atlantis, an aquarium built around Lego models of divers and submersibles. For the chilled park-goer there are placid rides, from merry-go-rounds to a tranquil train ride; adrenaline junkies should seek out the roller coasters. Once the entrance fee is paid, all rides are free – the only exception is the SEAT Driving School (99kr), for kids aged seven to 13.Note that the admission price is slightly cheaper if you buy your tickets in advance online."
    },
    {
        "country": "denmark",
        "city": "Copenhagen",
        "index": 7,
        "name": "Tivoli Gardens",
        "latitude": "55.674063",
        "longitude": "12.567233",
        "excerpt": "Dating from 1843, tasteful Tivoli wins fans with its dreamy whirl of amusement rides, twinkling pavilions, carnival games and open-air stage shows…",
        "detail_url": "https://www.lonelyplanet.com/denmark/copenhagen/radhuspladsen-tivoli/attractions/tivoli-gardens/a/poi-sig/1289450/1342027",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b576c73622d3c0a33ddcc287245fc4ea382992e70dfc6eb49478efc95fbfe5b9.jpg",
        "detail_description": "Dating from 1843, tasteful Tivoli wins fans with its dreamy whirl of amusement rides, twinkling pavilions, carnival games and open-air stage shows. Visitors can ride the renovated, century-old roller coaster, enjoy the famous Saturday evening fireworks display or just soak up the story-book atmosphere. A good tip is to go on Friday during summer when the open-air Plænen stage hosts free rock concerts by Danish bands (and the occasional international superstar) from 10pm – go early if it's a big-name act.\nIndeed, Tivoli is at its most romantic after dusk, when the fairy lights are switched on, cultural activities unfold and the clock tower of the neighbouring Rådhus soars in the moonlight like the set of a classic Disney film.Each of Tivoli's numerous entertainment venues has a different character. Perhaps best known is the open-air Pantomime Theatre, built in 1874 by Vilhelm Dahlerup, the Copenhagen architect who also designed the royal theatre. Tivoli's large concert hall features performances by international symphony orchestras and ballet troupes, as well as popular musicians. While the numerous open-air performances are free of charge, there's usually an admission fee for the indoor performances – check the website for venue details, line-ups and prices.Amusement ride tickets cost 30kr (some rides require up to three tickets), making the unlimited-ride wristband (230kr) better value in most cases.Outside the main summer season, Tivoli also opens for approximately three weeks around Halloween, from mid-November to late December for Christmas, through February for the Winter Season, and at Easter. For up-to-date opening times, see the Tivoli website."
    },
    {
        "country": "denmark",
        "city": "Bornholm",
        "index": 8,
        "name": "Hammershus Slotsruin",
        "latitude": "55.271464",
        "longitude": "14.756012",
        "excerpt": "The impressive ruins of Hammershus Slot, dramatically perched on top of a cliff 74m above the sea, are the largest in Scandinavia. The castle was thought…",
        "detail_url": "https://www.lonelyplanet.com/denmark/allinge-sandvig/attractions/hammershus-slotsruin/a/poi-sig/1571491/1315935",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock683851075-rfc.jpeg",
        "detail_description": "The impressive ruins of Hammershus Slot, dramatically perched on top of a cliff 74m above the sea, are the largest in Scandinavia. The castle was thought to have been built in the early 1300s, and a walk through the evocative site, enjoying the views, is a must for Bornholm visitors. The grounds are always open and admission is free. A smart new visitor centre is being built, sympathetic to the surrounds (opening 2018; likely with an admission fee for exhibits).\nConstruction of the castle probably began around 1250 under the archbishop of Lund, who wanted a fortress to protect his diocese against the Crown, engaged at the time in a power struggle with the Church. In the centuries that followed, the castle was enlarged, with the upper levels of the square tower added on during the mid-16th century.Eventually, improvements in naval artillery left the fortress walls vulnerable to attack and in 1645 the castle temporarily fell to Swedish troops after a brief bombardment. Hammershus served as both military garrison and prison – King Christian IV’s daughter, Leonora Christina, was imprisoned here on treason charges from 1660 to 1661.In 1743 the Danish military abandoned Hammershus and many of the stones were carried away to be used as building materials elsewhere. Still, there’s much to see.There’s an hourly bus (2 and 8) from Sandvig to Hammershus, but the most enjoyable access is via footpaths through the hills of Hammeren – a wonderful hour’s hike. The well-trodden trail begins by the Sandvig Familie camping ground and the route is signposted.If you’re coming from Rønne, take (infrequent) bus 7."
    },
    {
        "country": "denmark",
        "city": "Copenhagen",
        "index": 9,
        "name": "Christiansborg Slot",
        "latitude": "55.675440737831",
        "longitude": "12.578396715465",
        "excerpt": "Christiansborg Slot is home to Folketinget (the Danish parliament), the Prime Minister's office and the Supreme Court. Visitor highlights include the…",
        "detail_url": "https://www.lonelyplanet.com/denmark/copenhagen/slotsholmen-1342028/attractions/christiansborg-slot/a/poi-sig/1297378/1342028",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/bdb85fae05ac91d83f0e4693321349e5-christiansborg-slot.jpg",
        "detail_description": "Christiansborg Slot is home to Folketinget (the Danish parliament), the Prime Minister's office and the Supreme Court. Visitor highlights include the glorious royal reception rooms, 11th-century ruins and royal kitchen, all of which can be visited separately or by joint ticket. Admission to the palace grounds, public galleries (during parliamentary debates only) and tower is free. The tower (11amt to 9pm Tuesday to Saturday, to 5.30pm Sunday) offers sweeping views of the Danish capital.\nSeveral short bridges link Slotsholmen to the rest of Copenhagen. If you walk into Slotsholmen from Ny Vestergade, you'll cross the western part of the canal and enter the large main courtyard of Christiansborg Slot, which was once used as royal riding grounds and still maintains a distinctively equestrian feel, overseen by a statue of Christian IX (1863–1906) on horseback and flanked to the north by stables and to the south by carriage buildings.The stables and buildings surrounding the main courtyard date back to the 1730s when the original Christiansborg palace was built by Christian VI to replace the more modest Copenhagen Castle that previously stood there. The grander west wing of Christian VI's palace went up in flames in 1794, was rebuilt in the early 19th century and was once again destroyed by fire in 1884. In 1907 the cornerstone for the third (and current) Christiansborg palace was laid by Frederik VIII and, upon completion, the national parliament and the Supreme Court moved into new chambers there.In addition to the sights listed here, visitors can enter Christiansborg Slotskirke, the castle's domed chapel, which was set ablaze by stray fireworks in 1992 and has since been painstakingly restored."
    },
    {
        "country": "denmark",
        "city": "Copenhagen",
        "index": 10,
        "name": "Christiania",
        "latitude": "55.674154",
        "longitude": "12.597638",
        "excerpt": "Escape the capitalist crunch and head to Freetown Christiania, a hash-scented commune straddling the eastern side of Christianshavn. Since its…",
        "detail_url": "https://www.lonelyplanet.com/denmark/copenhagen/christianshavn-1342031/attractions/christiania/a/poi-sig/408900/1342031",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1374b3997513d03b82bf45bc0f8d85e9306c22867b4e5bf05aa92bf2dacca5b1.jpg",
        "detail_description": "Escape the capitalist crunch and head to Freetown Christiania, a hash-scented commune straddling the eastern side of Christianshavn. Since its establishment by squatters in 1971, the area has drawn nonconformists from across the globe, attracted by the concept of collective business, workshops and communal living. Go for a wander and you'll stumble upon a semi-bucolic wonderland of whimsical DIY homes, cosy garden plots, eateries, beer gardens and music venues.\nBefore its development as an alternative enclave, the site was an abandoned 41-hectare military camp. When squatters took over, police tried to clear the area. They failed. The hippie revolution was at its peak and wave after wave of alternative folk continued to pour in.Bowing to public pressure, the government allowed the community to continue as a social experiment. Self-governing, ecology-oriented and generally tolerant, Christiania residents did, in time, find it necessary to modify their 'anything goes' approach. A new policy was established that outlawed hard drugs, and the heroin and cocaine pushers were expelled.The main entrance into Christiania is on Prinsessegade, 200m northeast of its intersection with Bådsmandsstræde. From late June to the end of August, 60- to 90-minute guided tours (50kr) of Christiania run daily at 1pm and 3pm (3pm weekends only September to late June). Tours commence just inside Christiania's main entrance on Prinsessegade."
    },
    {
        "country": "denmark",
        "city": "Aarhus",
        "index": 11,
        "name": "Den Gamle By",
        "latitude": "56.158374",
        "longitude": "10.192459",
        "excerpt": "The Danes’ seemingly limitless enthusiasm for dressing up and re-creating history reaches its zenith at Den Gamle By. It’s an engaging, picturesque open…",
        "detail_url": "https://www.lonelyplanet.com/denmark/aarhus/attractions/den-gamle-by/a/poi-sig/428411/1002866",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9ec83c70a93914c0428420adb56f91ca-den-gamle-by.jpg",
        "detail_description": "The Danes’ seemingly limitless enthusiasm for dressing up and re-creating history reaches its zenith at Den Gamle By. It’s an engaging, picturesque open-air museum of over 70 half-timbered houses brought here from all corners of Denmark and reconstructed as a provincial market town from the era of Hans Christian Andersen. It also includes a recreated neighbourhood from 1974.\nYou can take a horse-drawn wagon ride around the site and then visit each building, store and workshop to see craftspeople practising their trade. Small museums cater to different interests – the Danish Poster Museum has some fabulous retro pieces, the Toy Museum showcases antique playthings and the Gallery of Decorative Arts displays silverware, porcelain and clocks. The neighbourhood from 1974 is especially evocative, allowing you step into time-warped retro apartments and a string of businesses ranging from a hairdresser and grocery store, to a TV and hi-fi businesses stocking authentic 1970s gear. You'll even find a beloved local jazz bar that closed in 2008.The website details kid-friendly activities for visitors – these peak in July and August and in the lead-up to Christmas.Den Gamle By is 1.5km west of the city centre (a 20-minute walk from the train station); buses 3A, 14, 111, 114 and 116 stop nearby. There’s a detailed schedule of opening hours and admission prices (set according to the museum's activities) outlined on the website. Outside of opening hours you can stroll the cobbled streets for free."
    },
    {
        "country": "denmark",
        "city": "Zealand",
        "index": 12,
        "name": "Roskilde Domkirke",
        "latitude": "55.64264557",
        "longitude": "12.0802195",
        "excerpt": "The crème de la crème of Danish cathedrals, this twin-spired giant was started by Bishop Absalon in 1170, but has been rebuilt and tweaked so many times…",
        "detail_url": "https://www.lonelyplanet.com/denmark/zealand/roskilde/attractions/roskilde-domkirke/a/poi-sig/476876/358865",
        "image_url": null,
        "detail_description": "The crème de la crème of Danish cathedrals, this twin-spired giant was started by Bishop Absalon in 1170, but has been rebuilt and tweaked so many times that it’s now a superb showcase of 850 years’ worth of Danish architecture. As the royal mausoleum, it contains the crypts of 37 Danish kings and queens and is now a Unesco World Heritage Site. The entry fee includes a comprehensive, full-colour 48-page guidebook.\nNo fewer than 11 spectacular chapels and crypts sprout from the main body of the cathedral. The chapel of King Christian IV, off the northern side of the building, contains the builder-king himself. His ocean-green coffin, surrounded by angels, is quite low-key for such an extravagant monarch. But its setting includes overly dramatic paintings of Christian’s life surrounded by trompe l’œil details, all dating from a 19th-century rebuild except for the chapel gates, so ornate that they were said to have been created by the devil himself (in conjunction with Christian’s favourite metalsmith, Caspar Fincke).The chapel of the Magi has fantastic 15th-century frescoes (the largest in Denmark) and features the Royal Column, showing the heights of visiting princes – from the towering Christian I down to titchy Christian VII (164.1cm). The ornate Renaissance sepulchres of Christian III and Frederik II look like antique temples, guarded by halberd-bearing soldiers.The neoclassical chapel of Frederik V whispers ‘death’ like no other part of the cathedral. You’ll find 12 members of the royal family here, all interred in white alabaster sepulchres, surrounded by skulls, angels and weeping women.A great highlight in the nave is Christian IV’s private box, plus an intricate 17th-century pulpit (1610) made of marble, alabaster and sandstone by Copenhagen sculptor Hans Brokman. A killjoy dean disconnected the mechanism of the wonderful clock in the 18th century, annoyed that his parishioners paid more attention to it than to him, but today’s church-people have relented. St George slays the dragon on the hour, the poor beast lets out a pitiful wheeze and two ballad characters ting the bells.In the choir, Margrethe I’s elegant sarcophagus and the shining golden altarpiece attract most attention, but don't miss the wonderfully graphic 15th-century choir-stall carvings.Free concerts on the 16th-century baroque pipe organ are usually held in summer. See the website for timetables and for upcoming closures – it’s not unusual for the cathedral to shut for special events, especially on Saturdays for weddings."
    },
    {
        "country": "denmark",
        "city": "Aarhus",
        "index": 13,
        "name": "ARoS Aarhus Kunstmuseum",
        "latitude": "56.153874",
        "longitude": "10.199497",
        "excerpt": "Inside the cubist, red-brick walls of Aarhus’ showpiece art museum are nine floors of sweeping curves, soaring spaces and white walls showcasing a…",
        "detail_url": "https://www.lonelyplanet.com/denmark/aarhus/attractions/aros-aarhus-kunstmuseum/a/poi-sig/1438876/1002866",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/87c3777979b7e41d6cc4bd22c7d5fb53-aros-aarhus-kunstmuseum.jpg",
        "detail_description": "Inside the cubist, red-brick walls of Aarhus’ showpiece art museum are nine floors of sweeping curves, soaring spaces and white walls showcasing a wonderful selection of Golden Age works, Danish modernism and an abundance of arresting and vivid contemporary art. The museum's cherry-on-top is the spectacular Your Rainbow Panorama, a 360-degree rooftop walkway offering views of the city through its glass panes in all shades of the rainbow.\nThe rainbow halo is the brainchild of Olafur Eliasson, a Danish-Icelandic artist famed for large-scale, conceptual pieces.Another iconic piece is Australian artist Ron Mueck’s Boy, an astoundingly lifelike, oversized (5m-high) sculpture of a crouching boy. The museum's basement (level 0) is dedicated to international video and light art, as well as evocative installations.ARoS stages varied special exhibitions throughout the year (check the website) and also hosts the ARoS Triennial, launched in 2017. Art aside, the museum houses a fantastic gift shop and light-filled cafe on level 4 (free entry), as well as a restaurant on level 8."
    },
    {
        "country": "denmark",
        "city": "Aarhus",
        "index": 14,
        "name": "Moesgaard Museum",
        "latitude": "56.088703",
        "longitude": "10.223379",
        "excerpt": "Don't miss the reinvented Moesgaard Museum, 10km south of the city, housed in a spectacularly designed, award-winning modern space. The star attraction is…",
        "detail_url": "https://www.lonelyplanet.com/denmark/aarhus/attractions/moesgaard-museum/a/poi-sig/1440133/1002866",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/251f82ea58f3cab2ff0599fa6f6ac44b-moesgard-museum.jpg",
        "detail_description": "Don't miss the reinvented Moesgaard Museum, 10km south of the city, housed in a spectacularly designed, award-winning modern space. The star attraction is the 2000-year-old Grauballe Man, whose astonishingly well-preserved body was found in 1952 in the village of Grauballe, 35km west of Aarhus. Aside from the Grauballe Man, the museum brings various eras (from the Stone Age to the Viking era) to life with cutting-edge archaeological and ethnographic displays.\nThe superb display on the Grauballe Man is part history lesson, part CSI: Crime Scene Investigation episode. Was he a sacrifice to Iron Age fertility gods, an executed prisoner or simply a victim of murder? Whichever, the broken leg and the gaping neck wound suggest his death, sometime around 290 BC (give or take 50 years), was a violent one. His body and skin, tanned and preserved by the unique chemical and biological qualities of the peat bog in which he was found, are remarkably intact, right down to his hair and fingernails.Bus 18 runs here frequently. With your own wheels, it’s a lovely drive – take Strandvejen south, then Oddervej and follow the signs."
    },
    {
        "country": "denmark",
        "city": "Copenhagen",
        "index": 15,
        "name": "Rosenborg Slot",
        "latitude": "55.68559386",
        "longitude": "12.57755503",
        "excerpt": "A 'once upon a time' combo of turrets, gables and moat, the early-17th-century Rosenborg Slot was built in Dutch Renaissance style between 1606 and 1633…",
        "detail_url": "https://www.lonelyplanet.com/denmark/copenhagen/norreport/attractions/rosenborg-slot/a/poi-sig/408432/1342032",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/27d090f256588c29c1b1442cfd6adb82-rosenborg-slot.jpg",
        "detail_description": "A 'once upon a time' combo of turrets, gables and moat, the early-17th-century Rosenborg Slot was built in Dutch Renaissance style between 1606 and 1633 by King Christian IV to serve as his summer home. Today the castle's 24 upper rooms are chronologically arranged, housing the furnishings and portraits of each monarch from Christian IV to Frederik VII. The pièce de résistance is the basement Treasury, home to the dazzling crown jewels, among them Christian IV's glorious crown and Christian III's jewel-studded sword.\nFeeling cramped at Rosenborg, King Frederik IV built a roomier palace in the 18th century in the town of Fredensborg, north of the city. In the years that followed, Rosenborg was used mainly for official functions and as a place in which to safeguard the monarchy's heirlooms. In the 1830s the royal family decided to open the castle to visitors as a museum, while still using it as a treasury for royal regalia and jewels.To avoid the queues (especially in the summer months), buy your ticket online. The ticket can be sent directly to your smartphone so there's no need to print a copy. Also, buying your ticket online ensures you entry in your desired time slot. If you have a Copenhagen Card, however, you will need to obtain your tickets in person at the castle ticket office."
    },
    {
        "country": "denmark",
        "city": "Copenhagen",
        "index": 16,
        "name": "Det Kongelige Bibliotek",
        "latitude": "55.67335638",
        "longitude": "12.58259253",
        "excerpt": "Scandinavia's largest library consists of two very distinct parts: the original 19th-century red-brick building and the head-turning 'Black Diamond'…",
        "detail_url": "https://www.lonelyplanet.com/denmark/copenhagen/slotsholmen-1342028/attractions/det-kongelige-bibliotek/a/poi-sig/408728/1342028",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/LPL-01318.jpg",
        "detail_description": "Scandinavia's largest library consists of two very distinct parts: the original 19th-century red-brick building and the head-turning 'Black Diamond' extension, the latter a leaning parallelogram of sleek black granite and smoke-coloured glass. From the soaring, harbour-fronting atrium, an escalator leads up to a 210 sq metre ceiling mural by celebrated Danish artist Per Kirkeby. Beyond it, at the end of the corridor, is the 'old library' and its Hogwarts-like northern Reading Room, resplendent with vintage desk lamps and classical columns.\nAside from housing a complete collection of all Danish printed works produced since 1482, Denmark's national library is also home to the National Museum of Photography, which hosts rotating exhibitions of historical and contemporary photography sourced from its rich collection.The library is also home to decent cafe Øieblikket and modern Danish restaurant Søren K."
    },
    {
        "country": "denmark",
        "city": "Copenhagen",
        "index": 17,
        "name": "Nationalmuseet",
        "latitude": "55.674487",
        "longitude": "12.57543",
        "excerpt": "For a crash course in Danish history and culture, spend an afternoon at Denmark's National Museum. It has first claim on virtually every antiquity…",
        "detail_url": "https://www.lonelyplanet.com/denmark/copenhagen/radhuspladsen-tivoli/attractions/nationalmuseet/a/poi-sig/408430/1342027",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/77c3c8ba1d8c308cdfa263d0765b3bcc03145c1fc640125e7a01a56bb9a357a1.jpg",
        "detail_description": "For a crash course in Danish history and culture, spend an afternoon at Denmark's National Museum. It has first claim on virtually every antiquity uncovered on Danish soil, including Stone Age tools, Viking weaponry, rune stones and medieval jewellery. Among the many highlights is a finely crafted 3500-year-old Sun Chariot, as well as bronze lurs (horns), some of which date back 3000 years and are still capable of blowing a tune.\r\n\nYou'll find sections related to the Norse and Inuit people of Greenland, and an evocative exhibition called Stories of Denmark, covering Danish history from 1660 to 2000. Among the highlights here are recreated living quarters (among them an 18th-century Copenhagen apartment) and a whimsical collection of toys, including a veritable village of doll houses. The museum also has an excellent Children's Museum, as well as a classical antiquities section complete with Egyptian mummies.\r\n\r\nFor a little cerebral relief, find refuge in the well-stocked gift shop.\r\n"
    },
    {
        "country": "denmark",
        "city": "Aalborg",
        "index": 18,
        "name": "Lindholm Høje",
        "latitude": "57.077461",
        "longitude": "9.911846",
        "excerpt": "The Limfjord was a kind of Viking motorway providing easy, speedy access to the Atlantic for longboat raiding parties. It’s not surprising, then, that the…",
        "detail_url": "https://www.lonelyplanet.com/denmark/jutland/aalborg/attractions/lindholm-hoeje/a/poi-sig/1004292/358847",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1409434280.jpg",
        "detail_description": "The Limfjord was a kind of Viking motorway providing easy, speedy access to the Atlantic for longboat raiding parties. It’s not surprising, then, that the most important piece of Aalborg’s historical heritage is a predominantly Viking one.The atmospheric Lindholm Høje is a Viking burial ground where nearly 700 graves from the Iron Age and Viking Age are strewn around a hilltop pasture ringed by a wall of beech trees.\nMany of the Viking graves are marked by stones placed in the oval outline of a Viking ship, with two larger end stones as stem and stern. At the end of the Viking era the whole area was buried under drifting sand and thus preserved until modern times.Lindholm Høje Museet adjoins the site and explains its history, and has displays on finds made during its excavation. Murals behind the exhibits speculate on how the people of Lindholm lived.Lindholm Høje is 15 minutes north of central Aalborg via bus 13. With your own wheels, head north from the centre over Limfjordsbroen to Nørresundby, and follow the signs."
    },
    {
        "country": "denmark",
        "city": "Copenhagen",
        "index": 19,
        "name": "Ny Carlsberg Glyptotek",
        "latitude": "55.672696",
        "longitude": "12.572458",
        "excerpt": "Fin de siècle architecture meets with an eclectic mix of art at Ny Carlsberg Glyptotek. The collection is divided into two parts: Northern Europe's…",
        "detail_url": "https://www.lonelyplanet.com/denmark/copenhagen/radhuspladsen-tivoli/attractions/ny-carlsberg-glyptotek/a/poi-sig/408462/1342027",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8fc0260e4718c485674ae182ee1c6fdc-ny-carlsberg-glyptotek.jpg",
        "detail_description": "Fin de siècle architecture meets with an eclectic mix of art at Ny Carlsberg Glyptotek. The collection is divided into two parts: Northern Europe's largest booty of antiquities, and an elegant collection of 19th-century Danish and French art. The latter includes the largest collection of Rodin sculptures outside of France and no less than 47 Gauguin paintings. These are displayed along with works by greats like Cézanne, Van Gogh, Pissarro, Monet and Renoir.\nAt the museum's heart is a delightful glass-domed conservatory, replete with palm trees and a gorgeous cafe that's especially welcoming in the Danish winter.An added treat for visitors is the August/September Summer Concert Series. One-hour performances of classical music are held in the museum's concert hall, which is evocatively lined with life-size statues of Roman patricians. The concerts usually take place on Sundays around noon; see the website for exact times and prices."
    },
    {
        "country": "denmark",
        "city": "Copenhagen",
        "index": 20,
        "name": "Statens Museum for Kunst",
        "latitude": "55.688678",
        "longitude": "12.578487",
        "excerpt": "Denmark's National Gallery straddles two contrasting, interconnected buildings: a late-19th-century 'palazzo' and a sharply minimalist extension. The…",
        "detail_url": "https://www.lonelyplanet.com/denmark/copenhagen/norreport/attractions/statens-museum-for-kunst/a/poi-sig/408460/1342032",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c47f7d3e92fffb9754ac026ccbd6444b8316c6dcf0f31bbb7e29d3181bfa0174.jpg",
        "detail_description": "Denmark's National Gallery straddles two contrasting, interconnected buildings: a late-19th-century 'palazzo' and a sharply minimalist extension. The museum houses medieval and Renaissance works and impressive collections of Dutch and Flemish artists, including Rubens, Breughel and Rembrandt. It claims the world's finest collection of 19th-century Danish 'Golden Age' artists, among them Eckersberg and Hammershøi, foreign greats like Matisse and Picasso, and modern Danish heavyweights including Per Kirkeby.\r\n\nAmong the contemporary stars are Danish/Norwegian duo Elmgreen and Dragset and Vietnamese-born Danish artist Danh Vo. The latter co-designed the museum's light-filled, organic cafe, Kafeteria.\r\n\r\nStatens Museum for Kunst also claims an extensive collection of drawings, engravings and lithographs representing the works of such prominent artists as Degas and Toulouse-Lautrec.\r\n\r\nCheck the website for upcoming temporary exhibitions.\r\n"
    }
]