[
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 1,
        "name": "Kilmainham Gaol",
        "latitude": "53.341693",
        "longitude": "-6.3095",
        "excerpt": "If you have any desire to understand Irish history – especially the long-running resistance to British colonial rule – then a visit to this former prison…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/kilmainham-and-the-liberties/attractions/kilmainham-gaol/a/poi-sig/398185/1321738",
        "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_1491905108.jpg",
        "detail_description": "If you have any desire to understand Irish history – especially the long-running resistance to British colonial rule – then a visit to this former prison is an absolute must.\nWhy you should go\nAn imposing grey building, built in 1796, it's played a role in virtually every act of Ireland's painful path to independence, and even today, it still has the power to chill. Sometimes referred to as \"The Bastille of Ireland\", Kilmainham Gaol was decommissioned in 1924 and is now a museum with an enthralling exhibit on the history of Irish nationalism. \nBrowsing the museum will give you excellent context and access to some of the former prisoners' personal belongings and letters. The enthusiastic guides provide a thought-provoking tour of the eerie prison, the largest unoccupied building of its kind in Europe. The highly memorable tour takes about 90 minutes and finishes in the yard where the leaders of the failed 1916 Easter Rising were executed. \nHistory\nIreland’s struggle for independence was a bloody and tempestuous journey, and this forbidding prison on the western edge of the city, which opened in 1796, played a role in it for nearly 150 years, as the forced temporary home of many a rebel and revolutionary. \nThe uprisings of 1798, 1803, 1848, 1867 and 1916 ended with the leaders' confinement in Kilmainham Gaol. Robert Emmet, Thomas Francis Meagher, Charles Stewart Parnell and the 1916 Easter Rising leaders were all visitors, but it was the executions in 1916 that most deeply etched the jail's name into the Irish consciousness. Of the 15 executions that took place between 3 May and 12 May after the revolt, 14 were conducted here. As a finale, prisoners from the Civil War were held here from 1922. The last prisoner, Éamon de Valera, was released in July 1924. He went on to serve as Taoiseach (Prime Minister) of Ireland on three separate occasions, and eventually became President.\n\n  \nPrison cells at Kilmainham Goal in Dublin ©Flavia8/Shutterstock\n\nBut it’s not just political prisoners whose stories are shared here. Kilmainham Gaol offers a great, and at times uncomfortable, insight into the conditions in Ireland in the 18th, 19th and early 20th-centuries, and the lives and struggles of its people. Registers show just how easy it was to get on the wrong side of the law back then, particularly during the Great Famine (1845–49) when starvation forced people to steal and beg for food, or deliberately break the law in order to have a roof over their heads. Many of those who did leave the prison ended up being deported to the other side of the world, never to return home. Some 4000 convicts, many petty thieves, were held in Kilmainham Gaol before being shipped to the British colonies in Australia.\nThe Kilmainham Gaol Restoration Society was established in 1958 to restore the former prison, transforming it into the most important historical monuments in the country with the help of voluntary labor, free materials and donations - such was the desire to preserve the site. Ahead of the centenary of the 1916 Rising, the Office of Public Works invested €5 million in refurbishing the site.\nTickets and other practicalities\nEntrance is by guided tour and is managed through timed tickets. Online booking is required. Book as far in advance as possible to get your preferred visiting time. If you're planning a trip on short notice, cancellation tickets for the day are released online between 9:15am and 9:30am. Group bookings (10 or more people) can be arranged by emailing kilmainhamgaol@opw.ie. Wheelchair users, visitors with additional needs and carers are advised to email the museum in advance to arrange a visit.\nKilmainham Gaol is located 3.5km from Dublin city center; a number of bus routes have stops nearby and the nearest Luas stop (red line) is Suir Road. Entrance is via the Kilmainham Courthouse next door.\nWhat's nearby?\nWhile in this part of the city you can visit the fine collection at the Irish Museum of Modern Art (don’t forget to visit the gardens too), which is about a 15-minute walk from Kilmainham Gaol. If the weather is good, enjoy a stroll in War Memorial Gardens. Slightly further afield is the Phoenix Park.\nFor lunch, try Storyboard, LimeTree Cafe or the Kilmainham Gaol Cafe.\n"
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 2,
        "name": "Phoenix Park",
        "latitude": "53.365957111583",
        "longitude": "-6.3310217857361",
        "excerpt": "The hugely impressive 707 hectares that comprise Dublin's Phoenix Park are not just a magnificent playground for all kinds of sport—from running to polo…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/attractions/phoenix-park/a/poi-sig/398815/359796",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/Phoenix%20Park%20deer.jpg",
        "detail_description": "The hugely impressive 707 hectares that comprise Dublin's Phoenix Park are not just a magnificent playground for all kinds of sport—from running to polo—but are also home to the president of Ireland, the American ambassador and a large herd of fallow deer. It's also where you'll find Europe's oldest zoo. How's that for a place to stretch your legs?\nDo as Dubliners do on a fine day and run, cycle, play, walk, take in a game of cricket, watch a polo match, see the deer (don't feed them), or just lie down, depending on your fancy. There's always something going on in the Phoenix Park, but in summer you'll find it keeps a jam-packed schedule with cultural events, live music, festivals, and games.\n\n  \nÁras an Uachtaráin is the official residence of the President of Ireland ©SueTot/Shutterstock\n\nWhat to see\nThe main thoroughfare is Chesterfield Avenue, which runs northwest through the length of the park from the Parkgate Street entrance to the Castleknock Gate. Many landmarks can be found strolling along here. Near the entrance is the 63m-high Wellington Monument obelisk, which was completed in 1861. Close by is the People's Garden, dating from 1864, and the bandstand in the Hollow, a lovely picnic spot. Dublin Zoo is located at this end of the park, as is the quaint and lovely Victorian tearooms. \nAlso on Chesterfield Avenue is Áras an Uachtaráin - residence of the president of Ireland - which is open to the public through guided tours on Saturdays. Across the road, and easily visible from it, is the massive Papal Cross, which marks the site where Pope John Paul II preached to 1.25 million people in 1979. In the centre of the park the Phoenix Monument, erected by Lord Chesterfield in 1747, looks so unlike a phoenix that it's often referred to as the Eagle Monument.\nNext door to Áras an Uachtaráin is the restored four-storey Ashtown Castle, a 17th-century tower house, which you can visit on a guided tour. \n\n  \nThe Wellington Monument is the largest obelisk in Europe ©Semmick Photo/Shutterstock\n\nThe southern part of the park has many football and hurling pitches; although they actually occupy about 80 hectares (200 acres), the area is known as the Fifteen Acres. At weekends the football pitches are used by local league teams that can be fun to watch. To the west, the rural-looking Glen Pond corner of the park is extremely attractive.\nAt the northwestern end of the park is the opulent Farmleigh House, which can only be visited by joining one of the 30-minute house tours. However, the real highlight of the 32-hectare estate is the garden, where regular shows are held, and where you'll find a restaurant and cafe. There is also an extensive program of cultural events in summer, ranging from food fairs to classical concerts. The 37m clock tower once housed an 8000L water tank that serviced the estate; views from the top are sensational.\nBack towards the Parkgate St entrance is the Magazine Fort on Thomas’s Hill. \n\n  \nPhoenix Park is a great place for walking, running or just lying down and watching the world go by. Artur Debat/Getty Images\n\nHistory\nThe deer came first, introduced by Lord Ormond in 1662 when lands once owned by the Knights of Jerusalem were turned into a royal hunting ground. In 1745 the viceroy Lord Chesterfield threw it open to the public and it has remained that way ever since. (The name 'Phoenix' has nothing to do with the mythical bird; it is a corruption of the Irish fionn uisce, meaning 'clear water'.)\nIn 1882 the park played a crucial role in Irish history, when Lord Cavendish, the British chief secretary for Ireland, and his assistant were murdered outside what is now the Irish president's residence by an obscure nationalist group called the Invincibles. Lord Cavendish's home is now called Deerfield and is used as the official residence of the US ambassador.\n\n  \nThe Parkgate entrance of the Phoenix Park with the Guinness Brewery in the background ©Sergiu Cozorici/Getty Images\n\nOpening hours, tours and other practicalities\nPhoenix Park Visitor Centre has a self-guided exhibition on the history and wildlife of the park; you can also arrange and collect tickets for the Saturday tours of Áras an Uachtaráin, and tours of Ashtown Castle.\nOne of the best ways to see the park is by bicycle. If you don't have wheels of your own, you can rent a bike from Phoenix Park Bikes at the Parkgate Street entrance. Bring valid photo ID. Rental fees are €6 for up to one hour; €10 for up to three hours; and €15 for a full day. The company also offers guided bike tours. \nPhoenix Park is open 24 hrs a day, seven days a week, all year round, but it is not advised to hang around after dark.\n"
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 3,
        "name": "St Patrick's Cathedral",
        "latitude": "53.339571236833",
        "longitude": "-6.271414191011",
        "excerpt": "Ireland's largest church and the final resting place of Jonathan Swift, St Patrick's stands on the spot where St Patrick himself reputedly baptised the…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/kilmainham-and-the-liberties/attractions/st-patrick-s-cathedral/a/poi-sig/398191/1321738",
        "image_url": "https://lp-cms-production.imgix.net/2021-04/GettyRF_580716285.jpg",
        "detail_description": "Ireland's largest church and the final resting place of Jonathan Swift, St Patrick's stands on the spot where St Patrick himself reputedly baptised the local Celtic chieftains in the 5th century. Fiction or not, it's a sacred bit of turf upon which this cathedral was built between 1191 and 1270. \nWhy you should go\nLocated in the historic Liberties district, St Patrick's is one of the most visited sites in Ireland and one of the few buildings left from medieval Dublin. The cathedral is famous for its choir, which is Ireland's oldest - dating all the way back to 1432, who perform here daily, Monday to Friday, during school term. Its Christmas service is not to be missed.\nThe cathedral is filled with artefacts, most notably the baptistry; the oldest part of the cathedral, which was probably the entrance to the original building. It contains the original 12th-century floor tiles and medieval stone font, which is still in use. Inside the cathedral proper, you come almost immediately to the tombs of Jonathan Swift (author of Gulliver's Travels) and Esther Johnson, his long-term companion, better known as Stella. The Latin epitaphs are both written by Swift, and assorted Swift memorabilia lies all over the cathedral, including a pulpit and a death mask.\n\n  \nInterior of St. Patrick's cathedral ©Mr. Sergey Olegovich/Shutterstock\n\nOn your way around the church, you'll see a cross on a stone slab that once marked the position of St Patrick's original well, where, according to legend, the patron saint of Ireland rolled up his sleeves and got to baptising the natives. You'll also take in the four sections of the permanent exhibition, Living Stones, which explores the cathedral's history and the contribution it has made to the culture of Dublin. \nHistory\nAlthough a church has stood here since the 5th century, this building dates from the turn of the 12th century and has been altered several times, most notably in 1864 when it was saved from ruin and, some might say, over-enthusiastically restored. The interior is as calm and soothing as the exterior is sombre. The picturesque St Patrick's Park, adjoining, was a crowded slum until it was cleared in the early 20th century.\nIt's likely that St Patrick's was intended to replace Christ Church as the city's cathedral, but the older church's stubborn refusal to be usurped resulted in the two cathedrals being virtually a stone's throw from one another. Separated only by the city walls (with St Patrick's outside), each possessed the rights of cathedral of the diocese. While St Pat's isn't as photogenic as its neighbour, it probably surpasses its more attractive rival in historical terms.\n\n  \nSt Patrick's is a journey through medieval Dublin ©Getty Images\n\nLike Christ Church Cathedral, the building has suffered a rather dramatic history of storm and fire damage and has been altered several times (most questionably in 1864 when the flying buttresses were added, thanks to the neo-Gothic craze that swept the nation). Oliver Cromwell, during his 1649 visit to Ireland, converted St Patrick's to a stable for his army's horses, an indignity to which he also subjected numerous other Irish churches. In 1666 the Lady Chapel was given to the newly arrived Huguenots and became known as the French Church of St Patrick. It remained in Huguenot hands until 1816. The northern transept was known as the parish church of St Nicholas Without (meaning outside the city), essentially dividing the cathedral into two distinct churches.\nSuch confusion led to the building falling into disrepair as the influence of the deanery and chapter waned. Although the church's most famous dean, Jonathan Swift, (who served here from 1713 to 1745), did his utmost to preserve the integrity of the building, by the end of the 18th century it was close to collapse. It was just standing when the benevolent Guinness family stepped in to begin a massive restoration in 1864.\nFun Fact: 'chance your arm'\nTowards the north transept is a door that has become a symbol of peace and reconciliation since it helped resolve a scrap between the Earls of Kildare and Ormond in 1492. After a feud, supporters of the squabbling nobles ended up in a pitched battle inside the cathedral, during which Ormond's nephew – one Black James – barricaded himself in the chapterhouse. Kildare, having calmed down, cut a hole in the door between them and stuck his arm through it to either shake his opponent's hand, or lose a limb in his attempt to smooth things over. James chose mediation over amputation and took his hand. The term 'to chance your arm' entered the English lexicon and everyone lived happily ever after – except Black James, who was murdered by Kildare's son-in-law four years later.\n\n  \nSt Patrick's Park is a lovely spot to catch some sun ©Getty Images/Westend61\n\nVisiting and other practicalities\nAttend a sung Mass for the best atmosphere – at 11.15am on Sundays throughout the year, or at 9am Monday to Friday during school term only. Advance tickets are not valid on Sundays between 10.45am and 12.30pm and between 2.45pm and 4.30pm. Last admission is 30 minutes before closing time.\nGeneral admission is €7.50 for adults and €6.50 for children, with discounts available for group tours. Tickets can be purchased online. St Patrick's is about a 15-minute walk from Grafton Street.\nWhat's nearby?\nCross Clanbrassil Street and head for Fumbally for a sandwich or a hot bite or wander up to the corner of St Francis Street for a lunch in Two Pups Coffee. If you need something to fortify your spirits before or after your visit, Fallon's is one of Dublin's best pubs… and is conveniently only a short walk away.\n"
    },
    {
        "country": "dublin",
        "city": "Temple Bar",
        "index": 4,
        "name": "Christ Church Cathedral",
        "latitude": "53.343397",
        "longitude": "-6.271026",
        "excerpt": "Its hilltop location and eye-catching flying buttresses make this the most photogenic of Dublin's three cathedrals, as well as one of the capital's most…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/temple-bar/attractions/christ-church-cathedral/a/poi-sig/398731/1325084",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyRF_827705578.jpg",
        "detail_description": "Its hilltop location and eye-catching flying buttresses make this the most photogenic of Dublin's three cathedrals, as well as one of the capital's most recognisable symbols.\nHistory\nThe Cathedral of the Holy Trinity (or Christ Church as it's known) was built in 1030 by the king of Dublin Vikings, Sitriuc \"Silkbeard\", with the help of a young Irish priest, Dúnán. Originally it was a wooden church on the outskirts of Dublin's viking settlement. In 1172 it was rebuilt as a stone structure, mostly under the impetus of Richard de Clare, Earl of Pembroke (better known as Strongbow), the Anglo-Norman noble who invaded Ireland in 1170 and whose monument has pride of place inside. The new cathedral opened its doors late in the 12th century.\n\n  \nChrist Church Cathedral is located in the heart of Medieval Dublin ©Brian Morrison / Failte Ireland\n\nOnce the original wooden church was replaced by the building you see today, the cathedral vied for supremacy with nearby St Patrick's Cathedral. However, like its sister church, it fell on hard times in the 18th and 19th centuries—the nave had been used as a market and the crypt housed taverns—and was virtually derelict by the time restoration took place.\nCrypt\nThe crypt dates back to the original Viking church and contains a trove of history. Curiosities include a glass display case housing a mummified cat in the act of chasing a mummified rat (aka Tom and Jerry), frozen mid-pursuit inside an organ pipe in the 1860s. Also on display are the stocks from the old 'liberty' of Christ Church, used when church authorities meted out civil punishments to wrongdoers. The Treasury exhibit includes rare coins, the Stuart coat of arms and gold given to the church by William of Orange after the Battle of the Boyne.\n\n  \nThe 12th century crypt is a trove of history ©James Fennell / Failte Ireland\n\nChrist Church for children\nEvery parent who has tried to cajole children into visiting a historical site knows that sometimes it's hard to keep them engaged. Christ Church helps kids discover and explore the cathedral's many treasures by inviting them to take part in a mystery treasure hunt around the cathedral. A leaflet is available at the welcome desk and uses church landmarks as reference points with clues, facts and spaces to fill in answers. \nTours, tickets and gift shop\nChrist Church offers self-guided tours that include admission to the crypt and exhibitions. Combination tickets with Dublinia are available at the welcome desk. Christ Church souvenirs and Irish gifts are available in the Foxy Friar Gift Shop. All proceeds from ticket sales and shop support the work of the cathedral.\nDon't miss the annual Christmas Carols by Candlelight showcases. Tickets typically sell out quickly so book in advance on the website.\n\n  \nThe bridge that leads to Dublinia ©C.Echeveste/Shutterstock\n\nHow to get there\nAll city-centre buses will get you to within walking distance of the cathedral.\nWhat's nearby?\nChrist Church is located in the heart of Medieval Dublin. The Queen of Tarts, with two locations around the corner from each other, does lovely cakes and coffee. And you can take your pick from Temple Bar's collection of pubs.\n"
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 5,
        "name": "Museum of Natural History",
        "latitude": "53.33981418616",
        "longitude": "-6.2529327251233",
        "excerpt": "Affectionately known as the 'Dead Zoo', this dusty, weird and utterly compelling museum is a fine example of the scientific wonderment of the Victorian…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/merrion-square-and-around/attractions/museum-of-natural-history/a/poi-sig/1279144/1325083",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f813e802dc67c48bc923d2ccc0c044d8-museum-of-natural-history.jpg",
        "detail_description": "Affectionately known as the 'Dead Zoo', this dusty, weird and utterly compelling museum is a fine example of the scientific wonderment of the Victorian age.&nbsp;Its enormous collection of stuffed beasts and carefully annotated specimens has barely changed since Scottish explorer Dr David Livingstone opened it in 1857 – before disappearing into the African jungle for a meeting with Henry Stanley.&nbsp;\nWhy you should go\nStepping inside the Museum of Natural History is like taking a step back in time to the Victorian era.&nbsp; Sometimes described as a \"museum of a&nbsp;museum\", not much has changed since it first opened in 1857, just two years before Charles Darwin published The Origin of the Species.&nbsp;A cabinet-style museum of curiosities from the fields of zoology and geology, its collection comprises more than two million items, making it one of the largest collections of its kind in the world, with some great&nbsp;examples of extinct wildlife from Ireland and the rest of the globe.\nDon't miss\nThe Irish Room on the ground floor is filled with mammals, sea creatures, birds and some butterflies all found in Ireland at some point, including the skeletons of three 10,000-year-old Irish elk that greet you as you enter. The World Animals Collection, spread across three levels, has as its centrepiece the skeleton of a 20m-long fin whale found beached in County Sligo. Evolutionists will love the line-up of orang-utan, chimpanzee, gorilla and human skeletons on the 1st floor.\nA newer addition is the Discovery Zone, where visitors can do some firsthand exploring of their own, handling taxidermy specimens and opening drawers. Highlights include a Spotted Hyena jawbone fossil and a Peregrine Falcon. Other notables include a Tasmanian tiger (an extinct Australian marsupial, mislabelled as a Tasmanian wolf), a giant panda from China, several African and Asian rhinoceros ,and Spotticus the Giraffe, who has his own Twitter account. The wonderful Blaschka Collection, made in the 1870's in Dresden, Germany, comprises finely detailed glass models of marine creatures whose zoological accuracy is incomparable.&nbsp;\nTickets and other practicalities\nThe museum is open seven days a week and entry is free. Only the ground floor is&nbsp;wheelchair accessible; there are no lifts to the first floor which houses the Mammals of the World exhibition and Reading Room. There is no seating in the exhibition galleries but mobile stools are available upon request.\nIt's easily accessible by public transport; most city centre buses have a stop nearby and the nearest Luas stops can be found on Dawson Street and St Stephen's Green, both about a 10-minute walk away.\nWhat's nearby?\nYou'll find the Natural History Museum on Upper Merrion Street, about a two-minute walk from Merrion Square park. Its sister museum, the&nbsp;National Museum of Ireland - Archaeology is nearby (a seven-minute walk), and you're surrounded by a great choice of restaurants, cafes and bars.&nbsp;\n"
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 6,
        "name": "National Gallery",
        "latitude": "53.341044535421",
        "longitude": "-6.2518677305981",
        "excerpt": "A magnificent Caravaggio and a breathtaking collection of works by Jack B Yeats – William Butler Yeats' younger brother – are the main reasons to visit…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/merrion-square-and-around/attractions/national-gallery/a/poi-sig/1213683/1325083",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_657734386.jpg",
        "detail_description": "A magnificent Caravaggio and a breathtaking collection of works by Jack B Yeats – William Butler Yeats' younger brother – are the main reasons to visit the National Gallery, but certainly not the only ones. Its excellent collection is strong in Irish art, and there are also high-quality collections of every major European school of painting.\nWhat's inside\nSpread about its four wings you'll find: works by Rembrandt and his circle; a Spanish collection with paintings by El Greco, Goya and Picasso; and a well-represented display of Italian works dating from the early Renaissance to the 18th century. Fra Angelico, Titian and Tintoretto are among the artists represented, but the highlight is undoubtedly Caravaggio's The Taking of Christ (1602), which lay for over 60 years in a Jesuit house on Leeson Street and was accidentally discovered by chief curator Sergio Benedetti.\n\n  \nNational Gallery of Ireland's collection of 3000 artworks includes oils, watercolors, sketches, prints and sculptures ©Salvador Maniquiz/Shutterstock\n\nThe ground floor displays the gallery's fine Irish collection, plus a smaller British collection, with works by Reynolds, Hogarth, Gainsborough, Landseer and Turner. Absolutely unmissable is the Yeats Collection at the back of the gallery, displaying more than 30 works by Irish impressionist Jack B Yeats (1871–1957), Ireland's most important 20th-century painter.\nEntrance is via the light-filled modern Millennium Wing on Clare Street or the refurbished entrance on Merrion Square West. Here you'll also find a small collection of 20th-century Irish art, high-profile visiting collections (for which there are admission charges), an art reference library, a lecture theatre, a good bookshop and Fitzer's Café.\n\n  \nThe collection spans works from the 14th to the 20th centuries and includes all the major continental schools ©Olivier Cirendini/Lonely Planet\n\nInsider tips\nIn order to protect FW Burton's gorgeous watercolor, Hellelil and Hildebrand, the Meeting on the Turret Stairs (1864) from too much light exposure, it is only displayed twice a week in Room 20, for an hour at a time on Thursdays at 5.30pm and Sundays at 2pm.\nThe best time to visit the gallery is Thursday evening, when it's open late and there are fewer visitors.\nThere are family workshops for kids to try their hand at art throughout the year, usually on Saturdays; check the gallery website for details.\nTours, tickets and accessibility \nThere are free tours at 6.30pm Thursday, 12.30pm Saturday and at 11.30am, 12.30pm and 1.30pm on Sunday. The gallery also has a free Masterpieces app (available for both Android and iPhone) featuring 80% of its collection.\nWheelchairs and stools are available free of charge at the cloakrooms. Entrances on Merrion Square West and Clare Street are accessible for buggies and wheelchair users and people with reduced mobility. Lifts provide access to all levels of the gallery.\nVisitors who are deaf or are hard of hearing can avail of hearing induction loops. The National Gallery also hosts tours with listening devices and Irish Sign Language tours.\nVisitors with assistance dogs are welcome to the gallery, dog bowls with water are available from the Information desks. Free audio guides, magnifying glasses and large text booklets are available for adults and children. \n\n  \nThe best time to visit the gallery is Thursday evening, when it's open late ©Benoit Daoust/Shutterstock\n\nHow to get there\nDublin Bus numbers 4, 7, 8, 39A and 46A will lead you there from the city centre.\nWhat's nearby?\nDrop into Doheny &amp; Nesbitt's for a post-gallery pint. For food, try Tiller &amp; Grain or Allta (book ahead). Both Trinity College and Merrion Square park are a two-minute walk away, and you're just a stone's throw from the Natural Museum of Ireland.\n"
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 7,
        "name": "Merrion Square",
        "latitude": "53.339707",
        "longitude": "-6.249221",
        "excerpt": "Merrion Sq is the most prestigious and, arguably, the most elegant of Dublin's Georgian squares. Its well-kept lawns and tended flower beds are flanked on…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/merrion-square-and-around/attractions/merrion-square/a/poi-sig/398231/1325083",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0ea575dbe5d4143c0657c977705a1f3d-merrion-square.jpg",
        "detail_description": "Merrion Sq is the most prestigious and, arguably, the most elegant of Dublin's Georgian squares. Its well-kept lawns and tended flower beds are flanked on three sides by gorgeous Georgian houses with colourful doors, peacock fanlights, ornate door knockers and, occasionally, foot-scrapers, used to remove mud from shoes. Over the past two centuries they've been used by some notable residents.\nThe square, laid out in 1762, is bordered on its fourth side by the National Gallery and Leinster House – all of which, apparently, isn’t enough for some. One former resident, WB Yeats (1865–1939), was less than impressed and described the architecture as ‘grey 18th century’; there’s just no pleasing some people.Just inside the northwestern corner of the square is a colourful statue of Oscar Wilde."
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 8,
        "name": "National Museum of Ireland – Archaeology",
        "latitude": "53.340342",
        "longitude": "-6.255223",
        "excerpt": "Established in 1877 as the primary repository of the nation's cultural and archaeological treasures, this is the country's most important museum. The…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/merrion-square-and-around/attractions/national-museum-of-ireland-archaeology/a/poi-sig/1097947/1325083",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/183029472_high.jpg",
        "detail_description": "Established in 1877 as the primary repository of the nation's cultural and archaeological treasures, this is the country's most important museum. The original 1890 building is where you'll find stunning Celtic metalwork, Ireland's most famous crafted artefacts (the Ardagh Chalice and the Tara Brooch, from the 12th and 8th centuries respectively) and a collection of mummified bodies from the Iron Age, preserved to a disturbingly perfect degree by Ireland's peat bogs.\nAlso part of the Treasury is the exhibition Ór-Ireland’s Gold, featuring stunning jewellery and decorative objects created by Celtic artisans in the Bronze and Iron Ages. Among them are the Broighter Hoard, which includes a 1st-century-BC large gold collar, unsurpassed anywhere in Europe, and an extraordinarily delicate gold boat. There’s also the wonderful Loughnashade bronze war trumpet, which also dates from the 1st century BC.The other showstopper is the collection of Iron Age 'bog bodies' in the Kingship and Sacrifice exhibit – four figures in varying states of preservation dug out of the midland bogs. The bodies' various eerily preserved details – a distinctive tangle of hair, sinewy legs and fingers with fingernails intact – are memorable, but it's the accompanying detail that will make you pause: scholars now believe that all of these bodies were victims of the most horrendous ritualistic torture and sacrifice – the cost of being notable figures in the Celtic world.Upstairs are Medieval Ireland 1150–1550, Viking Ireland – which features exhibits from the excavations at Wood Quay, the area between Christ Church Cathedral and the river – and Ancient Egypt, featuring items acquired from excavations conducted between 1890 and 1930.The museum's sister museums are made up of the stuffed beasts of the Museum of Natural History, the decorative arts section at Collins Barracks, and a country life museum in County Mayo, on Ireland’s west coast."
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 9,
        "name": "Guinness Storehouse",
        "latitude": "53.341725",
        "longitude": "-6.286905",
        "excerpt": "The most popular attraction in Dublin is this multimedia homage to Guinness. An old fermentation plant in the St James's Gate Brewery has been converted…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/kilmainham-and-the-liberties/attractions/guinness-storehouse/a/poi-sig/398183/1321738",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_144611273.jpg",
        "detail_description": "The most popular attraction in Dublin is this multimedia homage to Guinness. An old fermentation plant in the St James's Gate Brewery has been converted into a seven-storey museum devoted to the beer, the company’s history, how the beer is made and how it became the brand it is today. The top floor Gravity Bar is an atrium bar, where you can test your pouring power and drink a pint; just below it is an excellent restaurant for lunch.\nHistory\nSince Arthur Guinness (1725–1803) founded the brewery in 1759, the operation has expanded down to the Liffey and across both sides of the street; at one point, it had its own railway and there was a giant gate stretching across St James's St, hence the brewery's proper name, St James’s Gate Brewery. At its apogee in the 1930s, it employed over 5000 workers, making it the largest employer in the city. Increased automation has reduced the workforce to around 600, but it still produces 2.5 million pints of stout every day.\n\n  \nGuinness Gates is one of the most photographed spots in town ©Evan Hammonds/500px\n\nTours and tickets\nThe tour is spread across 1.6 hectares, involving an array of audiovisual and interactive displays that cover pretty much all aspects of the brewery's history and the brewing process. You'll even learn how to perfect the famous two-part pour in the vertiginous heights of the Gravity Bar. The tour takes about 90 minutes and tickets cost from €18.50 per adult.\nDie-hards can opt for the upgraded Connoisseur Experience, where a designated barkeeper goes through the histories of the four variants of Guinness – Draught, Original, Foreign Extra Stout and Black Lager – and provides delicious samples of each. Tickets cost €55.\n\n  \nEnjoy a pint of Guinness in the Gravity Bar ©Anton_Ivanov/Shutterstock\n\nIn 2020, the Storehouse launched a Behind-the-Gate tour, bringing visitors to parts of St James's Gate that were previously off limits to the public. Tickets cost €95.\nOther add-ons include the STOUTie, the stout equivalent of latte art, where a pretty good likeness of yourself is drawn in the creamy head of the pint. Strictly for photographs, of course.\nWhat's nearby?\nThe experimental Open Gate Brewery is just around the corner, where you can test a sample board of Guinness or enjoy a selection of craft beers and food. There's also a choice of distillery experiences nearby, including Teeling and Roe &amp; Co. For lunch try Groundstate, or head to Container Coffee for a takeaway hot drink - both are within walking distance. The Storehouse is in the Liberties district so you're surrounded by a great selection of restaurants and traditional pubs.\n\n  \nThe tour is spread across seven floors of the museum ©Jonathan Smith/Lonely Planet\n\nHow to get there\nThe 123 bus will take you from the city center to the Guinness Storehouse; it has stops on O'Connell Street and Dame Street.\n"
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 10,
        "name": "Glasnevin Cemetery",
        "latitude": "53.370987",
        "longitude": "-6.277246",
        "excerpt": "The tombstones at Ireland's largest and most historically important burial site read like a 'who's who' of Irish history, as most of the leading names of…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/attractions/glasnevin-cemetery/a/poi-sig/398767/359796",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2b50e3ab45b5110bcc1089f29e0e5d5aaa168b2e3ed828fe291fcdc9b7d45fd2.jpg",
        "detail_description": "The tombstones at Ireland's largest and most historically important burial site read like a 'who's who' of Irish history, as most of the leading names of the past 150 years are buried here, including Daniel O'Connell and Charles Stewart Parnell. It was established in 1832 by O'Connell as a burial ground for people of all faiths – a high-minded response to Protestant cemeteries' refusal to bury Catholics. The selection of themed tours are all highly recommended.\nA modern replica of a round tower acts as a handy landmark for locating the tomb of O'Connell, who died in 1847 and was reinterred here in 1869 when the tower was completed. It opened to visitors in 2018 for the first time in nearly half a century; the reward for a climb to the top is a sweet view of the city. Charles Stewart Parnell's tomb is topped with a large granite rock, on which only his name is inscribed – a remarkably simple tribute to a figure of such historical importance. Other notable people buried here include Sir Roger Casement, executed for treason by the British in 1916; the Republican leader Michael Collins, who died in the Civil War; the docker and trade unionist Jim Larkin, a prime force in the 1913 general strike; and the poet Gerard Manley Hopkins.The history of the cemetery is told in wonderful detail in the Glasnevin Cemetery Museum.The best way to visit the cemetery is to take one of the daily tours that will (ahem) bring to life the rich and important stories of those buried in what is jokingly referred to by Dubs as 'Croak Park'."
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 11,
        "name": "Croke Park Stadium & Museum",
        "latitude": "53.360694412048",
        "longitude": "-6.251392364502",
        "excerpt": "This museum is all about the history and importance of Gaelic sports in Ireland and the role of the Gaelic Athletic Association (GAA) as the stout…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/attractions/croke-park-stadium-museum/a/poi-sig/398735/359796",
        "image_url": "https://lp-cms-production.imgix.net/2021-04/LPI-19086-78.jpg",
        "detail_description": "This museum is all about the history and importance of Gaelic sports in Ireland and the role of the Gaelic Athletic Association (GAA) as the stout defender of a proud cultural identity. It helps if you're a sporting enthusiast.The twice-daily tours (except match days) of the impressive Croke Park stadium are excellent, and well worth the extra cost. Admission to the tour includes a museum visit.\nThe stadium's other attraction is the Skyline, a guided tour around Croke Park's roof."
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 12,
        "name": "Marsh's Library",
        "latitude": "53.339137452494",
        "longitude": "-6.2705755233765",
        "excerpt": "This magnificently preserved scholars' library, virtually unchanged in three centuries, is one of Dublin's most beautiful open secrets and an absolute…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/kilmainham-and-the-liberties/attractions/marsh-s-library/a/poi-sig/398197/1321738",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c2d353347bfbdab012929dbaf28f3c12-lpl-marshs_library_entrance.jpg",
        "detail_description": "This magnificently preserved scholars' library, virtually unchanged in three centuries, is one of Dublin's most beautiful open secrets and an absolute highlight of any visit. Atop its ancient stairs are beautiful dark-oak bookcases, each topped with elaborately carved and gilded gables, and crammed with 25,000 books, manuscripts and maps dating back to the 15th century.\nFounded in 1701 by Archbishop Narcissus Marsh (1638–1713) and opened in 1707, the library was designed by Sir William Robinson, the man also responsible for the Royal Hospital Kilmainham. It's the oldest public library in the country, and contains 25,000 books dating from the 16th to the early 18th century, as well as maps, manuscripts (including one in Latin dating back to 1400) and a collection of incunabula (books printed before 1500)."
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 13,
        "name": "Dublin Zoo",
        "latitude": "53.35475",
        "longitude": "-6.303506",
        "excerpt": "Established in 1831, the 28-hectare Dublin Zoo just north of the Hollow is one of the oldest in the world. It is well known for its lion-breeding program,…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/attractions/dublin-zoo/a/poi-sig/398745/359796",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Ireland%20Dublin%20Mark%20Stewart%20aka%20Skramshots.com%20GettyImages-1211200285.jpg",
        "detail_description": "Established in 1831, the 28-hectare Dublin Zoo just north of the Hollow is one of the oldest in the world. It is well known for its lion-breeding program, which dates back to 1857, and includes among its offspring the lion that roars at the start of MGM films. You'll see these tough cats, from a distance, on the 'African Savannah', just one of several habitats that are home to over 400 animals. Tickets are cheaper online.\nThe zoo is home to 100 different species, and you can visit all of them across the eight different habitats, which range from an Asian jungle to a family farm, where kids get to meet the inhabitants up close and milk a (model) cow.There are restaurants, cafes and even a train to get you around."
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 14,
        "name": "Áras an Uachtaráin",
        "latitude": "53.359624",
        "longitude": "-6.317449",
        "excerpt": "The official residence of the Irish president, this white Palladian lodge was originally built in 1751 and has been enlarged a couple of times since, most…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/attractions/aras-an-uachtarain/a/poi-sig/398715/359796",
        "image_url": "https://lp-cms-production.imgix.net/2022-02/Ireland%20Dublin%20Pawel%20Gaul%20GettyImages-122294717%20RFC.jpg",
        "detail_description": "The official residence of the Irish president, this white Palladian lodge was originally built in 1751 and has been enlarged a couple of times since, most recently in 1816. Tickets for the free one-hour tours can be collected from the Phoenix Park Visitor Centre, the converted former stables of the papal nunciate (embassy), where you'll see a 10-minute introductory video before being shuttled to the Áras itself to inspect five state rooms and the president's study.\nIt was home to the British viceroys from 1782 to 1922, and then to the governors general until Ireland cut ties with the British Crown and created the office of president in 1937. Queen Victoria stayed here during her visit in 1849, when she appeared not to even notice the Famine. The candle burning in the window is an old Irish tradition, to guide the Irish diaspora home."
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 15,
        "name": "Irish Museum of Modern Art",
        "latitude": "53.34291",
        "longitude": "-6.29993",
        "excerpt": "Ireland's most important collection of modern and contemporary Irish and international art is housed in the elegant, airy expanse of the Royal Hospital…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/kilmainham-and-the-liberties/attractions/irish-museum-of-modern-art/a/poi-sig/1213871/1321738",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6fbde31dc5f1875deae694f26be9b22f-lpl-imma_grounds_entrance.jpg",
        "detail_description": "Ireland's most important collection of modern and contemporary Irish and international art is housed in the elegant, airy expanse of the Royal Hospital Kilmainham, designed by Sir William Robinson and built between 1684 and 1687 as a retirement home for soldiers. It fulfilled this role until 1928, after which it languished for nearly 50 years until a 1980s restoration saw it come back to life as this wonderful repository of art.\nThe building, which was inspired by Les Invalides in Paris, is a marvellous example of the Anglo-Dutch style that preceded the Georgian Age; at the time of its construction there were mutterings that it was altogether too fine a place for its residents.Following Irish independence it was briefly considered as a potential home for the new Irish Parliament, but it ended up as a storage facility for the National Museum of Ireland. Restorations began on the occasion of its 300th birthday in 1984 and it opened in 1991. A major restoration between 2012 and 2013 gave it an extra bit of sparkle.The blend of old and new comes together wonderfully, and you'll find such contemporary Irish artists as Louis le Brocquy, Sean Scully, Barry Flanagan, Kathy Prendergast and Dorothy Cross featured here, as well as a film installation by Neil Jordan. The permanent exhibition also features paintings from heavy-hitters Pablo Picasso and Joan Miró, and is topped up by regular temporary exhibitions. There's a good cafe and a bookshop on the grounds.There are free guided tours of the museum's exhibits throughout the year."
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 16,
        "name": "Glasnevin Cemetery Museum",
        "latitude": "53.369376",
        "longitude": "-6.276155",
        "excerpt": "The history of Glasnevin Cemetery unfolds in wonderful, award-winning detail in this museum, which tells the social and political story of Ireland through…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/attractions/glasnevin-cemetery-museum/a/poi-sig/1407492/359796",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Ireland%20Dublin%20Glyn%20Genin%20Alamy%20CF6A45%20RFE.jpg",
        "detail_description": "The history of Glasnevin Cemetery unfolds in wonderful, award-winning detail in this museum, which tells the social and political story of Ireland through the lives of the people, known and unknown, buried here. The City of the Dead covers the burial practice and religious beliefs of the roughly 1½ million people whose final resting place this is, while the Milestone Gallery features a 10m-long digitally interactive timeline outlining the lives of the cemetery's most famous residents.\nThe superb tours include a general history of the cemetery and an in-depth look at the lives of some of its residents (the Dead Interesting tour)."
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 17,
        "name": "Teeling Distillery",
        "latitude": "53.337882",
        "longitude": "-6.276616",
        "excerpt": "The first new distillery in Dublin for 125 years, Teeling only began production in 2015 and it will be several years before any of the distillate can be…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/kilmainham-and-the-liberties/attractions/teeling-distillery/a/poi-sig/1519510/1321738",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/122e9531f7923eaf9ea0aebb57959e4c-lpl-teelings_distillery_entrance.jpg",
        "detail_description": "The first new distillery in Dublin for 125 years, Teeling only began production in 2015 and it will be several years before any of the distillate can be called whiskey. In the meantime, you can explore the visitor centre and taste (and buy) whiskeys from the family's other distillery on the Cooley Peninsula.\nYou'll get a taste of whiskey at the end of the tour, but to try the really good stuff you'll have to upgrade to one of the organised tastings, which range from the Teeling Tasting (€15) to the Single Malt Reserve Tasting (€30), where you'll indulge in three special whiskeys, including the exceptional 21-year-old award-winning Reserve Single Malt. There's also an excellent cafe on the premises."
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 18,
        "name": "St Audoen's Church of Ireland",
        "latitude": "53.343879326611",
        "longitude": "-6.2735658217573",
        "excerpt": "Two churches, side by side, each bearing the same name, a tribute to St Audoen, the 7th-century bishop of Rouen (aka Ouen) and patron saint of the Normans…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/kilmainham-and-the-liberties/attractions/st-audoen-s-church-of-ireland/a/poi-sig/1213888/1321738",
        "image_url": null,
        "detail_description": "Two churches, side by side, each bearing the same name, a tribute to St Audoen, the 7th-century bishop of Rouen (aka Ouen) and patron saint of the Normans. They built the older of the two, the Church of Ireland, between 1181 and 1212, and today it is the only medieval church in Dublin still in use. A free 30-minute guided tour departs every 30 minutes from 9.30am to 4.45pm. Attached to it is the newer, bigger, 19th-century Catholic St Audoen's.\nThrough the Norman church's heavily moulded Romanesque Norman door, you can touch the 9th-century 'lucky stone' that was believed to bring good luck to business, and check out the 9th-century slab in the porch that suggests it was built on an even older church. As part of the tour you can explore the ruins as well as the present church, which has funerary monuments that were beheaded by Cromwell's purists. Its tower and door date from the 12th century and the aisle from the 15th century, but the church today is mainly a product of a 19th-century restoration.St Anne's Chapel, the visitor centre, houses a number of tombstones of leading members of Dublin society from the 16th to 18th centuries. At the top of the chapel is the tower, which holds the three oldest bells in Ireland, dating from 1423. Although the church's exhibits are hardly spectacular, the building itself is beautiful and a genuine slice of medieval Dublin.The church is entered from the south off High St through St Audoen's Arch, which was built in 1240 and is the only surviving reminder of the city gates. The adjoining park is pretty but attracts many unsavoury characters, particularly at night."
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 19,
        "name": "Strawberry Beds",
        "latitude": "53.354754",
        "longitude": "-6.353907",
        "excerpt": "Running alongside the northern banks of the Liffey between the villages of Chapelizod and Lucan, roughly along the western edge of Phoenix Park, is the…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/attractions/strawberry-beds/a/poi-sig/398851/359796",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Ireland%20Dublin%20noel%20bennett%20GettyImages-1252409917%20RFC.jpg",
        "detail_description": "Running alongside the northern banks of the Liffey between the villages of Chapelizod and Lucan, roughly along the western edge of Phoenix Park, is the Strawberry Beds, so-called on account of the fruits once grown here and sold along the side of the road.Before the days of flight, it was a popular honeymoon destination for Dubliners; the Chapelizod end was James Joyce's favourite spot for contemplating the Liffey. You'll need your own transport to get here.\n"
    },
    {
        "country": "dublin",
        "city": "Dublin",
        "index": 20,
        "name": "Farmleigh",
        "latitude": "53.365144060558",
        "longitude": "-6.3599038124085",
        "excerpt": "The Irish government's official guesthouse is this fine Georgian-Victorian pile designed by James Gandon. Originally part of the Guinness estate, it was…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/attractions/farmleigh/a/poi-sig/398749/359796",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Ireland%20Dublin%20Alan%20Currie%20GettyImages-1273225353%20RFE%20crop.jpg",
        "detail_description": "The Irish government's official guesthouse is this fine Georgian-Victorian pile designed by James Gandon. Originally part of the Guinness estate, it was immaculately restored in 2001. The guided tour only includes the ground floor, but it's still pretty impressive, especially the fantastic library and glass conservatory. The vast pleasure gardens with lake and walled and Japanese gardens are a delight to stroll. The 37m clock tower once housed an 8000L water tank that serviced the estate; views from the top are sensational.\n"
    }
]