[
    {
        "country": "ecuador",
        "city": "Quito",
        "index": 1,
        "name": "TelefériQo",
        "latitude": "-0.192828309",
        "longitude": "-78.51595974",
        "excerpt": "For spectacular views over Quito’s mountainous landscape, hop aboard this sky tram, one of the world's highest aerial lifts, that takes passengers on a 2…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/teleferiqo/a/poi-sig/436484/363359",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c1c844e6b9d201d2a2fa2033f26ff656-teleferiqo.jpg",
        "detail_description": "For spectacular views over Quito’s mountainous landscape, hop aboard this sky tram, one of the world's highest aerial lifts, that takes passengers on a 2.5km ride (10 minutes) up the flanks of Volcán Pichincha to the top of Cruz Loma. Once you’re at the top (a mere 4100m), you can hike to the summit of Rucu Pichincha (4680m), a 4km (five-hour) round-trip – ask about the safety situation before attempting the climb and bring warm clothes.\nDon’t attempt the hike to Rucu Pichincha until you’ve acclimatized in Quito for a couple of days. You can go alone or with a qualified guide. You can also hire horses ($15 per hour), which are about 500m from the upper station (follow signs to ‘paseos a caballo’). Visit the TelefériQo, and certainly begin the Rucu Pichincha hike, in the morning, when the views here are best; the clouds usually roll in by noon. A taxi here costs about $5 from Mariscal Sucre.Vulqano Park, a children’s amusement park, is at the base station. The ticket price covers you out and back to the base station."
    },
    {
        "country": "ecuador",
        "city": "Cuenca",
        "index": 2,
        "name": "Museo del Banco Central ‘Pumapungo’",
        "latitude": "-2.9057790697597",
        "longitude": "-78.9973153649",
        "excerpt": "One of Ecuador's most significant museums, Pumapungo houses great modern art downstairs, but the highlight is on the 2nd floor. Here begins a…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/the-southern-highlands/cuenca/attractions/museo-del-banco-central-pumapungo/a/poi-sig/1275107/363371",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8eb0e777f02c5cfb418d25bb0fb73fb8-museo-del-banco-central-pumapungo.jpg",
        "detail_description": "One of Ecuador's most significant museums, Pumapungo houses great modern art downstairs, but the highlight is on the 2nd floor. Here begins a comprehensive voyage through Ecuador's diverse indigenous cultures, with colorfully animated dioramas and reconstructions of typical houses of Afro-Ecuadorians from Esmeraldas province, the cowboy-like montubios (coastal farmers) of the western lowlands, several rainforest groups and all major highland groups.\nThe finale features rare and eerie tzantzas (shrunken heads) from the Shuar culture of the southern Oriente. The Shuar supposedly shrunk the heads of their enemies to harness their spirit for strength in future battles. Included in your visit is the Archaeological Park out back, where you can walk through the extensive ruins of buildings believed to be part of the old Incan city of Tomebamba. Unfortunately, the Spanish conquistadors carted off most of the stone to build Cuenca, so there’s not much left – but the park is good for a stroll, with perhaps a stop at the snack bar at the bottom."
    },
    {
        "country": "ecuador",
        "city": "Quito",
        "index": 3,
        "name": "Iglesia de la Compañía de Jesús",
        "latitude": "-0.220971",
        "longitude": "-78.513547",
        "excerpt": "Capped by green-and-gold domes, La Compañía de Jesús is Quito’s most ornate church and a standout among the baroque splendors of the Old Town. Free guided…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/iglesia-de-la-compania-de-jesus/a/poi-sig/436306/363359",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/72234ee7b9eed61736f65cac1982084e-la-compania-de-jesus.jpg",
        "detail_description": "Capped by green-and-gold domes, La Compañía de Jesús is Quito’s most ornate church and a standout among the baroque splendors of the Old Town. Free guided tours in English or Spanish highlight the church’s unique features, including its Moorish elements, perfect symmetry (right down to the trompe l’oeil staircase at the rear), symbolic elements (bright-red walls are a reminder of Christ’s blood) and its syncretism (Ecuadorian plants and indigenous faces are hidden along the pillars).\nConstruction on this marvelously gilded Jesuit church began in 1605 but wasn't completed for another 160 years; the main altarpiece alone took 20 years (former president Gabriel García Moreno is buried here). The made-in-the-USA organ is circa 1889. Check out the chiaroscuro-style series of paintings called the 16 Prophets by Nicolás Javier de Goríbar and the large canvas Hell and Final Judgement from 1879 – it's still a mystery what happened to the original, painted by Hermano Hernando de la Cruz in 1620. Quiteños proudly call it the most beautiful church in the country, and it’s easy to see why."
    },
    {
        "country": "ecuador",
        "city": "Guayaquil",
        "index": 4,
        "name": "Museo Antropológico y de Arte Contemporáneo",
        "latitude": "-2.184515",
        "longitude": "-79.875581",
        "excerpt": "Marking the end of the riverfront is the modern MAAC, a museum of anthropology and archaeology that hosts a superb permanent collection of pre-Colombian…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/museo-antropologico-y-de-arte-contemporaneo/a/poi-sig/1169303/363353",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d9653311436e2e30b423e0a3c8fa2dc7-museo-antropologico-y-de-arte-contemporaneo.jpg",
        "detail_description": "Marking the end of the riverfront is the modern MAAC, a museum of anthropology and archaeology that hosts a superb permanent collection of pre-Colombian pieces and videos showing artistic techniques of early peoples. Changing exhibitions showcase thought-provoking works by contemporary Ecuadorian artists. MAAC also has a modern 350-seat theater for plays, concerts and films.\nWe went on a Saturday, and despite the advertised hours, the museum was closed. Be prepared."
    },
    {
        "country": "ecuador",
        "city": "Quito",
        "index": 5,
        "name": "Capilla del Hombre",
        "latitude": "-0.1908459915835",
        "longitude": "-78.469421150179",
        "excerpt": "One of the most important works of art in South America, Ecuadorian artist Oswaldo Guayasamín’s Capilla del Hombre stands next to the Casa Museo…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/capilla-del-hombre/a/poi-sig/436106/363359",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2d7919561a03a711d7653b1b9c3b8fdb-capilla-del-hombre.jpg",
        "detail_description": "One of the most important works of art in South America, Ecuadorian artist Oswaldo Guayasamín’s Capilla del Hombre stands next to the Casa Museo Guayasamín. The fruit of Guayasamín’s greatest vision, this giant monument-cum-museum is a tribute to humankind, to the suffering of Latin America’s indigenous poor and to the undying hope for something better. It’s a moving place and tours (in English, French and Spanish, included in the price) are highly recommended. Admission includes entrance to the Casa Museo.\nGuayasamín conceived the idea in 1985 but passed away in 1999 before work was completed. The building was finished three years later, in 2002."
    },
    {
        "country": "ecuador",
        "city": "Quito",
        "index": 6,
        "name": "Casa Museo Guayasamín",
        "latitude": "-0.190866",
        "longitude": "-78.469001",
        "excerpt": "In the former home of the legendary painter Oswaldo Guayasamín (1919–99), this wonderful museum houses the most complete collection of the artist's work…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/casa-museo-guayasamin/a/poi-sig/436396/363359",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/87d3190a3932c6b6965f6e72028be625-museo-guayasamin.jpg",
        "detail_description": "In the former home of the legendary painter Oswaldo Guayasamín (1919–99), this wonderful museum houses the most complete collection of the artist's work. Guayasamín was also an avid collector, and the museum displays his outstanding collection of pre-Columbian ceramic, bone and metal pieces. Admission includes entry to the Capilla del Hombre gallery.\nThe pieces are arranged by theme – bowls, fertility figurines, burial masks etc; in the geometric designs and muted color schemes you can see the influence on Guayasamín’s work.The museum also houses Guayasamín’s collection of religious art, including works by highly skilled indigenous artists from the Escuela Quiteña; there’s even a collection of bloody crucifixes (although Guayasamín was agnostic, he incorporated tortured, Christ-like images in his own work).Guayasamín is buried alongside his friend, the writer Jorge Enrique Adoum, under a pine tree near the house."
    },
    {
        "country": "ecuador",
        "city": "Quito",
        "index": 7,
        "name": "Palacio de Gobierno",
        "latitude": "-0.219876",
        "longitude": "-78.512592",
        "excerpt": "The low white building on the northwestern side of Plaza Grande is the seat of the Ecuadorian presidency. Visitors can enter by joining a free guided tour…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/palacio-de-gobierno/a/poi-sig/1488715/363359",
        "image_url": null,
        "detail_description": "The low white building on the northwestern side of Plaza Grande is the seat of the Ecuadorian presidency. Visitors can enter by joining a free guided tour in Spanish and English which leave every 20 minutes; bring photo ID to the ticket office on Espejo to reserve a space. The President lives and works here, so sightseeing is limited to rooms that are not in use.\nInside the palace, the tour begins in the excellent new Museo de la Presidencia, with exhibits celebrating Ecuador's history, human rights and social justice themes and the country's biodiversity, and also displays of some of the 11,000 official gifts received by former President Rafael Correa. On the tour of the palace you'll see Andalusian patios (where bullfighting once took place), the cabinet room, banquet room, balcony and Presidents' room, where the portraits of Ecuador's constitutional presidents are displayed. At the staircase, don't miss Guayasamin's brilliantly hued mosaic depicting Francisco de Orellana's descent of the Amazon."
    },
    {
        "country": "ecuador",
        "city": "Central Highlands",
        "index": 8,
        "name": "Quinta de Juan León Mera",
        "latitude": "-1.227843",
        "longitude": "-78.622735",
        "excerpt": "Several famous ambateños (people from Ambato) had quintas that survived the earthquake. They were once considered countryside homes, but today they are…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/central-highlands/ambato/attractions/quinta-de-juan-leon-mera/a/poi-sig/1169379/363339",
        "image_url": null,
        "detail_description": "Several famous ambateños (people from Ambato) had quintas that survived the earthquake. They were once considered countryside homes, but today they are right on the edge of this growing city. Admission to the Quinta de Juan León Mera – set on the banks of the Río Ambato in the suburb of Atocha, about 2km northeast of downtown – includes entry to the Casa Museo Martínez-Holguín and La Liria botanic garden on the same site. To get here, take bus 22 for Atocha from Parque Cevallos; a taxi costs about $2.\nMera's house, built in 1874, has period furnishings and wax figures portraying the life and times of the author and politician, who is best known for writing the lyrics to the Ecuadorian national anthem. It sits in the Jardín Botánico La Liria, a lush garden with more than 200 plant species. In the same complex is the Casa Museo Martínez-Holguín, another period quinta formerly owned by relatives of Mera's, an illustrious family of geologists, painters, mountain-climbers, journalists and politicians. Free tours of both museums are offered in Spanish."
    },
    {
        "country": "ecuador",
        "city": "Loja",
        "index": 9,
        "name": "Puerta de la Ciudad",
        "latitude": "-3.98955558",
        "longitude": "-79.20418121",
        "excerpt": "With perhaps more pomp and circumstance than you'll encounter anywhere else in Loja, the City Gate greets you into downtown from the northern corner. It's…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/the-southern-highlands/loja/attractions/puerta-de-la-ciudad/a/poi-sig/487824/363372",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1098135653.jpg",
        "detail_description": "With perhaps more pomp and circumstance than you'll encounter anywhere else in Loja, the City Gate greets you into downtown from the northern corner. It's a giant castle with an arched doorway spanning Sucre, a street forging south (from the confluence of Ríos Zamora and Malacatus) towards the central plazas.\nInside, the helpful staff, second-floor archaeological museum, cafe and several lookouts orchestrate an ideal intro to the city."
    },
    {
        "country": "ecuador",
        "city": "The Quilotoa Loop",
        "index": 10,
        "name": "Laguna Quilotoa",
        "latitude": "-0.867715",
        "longitude": "-78.911362",
        "excerpt": "About 14km north of Zumbahua, the famous volcanic-crater lake of Laguna Quilotoa is a gasp-inducing sight. A lookout on the precipitous crater rim offers…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/quilotoa/attractions/laguna-quilotoa/a/poi-sig/1169631/1327297",
        "image_url": null,
        "detail_description": "About 14km north of Zumbahua, the famous volcanic-crater lake of Laguna Quilotoa is a gasp-inducing sight. A lookout on the precipitous crater rim offers stunning views of the mirror-green lake 400m below (it glows phosphorescent green near some of the rocky edges) and the snowcapped peaks of Cotopaxi and Iliniza Sur in the distance.\nWhen you ask the locals how deep it is, they inevitably say it has no bottom, which seems entirely plausible given its awesomeness (the geologists say 250m)."
    },
    {
        "country": "ecuador",
        "city": "Central Highlands",
        "index": 11,
        "name": "Reserva de Producción de Fauna Chimborazo",
        "latitude": "-1.497232",
        "longitude": "-78.873596",
        "excerpt": "Volcán Chimborazo and Volcán Carihuairazo are both within the Reserva de Producción de Fauna Chimborazo. It is called a ‘fauna-production reserve’ because…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/volcan-chimborazo/attractions/reserva-de-produccion-de-fauna-chimborazo/a/poi-sig/1169505/1317920",
        "image_url": null,
        "detail_description": "Volcán Chimborazo and Volcán Carihuairazo are both within the Reserva de Producción de Fauna Chimborazo. It is called a ‘fauna-production reserve’ because it is home to hundreds of vicuña (a wild relative of the llama). Once hunted to extinction, they were donated by Chile and Bolivia in the 1980s. Now prospering, it’s easy to spot their elegant silhouettes in the mist on the bus ride between Guaranda and Riobamba, and you’ll see them poking around if you explore the park.\nIf that ain't enough, there are llamas and alpacas, too."
    },
    {
        "country": "ecuador",
        "city": "Quito",
        "index": 12,
        "name": "Museos Casa de la Cultura Ecuatoriana",
        "latitude": "-0.209845",
        "longitude": "-78.49533",
        "excerpt": "Newly reopened following a full-scale makeover, Museos Casa de la Cultura encompasses three museums in a single bright, modern space. The expansive Museo…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/museos-casa-de-la-cultura-ecuatoriana/a/poi-sig/1297822/363359",
        "image_url": null,
        "detail_description": "Newly reopened following a full-scale makeover, Museos Casa de la Cultura encompasses three museums in a single bright, modern space. The expansive Museo de Arte Moderna (Modern Art Museum) features canvases by some of Ecuador’s most famous artists, including Oswaldo Guayasamín, Eduardo Kingman and Camilo Egas, while the Museo de Instrumentos Musicales houses a curious collection of musical instruments. The excellent new Museo Etnográfico (Ethnography Museum) has interesting exhibits highlighting the spiritual beliefs, lifestyle and festivals of Ecuador's indigenous peoples.\n"
    },
    {
        "country": "ecuador",
        "city": "Central Highlands",
        "index": 13,
        "name": "Pailón del Diablo",
        "latitude": "-1.402848",
        "longitude": "-78.296299",
        "excerpt": "The Devil's Cauldron is a must-stop. There are two terrific trails from Río Verde that take you here. The first is accessed from below the soccer field,…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/rio-verde/attractions/pailon-del-diablo/a/poi-sig/1502467/1339514",
        "image_url": null,
        "detail_description": "The Devil's Cauldron is a must-stop. There are two terrific trails from Río Verde that take you here. The first is accessed from below the soccer field, the second is accessed by crossing a bridge east of the village. Signs lead the way. The hikes down to the falls take around an hour round-trip, but you are rewarded with awesome suspension bridges, wicked in-cut trails that cut behind the waterfall and plenty of wildlife viewing.\n"
    },
    {
        "country": "ecuador",
        "city": "Coca",
        "index": 14,
        "name": "MACCO",
        "latitude": "-0.474359",
        "longitude": "-76.984881",
        "excerpt": "This excellent archaeological museum of Orellana region's cultural legacy is a must-visit in Coca. Housing exquisitely restored and diverse artifacts from…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/the-oriente/coca/attractions/macco/a/poi-sig/1488002/363364",
        "image_url": null,
        "detail_description": "This excellent archaeological museum of Orellana region's cultural legacy is a must-visit in Coca. Housing exquisitely restored and diverse artifacts from the region – from funereal vases to purely ceremonial axes – the curation and bilingual interpretive explanations are nuanced and beautifully arranged. Various Amazonian cultures are presented in both historical and contemporary contexts, with delicate artwork enhancing the exhibits.\n"
    },
    {
        "country": "ecuador",
        "city": "Cuenca",
        "index": 15,
        "name": "El Sagrario",
        "latitude": "-2.897942",
        "longitude": "-79.003866",
        "excerpt": "Standing across the park from the new cathedral, the whitewashed El Sagrario is also known as the 'old cathedral.' Construction began in 1557, the year…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/the-southern-highlands/cuenca/attractions/el-sagrario/a/poi-sig/436640/363371",
        "image_url": null,
        "detail_description": "Standing across the park from the new cathedral, the whitewashed El Sagrario is also known as the 'old cathedral.' Construction began in 1557, the year Cuenca was founded, and in 1739 La Condamine’s expedition used its towers as a triangulation point to measure the shape of the earth. It's been deconsecrated and serves as a religious museum and recital hall.\nWander out back to the courtyard for a look at some fascinating historical photographs of colonial Cuenca life."
    },
    {
        "country": "ecuador",
        "city": "The Galápagos Islands",
        "index": 16,
        "name": "Volcán Alcedo",
        "latitude": "-0.416618",
        "longitude": "-91.120949",
        "excerpt": "The summit of this volcano (1097m) is famous for its 7km-wide caldera and steaming fumaroles. Hundreds of giant tortoises can be seen here, especially…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/isla-isabela-albemarle/attractions/volcan-alcedo/a/poi-sig/1298782/1317950",
        "image_url": null,
        "detail_description": "The summit of this volcano (1097m) is famous for its 7km-wide caldera and steaming fumaroles. Hundreds of giant tortoises can be seen here, especially from June to December, and juvenile hawks soar on thermal updrafts. The view is fantastic. Permits are required to hike this long, steep and waterless trail and to camp near the summit (two days required).\n"
    },
    {
        "country": "ecuador",
        "city": "Puerto Ayora",
        "index": 17,
        "name": "MAPRAE",
        "latitude": "-0.744523",
        "longitude": "-90.312078",
        "excerpt": "The first of its kind in the world, this museum uses augmented reality to showcase a permanent exhibition of 55 pre-Columbian artifacts. The ancient…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/the-galapagos-islands/puerto-ayora/attractions/maprae/a/poi-sig/1589292/363362",
        "image_url": null,
        "detail_description": "The first of its kind in the world, this museum uses augmented reality to showcase a permanent exhibition of 55 pre-Columbian artifacts. The ancient cultures of Ecuador’s Amazon and coastal regions are brought to life as visitors point smart phones or tablets at one of the relics, with historical information and three-dimensional images appearing directly on the devices.\n"
    },
    {
        "country": "ecuador",
        "city": "Central Highlands",
        "index": 18,
        "name": "Museo Provincial Casa del Portal",
        "latitude": "-1.242752",
        "longitude": "-78.629065",
        "excerpt": "This majestic home was built in 1900 and now houses Ambato's best museum. There are tons of interesting historic photos on the 1st floor. Head up to the…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/central-highlands/ambato/attractions/museo-provincial-casa-del-portal/a/poi-sig/1502451/363339",
        "image_url": null,
        "detail_description": "This majestic home was built in 1900 and now houses Ambato's best museum. There are tons of interesting historic photos on the 1st floor. Head up to the 2nd floor and you will find six galleries featuring both original artwork from local painters like Oswaldo Viteri and reproductions of Ecuadorian masterworks.\nThe amphitheater out back has free performances on Sundays at 11am."
    },
    {
        "country": "ecuador",
        "city": "The Galápagos Islands",
        "index": 19,
        "name": "Volcán Sierra Negra",
        "latitude": "-0.814677",
        "longitude": "-91.126957",
        "excerpt": "Northwest of the tiny settlement of Tomás de Berlanga lies the massive Volcán Sierra Negra (1490m), which last erupted in late 2005. An 8km trail leads…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/isla-isabela-albemarle/attractions/volcan-sierra-negra/a/poi-sig/1299096/1317950",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-479724478.jpg",
        "detail_description": "Northwest of the tiny settlement of Tomás de Berlanga lies the massive Volcán Sierra Negra (1490m), which last erupted in late 2005. An 8km trail leads around the east side of the volcano. It’s possible to walk all the way around the caldera, but the trail peters out. Galápagos hawks, short-eared owls, finches and flycatchers are among the birds commonly seen on this trip. The summit is often foggy (especially during the colder, drier garúa season, which extends from June to December) and it is easy to get lost. There are spectacular views from nearby Volcán Chico, a subcrater where you can see fumaroles. Several agencies in towns offer all-day tours (per person $35). These include transport up to the volcano, followed by an 11km walk. Bring a rain jacket, water and snacks (a sack lunch is provided). Make sure you go only in a closed vehicle (and wear your seat belt); do not go in an open-sided chiva. A tragic accident in 2014 left several tourists on this outing gravely injured, when the driver of their chiva lost control coming down the mountain. \n"
    },
    {
        "country": "ecuador",
        "city": "Loja",
        "index": 20,
        "name": "Museo de la Música",
        "latitude": "-3.99825762",
        "longitude": "-79.20092335",
        "excerpt": "This fun museum located in an old school explores the lives of famous musicians who hailed from Loja (most peaking in success during the golden 1890–1940…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/the-southern-highlands/loja/attractions/museo-de-la-musica/a/poi-sig/1169777/363372",
        "image_url": null,
        "detail_description": "This fun museum located in an old school explores the lives of famous musicians who hailed from Loja (most peaking in success during the golden 1890–1940 period). Many old instruments and scores of music are on display, and a shop here (often closed) sells music.\n"
    }
]