[
    {
        "country": "estonia",
        "city": "Estonia",
        "index": 1,
        "name": "Pühtitsa Convent",
        "latitude": "59.199263",
        "longitude": "27.534871",
        "excerpt": "Built between 1885 and 1895, the five green onion-domed towers of Pühtitsa Convent, crowning Kuremäe (Crane Mountain), are visible for miles. Murals by…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/attractions/puehtitsa-convent/a/poi-sig/1467325/359115",
        "image_url": null,
        "detail_description": "Built between 1885 and 1895, the five green onion-domed towers of Pühtitsa Convent, crowning Kuremäe (Crane Mountain), are visible for miles. Murals by the convent gate depict Mary, the Mother of Jesus, to whom the complex is dedicated. The community of Russian Orthodox nuns work the surrounding land and are self-sufficient; they will give tours to visitors for a small fee. Otherwise you're welcome to enter the gate and visit the church as long as you're dressed modestly.\nLocal lore has it that in the 16th century, Mary, the Mother of Jesus, appeared to a shepherd in an oak grove in these parts (conveniently echoing pre-Christian Estonian beliefs in divine beings living in holy groves). An icon of the Dormition of the Mother of God was subsequently found under one of the oaks; it now belongs to the convent, which has become a place of pilgrimage for believers. There is also a revered 'holy spring' here that is said to never freeze.Twenty-two kilometres south of Jõhvi, on the road to Vasknarva on the northern shore of Lake Peipsi, Kuremäe also houses a hostel (single/double rooms €40/45) and cafe, catering to pilgrims. To get here by bus, you'll usually need to transfer at Jõhvi or Kohtla-Järve, although there are two direct buses per week from Tallinn (€9, 3¾ hours) and Rakvere (€7, 1¾ hours)."
    },
    {
        "country": "estonia",
        "city": "Estonia",
        "index": 2,
        "name": "Narva Castle",
        "latitude": "59.37566",
        "longitude": "28.201454",
        "excerpt": "Begun by the Danes at the end of the 13th century and strengthened by successive owners including Germans, Swedes and Russians, this castle, along with…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/narva-and-around/attractions/narva-castle/a/poi-sig/1464112/359117",
        "image_url": null,
        "detail_description": "Begun by the Danes at the end of the 13th century and strengthened by successive owners including Germans, Swedes and Russians, this castle, along with Russia’s matching Ivangorod Fortress across the river, creates an architectural ensemble unique in Europe. The outer walls enclose the large Northern Yard, freely open to the public and containing what must be one of Estonia’s last remaining public statues of Lenin. Restored after damage during WWII, bulky Hermann Tower houses the Narva Museum.\nFurther renovations, completed in 2019, have seen the east wing of the castle and a new exhibit on its history open to the public. The best view of the military-architectural face-off between Narva and Ivgorod is from the popular riverside beach, immediately south of the two."
    },
    {
        "country": "estonia",
        "city": "Tallinn",
        "index": 3,
        "name": "Estonian Open-Air Museum",
        "latitude": "59.431633",
        "longitude": "24.637699",
        "excerpt": "This sprawling ethnographic and architectural complex comprises 80 historic Estonian buildings, plucked from across the country and resurrected in…",
        "detail_url": "https://www.lonelyplanet.com/estonia/tallinn/attractions/estonian-open-air-museum/a/poi-sig/1275659/359139",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b6c5c16d17c319bd09584006d9f97a74-estonian-open-air-museum.jpg",
        "detail_description": "This sprawling ethnographic and architectural complex comprises 80 historic Estonian buildings, plucked from across the country and resurrected in sections representing the different regions of Estonia. In summer the time-warping effect is highlighted by staff in period costume performing traditional activities among the wooden farmhouses and windmills. Different activities and demonstrations (weaving, blacksmithing and the like) are scheduled and an old wooden tavern, Kolu Kõrts, serves traditional Estonian cuisine.\nActivities such as weaving, blacksmithing, and traditional cooking are put on, kids love the horse-and-carriage rides (adult/child €9/6) and bikes can be hired (per hour €3). If you find yourself in Tallinn on Midsummer's Eve (23 June), come here to witness the traditional celebrations, bonfire and all.To get here from the centre, take Paldiski mnt. When the road nears the water, veer right onto Vabaõhumuuseumi tee. Bus 21, which departs from the railway station at least hourly, stops right out front. Combined family tickets are available that include Tallinn Zoo, which is a 20-minute walk away."
    },
    {
        "country": "estonia",
        "city": "Lahemaa National Park",
        "index": 4,
        "name": "Kolga Manor",
        "latitude": "59.491861",
        "longitude": "25.611341",
        "excerpt": "The photogenically tumbledown, neoclassical manor house at Kolga dates from 1642, but was largely rebuilt between 1768 and 1820 by the wealthy Stenbock…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/lahemaa-national-park/attractions/kolga-manor/a/poi-sig/1463870/359116",
        "image_url": null,
        "detail_description": "The photogenically tumbledown, neoclassical manor house at Kolga dates from 1642, but was largely rebuilt between 1768 and 1820 by the wealthy Stenbock family. Serving as a German military hospital in WWII, and as collective-farm administration and housing during the Soviet period, it's been thoroughly looted and neglected, yet remains stately and impressive. Housed in an outbuilding, the attached museum has collections of Soviet ephemera, artefacts of local rural life and a display on Bronze Age burials at Lake Kahala.\nThe estate surrounding the manor, forming the core of a village marred by incongruous Soviet-era apartment blocks, belonged to the Cistercian Order back in the 13th century. While the funds needed to properly restore the grand old house itself are lacking, a local craft collective and cafe have set up on the ground floor, and occasional concerts reanimate the faded ballroom. A guided tour for up to six people can be arranged at the museum, for €18."
    },
    {
        "country": "estonia",
        "city": "Lahemaa National Park",
        "index": 5,
        "name": "Palmse Manor",
        "latitude": "59.512726",
        "longitude": "25.956252",
        "excerpt": "Fully restored Palmse Manor is the showpiece historic building of Lahemaa National Park, housing the visitor centre in its former stables. The pretty…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/lahemaa-national-park/attractions/palmse-manor/a/poi-sig/455389/359116",
        "image_url": null,
        "detail_description": "Fully restored Palmse Manor is the showpiece historic building of Lahemaa National Park, housing the visitor centre in its former stables. The pretty manor house (1720, rebuilt in the 1780s) is now a museum containing period furniture and clothing. Other estate buildings have also been restored and put to new use: the distillery is a hotel, the steward’s residence is a guesthouse, the lakeside bathhouse is a summertime restaurant and the farm labourers’ quarters became a tavern.\nThe wealth of the German land- and serf-owning class is aptly demonstrated by this 52-hectare estate encompassing more than 20 buildings. In the 13th century there was a Cistercian convent here. From 1677 it was owned by a Baltic-German family (the von der Pahlens), who held it until 1923, when it was expropriated by the state – an event celebrated by the simple stone Land Reform Monument, gloating at the manor house from across the ornamental lake and French-style gardens. There are also working greenhouses and an orangery to explore."
    },
    {
        "country": "estonia",
        "city": "Estonia",
        "index": 6,
        "name": "Rakvere Castle",
        "latitude": "59.347786",
        "longitude": "26.352339",
        "excerpt": "Originally a Danish stronghold of the 13th century, Rakvere’s star attraction is a hulking, atmospheric semi-ruin that now aims to transport visitors back…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/rakvere/attractions/rakvere-castle/a/poi-sig/1464068/359118",
        "image_url": null,
        "detail_description": "Originally a Danish stronghold of the 13th century, Rakvere’s star attraction is a hulking, atmospheric semi-ruin that now aims to transport visitors back to the days of yore. While much seems aimed towards children (dress-ups and the like), adults may get a kick out of handling the reproduction swords, visiting the 'brothel', trying their hand at archery, perusing artefacts in the 'history room' and trying medieval repasts at the Schenkenberg Tavern (mains €7 to €8).\nAdmission includes alchemy demonstrations, cannon-firing displays and tours of the torture chamber (despite the castle never actually having one – expect red lights, fake skeletons and coffins).This hillside was the site of the earliest fortifications in Estonia, dating from the 5th and 6th centuries. The 13th-century Danish castle subsequently served many masters, including the German Livonian Order, the Russians, the Swedes and the Poles. It was badly damaged in a battle between the latter two powers in 1605 and was turned into an elaborate manor house in the late 17th century.Concerts and plays are held here in summer; enquire at the tourist office."
    },
    {
        "country": "estonia",
        "city": "Tallinn",
        "index": 7,
        "name": "Tallinn Zoo",
        "latitude": "59.42502",
        "longitude": "24.659758",
        "excerpt": "Boasting a broad collection of rare goat and sheep species, plus around 350 other varieties of feathered, furry and four-legged friends (including lions,…",
        "detail_url": "https://www.lonelyplanet.com/estonia/tallinn/attractions/tallinn-zoo/a/poi-sig/1275658/359139",
        "image_url": null,
        "detail_description": "Boasting a broad collection of rare goat and sheep species, plus around 350 other varieties of feathered, furry and four-legged friends (including lions, leopards and African elephants), this large, spread-out zoo is gradually upgrading its enclosures into modern, animal-friendly spaces as funds allow. It’s the best place to see all of the native species (bears, lynx, owls, eagles) you’re unlikely to spot in the wild. There's a new polar-bear enclosure, a children's zoo and a cafe and souvenir shop.\nLast entry to the zoo is two hours before closing time and all of the indoor enclosures are closed on Mondays. The zoo is easily reached on buses 42 from Kaubamaja and 43 from the train station. Look out for the 'Zoo' bus stop."
    },
    {
        "country": "estonia",
        "city": "Lahemaa National Park",
        "index": 8,
        "name": "Sagadi Manor & Forest Museum",
        "latitude": "59.536831",
        "longitude": "26.083968",
        "excerpt": "Completed in 1753, this pretty pink-and-white baroque mansion is surrounded by glorious gardens (which are free to visit), encompassing a lake, numerous…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/lahemaa-national-park/attractions/sagadi-manor-forest-museum/a/poi-sig/1275929/359116",
        "image_url": null,
        "detail_description": "Completed in 1753, this pretty pink-and-white baroque mansion is surrounded by glorious gardens (which are free to visit), encompassing a lake, numerous modern sculptures, an arboretum and an endless view down a grand avenue of trees. The house ticket includes admission to the neighbouring Forest Museum, whose permanent exhibition, 'The Forest Feeds', tells the story of Estonia's forests and their psychological and physical importance to the country.\nThe Sagadi estate was nationalised during Estonia’s first period of independence, although the aristocratic von Focks were permitted to live here until 1939. The outbuildings now have a new lease of life, housing the State Forest Management Centre (Riigimetsa Majandamise Keskus; RMK), its Nature School, a hotel and a hostel."
    },
    {
        "country": "estonia",
        "city": "Lahemaa National Park",
        "index": 9,
        "name": "Viinistu Art Museum",
        "latitude": "59.645692",
        "longitude": "25.754356",
        "excerpt": "It's extraordinary that an obscure, remote village near the top of the Pärispea peninsula should be home to one of the country's best galleries, yet…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/lahemaa-national-park/attractions/viinistu-art-museum/a/poi-sig/1466889/359116",
        "image_url": null,
        "detail_description": "It's extraordinary that an obscure, remote village near the top of the Pärispea peninsula should be home to one of the country's best galleries, yet Viinistu houses the remarkable private art collection of Jaan Manitski, reputedly one of Estonia’s richest men. This ever-expanding assemblage is devoted entirely to Estonian art and pays particularly strong attention to contemporary painting – although you'll also find sculpture, etchings, drawings and some older, more traditional canvases.\nManitski was born in Viinistu village but left when he was a baby and went on to make his fortune as the business manager for Swedish superstars ABBA. He's transformed his sleepy birthplace with this gallery and the neighbouring hotel and restaurant, housed in what was once a fish factory on the waterfront. In summertime there's often live music performed here as well."
    },
    {
        "country": "estonia",
        "city": "Estonia",
        "index": 10,
        "name": "Oru Park",
        "latitude": "59.422149",
        "longitude": "27.532403",
        "excerpt": "Oru Park was built around a grand palace in 1899 by Grigory Yeliseyev, at the time one of Russia's richest merchants. In 1935 it became the summer palace…",
        "detail_url": "https://www.lonelyplanet.com/estonia/ontika-oru-park-landscape-reserves/attractions/oru-park/a/poi-sig/1521019/1327659",
        "image_url": null,
        "detail_description": "Oru Park was built around a grand palace in 1899 by Grigory Yeliseyev, at the time one of Russia's richest merchants. In 1935 it became the summer palace of the Estonian president but, sadly, was completely destroyed during the war. Although the building is gone, the surrounding park has been maintained, and is one of Estonia's loveliest places for a summer stroll.\nAn avenue of mature trees leads to French-style landscaped gardens and the castle's surviving terrace, which offers views out to sea. Paths meander through the 75-hectare reserve, leading to a grotto with a freshwater spring, a viewing tower, a WWII graveyard and the beach."
    },
    {
        "country": "estonia",
        "city": "Lahemaa National Park",
        "index": 11,
        "name": "Altja",
        "latitude": "59.582893",
        "longitude": "26.111605",
        "excerpt": "First mentioned in 1465, this fishing village has many restored or reconstructed traditional buildings, including fishing sheds on the rocky point and an…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/lahemaa-national-park/attractions/altja/a/poi-sig/1466903/359116",
        "image_url": null,
        "detail_description": "First mentioned in 1465, this fishing village has many restored or reconstructed traditional buildings, including fishing sheds on the rocky point and an ancient-looking tavern (actually built in 1976). Altja’s Swing Hill (Kiitemägi), complete with a traditional Estonian wooden swing, has long been the focus of Midsummer’s Eve festivities, while the 3km circular Altja Nature &amp; Culture Trail starts at Swing Hill and takes in net sheds, fishing cottages and the stone field known as the ‘open-air museum of stones’.\nThere are some good beaches between Altja and Mustoja, to the east. A scenic hiking and biking route runs east along the old road from Altja to Vainupea."
    },
    {
        "country": "estonia",
        "city": "Lahemaa National Park",
        "index": 12,
        "name": "Käsmu",
        "latitude": "59.602789",
        "longitude": "25.920525",
        "excerpt": "Known as the 'Captains’ Village', from 1884 to 1931 tiny Käsmu was home to a marine school that churned out ship captains. At one stage it was said that…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/lahemaa-national-park/attractions/kaesmu/a/poi-sig/1466902/359116",
        "image_url": null,
        "detail_description": "Known as the 'Captains’ Village', from 1884 to 1931 tiny Käsmu was home to a marine school that churned out ship captains. At one stage it was said that every Käsmu family had at least one captain in their midst, and by the 1920s a third of all boats in Estonia were registered to this village. It lies in a stone field boasting the highest concentration of erratic boulders in Estonia.\nKäsmu's erratics can be viewed on the walking trails that start at the very end of the road. The Käsmu Nature &amp; Culture Trail is a 4.2km, 90-minute circuit, taking in the coast and pine forest. A longer trail starts by the chapel and stretches 15km to Lake Käsmu (Käsmu järv)."
    },
    {
        "country": "estonia",
        "city": "Estonia",
        "index": 13,
        "name": "Narva Museum",
        "latitude": "59.375474",
        "longitude": "28.20154",
        "excerpt": "Narva Museum occupies the Hermann Tower and east wing of the castle. Climb the tower's 51m to a wooden viewing gallery, checking out the exhibits on each…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/narva-and-around/attractions/narva-museum/a/poi-sig/1275940/359117",
        "image_url": null,
        "detail_description": "Narva Museum occupies the Hermann Tower and east wing of the castle. Climb the tower's 51m to a wooden viewing gallery, checking out the exhibits on each level. Most interesting are the before and after pictures of the city's wartime destruction. From mid-May to August the Northern Yard is set up like a 17th-century town, complete with an apothecary, blacksmith, potter and lace workshops. Admission is included in the museum ticket.\n"
    },
    {
        "country": "estonia",
        "city": "Estonia",
        "index": 14,
        "name": "Rakvere Oak Grove",
        "latitude": "59.34178",
        "longitude": "26.351695",
        "excerpt": "Thought to have been a sacred site to pre-Christian Estonians, this 23-hectare expanse of mature oak and lime forest is a wonderful place for a leafy…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/rakvere/attractions/rakvere-oak-grove/a/poi-sig/1523801/359118",
        "image_url": null,
        "detail_description": "Thought to have been a sacred site to pre-Christian Estonians, this 23-hectare expanse of mature oak and lime forest is a wonderful place for a leafy stroll. On an expanse of lawn near the southern end is Okaskroon (Crown of Thorns), a memorial to locals deported to Siberia during the Soviet era. Deeper within the forest there's a small German military cemetery marked by triple sets of crosses set between the trees.\n"
    },
    {
        "country": "estonia",
        "city": "Estonia",
        "index": 15,
        "name": "Tarvas Statue",
        "latitude": "59.349126",
        "longitude": "26.350461",
        "excerpt": "This massive 7-tonne, 3.5m-high, 7.1m-long statue was completed by local artist Tauno Kangro to commemorate the town’s 700th anniversary in 2002. You…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/rakvere/attractions/tarvas-statue/a/poi-sig/1464071/359118",
        "image_url": null,
        "detail_description": "This massive 7-tonne, 3.5m-high, 7.1m-long statue was completed by local artist Tauno Kangro to commemorate the town’s 700th anniversary in 2002. You might be forgiven for thinking that’s a lot of bull, but actually it’s an aurochs – a large, long-horned wild ox that became extinct in the 17th century. The 1226 Chronicle of Livonia included a description of an ancient wooden castle on Rakvere hill, called Tarvanpea. In Estonian, Tarvanpea means ‘the head of an aurochs’ – hence the statue.\n"
    },
    {
        "country": "estonia",
        "city": "Tallinn",
        "index": 16,
        "name": "Stroomi Beach",
        "latitude": "59.443133",
        "longitude": "24.684434",
        "excerpt": "This shallow beach is in Pelguranna, a neighbourhood favoured by Tallinn's Russian community. Broad and shallow, there’s a distinct local buzz in summer,…",
        "detail_url": "https://www.lonelyplanet.com/estonia/tallinn/attractions/stroomi-beach/a/poi-sig/1463171/359139",
        "image_url": null,
        "detail_description": "This shallow beach is in Pelguranna, a neighbourhood favoured by Tallinn's Russian community. Broad and shallow, there’s a distinct local buzz in summer, when cafes open, beach volleyball is played, and the waters are patrolled (June to August). The beach is located 3km due west of Old Town (a 20-minute ride on bus 40 from Viru Keskus or bus 3 from Mere puiestee on the northeast side of the Old Town).\n"
    },
    {
        "country": "estonia",
        "city": "Estonia",
        "index": 17,
        "name": "Holy Trinity Church",
        "latitude": "59.347431",
        "longitude": "26.355997",
        "excerpt": "Dating from around 1430, although it’s been damaged and repaired several times since, this lovely, whitewashed Lutheran church has a 62m steeple (a 19th…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/rakvere/attractions/holy-trinity-church/a/poi-sig/1464078/359118",
        "image_url": null,
        "detail_description": "Dating from around 1430, although it’s been damaged and repaired several times since, this lovely, whitewashed Lutheran church has a 62m steeple (a 19th-century replacement of an 18th-century original), a carved pulpit with painted panels (1690) and some impressive large canvases. Every year on 16 September it hosts a concert celebrating composer Arvo Pärt's birthday. Between October and mid-May it opens by prior arrangement.\n"
    },
    {
        "country": "estonia",
        "city": "Lahemaa National Park",
        "index": 18,
        "name": "Käsmu Sea Museum",
        "latitude": "59.604516",
        "longitude": "25.921898",
        "excerpt": "The former Soviet border-guard barracks at Käsmu now shelters this eclectic museum, displaying artefacts relating to sailing, fishing, smuggling and other…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/lahemaa-national-park/attractions/kaesmu-sea-museum/a/poi-sig/1466897/359116",
        "image_url": null,
        "detail_description": "The former Soviet border-guard barracks at Käsmu now shelters this eclectic museum, displaying artefacts relating to sailing, fishing, smuggling and other marine activities. On the grounds you'll find one of only two wooden lighthouses in the country and a 15m observation tower, manned throughout the Soviet era to prevent defectors from Estonia. The owners of this private museum live on-site, so there are no formal opening hours.\n"
    },
    {
        "country": "estonia",
        "city": "Lahemaa National Park",
        "index": 19,
        "name": "Tammispea Boulder",
        "latitude": "59.560245",
        "longitude": "25.816841",
        "excerpt": "Split into several pieces over millennia, this gigantic 7.8m-high erratic boulder, hidden within a lovely stand of forest, is still an impressive sight…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/lahemaa-national-park/attractions/tammispea-boulder/a/poi-sig/1521022/359116",
        "image_url": null,
        "detail_description": "Split into several pieces over millennia, this gigantic 7.8m-high erratic boulder, hidden within a lovely stand of forest, is still an impressive sight. To find it, leave the main coastal road and head through Tammispea village, continuing on to the unsealed road. Look for the sign shortly after passing the house with the polar bear sculptures.\n"
    },
    {
        "country": "estonia",
        "city": "Estonia",
        "index": 20,
        "name": "Citizen’s House Museum",
        "latitude": "59.344788",
        "longitude": "26.355",
        "excerpt": "There are many historic wooden and stone buildings on Pikk street, including this 18th-century home, restored and furnished to reflect Rakvere town life…",
        "detail_url": "https://www.lonelyplanet.com/estonia/northeastern-estonia/rakvere/attractions/citizen-s-house-museum/a/poi-sig/1464076/359118",
        "image_url": null,
        "detail_description": "There are many historic wooden and stone buildings on Pikk street, including this 18th-century home, restored and furnished to reflect Rakvere town life in the early 20th century. Displays include a bourgeois parlour, a cobbler’s workshop, a collection of children’s toys and a piano that once belonged to Estonian composer Arvo Pärt (who hails from these parts).\n"
    }
]