[
    {
        "country": "finland",
        "city": "Helsinki",
        "index": 1,
        "name": "Kansallismuseo",
        "latitude": "60.174867",
        "longitude": "24.93197",
        "excerpt": "Built in National Romantic art nouveau style and opened in 1916, Finland’s premier historical museum looks a bit like a Gothic church with its heavy…",
        "detail_url": "https://www.lonelyplanet.com/finland/helsinki/kamppi-toolo/attractions/kansallismuseo/a/poi-sig/413222/1341942",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2d138118f0e810bf8f98a7895e724e40-kansallismuseo.jpg",
        "detail_description": "Built in National Romantic art nouveau style and opened in 1916, Finland’s premier historical museum looks a bit like a Gothic church with its heavy stonework and tall, square tower. It was given a major renovation in 2019, and its highlights include the exceptional prehistory exhibition and the Realm, covering the 13th to the 19th century. You'll also find a fantastic hands-on area for kids, Workshop Vintti.\nFrom the 1st-floor balcony, crane your neck up to see the superb frescoes on the ceiling arches, depicting scenes from the national epic Kalevala, painted by Akseli Gallen-Kallela.In July and August, 30-minute guided tours in English at 11.30am from Tuesday to Friday are included in admission."
    },
    {
        "country": "finland",
        "city": "Helsinki",
        "index": 2,
        "name": "Ateneum",
        "latitude": "60.170112",
        "longitude": "24.943975",
        "excerpt": "Occupying a palatial 1887 neo-Renaissance building, Finland’s premier art gallery offers a crash course in the nation’s art. It houses Finnish paintings…",
        "detail_url": "https://www.lonelyplanet.com/finland/helsinki/city-centre/attractions/ateneum/a/poi-sig/1289821/1341945",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c4892391ca4dc130226e337478d601ec-ateneum.jpg",
        "detail_description": "Occupying a palatial 1887 neo-Renaissance building, Finland’s premier art gallery offers a crash course in the nation’s art. It houses Finnish paintings and sculptures from the ‘golden age’ of the late 19th century through to the 1950s, including works by Albert Edelfelt, Hugo Simberg, Helene Schjerfbeck, Pekka Halonen and the von Wright brothers. Pride of place goes to the prolific Akseli Gallen-Kallela’s triptych from the Finnish national epic, the Kalevala, depicting Väinämöinen’s pursuit of the maiden Aino.\nThere’s also a small but interesting collection of 19th- and early 20th-century foreign art, including the first-ever Van Gogh purchased by a museum, Street in Auvers-sur-Oise (1890), which was acquired in 1903.On the ground floor is a contemporary Finnish cafe/restaurant, the Ateneum Bistro, along with a good bookshop and reading room. One-hour guided tours in English (included in admission) take place at noon on the second and fourth Sunday of the month."
    },
    {
        "country": "finland",
        "city": "Helsinki",
        "index": 3,
        "name": "Suomenlinna",
        "latitude": "60.148945",
        "longitude": "24.984884",
        "excerpt": "Suomenlinna, the ‘fortress of Finland’, straddles a cluster of car-free islands connected by bridges. This Unesco World Heritage site was originally built…",
        "detail_url": "https://www.lonelyplanet.com/finland/helsinki/attractions/suomenlinna/a/poi-sig/1289820/359153",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-459458831_super.jpg",
        "detail_description": "Suomenlinna, the ‘fortress of Finland’, straddles a cluster of car-free islands connected by bridges. This Unesco World Heritage site was originally built by the Swedes, as Sveaborg, in the mid-18th century. Visually striking and historically evocative, it offers at least a day's diversions: several museums, bunkers and fortress walls, and Finland's only remaining WWII submarine. Cafes and picnic spots are plentiful.Ferries (www.hsl.fi; day ticket €5, 15 minutes, four hourly, fewer in winter) depart from the passenger quay at Kauppatori.\nFrom May to September, JT-Line runs a water bus from the Kauppatori, making three stops on Suomenlinna (20 minutes).At Suomenlinna's main quay, the pink Rantakasarmi (Jetty Barracks) building is one of the best preserved of the Russian era. It holds a small exhibition and the helpful, multilingual tourist office, which offers downloadable content for your smartphone. Guided tours of Suomenlinna depart from here.Near the tourist office you'll find a hostel, a supermarket and Suomenlinna's distinctive church. Built by the Russians in 1854, it served as a Russian Orthodox place of worship until the 1920s, when it became Lutheran. It doubles as a lighthouse – the beacon was originally gaslight, but is now electric and still in use.From the main quay, a blue-signposted walking path connects the key attractions. By the bridge that links Iso Mustasaari and the main island, Susisaari, is Suomenlinna-Museo, a two-level museum covering the history of the fortress.The most atmospheric part of Suomenlinna, Kustaanmiekka, is at the end of the blue trail. Exploring the old bunkers, crumbling fortress walls and cannons will give you an insight into this fortress, and there are plenty of grassy picnic spots. Monumental King’s Gate was built in 1753–54 as a two-storey fortress wall, which had a double drawbridge and a stairway added. In summer you can get a water bus back to Helsinki from here, saving you the walk back to the main quay.Several other museums dot the islands, including the absorbing Ehrensvärd-Museo, once the home of Augustin Ehrensvärd, who designed the fortress. Outside, Ehrensvärd’s elaborately martial tomb sits opposite Viaporin Telakka, a picturesque shipyard where sailmakers and other workers have been building ships since the 1750s. The dry dock holds up to two dozen boats; these days it's used for the maintenance of wooden vessels.Along the shore from here is another fish out of water. The Vesikko is the only WWII-era submarine remaining in Finland. It saw action against the Russians, and it’s fascinating to climb inside and see how it all worked. Needless to say, there’s not much room to move.Back on Iso Mustasaari is Sotamuseo Maneesi, which has a comprehensive overview of Finnish military hardware, from bronze cannons to WWII artillery. Quite a contrast is the nearby Suomnelinna Toy Museum, a delightful private collection of hundreds of dolls and almost as many teddy bears, which has an on-site cafe.There are several places to eat and drink. Suomenlinnan Panimo, by the main quay, brews a clutch of excellent beers, including a hefty porter, and offers good food to accompany it. Cosy and snug in winter and spilling onto a sunny terrace in summer, Bastion Bistro is housed in a historic Russian military building a five-minute walk from the city ferry terminal. Finnish craft beers and a good selection of organic wines complement a varied à la carte menu that includes pizzas. For something lighter, the warm and welcoming aromas of hot soup, house-made bread and fresh cinnamon buns greet visitors to Cafe Silo. Open daily in a wooden house in the old Russian merchants’ quarter, the cafe faces visitors as they walk from the city ferry quay through the jetty barracks tunnel.Taking a picnic is a great way to make the most of Suomenlinna’s grass, views and (hopefully) sunshine. At around 5.15pm it’s worth finding a spot to watch the enormous Baltic ferries pass through the narrow gap between islands."
    },
    {
        "country": "finland",
        "city": "Turku",
        "index": 4,
        "name": "Luostarinmäen Käsityöläismuseo",
        "latitude": "60.447030017853",
        "longitude": "22.276166829593",
        "excerpt": "When the savage Great Fire of 1827 swept through Turku, the lower-class quarter Luostarinmäki escaped the flames. Set along tiny lanes and around grassy…",
        "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/luostarinmaeen-kaesityoelaeismuseo/a/poi-sig/1191844/359205",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial1784353256.jpg",
        "detail_description": "When the savage Great Fire of 1827 swept through Turku, the lower-class quarter Luostarinmäki escaped the flames. Set along tiny lanes and around grassy yards, the 19th-century wooden workshops and houses now form the outdoor handicrafts museum, a national treasure since 1940. All the buildings are in their original locations, including the workshops of 30 artisans (among them a silversmith, a watchmaker, a baker, a potter, a shoemaker, a printer and a cigar shop), where artisans in period costume ply their trades.\n"
    },
    {
        "country": "finland",
        "city": "Tampere",
        "index": 5,
        "name": "Tuomiokirkko",
        "latitude": "61.50239",
        "longitude": "23.769929",
        "excerpt": "An iconic example of National Romantic art nouveau architecture, Tampere's cathedral dates from 1907. Hugo Simberg created the frescoes and stained glass;…",
        "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/tuomiokirkko/a/poi-sig/1290178/359210",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/148c09a1cbc7a8d5d3f0ac9b8780bd40-tuomiokirkko.jpg",
        "detail_description": "An iconic example of National Romantic art nouveau architecture, Tampere's cathedral dates from 1907. Hugo Simberg created the frescoes and stained glass; you’ll appreciate that they were controversial. A procession of naked childlike apostles holds the ‘garland of life’, graves and plants are tended by skeletal figures, and in the upstairs gallery a wounded angel is stretchered off by two children. Magnus Enckell's dreamlike Resurrection altarpiece is designed in a similar style. The serpent on the dome adds to the strange ambience.\n"
    },
    {
        "country": "finland",
        "city": "Tampere",
        "index": 6,
        "name": "Vapriikki",
        "latitude": "61.5032429",
        "longitude": "23.76061393",
        "excerpt": "This bright, modern glass-and-steel exhibition space in the renovated Tampella textile mill hosts regularly changing exhibitions on anything from bicycles…",
        "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/vapriikki/a/poi-sig/1186983/359210",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1158583394.jpg",
        "detail_description": "This bright, modern glass-and-steel exhibition space in the renovated Tampella textile mill hosts regularly changing exhibitions on anything from bicycles to Buddhism. It also has a permanent display on Tampere’s history, a beautiful mineral museum, a natural history museum and a small but cluttered ice-hockey museum, with memorabilia of star players and teams from Finland’s sporting passion. There’s also a museum of shoes – Tampere was known for its footwear industry – and a pleasant cafe (open 11am to 2pm Tuesday to Friday, noon to 3pm Saturday and Sunday).\n"
    },
    {
        "country": "finland",
        "city": "Turku",
        "index": 7,
        "name": "Turun Tuomiokirkko",
        "latitude": "60.452371728485",
        "longitude": "22.278385207907",
        "excerpt": "The ‘mother church’ of Finland’s Lutheran faith, Turku Cathedral towers over Turku. Consecrated in 1300, the colossal brick Gothic building was rebuilt…",
        "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/turun-tuomiokirkko/a/poi-sig/428730/359205",
        "image_url": null,
        "detail_description": "The ‘mother church’ of Finland’s Lutheran faith, Turku Cathedral towers over Turku. Consecrated in 1300, the colossal brick Gothic building was rebuilt many times over the centuries after damaging fires, but it still looks majestic and historic. Upstairs, a small museum traces the stages of the cathedral’s construction, and contains medieval sculptures and religious paraphernalia. Free summer organ concerts (www.turkuorgan.fi) take place at 8pm Tuesday. English-language services are held at 4pm every Sunday year-round except December.\nThe cathedral's pulpit was designed by German architect CL Engel (who, in the spirit of impartiality, also built the Orthodox church on the market square). Romantic frescos by RW Ekman depict the baptism of Finland’s first bishop and Gustav Wasa presenting the nation with the first Finnish New Testament. Its most famous tomb belongs to Karin Månsdotter, Queen of Sweden and wife of the unfortunate Eric XIV.Listen out for the distinctive hourly bell, broadcast across the country at noon via the radio station YLE1 – a patriotic reminder of the Continuation War, when Finns were urged to pray together for victory at this designated hour."
    },
    {
        "country": "finland",
        "city": "Turku",
        "index": 8,
        "name": "Taidekappeli",
        "latitude": "60.407612",
        "longitude": "22.25373",
        "excerpt": "Like the bow of a ship tipped on its end, this unusual structure is perched on a rock and surrounded by forest on Hirvensalo island, 7km south of Turku…",
        "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/taidekappeli/a/poi-sig/1581315/359205",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1564270783.jpg",
        "detail_description": "Like the bow of a ship tipped on its end, this unusual structure is perched on a rock and surrounded by forest on Hirvensalo island, 7km south of Turku centre. Looking at its oddly shaped, copper-clad exterior, you wouldn't know it's a chapel – St Henry's Ecumenical Art Chapel, to be precise. But the timber interior feels holy indeed, with its high walls curving up to form a Reuleaux triangle, framing an altar of light. It's spectacular.\nTake bus 54 from Turku."
    },
    {
        "country": "finland",
        "city": "Lapland",
        "index": 9,
        "name": "Lumilinna",
        "latitude": "65.726428",
        "longitude": "24.570215",
        "excerpt": "Few things conjure fairy-tale romance like a snow castle. First built in 1996 as a Unicef project, this is a Lapland winter highlight and a favoured…",
        "detail_url": "https://www.lonelyplanet.com/finland/north-central-finland/kemi/attractions/lumilinna/a/poi-sig/1032373/359190",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial584920507.jpg",
        "detail_description": "Few things conjure fairy-tale romance like a snow castle. First built in 1996 as a Unicef project, this is a Lapland winter highlight and a favoured destination for weddings, honeymoons, and general marvelling at the ethereal light and sumptuously decorated interior. The design changes every year but always includes a chapel, a snow hotel, an ice bar and a restaurant (lunch menus €26, dinner menus €51 to €58; by reservation 11am to 2pm and 7pm to 9.30pm).\n"
    },
    {
        "country": "finland",
        "city": "Helsinki",
        "index": 10,
        "name": "Seurasaaren Ulkomuseo",
        "latitude": "60.185062",
        "longitude": "24.885063",
        "excerpt": "Situated 5.5km northwest of the city centre, this excellent island-set museum has a collection of 87 historic wooden buildings transferred here from…",
        "detail_url": "https://www.lonelyplanet.com/finland/helsinki/attractions/seurasaaren-ulkomuseo/a/poi-sig/413234/359153",
        "image_url": null,
        "detail_description": "Situated 5.5km northwest of the city centre, this excellent island-set museum has a collection of 87 historic wooden buildings transferred here from around Finland. There's everything from haylofts to a mansion, parsonage and church, as well as the beautiful giant rowboats used to transport churchgoing communities. Prices and hours refer to entering the museum's buildings, where guides in traditional costume demonstrate folk dancing and crafts. Otherwise you're free to roam the picturesque wooded island, where there are several cafes.\nThere are guided tours in English at 3pm daily from mid-June to mid-August (included in admission). In May and September, the admission prices drops to €7 for adults. The island is also the venue for Helsinki’s biggest Juhannus bonfires and a popular area for picnicking. From central Helsinki, take bus 24."
    },
    {
        "country": "finland",
        "city": "Tampere",
        "index": 11,
        "name": "Särkänniemi",
        "latitude": "61.506162",
        "longitude": "23.746294",
        "excerpt": "This promontory-set amusement park complex offers dozens of rides, an observation tower, art gallery, aquarium, farm zoo and planetarium. A one-day pass…",
        "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/saerkaenniemi/a/poi-sig/462756/359210",
        "image_url": null,
        "detail_description": "This promontory-set amusement park complex offers dozens of rides, an observation tower, art gallery, aquarium, farm zoo and planetarium. A one-day pass gives you access to them all. Among the best rides are the Tornado roller coaster, super-fast High Voltage, speedboat rides on the lake and an Angry Birds area for younger kids. Opening times are complex; check the website. Indoor attractions stay open year-round. Take bus 20 (€3) from the train station or central square.\nThe aquarium is mediocre, the Finnish fish are more interesting than the hobby-tank favourites. The planetarium is in the same complex, above which soars the 168m Näsinneula Observation Tower, the tallest in these northern lands. It commands spectacular city and lake views and has a revolving restaurant. Sara Hildénin Taidemuseo has a collection of international and Finnish modern art and sculpture, and also hosts travelling exhibitions."
    },
    {
        "country": "finland",
        "city": "Finland",
        "index": 12,
        "name": "Serlachius Museum Gösta",
        "latitude": "62.027583",
        "longitude": "24.57515",
        "excerpt": "Once the private home of Gösta Serlachius, this world-class art gallery is one of Finland's premier cultural attractions. Situated 2km east of Mänttä's…",
        "detail_url": "https://www.lonelyplanet.com/finland/mantta/attractions/serlachius-museum-goesta/a/poi-sig/1187076/1003018",
        "image_url": null,
        "detail_description": "Once the private home of Gösta Serlachius, this world-class art gallery is one of Finland's premier cultural attractions. Situated 2km east of Mänttä's town centre in an exquisitely maintained garden, it comprises two buildings: a spectacular 2014 wooden pavilion designed by Spanish architectural firm MX_SI showcasing Finnish and international temporary exhibitions of contemporary art; and the original 1935 manor housing an excellent collection of Finnish golden-age works and European masterpieces, including works by Claude Monet, Jean-Baptiste Camille Corot and Camille Pissarro.\nHighlights of the permanent collection include Monet's A Haystack in the Evening Sun (1891) and a fine Deposition by Rogier Van der Weyden. When it comes to the Finnish paintings, all of the big names are represented, including seemingly dozens of Gallen-Kallelas and plenty of Edelfelts and Schjerfbecks, as well as Wickström sculptures. Look out for Olga Ehrstron's exquisite Boy Holding a Cross (1899) and the mischievous painting of Gallen-Kallela getting pissed with his mate Sibelius."
    },
    {
        "country": "finland",
        "city": "Rovaniemi",
        "index": 13,
        "name": "Arktikum",
        "latitude": "66.507581",
        "longitude": "25.726236",
        "excerpt": "With its beautifully designed glass tunnel stretching out to the Ounasjoki, this is one of Finland’s finest museums. One half deals with Lapland, with…",
        "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/arktikum/a/poi-sig/494004/359184",
        "image_url": null,
        "detail_description": "With its beautifully designed glass tunnel stretching out to the Ounasjoki, this is one of Finland’s finest museums. One half deals with Lapland, with information on Sámi culture and the history of Rovaniemi; the other offers a wide-ranging display on the Arctic, with superb static and interactive displays focusing on flora and fauna, as well as on the peoples of Arctic Europe, Asia and North America. Downstairs an audiovisual – basically a pretty slide show – plays on a constant loop.\nAlso here are a research library and a handy cafe."
    },
    {
        "country": "finland",
        "city": "Helsinki",
        "index": 14,
        "name": "Kiasma",
        "latitude": "60.171377",
        "longitude": "24.936594",
        "excerpt": "One in a series of elegant, contemporary buildings in this part of town, curvaceous, metallic Kiasma, designed by Steven Holl and finished in 1998, is a…",
        "detail_url": "https://www.lonelyplanet.com/finland/helsinki/city-centre/attractions/kiasma/a/poi-sig/413212/1341945",
        "image_url": null,
        "detail_description": "One in a series of elegant, contemporary buildings in this part of town, curvaceous, metallic Kiasma, designed by Steven Holl and finished in 1998, is a symbol of the city’s modernisation. It exhibits an eclectic collection of Finnish and international contemporary art, including digital art, and has excellent facilities for kids. It includes a theatre and a hugely popular glass-sided cafe and terrace, yet the most successful thing about it is that it’s been embraced by the people of Helsinki.\nLocals sunbathe on the grassy fringes and skateboarders perform aerobatics under the stern gaze of Mannerheim’s statue outside.The gallery does provide some guided tours in English. For details, visit the website."
    },
    {
        "country": "finland",
        "city": "Turku",
        "index": 15,
        "name": "Turun Linna",
        "latitude": "60.43532633",
        "longitude": "22.2280322",
        "excerpt": "Founded in 1280 at the mouth of the Aurajoki, mammoth Turku Castle is easily Finland’s largest fortress. Highlights include two dungeons and sumptuous…",
        "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/turun-linna/a/poi-sig/428728/359205",
        "image_url": null,
        "detail_description": "Founded in 1280 at the mouth of the Aurajoki, mammoth Turku Castle is easily Finland’s largest fortress. Highlights include two dungeons and sumptuous banqueting halls, as well as a fascinating historical museum of medieval Turku in the castle’s Old Bailey. Models depict the castle's growth from a simple island fortress to a Renaissance palace. Guided tours in English run four to six times daily from June to August.\nSwedish count Per Brahe ruled Finland from here in the 17th century, while Sweden’s deposed King Eric XIV was imprisoned in the castle’s round tower in the late 16th century. He was moved to several prisons, including Åland’s Kastelholms Slott, to prevent his discovery by rebels. Today most Finns recognise the castle's distinctive architecture as the logo for Turun Sinappi (Turku Mustard)."
    },
    {
        "country": "finland",
        "city": "Tampere",
        "index": 16,
        "name": "Amurin Työläismuseokortteli",
        "latitude": "61.499456",
        "longitude": "23.743451",
        "excerpt": "An entire block of wooden houses – including 32 apartments in five residential buildings, a bakery, a shoemaker, a public sauna, two general shops and a…",
        "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/amurin-tyoelaeismuseokortteli/a/poi-sig/1186989/359210",
        "image_url": null,
        "detail_description": "An entire block of wooden houses – including 32 apartments in five residential buildings, a bakery, a shoemaker, a public sauna, two general shops and a cafe – is preserved at the Amuri Museum of Workers' Housing, evoking life from 1882 to 1973. Interpretative panels (English translation available) outlining the fictional lives of residents give plenty of historical information and make for a visit that is as entertaining as it is educational. There's a good on-site cafe (soup lunch €7).\n"
    },
    {
        "country": "finland",
        "city": "Turku",
        "index": 17,
        "name": "Aboa Vetus & Ars Nova",
        "latitude": "60.449694",
        "longitude": "22.273504",
        "excerpt": "Art and archaeology unite here under one roof. Aboa Vetus (Old Turku) draws you underground to Turku’s medieval streets, showcasing some of the 37,000…",
        "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/aboa-vetus-ars-nova/a/poi-sig/428708/359205",
        "image_url": null,
        "detail_description": "Art and archaeology unite here under one roof. Aboa Vetus (Old Turku) draws you underground to Turku’s medieval streets, showcasing some of the 37,000 artefacts unearthed from the site (digs still continue). Back in the present, Ars Nova has contemporary-art exhibitions upstairs. English-language tours lasting 45 minutes (included in admission) take place daily from 11.30am in July and August.\nThe themed Turku Biennaali (www.turkubiennaali.fi) takes place here in the summer of odd-numbered years."
    },
    {
        "country": "finland",
        "city": "Rovaniemi",
        "index": 18,
        "name": "Pilke Tiedekeskus",
        "latitude": "66.507321",
        "longitude": "25.724906",
        "excerpt": "Downstairs in the Metsähallitus (Finnish Forest and Park Service) building next to the Arktikum, this is a highly entertaining exhibition on Finnish…",
        "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/pilke-tiedekeskus/a/poi-sig/1325532/359184",
        "image_url": null,
        "detail_description": "Downstairs in the Metsähallitus (Finnish Forest and Park Service) building next to the Arktikum, this is a highly entertaining exhibition on Finnish forestry with a sustainability focus. It has dozens of interactive displays that are great for kids of all ages, who can clamber up into a bird house, build a timber-framed dwelling, get behind the wheel of a forest harvester or play games about forest management. Multilingual touch screens provide interesting background information.\n"
    },
    {
        "country": "finland",
        "city": "Helsinki",
        "index": 19,
        "name": "Helsingin Kaupunginmuseo",
        "latitude": "60.169002",
        "longitude": "24.951582",
        "excerpt": "This museum complex spreads over five buildings from different eras, including Sederholmin talo, Helsinki’s oldest central building (dating from 1757 and…",
        "detail_url": "https://www.lonelyplanet.com/finland/helsinki/kruununhaka-katajanokka/attractions/helsingin-kaupunginmuseo/a/poi-sig/1185209/1341944",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/iStock_000064899119XLarge.jpg",
        "detail_description": "This museum complex spreads over five buildings from different eras, including Sederholmin talo, Helsinki’s oldest central building (dating from 1757 and built by a wealthy merchant). They're linked by a contemporary structure, along with four other museums at separate locations. The must-see of the bunch is the main museum. Its collection of 450,000 historical artefacts and more than one million photographs is backed up by entertaining information piecing together Helsinki’s transition from Swedish to Russian hands and on into independence.\nThere are three beautiful inner courtyards.Its other museums all have free entry and focus on an aspect of the city’s past or present through permanent and temporary exhibitions. The delightful Ratikkamuseo displays vintage trams and depicts daily life in Helsinki’s streets in past decades. Mustard-coloured Ruiskumestarin talo is set in central Helsinki’s oldest wooden townhouse, built in 1818. The Työväenasuntomuseo shows how industrial workers lived in the early 20th century."
    },
    {
        "country": "finland",
        "city": "Helsinki",
        "index": 20,
        "name": "Kajsaniemi",
        "latitude": "60.176014",
        "longitude": "24.946378",
        "excerpt": "Rambling over 4 hectares in the city centre alongside the north harbour, Töölönlahti, Helsinki's botanic gardens are filled with plants from Finland and…",
        "detail_url": "https://www.lonelyplanet.com/finland/helsinki/city-centre/attractions/kajsaniemi/a/poi-sig/1581113/1341945",
        "image_url": null,
        "detail_description": "Rambling over 4 hectares in the city centre alongside the north harbour, Töölönlahti, Helsinki's botanic gardens are filled with plants from Finland and other countries on the same latitude, with some 3600 species all up. The gardens' 10 interconnected greenhouses shelter 800 species from all latitudes, and are a wonderfully warm refuge for visitors in the chillier months.\n"
    }
]