[
    {
        "country": "france",
        "index": 1,
        "name": "Eiffel Tower",
        "latitude": "48.858241161845",
        "longitude": "2.2945044899237",
        "excerpt": "There are different ways to experience the Eiffel Tower, from a daytime trip or an evening ascent amid twinkling lights, to a meal in one of its…",
        "detail_url": "https://www.lonelyplanet.com/france/paris/eiffel-tower-16e-and-la-defense/attractions/eiffel-tower/a/poi-sig/372147/1322674",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_1321418885.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 2,
        "name": "Couvent des Jacobins",
        "latitude": "43.603555",
        "longitude": "1.440217",
        "excerpt": "With its palm tree vaulted ceiling, the Couvent des Jacobins is one of Toulouse’s oldest and most recognizable buildings",
        "detail_url": "https://www.lonelyplanet.com/france/toulouse/attractions/couvent-des-jacobins/a/poi-sig/1192995/1003054",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/GettyImages-1226073534.jpeg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 3,
        "name": "Cité de l’Espace",
        "latitude": "43.586585",
        "longitude": "1.492746",
        "excerpt": "The fantastic space museum on the city's eastern outskirts brings Toulouse's illustrious aeronautical history to life through hands-on exhibits, including…",
        "detail_url": "https://www.lonelyplanet.com/france/toulouse/attractions/cite-de-l-espace/a/poi-sig/1192993/1003054",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1154206081-rfe.jpeg",
        "detail_description": "While Toulouse’s deep association with aviation (and Airbus in particular) is well known, this city’s interests go beyond the stratosphere. Since 1997, Cité de l'Espace has brought the wonders of the universe to Toulouse through spectacular full-size models and prototypes, alongside some fascinating exhibitions and interactive exhibits.\nThough the 52m-high Ariane 5 space rocket is undoubtedly the grandiose centerpiece of this unique museum turned discovery center, there are countless highlights here ranging from ethereal planetarium experiences to an actual chunk of moon rock on display.\nLocated on the eastern fringes of Toulouse, Cité de l'Espace isn’t the easiest place to reach and tends to get busy (especially in the summer). Still, it’s certainly worth a visit as there’s nothing like it in the city center. You’ll need a full day to see the best of the museum, and the timetable for talks and events changes daily – plan ahead and arrive early.\nInsider tip\nCité de l'Espace sometimes has visiting astronauts give talks or interviews at no extra cost to the standard ticket (effectively free), so keep an eye on their social media channels in case an event like this coincides with your time in Toulouse. Past astronauts on-site have included Chris Hadfield and Tim Peake.\n\n  \nStepping inside the Mir space station prototype gives an insight into how astronauts live and work © James March\n\nHow much time you need to visit Cité de l'Espace\nIf you have one hour\nIt’s not very big. Tiny, in fact. But seeing an actual piece of moonstone is the first thing to do with a limited amount of time. Weighing 163g and approximately 3.4 billion years old, it was recovered from the moon’s surface as part of NASA’s Apollo 15 mission in 1971 and has been at Cité de l'Espace since 1998.\nOutside the main building in the gardens lie several exhibits, but the prototype of the first space station Mir is a fascinating early look at the concept of humans living in space. Even better, it’s open to explore, and walking inside the cross-section shows just how cramped the living conditions were (the control dials on the ceiling are cool, though – when you’re floating, it doesn’t really matter where they go!).\nFamilies on a tight timescale should make their way to the 280-seat Stellarium planetarium. It’s in a separate building from the main exhibitions, but the spectacular shows voyage deep into space on a hemispherical screen 600 sq m in area, while an interactive element is brought in by a live presenter.\nIf you have 2 hours\nCurious about the Red Planet? One of the most unique exhibits here is the Martian Ground: The Rovers Take the Stage! show, which offers a window into the murky world of what happens on the ground on Mars. With Ariane 5 towering behind, this small amphitheater recreates the dusty red surface of Mars, and demonstrations of various robots are given, from the diminutive Sojourner to the biggest and latest Perseverance.\nAn additional hour will also give you time to experience the IMAX located inside the same building as the planetarium. With a changing cast of wonderfully rendered films, 3D glasses are provided and take space exploration to another level.\nIf you have a full day\nWith a full day at your disposal, you’ll have time to explore all three floors of the main building, which cover both where we’ve been and where we’re going. The ground floor features a superb interactive look at the current Artemis missions that intend to put humans back on the moon this decade. The live tracker of the International Space Station is particularly engrossing.\nWalking upstairs, you’ll pass by an original Soviet Sputnik satellite prototype (it's surprisingly small) on the way to a special exhibition on weather – the pièce de résistance of which is a booth where visitors can actually present a TV-style weather forecast and then watch it back immediately.\nPerhaps the most intense exhibit, the Vega Room hosts 40-minute sessions on how to become an astronaut. Using tests inspired by the real European Space Agency selection process, candidates gain an understanding of what it takes to be fit for a mission to space. Arrive in the morning for this one, as it tends to get busy throughout the day.\n\n  \nThe grounds of Cité de l'Espace contain all sorts of incredible exhibits like this lunar module © James March\n\nHistory of Cité de l'Espace\nIn July 1994, the municipal council of the city of Toulouse decided to build a park dedicated to aerospace, the construction of which would cost around 133 million francs (France didn’t adopt the Euro currency until January 1999).\nWith work beginning in December 1995, the Cité de l'Espace formally opened a year and a half later in June 1997 by Mayor of Toulouse Dominique Baudis and astronaut Claudie Haigneré. The following year, the Mir exhibit opened, and by September 2000, the Cité de l'Espace had welcomed its millionth visitor.\nTickets and other practicalities\nWhile tickets for the Cité de l'Espace can be bought on-site, it’s best to buy tickets online from the official website to avoid the inevitable queues. Tickets cost €24.50 for adults and €18 for children (5 to 18 years); it's free for kids under five. The timetable for the various talks and shows changes daily – download the official app to see what's on and when.\nThe opening hours differ throughout the week, so check the website for the day you’d like to visit, but it’s generally open throughout the year from 10am to 7pm. With so much to see, we recommend arriving early to make full use of your ticket. Some of the outdoor food stalls/stands are not open during the winter months.\nCité de l'Espace is not in the city center, and those looking to visit via public transit should take the L1 or L8 buses (which then require short walks). Another option is taking the Line A metro to the Jolimont station, and at the bottom of the steps, hop on to the 37 bus, which takes you directly to the entrance. Allow roughly 40 minutes for the journey each way.\nIf you have a car or would prefer to take a taxi, the museum is about a 20-minute drive from the center of Toulouse.\n"
    },
    {
        "country": "france",
        "index": 4,
        "name": "Musée du Louvre",
        "latitude": "48.860515",
        "longitude": "2.33761",
        "excerpt": "It isn’t until you’re standing in the vast courtyard of the Louvre, with its glass pyramid and ornate façade, that you can truly say you’ve been to Paris.",
        "detail_url": "https://www.lonelyplanet.com/france/paris/louvre-and-les-halles/attractions/musee-du-louvre/a/poi-sig/372123/1322719",
        "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_1035503722.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 5,
        "name": "Sainte-Chapelle",
        "latitude": "48.855207",
        "longitude": "2.345463",
        "excerpt": "Visit Sainte-Chapelle on a sunny day when Paris’ oldest, finest stained glass (1242–48) is at its dazzling best. The chapel is famous for its stained…",
        "detail_url": "https://www.lonelyplanet.com/france/paris/the-islands/attractions/sainte-chapelle/a/poi-sig/1193683/1322509",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_793919728.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 6,
        "name": "Centre Pompidou",
        "latitude": "48.860713",
        "longitude": "2.352222",
        "excerpt": "Home to Europe's largest collection of modern and contemporary art, Centre Pompidou has amazed and delighted visitors ever since it opened in 1977, not…",
        "detail_url": "https://www.lonelyplanet.com/france/paris/louvre-and-les-halles/attractions/centre-pompidou/a/poi-sig/372153/1322719",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_518167564.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 7,
        "name": "Musée Rodin",
        "latitude": "48.855793",
        "longitude": "2.316098",
        "excerpt": "Even if you're not an art lover, it is worth visiting this high-profile art museum to lose yourself in its romantic gardens.",
        "detail_url": "https://www.lonelyplanet.com/france/paris/st-germain-and-les-invalides/attractions/musee-rodin/a/poi-sig/372149/1322788",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/LPI-25973-25.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 8,
        "name": "Les Catacombes",
        "latitude": "48.833764",
        "longitude": "2.332116",
        "excerpt": "It’s gruesome, ghoulish and downright spooky, but it never fails to captivate visitors. In 1785, the subterranean tunnels of an abandoned quarry were…",
        "detail_url": "https://www.lonelyplanet.com/france/paris/montparnasse-and-southern-paris/attractions/les-catacombes/a/poi-sig/372143/1323144",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_257280379.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 9,
        "name": "Château de Chambord",
        "latitude": "47.615956",
        "longitude": "1.5118",
        "excerpt": "If you only have time to visit one château in the Loire, you might as well make it the grandest – and Chambord is the most lavish of them all, and the…",
        "detail_url": "https://www.lonelyplanet.com/france/blesois/attractions/chateau-de-chambord/a/poi-sig/1196613/1320195",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_175286381.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 10,
        "name": "Panthéon",
        "latitude": "48.84653",
        "longitude": "2.34453",
        "excerpt": "Elegant and regal in equal measure, the massive neoclassical dome of the Left Bank's iconic Panthéon is an icon of the Parisian skyline. Louis XV…",
        "detail_url": "https://www.lonelyplanet.com/france/paris/the-latin-quarter/attractions/pantheon/a/poi-sig/1264241/1322729",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/88ea89abfafda42bb41ea785744af5af-pantheon.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 11,
        "name": "Jardin du Luxembourg",
        "latitude": "48.84766",
        "longitude": "2.337223",
        "excerpt": "This famous inner-city oasis of formal terraces, chestnut groves and lush lawns has a special place in Parisians' hearts. ",
        "detail_url": "https://www.lonelyplanet.com/france/paris/st-germain-and-les-invalides/attractions/jardin-du-luxembourg/a/poi-sig/372163/1322788",
        "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_115372462.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 12,
        "name": "Jardin des Tuileries",
        "latitude": "48.863522",
        "longitude": "2.327117",
        "excerpt": "Filled with fountains, ponds and sculptures, the formal 28-hectare Tuileries Garden, which begins just west of the Jardin du Carrousel, was laid out in…",
        "detail_url": "https://www.lonelyplanet.com/france/paris/louvre-and-les-halles/attractions/jardin-des-tuileries/a/poi-sig/372479/1322719",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyRF_514881777.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 13,
        "name": "Arc de Triomphe",
        "latitude": "48.873769",
        "longitude": "2.295048",
        "excerpt": "If anything rivals the Eiffel Tower as the symbol of Paris, it’s this magnificent 1836 monument to Napoléon’s victory at Austerlitz (1805), which he…",
        "detail_url": "https://www.lonelyplanet.com/france/paris/champs-elysees-and-grands-boulevards/attractions/arc-de-triomphe/a/poi-sig/372159/1322783",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-544837009_full.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 14,
        "name": "Station F",
        "latitude": "48.835289",
        "longitude": "2.370665",
        "excerpt": "The world's largest start-up campus was unveiled by French president, Emmanuel Macron, in mid-2017. At any one time, some 3000 resident entrepreneurs from…",
        "detail_url": "https://www.lonelyplanet.com/france/paris/montparnasse-and-southern-paris/attractions/station-f/a/poi-sig/1592362/1323144",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/Station%20F.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 15,
        "name": "Abbaye du Mont St-Michel",
        "latitude": "48.636025",
        "longitude": "-1.511682",
        "excerpt": "Mont St-Michel's one main street, the Grande Rue, leads up the slope – past souvenir shops, eateries and a forest of elbows – to the star attraction of a…",
        "detail_url": "https://www.lonelyplanet.com/france/normandy/mont-st-michel/attractions/abbaye-du-mont-st-michel/a/poi-sig/1193158/1003102",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock679580596-rfc.jpeg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 16,
        "name": "Aeroscopia",
        "latitude": "43.659552",
        "longitude": "1.360459",
        "excerpt": "This aviation museum was built on the very spot the A380 Airbus was first completed. Here you can admire commercial and military aircraft and learn behind…",
        "detail_url": "https://www.lonelyplanet.com/france/toulouse/attractions/aeroscopia/a/poi-sig/1535847/1003054",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/-LPOwnedConcorde03.jpeg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 17,
        "name": "Place du Capitole",
        "latitude": "43.60440947836",
        "longitude": "1.4434254169464",
        "excerpt": "Toulouse’s grandiose main square is the focal point in the heart of France’s \"Pink City\"",
        "detail_url": "https://www.lonelyplanet.com/france/toulouse/attractions/place-du-capitole/a/poi-sig/1065217/1003054",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/Capitole02.jpeg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 18,
        "name": "Musée d’Orsay",
        "latitude": "48.860238443345",
        "longitude": "2.3255799641497",
        "excerpt": "Musée d’Orsay may not be quite as famous as the Louvre—though it’s located a mere 10-minute walk away—but this Left Bank museum holds its own in its…",
        "detail_url": "https://www.lonelyplanet.com/france/paris/st-germain-and-les-invalides/attractions/musee-d-orsay/a/poi-sig/372151/1322788",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/05d63f490c3eafac7560dfa700065a13-musee-d-orsay.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 19,
        "name": "Château Royal de Blois",
        "latitude": "47.585862",
        "longitude": "1.331352",
        "excerpt": "Seven French kings lived in Blois' royal château, whose four grand wings were built during four distinct periods in French architecture: Gothic (13th…",
        "detail_url": "https://www.lonelyplanet.com/france/the-loire/blois/attractions/chateau-royal-de-blois/a/poi-sig/463560/359309",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/France%20Blois%20slava17%20shutterstock_97979516%20RFC.jpg",
        "detail_description": ""
    },
    {
        "country": "france",
        "index": 20,
        "name": "Cathédrale Notre Dame",
        "latitude": "48.447387",
        "longitude": "1.487489",
        "excerpt": "One of Western civilisation’s crowning architectural achievements, the 130m-long Cathédrale Notre Dame de Chartres is renowned for its brilliant-blue…",
        "detail_url": "https://www.lonelyplanet.com/france/chartres/attractions/cathedrale-notre-dame/a/poi-sig/1079880/359240",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/France%20Chartres%20Radu%20Razvan%20shutterstock_688583665%20RFC.jpg",
        "detail_description": ""
    }
]