[
    {
        "country": "fujian",
        "index": 1,
        "name": "Cao’an Manichaean Temple",
        "latitude": "24.743285",
        "longitude": "118.497634",
        "excerpt": "This quirky temple is dedicated to Manichaeism, a religion originating in Persia in the 3rd century, combining elements of Zoroastrian, Christian and…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/quanzhou/attractions/cao-an-manichaean-temple/a/poi-sig/1437394/355914",
        "image_url": null,
        "detail_description": "This quirky temple is dedicated to Manichaeism, a religion originating in Persia in the 3rd century, combining elements of Zoroastrian, Christian and Gnostic thought, which reached China in the 7th century.The well-restored stone complex you see today is a rebuild dating to the Yuan dynasty (14th century). The most remarkable relic in the temple is the ‘Buddha of Light', a sitting stone statue in the main hall, which is actually the prophet Mani, founder of Manichaeism, in a Buddhist disguise.\nManichaeism was considered an illegal religion during the Song period and the religion had to operate in the guise of an esoteric Buddhist group. Take a closer look at the statue, and you’ll find its hairstyle (straight instead of curly), hand gestures and colour combinations are distinctly different from most representations of the Buddha.The temple is 19km south of Quanzhou. From the long-distance bus station in Quanzhou, board a bus to Anhai (安海, Ānhǎi; ¥12) and tell the driver to drop you off at Cǎo’ān Lùkǒu (草庵路口). Then look for the English signage saying Grass Temple and it’s a 2km walk uphill. The road is not well marked so taking a taxi is a recommended alternative; a taxi from Quanzhou is around ¥65."
    },
    {
        "country": "fujian",
        "index": 2,
        "name": "Nanputuo Temple",
        "latitude": "24.44385326",
        "longitude": "118.09168404",
        "excerpt": "This Buddhist temple complex on the southern side of Xiamen is one of the most famous temples among the Fujianese, and is also considered a pilgrimage…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/xiamen/attractions/nanputuo-temple/a/poi-sig/473230/355917",
        "image_url": null,
        "detail_description": "This Buddhist temple complex on the southern side of Xiamen is one of the most famous temples among the Fujianese, and is also considered a pilgrimage site by dedicated followers from Southeast Asia. The temple has been repeatedly destroyed and rebuilt. Its latest incarnation dates from the early 20th century, and today it’s an active and busy temple with chanting monks and worshippers lighting incense.\nThe temple is fronted by a huge lotus lake. In front of the courtyard is the twin-eaved Big Treasure Hall (Dàxióng Bǎodiàn), presided over by a trinity of buddhas representing his past, present and future forms. Behind rises the eight-sided Hall of Great Compassion (Dàbēi Diàn), in which stands a golden 1000-armed statue of Guanyin, facing the four directions.The temple has an excellent vegetarian restaurant in a shaded courtyard where you can dine in the company of resident, mobile-phone-toting monks. Round it all off with a hike up the steps behind the temple among the rocks and the shade of trees. It takes 20 to 35 minutes to reach the top, where there is little but views across the city and some seats and the rear entry to a Botanical Gardens.Take bus 1 from the train station or bus 21, 45, 48 or 503 from Zhongshan Lu to reach the temple."
    },
    {
        "country": "fujian",
        "index": 3,
        "name": "Guandi Temple",
        "latitude": "24.904567",
        "longitude": "118.588271",
        "excerpt": "This magnificently carved temple is immediately identifiable by its showy dragon-decorated roofs and a shroud of smoke emanating from furnaces burning…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/quanzhou/attractions/guandi-temple/a/poi-sig/1238900/355914",
        "image_url": null,
        "detail_description": "This magnificently carved temple is immediately identifiable by its showy dragon-decorated roofs and a shroud of smoke emanating from furnaces burning prayer books stuffed in by devotees. It’s dedicated to Guan Yu, a Three Kingdoms general who was deified as the god of war. Inside the temple are statues of the god and wall panels that detail his life. Busy merchants gather outside. By night the temple is lit up in wonderfully gawdy fairy lights.\n"
    },
    {
        "country": "fujian",
        "index": 4,
        "name": "Kaiyuan Temple",
        "latitude": "24.91631831",
        "longitude": "118.58108055",
        "excerpt": "In the northwest of the city, one of the oldest temples in Quanzhou dates back to AD 686 and is the largest in Fujian. Surrounded by trees, Kaiyuan Temple…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/quanzhou/attractions/kaiyuan-temple/a/poi-sig/1238885/355914",
        "image_url": null,
        "detail_description": "In the northwest of the city, one of the oldest temples in Quanzhou dates back to AD 686 and is the largest in Fujian. Surrounded by trees, Kaiyuan Temple is famed for its pair of rust-coloured, five-storey stone pagodas, stained with age and carved with figures that date from the 13th century. Behind the eastern pagoda is a museum containing the enormous hull of a Song dynasty seagoing junk, which was excavated near Quanzhou in 1974.\nThe temple’s Great Treasure Hall (Dàxióng Bǎodiàn) and the hall behind are decorated with marvellous beams and brackets. The main courtyard is flanked by a row of wizened banyan trees – one is 800 years old! Take bus 2 (¥2) from Wenling Nanlu."
    },
    {
        "country": "fujian",
        "index": 5,
        "name": "Xunpu Village",
        "latitude": "24.857235",
        "longitude": "118.64861",
        "excerpt": "The fishing village of Xunpu (sometimes Xunbu), some 10km southeast of the city centre of Quanzhou, was on the old trade route of the maritime Silk Road…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/quanzhou/attractions/xunpu-village/a/poi-sig/1536855/355914",
        "image_url": null,
        "detail_description": "The fishing village of Xunpu (sometimes Xunbu), some 10km southeast of the city centre of Quanzhou, was on the old trade route of the maritime Silk Road and was perhaps the Arabs’ first port of call when they set foot in Quanzhou during the Song dynasty. The village, now under encroaching urbanisation, is still fascinating and you’ll find some old houses built with oyster shells behind the main road in the village and older women still wearing flamboyant traditional head ornaments.\nThe Mazu Temple (妈祖庙. Māzǔ Miào) on the knoll in the village is the local centre of worship. It’s dedicated to the goddess of seafarers and turns very lively on the 29th day of the first lunar calendar month, the birthday of the protector. All the women in the village turn out in traditional costumes to join in the annual Mazu procession.A taxi from Quanzhou bus station is about ¥25."
    },
    {
        "country": "fujian",
        "index": 6,
        "name": "Wuyi Shan Scenic Area",
        "latitude": "27.62823",
        "longitude": "117.982789",
        "excerpt": "Trails within the scenic area connect all the major sites. Good walks include the 530m Great King Peak (大王峰, Dàwáng Fēng), accessed through the main…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/wuyi-shan/attractions/wuyi-shan-scenic-area/a/poi-sig/1239096/355916",
        "image_url": null,
        "detail_description": "Trails within the scenic area connect all the major sites. Good walks include the 530m Great King Peak (大王峰, Dàwáng Fēng), accessed through the main entrance by shuttle bus, and the 410m Heavenly Tour Peak (天游峰, Tiānyóu Fēng), where an entrance is reached by road up the Nine Twists River. The main entrance to the Wuyi Shan Scenic Area is the south entrance, 3km south of the resort area. Take bus 6 or 7 (¥1, 22 minutes, frequent) to the Jǐngqū Nán Rùkǒu (景区南入口) stop.\nIt’s a moderate two-hour walk to Great King Peak among bamboo groves and steep-cut rock walls. The trail can be slippery and wet, so bring suitable shoes.The walk to Heavenly Tour Peak is more scenic, with better views of the river and mountain peaks. But the path is also the most popular with tour groups. At the northern end of the scenic area, the Water Curtain Cave (水帘洞, Shuǐlián Dòng) is a cleft in the rock about one-third of the way up a 100m cliff face. In winter and autumn, water plunges over the top of the cliff, creating a curtain of spray."
    },
    {
        "country": "fujian",
        "index": 7,
        "name": "Sunlight Rock Park",
        "latitude": "24.44634567",
        "longitude": "118.06182717",
        "excerpt": "Sunlight Rock (Rìguāng Yán), in Sunlight Rock Park, is the island’s highest point at 93m and its biggest draw are the views across the island. At the foot…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/gulang-yu/attractions/sunlight-rock-park/a/poi-sig/1238812/355913",
        "image_url": null,
        "detail_description": "Sunlight Rock (Rìguāng Yán), in Sunlight Rock Park, is the island’s highest point at 93m and its biggest draw are the views across the island. At the foot of Sunlight Rock is a large colonial-era building known as the Koxinga Memorial Hall. Also in the park is Yīngxióng Hill (Yīngxióng Shān), near the memorial hall and connected via a cable-car ride. It has an open-air aviary (admission free) with chattering egrets and parrots.\n"
    },
    {
        "country": "fujian",
        "index": 8,
        "name": "Zhongchuan Village",
        "latitude": "24.594524",
        "longitude": "116.810793",
        "excerpt": "This is the ancestral home of the Burmese-Chinese businessman Aw Boon Haw, inventor of the medicinal salve Tiger Balm and owner of (in)famously quirky Haw…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian-tulou/attractions/zhongchuan-village/a/poi-sig/1492022/1323906",
        "image_url": null,
        "detail_description": "This is the ancestral home of the Burmese-Chinese businessman Aw Boon Haw, inventor of the medicinal salve Tiger Balm and owner of (in)famously quirky Haw Par Villa theme park in Singapore. Here you’ll find another villa, but its scale and decor can’t compete with its Singaporean (big) sister. More interesting is his family’s ancestral hall (胡氏家庙, Húshì Jiāmiào), 100m behind the villa. The shrine, the spear-like pillars that celebrate the achievements of their family members, and the setting itself are spectacular.\n"
    },
    {
        "country": "fujian",
        "index": 9,
        "name": "Ānxī Cháyè Dàguānyuán",
        "latitude": "25.065289",
        "longitude": "118.181884",
        "excerpt": "Mountainous Anxi County (安溪, Ānxī) is home to the famous Tiě Guānyīn (铁观音, Iron Buddha) tea, an oolong variety known for its thick fragrance and floral…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/quanzhou/attractions/anxi-chaye-daguanyuan/a/poi-sig/1492016/355914",
        "image_url": null,
        "detail_description": "Mountainous Anxi County (安溪, Ānxī) is home to the famous Tiě Guānyīn (铁观音, Iron Buddha) tea, an oolong variety known for its thick fragrance and floral sweetness. Fifty-odd tea varieties from China, Taiwan and Japan are cultivated in this visitor-friendly, 11-acre tea farm. Free tours take in a small museum and processing plant, but it’s equally pleasant wandering the temples and gardens.\nQuanzhou’s long-distance bus station has frequent buses to Anxi (¥19, one hour), 66km northwest. Ānxī Cháyè Dàguānyuán is 3km north of the Ānxī bus station and motorbikes will take you there for ¥10."
    },
    {
        "country": "fujian",
        "index": 10,
        "name": "Húlǐ Shān Fortress",
        "latitude": "24.43244",
        "longitude": "118.101407",
        "excerpt": "Across Daxue Lu, south of Xiamen University, is this gigantic German artillery post built in 1894. You can rent binoculars to peer over the water to the…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/xiamen/attractions/huli-shan-fortress/a/poi-sig/473228/355917",
        "image_url": null,
        "detail_description": "Across Daxue Lu, south of Xiamen University, is this gigantic German artillery post built in 1894. You can rent binoculars to peer over the water to the Taiwanese-occupied island of Kinmen (金门, Jīnmén), formerly known as Quemoy and claimed by both mainland China and Taiwan.\nTo get here, walk for 2km south from Xiamen University along the coastal path or take bus 22 (¥1, 25 minutes, frequent) from southeast of the Zhongshan Lu walking street."
    },
    {
        "country": "fujian",
        "index": 11,
        "name": "Chéngqǐ Lóu",
        "latitude": "24.663525",
        "longitude": "117.004384",
        "excerpt": "In the village of Gaobei (高北), this 300-year-old tǔlóu has 400 rooms and once housed 1000 inhabitants. It’s built with elaborate concentric rings, with…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian-tulou/attractions/chengqi-lou/a/poi-sig/1238818/1323906",
        "image_url": null,
        "detail_description": "In the village of Gaobei (高北), this 300-year-old tǔlóu has 400 rooms and once housed 1000 inhabitants. It’s built with elaborate concentric rings, with circular passageways between them and a central shrine. It’s one of the most iconic and photographed tǔlóu, and it’s no surprise that it has been dubbed the king tǔlóu.\nThere is accommodations at the nearby Qiáofú Lóu."
    },
    {
        "country": "fujian",
        "index": 12,
        "name": "Tǎxià",
        "latitude": "24.619905",
        "longitude": "117.046065",
        "excerpt": "This delightful river settlement boasts several tǔlóu-converted guesthouses and it is a great base from which to explore the tǔlóu areas. The highlight of…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian-tulou/attractions/taxia/a/poi-sig/1238840/1323906",
        "image_url": null,
        "detail_description": "This delightful river settlement boasts several tǔlóu-converted guesthouses and it is a great base from which to explore the tǔlóu areas. The highlight of the village is the Zhang Ancestral Hall. It is surrounded by 23 elaborately carved spear-like stones, which celebrate the achievements of prominent villagers.The bus station in Nanjing runs six buses (¥20, 1½ hours) to the village between 8am and 5.30pm.\n"
    },
    {
        "country": "fujian",
        "index": 13,
        "name": "Maritime Museum",
        "latitude": "24.912867",
        "longitude": "118.607025",
        "excerpt": "On the northeastern side of town, this fabulous museum explains Quanzhou’s trading history, the development of Chinese shipbuilding and the kaleidoscope…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/quanzhou/attractions/maritime-museum/a/poi-sig/1238916/355914",
        "image_url": null,
        "detail_description": "On the northeastern side of town, this fabulous museum explains Quanzhou’s trading history, the development of Chinese shipbuilding and the kaleidoscope of religions in the port’s heyday. The Religious Stone Hall and Islamic Culture Hall are highlights, boasting a beautiful collection of gravestones and reliefs of different religions dating from the Yuan dynasty. Take bus 7 or 203 and alight at Qiáoxiāng Tǐyùguǎn (侨乡体育馆).\n"
    },
    {
        "country": "fujian",
        "index": 14,
        "name": "Haoyue Garden",
        "latitude": "24.44380429",
        "longitude": "118.07186293",
        "excerpt": "The main feature at this rocky outcrop is an imposing 15.7m statue of Koxinga (aka Zheng Chenggong) in full military dress, visible from a great distance…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/gulang-yu/attractions/haoyue-garden/a/poi-sig/1238808/355913",
        "image_url": null,
        "detail_description": "The main feature at this rocky outcrop is an imposing 15.7m statue of Koxinga (aka Zheng Chenggong) in full military dress, visible from a great distance outside the park, even across the water from Xiamen. Koxinga was a Ming loyalist and led the most sustained resistance to the Qing conquest of China, from the Fujian coast and Taiwan.\nThere is also a mural sculpture here of Koxinga and his soldiers and a tiny pavilion, but little else."
    },
    {
        "country": "fujian",
        "index": 15,
        "name": "Chongwu Stone Arts Expo Park",
        "latitude": "24.877949",
        "longitude": "118.925371",
        "excerpt": "Adjacent to the old town, this sculpture park is filled with 500 stone carvings made by local craftspeople, a small beach, a lighthouse and some basic…",
        "detail_url": "https://www.lonelyplanet.com/china/chongwu/attractions/chongwu-stone-arts-expo-park/a/poi-sig/1437151/1337804",
        "image_url": null,
        "detail_description": "Adjacent to the old town, this sculpture park is filled with 500 stone carvings made by local craftspeople, a small beach, a lighthouse and some basic seafood restaurants. The open spaces and clean ocean air make it worth the effort, especially if you have kids.\nFrom the Chongwu bus terminal, bus 221 (¥2, 12 minutes, frequent, 6.30am to 6.30pm) will take you here; it's five stops away. Motorbikes (¥5) will take you right to the entrance."
    },
    {
        "country": "fujian",
        "index": 16,
        "name": "Xiamen University",
        "latitude": "24.43837963",
        "longitude": "118.09309173",
        "excerpt": "The Xiamen University was established with overseas Chinese funds and has beautiful republican-era buildings and an attractive lake. It’s a good place for…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/xiamen/attractions/xiamen-university/a/poi-sig/473234/355917",
        "image_url": null,
        "detail_description": "The Xiamen University was established with overseas Chinese funds and has beautiful republican-era buildings and an attractive lake. It’s a good place for a pleasant stroll. The on-campus anthropology museum (人类学博物馆, Rénlèixué Bówùguǎn) boasts two large ‘boat coffins’ unearthed from a cliff in Wuyi Shan. The campus entrance is next to the stop for bus 1.\n"
    },
    {
        "country": "fujian",
        "index": 17,
        "name": "Xiamei",
        "latitude": "27.670834",
        "longitude": "118.041036",
        "excerpt": "This village dates from the Northern Song dynasty and boasts some spectacular Qing dynasty architecture from its heyday as a wealthy tea-trading centre,…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/wuyi-shan/attractions/xiamei/a/poi-sig/1239113/355916",
        "image_url": null,
        "detail_description": "This village dates from the Northern Song dynasty and boasts some spectacular Qing dynasty architecture from its heyday as a wealthy tea-trading centre, including about 30 ancient houses. Motorbikes in the Wuyi Shan resort area can take you 11km (about 20 minutes) northeast to Xiamei (¥50 return trip). Admission includes a free local guide (Chinese only) if you wish.\nNo public transport comes out here."
    },
    {
        "country": "fujian",
        "index": 18,
        "name": "Wufu Village",
        "latitude": "27.610995",
        "longitude": "118.205767",
        "excerpt": "Sixty kilometres east of the Wuyi Shan Scenic Area, this 1700-year-old village got its fame as the hometown of Zhu Xi, a Confucian scholar in the Song…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/wuyi-shan/attractions/wufu-village/a/poi-sig/1437166/355916",
        "image_url": null,
        "detail_description": "Sixty kilometres east of the Wuyi Shan Scenic Area, this 1700-year-old village got its fame as the hometown of Zhu Xi, a Confucian scholar in the Song dynasty. It’s best visited when the lotus in the giant ponds, which are backdropped by some quaint Ming-era architecture, are in full bloom. Minibuses to Wufu Village (¥13, two hours) leave from the small bus station next to the long-distance bus station in Wuyi Shan city.\n"
    },
    {
        "country": "fujian",
        "index": 19,
        "name": "Koxinga Memorial Hall",
        "latitude": "24.44616382",
        "longitude": "118.06115577",
        "excerpt": "Commemorates the life of the charismatic military man who defeated the Dutch East Indies Company in the 17th century. Seven galleries depict Kongxinga…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian/gulang-yu/attractions/koxinga-memorial-hall/a/poi-sig/1238810/355913",
        "image_url": null,
        "detail_description": "Commemorates the life of the charismatic military man who defeated the Dutch East Indies Company in the 17th century. Seven galleries depict Kongxinga from childhood to his transformation as a Taiwanese folk hero through drawings, sculptures and 400 artifacts including fragments from one of his shirts, artillery, armour, dressing gowns, a jade belt and his handwritten notes.\n"
    },
    {
        "country": "fujian",
        "index": 20,
        "name": "Zhènchéng Lóu",
        "latitude": "24.664632",
        "longitude": "116.97698",
        "excerpt": "This most visited tǔlóu is a grandiose structure built in 1912, with two concentric circles and 222 rooms. The four storeys of the outer circle are…",
        "detail_url": "https://www.lonelyplanet.com/china/fujian-tulou/attractions/zhencheng-lou/a/poi-sig/1238770/1323906",
        "image_url": null,
        "detail_description": "This most visited tǔlóu is a grandiose structure built in 1912, with two concentric circles and 222 rooms. The four storeys of the outer circle are impressive against a mountainous backdrop. The ancestral hall in the centre of the tǔlóu is complete with Western-style pillars. The locals dub this tǔlóu wángzǐ (土楼王子), the prince tǔlóu.\n"
    }
]