[
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 1,
        "name": "Khoo Kongsi",
        "latitude": "5.4147689121657",
        "longitude": "100.3372646727",
        "excerpt": "The most spectacular clanhouse in George Town, Khoo Kongsi is an explosion of colour. Intricate ceramic mosaics of immortals, carp and dragons dance…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/khoo-kongsi/a/poi-sig/1217744/357010",
        "image_url": null,
        "detail_description": "The most spectacular clanhouse in George Town, Khoo Kongsi is an explosion of colour. Intricate ceramic mosaics of immortals, carp and dragons dance across the roof ridges, while the gilded beams inside crawl with real and mythical beasts, and antique lanterns sway in the space below. The interior walls feature delicate friezes depicting legendary wedding and birthday celebrations and the 36 celestial guardians. On the last Saturday of each month, entrance is free from 6.30pm to 9pm.\nAs impressive as it is today, Khoo Kongsi was once even more ostentatious; the structure caught fire on the night it was completed in 1901, an event put down to divine jealousy. The present building dates from 1906."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 2,
        "name": "Pinang Peranakan Mansion",
        "latitude": "5.417717",
        "longitude": "100.341407",
        "excerpt": "Lovingly restored, this ostentatious, mint-green structure was one of the most stunning private residences in George Town. Every door, wall and archway is…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/pinang-peranakan-mansion/a/poi-sig/1217801/357010",
        "image_url": null,
        "detail_description": "Lovingly restored, this ostentatious, mint-green structure was one of the most stunning private residences in George Town. Every door, wall and archway is carved and gilded, and the grand rooms are furnished with majestic wooden furniture featuring intricate mother-of-pearl inlay. There are displays of antiques, table settings and fascinating B&amp;W photos of the former owners in regal Chinese dress. The house belonged to Chung Keng Quee, a 19th-century merchant, clan leader and community pillar.\nSelf-guided visits are possible, or enquire about the timing of the daily guided tours (included in the ticket price).After visiting the main house, also check out Chung Keng Kwi Temple, the adjacent ancestral hall and the attached Straits Chinese Jewellery Museum, with its dazzling collection of vintage bling and glittery wedding outfits, all covered by the same ticket."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 3,
        "name": "Blue Mansion",
        "latitude": "5.42137",
        "longitude": "100.335045",
        "excerpt": "The most photographed building in George Town, this magnificent 38-room, 220-window mansion was built in the 1880s and rescued from ruin in the 1990s…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/blue-mansion/a/poi-sig/1217750/357010",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ca5738b1cc6456416daca566c1db15e0-cheong-fatt-tze-mansion.jpg",
        "detail_description": "The most photographed building in George Town, this magnificent 38-room, 220-window mansion was built in the 1880s and rescued from ruin in the 1990s. Today a lavish, antique-filled hotel, its distinctive blue-hued exterior is the result of an indigo-based limewash. Slightly theatrical hour-long guided tours (included in the admission fee) explain the building's feng shui and unique features, and relate stories about Cheong Fatt Tze, the rags-to-riches Hakka merchant-trader who commissioned the mansion for his seventh (and favourite) wife.\nCheong Fatt Tze left China as a penniless teenager and eventually established a vast financial empire throughout East Asia, earning himself the dual sobriquets 'Rockefeller of the East' and the 'Last Mandarin'. Yet despite this, his lavish home was a faded shell within a few years of his death in 1916, rented out at penny rates to extended Chinese families.A six-year restoration returned the mansion to its original glory, an eclectic fusion of Eastern and Western architectural styles, blending Chinese porcelain tile-work with art nouveau stained glass and British encaustic floor tiles. It's the finest surviving example of the eclectic architectural style preferred by wealthy Straits Chinese. Appropriately, the mansion had a cameo in the 2018 blockbuster Crazy Rich Asians.To enjoy the regal mansion after the crowds leave, consider staying overnight."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 4,
        "name": "Fort Cornwallis",
        "latitude": "5.420377",
        "longitude": "100.343843",
        "excerpt": "Captain Francis Light first built a wooden fort here in 1786, establishing the free port where trade would, he hoped, be lured from Britain’s Dutch rivals…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/fort-cornwallis/a/poi-sig/1217724/357010",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-550689603_master.jpg",
        "detail_description": "Captain Francis Light first built a wooden fort here in 1786, establishing the free port where trade would, he hoped, be lured from Britain’s Dutch rivals. Between 1808 and 1810, convict labour built the current stone fort, with the star-profile shape of the walls allowing for overlapping fields of fire against enemies. For all its size, Fort Cornwallis today isn’t particularly impressive; only the outer walls stand, enclosing a rather empty park and the magazine which once stored the fort's ammunition.\nLight named the fort after Charles Cornwallis, perhaps best known for surrendering at the Battle of Yorktown to George Washington, effectively ending the American Revolutionary War."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 5,
        "name": "Sri Mariamman Temple",
        "latitude": "5.417183",
        "longitude": "100.338467",
        "excerpt": "Built in 1883, Sri Mariamman is George Town’s oldest Hindu house of worship. For local South Indians, the temple fulfils the purpose of a Chinese…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/sri-mariamman-temple/a/poi-sig/1217794/357010",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-481592605_master.jpg",
        "detail_description": "Built in 1883, Sri Mariamman is George Town’s oldest Hindu house of worship. For local South Indians, the temple fulfils the purpose of a Chinese Clanhouse; it’s a reminder of the motherland and the community bonds forged within the diaspora. It is a typically South Indian temple, dominated by the gopuram (entrance tower).\nThe major festival of Thaipusam, which includes a procession where some participants hang pots of milk off their bodies on wire hooks and undergo other bodily piercings, begins here. In October a wooden chariot takes the temple’s deity for a spin around the neighbourhood during Vijayadasami festivities. Also known as the Dussehra, this festival marks the victory of the mother goddess Durga over the demon Mahishasura.The temple's back entrance is on Jln Masjid Kapitan Keling."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 6,
        "name": "Kuan Yin Teng",
        "latitude": "5.418571",
        "longitude": "100.338854",
        "excerpt": "Dedicated to Kuan Yin, goddess of mercy, this temple is the liveliest place of worship in George Town. The current temple was built in the early 19th…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/kuan-yin-teng/a/poi-sig/1217755/357010",
        "image_url": null,
        "detail_description": "Dedicated to Kuan Yin, goddess of mercy, this temple is the liveliest place of worship in George Town. The current temple was built in the early 19th century by Hokkien and Cantonese settlers, and it's a hive of activity from early in the morning, as devotees gather to burn paper money for their ancestors, light giant incense sticks adorned with dragons and investigate their future prospects through fortune-telling activities such as throwing numbered sticks known as kau chim.\n"
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 7,
        "name": "Chew Jetty",
        "latitude": "5.412654",
        "longitude": "100.340302",
        "excerpt": "The largest and most intact of the clan jetties, Chew Jetty consists of 75 elevated houses, several Chinese temples, a community hall and lots of tourist…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/chew-jetty/a/poi-sig/1328081/357010",
        "image_url": null,
        "detail_description": "The largest and most intact of the clan jetties, Chew Jetty consists of 75 elevated houses, several Chinese temples, a community hall and lots of tourist facilities, all linked by elevated wooden walkways. It’s a fun place to wander around admiring docked fishing boats while the scent of frying fish wafts across the walkways. There are numerous places to browse souvenirs and nibble snack food.\nArrive towards sunset to take 'golden-hour' photos from the end of the jetty (you'll be in good company). For a more authentic experience, explore the less touristy jetties just north and south: Lee Jetty, a few blocks south, is a pretty row of wooden homes running out over the water."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 8,
        "name": "Cheah Kongsi",
        "latitude": "5.41494",
        "longitude": "100.33851",
        "excerpt": "Looking splendid after a major restoration, Cheah Kongsi is home to the oldest Straits Chinese clan association in Penang. Topped by a tiled pagoda roof,…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/cheah-kongsi/a/poi-sig/459907/357010",
        "image_url": null,
        "detail_description": "Looking splendid after a major restoration, Cheah Kongsi is home to the oldest Straits Chinese clan association in Penang. Topped by a tiled pagoda roof, supported inside by lavishly carved gilded beams, the lavish main hall is a treasure box of clan heirlooms, and side rooms have been filled with displays on the history of the building and the clans who occupied it.\nEach society occupied a different portion of the temple, which became a focal point during the inter-clan riots that flared up in 1867. The fighting became so intense that a secret passage existed between here and Khoo Kongsi for a quick escape. It's best to enter via the ticket office on Lr Armenian, rather than across the lawn from Lr Pantai."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 9,
        "name": "Penang Museum",
        "latitude": "5.415303",
        "longitude": "100.325732",
        "excerpt": "Penang's state-run museum includes exhibits on the history, customs and traditions of the island’s various ethnic groups, with photos, videos, documents,…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/penang-museum/a/poi-sig/1217725/357010",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/134434036_full.jpg",
        "detail_description": "Penang's state-run museum includes exhibits on the history, customs and traditions of the island’s various ethnic groups, with photos, videos, documents, costumes, furniture and other well-labelled, engaging displays. The history gallery includes a collection of early-19th-century watercolours by Captain Robert Smith, an engineer with the East India Company, and prints showing landscapes of old Penang.\nOn our visit, the museum's usual location on Lr Farquhar was undergoing renovation and exhibitions were temporarily rehoused here at the Penang State Museum Board. When finished in 2020, it's expected to return to Lr Farquhar."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 10,
        "name": "High Court",
        "latitude": "5.420854",
        "longitude": "100.339699",
        "excerpt": "This impressive 1903 building, with rows of columns holding up balconies and shaded exterior corridors, is Malaysia's oldest high court. Outside is a…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/high-court/a/poi-sig/1391649/357010",
        "image_url": null,
        "detail_description": "This impressive 1903 building, with rows of columns holding up balconies and shaded exterior corridors, is Malaysia's oldest high court. Outside is a statue of James Richardson Logan, a British lawyer who earned his reputation, and much popularity, for representing non-whites in the 19th century.\nLogan’s work resulted in the official recognition of a number of Chinese secret societies and their festivals. He also pushed for the Transfer of 1867, which resulted in the Straits Settlements becoming their own colony, as opposed to a subset of British India."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 11,
        "name": "P Ramlee House",
        "latitude": "5.4100160277936",
        "longitude": "100.31340479851",
        "excerpt": "This museum compound is dedicated to the 1950s and '60s movie star P Ramlee, who was born here. Ramlee was particularly known for his singing; he also…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/p-ramlee-house/a/poi-sig/1217839/357010",
        "image_url": null,
        "detail_description": "This museum compound is dedicated to the 1950s and '60s movie star P Ramlee, who was born here. Ramlee was particularly known for his singing; he also acted in and directed 66 films in his lifetime. Although some visitors may not be familiar with his work, the grounds and displays are interesting, and there are a few kitschy souvenirs in the museum’s gift shop.\nP Ramlee’s music plays as a constant soundtrack throughout the compound, which includes his birthplace, a humble, thoroughly restored kampung (village) house built in 1926. The house is about 5km west of George Town; a taxi here costs RM15."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 12,
        "name": "Lebuh Armenian",
        "latitude": "5.414801",
        "longitude": "100.338092",
        "excerpt": "Although this street is named for Penang's Armenian population (such as the famous Sarkies, who established the Eastern & Oriental Hotel), there's no…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/lebuh-armenian/a/poi-sig/459935/357010",
        "image_url": null,
        "detail_description": "Although this street is named for Penang's Armenian population (such as the famous Sarkies, who established the Eastern &amp; Oriental Hotel), there's no evidence that any Armenians actually ever lived here. In the early 1800s the street was known as Malay Lane, and later the Chinese named it pak thang-ah kay (copper worker's street) because brass- and copperwares were sold here. Today, street art, souvenir shops and cafes make it among the most touristy streets in the city.\nOnce a centre for Chinese secret societies, it was one of the main fighting stages of the 1867 Penang riots."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 13,
        "name": "Hin Bus Depot",
        "latitude": "5.412248",
        "longitude": "100.328178",
        "excerpt": "The industrial remains of this former bus station have become a vibrant hub for George Town's burgeoning contemporary art scene. There are cafes and pop…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/hin-bus-depot/a/poi-sig/1514705/357010",
        "image_url": null,
        "detail_description": "The industrial remains of this former bus station have become a vibrant hub for George Town's burgeoning contemporary art scene. There are cafes and pop-up shops, and half a dozen artists studios and a gallery host exhibitions (ranging from sculpture to photography). Swing by for the arts-and-crafts market every Sunday (11am to 5pm). The open-air areas overflow with murals, sculptures and other pieces of street art.\nWithin the grounds you'll also find several cafes, and there are several artsy bars nearby."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 14,
        "name": "Padang",
        "latitude": "5.42075",
        "longitude": "100.342609",
        "excerpt": "A typical feature of Malaysian colonial cities is the padang, which is an open playing field surrounded by public buildings. George Town’s padang…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/padang/a/poi-sig/1219566/357010",
        "image_url": null,
        "detail_description": "A typical feature of Malaysian colonial cities is the padang, which is an open playing field surrounded by public buildings. George Town’s padang stretches west from Fort Cornwallis to the Town Hall and City Hall, two of Penang’s grandest Edwardian buildings, both of which have fine porticoes.\nThe field is often used for events today and has a good food court on its southeastern corner."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 15,
        "name": "Suffolk House",
        "latitude": "5.410764",
        "longitude": "100.305798",
        "excerpt": "This impressive Georgian-style mansion is built on the site of the original residence of Francis Light, founder of the colony and native of Suffolk,…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/suffolk-house/a/poi-sig/1217811/357010",
        "image_url": null,
        "detail_description": "This impressive Georgian-style mansion is built on the site of the original residence of Francis Light, founder of the colony and native of Suffolk, England. Situated on the banks of the Air Itam river, around 5km west of George Town’s centre, it’s a grand building with sweeping verandahs, a massive ballroom and a breezy colonial plantation feel. A visit is best combined with high tea at the restaurant on the upper floor, in which case entrance is free.\nA taxi here from central George Town will cost around RM15."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 16,
        "name": "Top at KOMTAR",
        "latitude": "5.414705",
        "longitude": "100.329455",
        "excerpt": "There are all kinds of attractions – most targeted at families – in this major revamp of part of George Town's iconic KOMTAR tower. The biggest draw is…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/top-at-komtar/a/poi-sig/1548176/357010",
        "image_url": null,
        "detail_description": "There are all kinds of attractions – most targeted at families – in this major revamp of part of George Town's iconic KOMTAR tower. The biggest draw is undoubtedly Rainbow Skywalk, the 68th-floor rooftop observation deck. Visitors might also be interested in the Penang State Gallery, providing a breezy overview of the state's history. Check the website for the full list of attractions.\n"
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 17,
        "name": "Protestant Cemetery",
        "latitude": "5.422919",
        "longitude": "100.333607",
        "excerpt": "Under a canopy of magnolia trees you’ll find the graves of Captain Francis Light, the founder of the British colony of Penang, and many others, including…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/protestant-cemetery/a/poi-sig/1217733/357010",
        "image_url": null,
        "detail_description": "Under a canopy of magnolia trees you’ll find the graves of Captain Francis Light, the founder of the British colony of Penang, and many others, including governors, merchants, sailors, and Chinese Christians who fled the Boxer Rebellion in China (a movement opposing Western imperialism and evangelism), only to die of fever in Penang. Also here is the tomb of Thomas Leonowens, the young officer who married Anna – the schoolmistress to the King of Siam, made famous by The King and I.\n"
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 18,
        "name": "Wat Buppharam",
        "latitude": "5.425599",
        "longitude": "100.31643",
        "excerpt": "This Thai temple, dating from 1942, is home to the 'Lifting Buddha', a renowned, 100-year-old, gold-leaf-encrusted Buddha statue about the size of a well…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/wat-buppharam/a/poi-sig/459985/357010",
        "image_url": null,
        "detail_description": "This Thai temple, dating from 1942, is home to the 'Lifting Buddha', a renowned, 100-year-old, gold-leaf-encrusted Buddha statue about the size of a well-fed house cat. If you can lift the statue while concentrating on your wish, then your wish may come true. To confirm this, attempt to lift the statue a second time; if it has now suddenly become too heavy to lift then your wish will come true!\nThe temple is about 2.5km northwest of central George Town; a taxi here will cost RM15."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 19,
        "name": "Komik Asia",
        "latitude": "5.414598",
        "longitude": "100.330045",
        "excerpt": "If you don't know your Lat from your Tezuka Osamu, then this is the place to become more closely acquainted with the dynamic work of comic-book artists…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/komik-asia/a/poi-sig/1548175/357010",
        "image_url": null,
        "detail_description": "If you don't know your Lat from your Tezuka Osamu, then this is the place to become more closely acquainted with the dynamic work of comic-book artists from across the region. Kids and not a few adults will love this remarkable collection from nine Asian countries, including Malaysia, China, Japan and South Korea. There's a good gift shop, too.\nTo find the museum, enter the mall from Lr Lintang and take the escalator to the 2nd floor."
    },
    {
        "country": "georgetown",
        "city": "George Town",
        "index": 20,
        "name": "Witness Collection",
        "latitude": "5.4289",
        "longitude": "100.321258",
        "excerpt": "Since this splendid collection of modern and contemporary art works, mainly from Vietnam and Cambodia, is displayed in the home of their owner, Adrian…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/peninsular-malaysia-west-coast/georgetown/attractions/witness-collection/a/poi-sig/1548244/357010",
        "image_url": null,
        "detail_description": "Since this splendid collection of modern and contemporary art works, mainly from Vietnam and Cambodia, is displayed in the home of their owner, Adrian Jones, you will need to call to arrange a viewing. There are some remarkable pieces, such as ink brush drawings of events during the Vietnam War (the Vietcong didn't have ready access to cameras and film) and works that are critical of the current regime and would never see the light of day in Vietnam.\n"
    }
]