[
    {
        "country": "germany",
        "index": 1,
        "name": "Schloss Nymphenburg",
        "latitude": "48.15827981",
        "longitude": "11.50349702",
        "excerpt": "This commanding palace and its lavish gardens sprawl around 5km northwest of the Altstadt. Begun in 1664 as a villa for Electress Adelaide of Savoy, the…",
        "detail_url": "https://www.lonelyplanet.com/germany/munich/nymphenburg-neuhausen-olympiapark/attractions/schloss-nymphenburg/a/poi-sig/1139822/1342299",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c21b51260b1758d5a572285da8487f2d-schloss-nymphenburg.jpg",
        "detail_description": "This commanding palace and its lavish gardens sprawl around 5km northwest of the Altstadt. Begun in 1664 as a villa for Electress Adelaide of Savoy, the stately pile was extended over the next century to create the royal family's summer residence. Franz Duke of Bavaria, head of the once-royal Wittelsbach family, still occupies an apartment here.\nThe main palace building consists of a large villa and two wings of creaking parquet floors and sumptuous period rooms. Right at the beginning of the self-guided tour comes the high point of the entire Schloss, the Schönheitengalerie, housed in the former apartments of Queen Caroline. Some 38 portraits of attractive females chosen by an admiring King Ludwig I peer prettily from the walls. The most famous image is of Helene Sedlmayr, the daughter of a shoemaker, wearing a lavish frock the king gave her for the sitting. You'll also find Ludwig's beautiful, but notorious, lover Lola Montez, as well as 19th-century gossip-column celebrity Lady Jane Ellenborough and English beauty Lady Jane Erskine.Further along the tour route comes the Queen's Bedroom, which still contains the sleigh bed on which Ludwig II was born, and the King's Chamber, resplendent with three-dimensional ceiling frescoes.Also in the main building is the Marstallmuseum, displaying royal coaches and riding gear. This includes Ludwig II's fairy tale–like rococo sleigh, ingeniously fitted with oil lamps for his crazed nocturnal outings. Upstairs is the world's largest collection of porcelain made by the famous Nymphenburger Manufaktur. Also known as the Sammlung Bäuml, it presents the entire product palette from the company's founding in 1747 until 1930.The sprawling palace grounds behind Schloss Nymphenburg is a favourite spot with Münchners and visitors for strolling, jogging or whiling away a lazy afternoon. It's laid out in grand English style and accented with water features, including a large lake, a cascade and a canal, which is popular for feeding swans and for ice skating and ice curling when it freezes over in winter.The park's chief folly, the Amalienburg, is a small hunting lodge dripping with crystal and gilt decoration; don't miss the amazing Spiegelsaal (hall of mirrors). The two-storey Pagodenburg was built in the early 18th century as a Chinese tea house and is swathed in ceramic tiles depicting landscapes, figures and floral ornamentation. The Badenburg is a sauna and bathing house that still has its original heating system. Finally, the Magdalenenklause was built as a mock hermitage in faux-ruined style."
    },
    {
        "country": "germany",
        "index": 2,
        "name": "KZ-Gedenkstätte Dachau",
        "latitude": "48.268398",
        "longitude": "11.468868",
        "excerpt": "Officially called the KZ-Gedenkstätte Dachau, this was the Nazis’ first concentration camp, built by Heinrich Himmler in March 1933 to house political…",
        "detail_url": "https://www.lonelyplanet.com/germany/dachau/attractions/kz-gedenkstaette-dachau/a/poi-sig/1210524/1321189",
        "image_url": "https://lp-cms-production.imgix.net/2022-02/Germany%20Dachau%20sma1050%20shutterstock_760718488%20RFE.jpg",
        "detail_description": "Officially called the KZ-Gedenkstätte Dachau, this was the Nazis’ first concentration camp, built by Heinrich Himmler in March 1933 to house political prisoners. All in all, it ‘processed’ more than 200,000 inmates, killing at least 43,000, and is now a haunting memorial. Expect to spend two to three hours here to fully absorb the exhibits. Note that children aged under 12 may find the experience too disturbing.\nThe place to start is the visitors centre, which houses a bookshop, a cafe and a tour-booking desk where you can pick up an audioguide (€4). It’s on your left as you enter the main gate. Two-and-a-half-hour tours (€3.50) also run from here at 11am and 1pm (extra tours run at 12.15pm on Sunday between July and September).You pass into the compound itself through the Jourhaus, originally the only entrance. Set in wrought iron, the infamous, chilling slogan ‘Arbeit Macht Frei’ (Work Sets You Free) hits you at the gate.The museum is at the southern end of the camp. Here, a 22-minute English-language documentary runs at 10am, 11.30am, 12.30pm, 2pm and 3pm and uses mostly postliberation footage to outline what took place here. Either side of the small cinema extends an exhibition relating the camp’s harrowing story, from a relatively orderly prison for religious inmates, leftists and criminals to an overcrowded concentration camp racked by typhus, and its eventual liberation by the US Army in April 1945.Disturbing displays include photographs of the camp, its officers and prisoners (all male until 1944), and of horrifying ‘scientific experiments’ carried out by Nazi doctors. Other exhibits include a whipping block, a chart showing the system of prisoner categories (Jews, homosexuals, Jehovah’s Witnesses, Poles, Roma and other ‘asocial’ people) and documents on the persecution of ‘degenerate’ authors banned by the party. There's also a lot of information on the rise of the Nazis and other concentration camps around Europe, a scale model of the camp at its greatest extent and numerous uniforms and everyday objects belonging to inmates and guards.Outside, in the former roll-call square, is the International Memorial (1968), inscribed in English, French, Yiddish, German and Russian, which reads ‘Never Again’. Behind the exhibit building, the bunker was the notorious camp prison where inmates were tortured. Executions took place in the prison yard.Inmates were housed in large barracks, now demolished, which used to line the main road north of the roll-call square. In the camp’s northwestern corner is the crematorium and gas chamber, disguised as a shower room but never used. Several religious shrines, including a timber Russian Orthodox church, stand nearby."
    },
    {
        "country": "germany",
        "index": 3,
        "name": "East Side Gallery",
        "latitude": "52.5045",
        "longitude": "13.441043",
        "excerpt": "The East Side Gallery is the embodiment of Berlin’s grit and guts. ",
        "detail_url": "https://www.lonelyplanet.com/germany/berlin/friedrichshain/attractions/east-side-gallery/a/poi-sig/1104617/1320681",
        "image_url": "https://lp-cms-production.imgix.net/2021-08/shutterstockRF_345802901.jpg",
        "detail_description": "The East Side Gallery is the embodiment of Berlin’s grit and guts. It’s a symbol of hope, creativity and resilience – for Berliners, but also the rest of the world.\nIn 1989, the Berlin Wall, a grey and grisly divider of humanity, was finally torn down after 28 years. Today its longest surviving stretch forms the world’s largest permanent open-air art gallery, known as the East Side Gallery.\nThe nearly mile-long (1.3 km) section of wall, located along the Spree River and Mühlenstrasse, showcases more than 100 murals. Dozens of international artists have translated the Cold War-era’s global euphoria and optimism into a mix of political statements, psychedelic-induced musings and manifold artistic visions.\nThese days, graffiti tagging forms a good part of the artwork, though it's strictly frowned upon as great measures have been taken to preserve and even reproduce some of the Gallery’s most iconic paintings like Dmitri Vrubel’s so-called Fraternal Kiss and Thierry Noir’s cartoon faces.\nNowadays, you’ll often see the East Side Gallery covered in groups of shutterbugs – the city estimates over three million visitors come here annually – as well as ample, unsightly fences warding off vandalism. On its backside, carousers drink beer and play techno from boomboxes along the banks of the Spree, while, on the other side of the wall, Mühlenstrasse has turned into the kind of dry, characterless commercial development that makes the locals moan.\nBut, despite such a touristy backdrop, just ask your average Berliner – there will always be a kind of magic about the East Side Gallery. Driving past after a serious night of clubbing or a biking adventure through the city will provide a little burst of pride and excitement, like watching a film strip of history unfold. After all, this relic is proof of just how far Berlin has come.\n\n  \nPeople walk past the My God, Help Me to Survive This Deadly Love artwork on the East Side Gallery in Berlin © LordRunar / Getty Images\n\nThe history of the East Side Gallery\nDuring the Cold War, the part of the wall where the East Side Gallery is now situated was a border crossing to East Germany accessible to West Germans only. Essentially, it was an interior wall acting as an extra barrier to stop fleeing East Germans before reaching the infamous \"death strip\" (a no man’s land between the East and West sides where guards shot on sight).\nFollowing the Peaceful Revolution in 1989, most of the Berlin Wall was soon dismantled – this is the longest remaining stretch. One year later, over 100 artists from 21 countries staged a now legendary painting session here on the eastern side of the Wall. The East Side Gallery was eventually declared a monument by local authorities.\nSome of the most famous murals have forever found their places on the pages of history and pop culture. For example, Birgit Kinder’s Test the Rest, showing a Trabi bursting through the Berlin Wall, Dmitri Vrubel’s My God, Help Me To Survive This Deadly Love (also known as Fraternal Kiss), depicting East German leader Erich Honecker and high-ranking Soviet politician Leonid Brezhnev locking lips, and East German artist Thomas Klingenstein’s Detour to the Japanese Sector, a vivid depiction of the Japanese landscape (Japan was one of the countries East German citizens were prohibited from traveling to).\nIn 2009, the gallery underwent a controversial restoration due to the wall’s decay from atmospheric conditions and tourist graffiti. Several murals were erased and, in many cases, artists were asked to take part in repainting.\n\n  \nBirgit Kinder’s Test the Rest, showing a car bursting through the wall © Tupungato / Shutterstock\n\nSome refused and even took legal action, saying that they had not received adequate revenue from the monument and arguing that the restoration had destroyed the authenticity of the works. Others, including Vrubel who recreated Fraternal Kiss, obliged, albeit with a heavy heart.\nToday, the East Side Gallery is a symbol of an older period of Berlin – the Cold War, but also the early years of German reunification when the city was as gritty and hard-boiled as ever. Opposite the wall, on the other side of Mühlenstrasse, lies a newer Berlin – high-rise condo buildings, a concert arena and, further beyond, a new shopping mall that’s often been described as an eyesore.\nThe East Side Gallery too remains an area of interest to investors. In 2013, part of the monument was scheduled to be destroyed to build deluxe apartments. Protests from Berliners – and even an appearance from David Hasselhoff himself – eventually led to the murals being moved across the street and preserved.\nPlan your visit\nThe East Side Gallery is located on Mühlenstrasse, a main thoroughfare straddling the Kreuzberg (former West), Mitte and Friedrichshain (former East) neighborhoods. It runs parallel to the Spree and lies between landmarks such as the pretty Oberbaumbrücke and Ostbahnhof train station, and is within walking distance of several nightclubs including Watergate and Club der Visionäre.\nThe Gallery is free and accessible 24 hours a day. You can stroll it in either direction. If you start at the end near the Oberbaumbrücke, you can visit the Wall Museum first for an overview of the history of the Berlin Wall. Crowd favorite Dimitri Vrubel's My God, Help Me to Survive This Deadly Love mural is also nearer this end of the Gallery.\nAs such, this area is quite busy at all times of day. However, you will likely get the best views and fewer crowds of the East Side Gallery earlier in the morning, so aim to make it your first stop. A path along the Spree river banks (the opposite side of the wall) is popular among morning joggers.\n\n  \nThe East Side Gallery is a hive of activity at most times of day © hanohiki / Shutterstock\n\nGetting there\nThe East Side Gallery can be accessed by public transit. It is most easily reached by the U-bahn line U1 to Warschauer Straße or Schlesisches Tor station, or S-bahn line S5, S7, or S9 to Warschauer Straße or Ostbahnhof station.\nDid you know?\nPainted sections of the Berlin Wall exist not only at the East Side Gallery but all over the world. These remnants have been delivered to several countries such as Iceland, South Korea and Estonia, among others, as symbolic gifts of freedom and solidarity.\nIn Brussels, a large section bearing the image of former US President John F. Kennedy is located in front of the European Commission headquarters. Another section can be found in the gardens of the United Nations in New York.\n"
    },
    {
        "country": "germany",
        "index": 4,
        "name": "Schloss Charlottenburg",
        "latitude": "52.520804",
        "longitude": "13.295721",
        "excerpt": "Charlottenburg Palace is one of Berlin's few sites that still reflect the one-time grandeur of the Hohenzollern clan, which ruled the region from 1415 to…",
        "detail_url": "https://www.lonelyplanet.com/germany/berlin/charlottenburg-and-northern-wilmersdorf/attractions/schloss-charlottenburg/a/poi-sig/1119921/1320678",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/84b66833b9d533153156a1a7a86ee75c-schloss-charlottenburg.jpg",
        "detail_description": "Charlottenburg Palace is one of Berlin's few sites that still reflect the one-time grandeur of the Hohenzollern clan, which ruled the region from 1415 to 1918. Originally a petite summer retreat, it grew into an exquisite baroque pile with opulent private apartments, richly decorated festival halls, collections of precious porcelain and paintings by French 18th-century masters. It's lovely in fine weather, when you can fold a stroll in the palace park into a day of peeking at royal treasures.\nThe palace's oldest section, the Altes Schloss, is an extravaganza in stucco, brocade and overall opulence. Highlights include: the Oak Gallery, a wood-panelled festival hall draped in family portraits; the lovely Oval Hall, with views of the gardens; Friedrich I’s bedchamber, with the first-ever bathroom in a baroque palace; and the fabulous Porcelain Chamber, smothered top to bottom in Chinese and Japanese blue ware.Charlottenburg's most beautiful rooms are the flamboyant private chambers of Frederick the Great in the Neuer Flügel extension, designed in 1746 by the period's star architect Georg Wenzeslaus von Knobelsdorff. Standouts include the confection-like White Hall banquet room, the mirrored and gilded Golden Gallery and the paintings by Watteau, Pesne and other 18th-century French masters. In the same wing, the apartments of Queen Luise (1776–1810), wife of King Friedrich Wilhelm III, are decked out with lavish chandeliers, period furniture and hand-painted silk wall coverings.The adjacent Schinkel-designed Neuer Pavillon served as a summer retreat for Friedrich Wilhelm III and now houses paintings from the Romantic and Biedermeier periods.A stroll around the sprawling palace park, with its shady walkways, flower beds and manicured lawns, is a must; you’ll stumble upon the pint-size palace called Belvedere, now an elegant setting for porcelain masterpieces by the royal manufacturer KPM.Across the carp pond awaits the 1810 neoclassical Mausoleum, where various royals, including Kaiser Wilhelm I and his wife, are entombed in ornate marble sarcophagi.Each building charges separate admission; it’s best to invest in the 'charlottenburg+' day pass for access to everything. The place gets busy, so come early on weekends and in summer."
    },
    {
        "country": "germany",
        "index": 5,
        "name": "Münchner Stadtmuseum",
        "latitude": "48.13527",
        "longitude": "11.572927",
        "excerpt": "Installed for the city's 850th birthday (2008), the Münchner Stadtmuseum's Typisch München (Typically Munich) exhibition – taking up the whole of a…",
        "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/muenchner-stadtmuseum/a/poi-sig/409406/1342295",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7f7ea3b81902930977bc323a3473687b-munchner-stadtmuseum.jpg",
        "detail_description": "Installed for the city's 850th birthday (2008), the Münchner Stadtmuseum's Typisch München (Typically Munich) exhibition – taking up the whole of a rambling building – tells Munich's story in an imaginative, uncluttered and engaging way. Exhibits in each section represent something quintessential about the city; a booklet/audioguide relates the tale behind them, thus condensing a long and tangled history into easily digestible themes.\nSet out in chronological order, the exhibition kicks off with the monks who founded the city and ends with the postwar-boom decades. The first of five sections, Old Munich, contains a scale model of the city in the late 16th century (one of five commissioned by Duke Albrecht V; the Bayerisches Nationalmuseum displays the others), but the highlight here is the The Morris Dancers, a series of statuettes gyrating like 15th-century ravers. It's one of the most valuable works owned by the city.Next comes New Munich, which charts the Bavarian capital's 18th- and 19th-century transformation into a prestigious royal capital and the making of the modern city. The Canaletto View gives an idea in oil paint of how Munich looked in the mid-18th century, before the Wittelsbachs (the German noble family that ruled Bavaria) launched their makeover. The section also takes a fascinating look at the origins of Oktoberfest and Munich's cuisine, as well as the phenomenon of the 'Munich Beauty' – Munich's womenfolk are regarded as Germany's most attractive.City of Munich examines the weird and wonderful late 19th and early 20th century, a period known for Jugendstil (art nouveau) architecture and design, Richard Wagner, and avant-garde rumblings in Schwabing. In this era, Munich became known as the 'city of art and beer', a title that many agree it still holds today.The fourth hall, Revue, becomes a little obscure, but basically deals with the aftermath of WWI and the rise of the Nazis. The lead-up to war and the city's suffering during WWII occupy the Feuchtwangersaal, where a photo of a very determined Chamberlain stands next to the other signatories to the 1938 Munich Agreement, which created parts of Czechoslovakia to Nazi Germany. This is followed by a couple of fascinating rooms that paint a portrait of the modern city, including nostalgic TV footage from the last 40 years.Though the Typical Munich exhibition touches on the period, the rise of the Nazis has been rightly left as a powerful separate exhibition called Nationalsozialismus in München. This occupies an eerily windowless annexe."
    },
    {
        "country": "germany",
        "index": 6,
        "name": "Residenzmuseum",
        "latitude": "48.140495782459",
        "longitude": "11.577987136234",
        "excerpt": "Home to Bavaria's Wittelsbach rulers from 1508 until WWI, the Residenz is Munich's number-one attraction. The amazing treasures, as well as all the…",
        "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/residenzmuseum/a/poi-sig/409126/1342295",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/eeae0047cda714cecbf98910d547c149-residenzmuseum.jpg",
        "detail_description": "Home to Bavaria's Wittelsbach rulers from 1508 until WWI, the Residenz is Munich's number-one attraction. The amazing treasures, as well as all the trappings of the Wittelbachs' lifestyle over the centuries, are on display at the Residenzmuseum, which takes up around half of the palace. Allow at least two hours to see everything at a gallop.\nTours are in the company of a rather long-winded audioguide (free), and gone are the days when the building was divided into morning and afternoon sections, all of which means a lot of ground to cover in one go. It's worth fast-forwarding a bit to where the prescribed route splits into short and long tours, taking the long route for the most spectacular interiors. Approximately 90 rooms are open to the public at any one time, but as renovation work is ongoing, closures are inevitable, and you may not see all the highlights.When wandering the Residenz, don't forget that only 50 sq metres of the building's roof remained intact at the end of WWII. Most of what you see today is a Wittelsbach postwar reconstruction.The tours kick off at the Grottenhof (Grotto Court), home of the wonderful Perseusbrunnen (Perseus Fountain), with its namesake holding the dripping head of Medusa. Next door is the famous Antiquarium, a barrel-vaulted hall smothered in frescoes and built to house the Wittelsbachs' enormous antique collection. It's widely regarded as the finest Renaissance interior north of the Alps.Further along the tour route, the neo-Byzantine Hofkirche was built for Ludwig I in 1826. After WWII only the red-brick walls were left; it reopened as an atmospheric concert venue in 2003.Upstairs are the Kurfürstenzimmer (Electors Rooms), with some stunning Italian portraits and a passage lined with two dozen views of Italy, painted by local romantic artist Carl Rottmann. Also up here are François Cuvilliés' Reiche Zimmer (Rich Rooms), a six-room extravaganza of exuberant rococo carried out by the top stucco and fresco artists of the day; they're a definite highlight. More rococo magic awaits in the Ahnengallery (Ancestors Gallery), with 121 portraits of the rulers of Bavaria in chronological order.The Hofkapelle, reserved for the ruler and his family, fades quickly in the memory when you see the exquisite Reichekapelle, with its blue-and-gilt ceiling, inlaid marble and 16th-century organ. Considered the finest rococo interiors in southern Germany, another spot to linger is the Steinzimmer (Stone Rooms), the emperor's quarters, awash in intricately patterned and coloured marble."
    },
    {
        "country": "germany",
        "index": 7,
        "name": "Würzburg Residenz",
        "latitude": "49.792790255821",
        "longitude": "9.9391013491301",
        "excerpt": "The vast Unesco-listed Residenz, built by 18th-century architect Balthasar Neumann as the home of the local prince-bishops, is one of Germany’s most…",
        "detail_url": "https://www.lonelyplanet.com/germany/bavaria/wurzburg/attractions/wuerzburg-residenz/a/poi-sig/476800/359363",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7202f06de0384f73db5bd52fa64f823a-residenz.jpg",
        "detail_description": "The vast Unesco-listed Residenz, built by 18th-century architect Balthasar Neumann as the home of the local prince-bishops, is one of Germany’s most important and beautiful baroque palaces. Top billing goes to the brilliant zigzagging Treppenhaus (staircase) lidded by what still is the world’s largest fresco, a masterpiece by Giovanni Battista Tiepolo depicting allegories of the four then-known continents (Europe, Africa, America and Asia).\nThe structure was commissioned in 1720 by prince-bishop Johann Philipp Franz von Schönborn, who was unhappy with his old-fashioned digs up in Marienberg Fortress, and took almost 60 years to complete. Today the 360 rooms are home to government institutions, university faculties and a museum, but the grandest 40 have been restored for visitors to admire.Besides the Grand Staircase, feast your eyes on the ice-white stucco-adorned Weisser Saal (White Hall) before entering the Kaisersaal (Imperial Hall), canopied by yet another impressive Tiepolo fresco. Other stunners include the gilded stucco Spiegelkabinett (Mirror Hall), covered with a unique mirror-like glass painted with figural, floral and animal motifs (accessible by tour only).In the residence’s south wing, the Hofkirche (Court Church) is another Neumann and Tiepolo co-production. Its marble columns, gold leaf and profusion of angels match the Residenz in splendour and proportions.Entered via frilly wrought-iron gates, the Hofgarten (Court Garden; open until dusk, free) is a smooth blend of French- and English-style landscaping teeming with whimsical sculptures of children, mostly by court sculptor Peter Wagner. Concerts, festivals and special events take place here during the warmer months.The complex also houses collections of antiques, paintings and drawings in the Martin-von-Wagner Museum (no relation to Peter) and, handily, a winery in the atmospheric cellar, the Staatlicher Hofkeller Würzburg, that is open for tours with tasting."
    },
    {
        "country": "germany",
        "index": 8,
        "name": "Abteikirche Maria Laach",
        "latitude": "50.402322",
        "longitude": "7.252607",
        "excerpt": "Serenely tucked within beautiful Eifel countryside, Abteikirche Maria Laach is one of the finest examples of a Romanesque church in Germany. Part of a 900…",
        "detail_url": "https://www.lonelyplanet.com/germany/the-ahr-valley-the-eifel/attractions/abteikirche-maria-laach/a/poi-sig/1208776/1340208",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Germany%20Glees%20Ventura%20Carmona%20GettyImages-1256473619%20RFE.jpg",
        "detail_description": "Serenely tucked within beautiful Eifel countryside, Abteikirche Maria Laach is one of the finest examples of a Romanesque church in Germany. Part of a 900-year-old Benedictine abbey, it is next to a volcanic lake, the Laacher See, surrounded by a 21-sq-km nature reserve. Attending prayer services is worthwhile if only to listen to the monks' ethereal chanting in Latin and German. Before entering the compound, drop by the visitors centre for information on the abbey and the lake area.\nYou enter the church via a large Vorhalle (portico; restored in 2009), a feature not usually found north of the Alps. Note the quirky carvings on and above the capitals and the Löwenbrunnen (Lion Fountain), reminiscent of Moorish architecture. The interior is surprisingly modest, in part because the original furnishings were lost during the 1800s. In the west apse lies the late-13th-century, recumbent, statue-adorned tomb of abbey founder Heinrich II of Palatine. The east apse shelters the high altar with its wooden canopy; overhead is an early-20th-century Byzantine-style mosaic of Christ donated by Kaiser Wilhelm II. The entrance to the 11th-century crypt is to the left of the choir.Across the path from the Klostergaststätte restaurant, a 20-minute film looks at the life of the resident 46 monks, who take the motto Ora et labora (pray and work) very seriously indeed. They pray five times a day and earn a living from economic activities such as growing organic apples and raising house plants, available for purchase in the Klostergärtnerei nursery.Various trails take walkers up the forested hill behind the abbey; options for circumambulating the Laacher See include the lakefront Ufer-Rundweg (8km) and the more strenuous Höhenrundweg (15km).Next to the car park, a small shop sells fruits and vegetables grown by the monks, as well as other organic edibles.Maria Laach is about 30km northwest of Koblenz and 22km southeast of Bad Neuenahr-Ahrweiler. The nearest train station is in Andernach from where bus 310 travels to the abbey in 25 minutes. Parking is €2."
    },
    {
        "country": "germany",
        "index": 9,
        "name": "Kölner Dom",
        "latitude": "50.941202186536",
        "longitude": "6.9581980134845",
        "excerpt": "Cologne’s geographical and spiritual heart – and its single-biggest tourist draw – is the magnificent Kölner Dom. With its soaring twin spires, this is…",
        "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/cologne/attractions/koelner-dom/a/poi-sig/456311/359392",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-562412011_medium.jpg",
        "detail_description": "Cologne’s geographical and spiritual heart – and its single-biggest tourist draw – is the magnificent Kölner Dom. With its soaring twin spires, this is the Mt Everest of cathedrals, jam-packed with art and treasures. For an exercise fix, climb the 533 steps up the Dom’s south tower to the base of the steeple that dwarfed all buildings in Europe until Gustave Eiffel built a certain tower in Paris. The Domforum visitor centre is a good source of info and tickets.\nThe Dom is Germany’s largest cathedral and must be circled from the outside to truly appreciate its dimensions. Note how its lacy spires and flying buttresses create a sensation of lightness and fragility despite its mass and height.This feeling of airiness continues inside, where a phalanx of pillars and arches supports the lofty nave. Soft light filters through the medieval stained-glass windows, as well as a much-lauded recent window by contemporary artist Gerhard Richter in the right transept. A kaleidoscope of 11,500 squares in 72 colours, Richter’s abstract design has been called a ‘symphony of light’; in the afternoon especially, when the sun hits it just so, it’s easy to understand why.The pièce de résistance among the cathedral’s bevy of treasures is the Shrine of the Three Kings behind the main altar, a richly bejewelled and gilded sarcophagus said to hold the remains of the kings who followed the star to the stable in Bethlehem where Jesus was born. The bones were spirited out of Milan in 1164 as spoils of war by Emperor Barbarossa’s chancellor and instantly turned Cologne into a major pilgrimage site.Other highlights include the Gero Crucifix (970), notable for its monumental size and an emotional intensity rarely achieved in those early medieval days; the choir stalls from 1310, richly carved from oak; and the altar painting (c 1450) by Cologne artist Stephan Lochner.During your climb up to the 95m-high viewing platform on the south tower, take a breather and admire the 24-tonne Peter Bell (1923), the largest free-swinging working bell in the world.To get more out of your visit, invest €1 in the information pamphlet or join a guided tour."
    },
    {
        "country": "germany",
        "index": 10,
        "name": "Alte Pinakothek",
        "latitude": "48.148481170452",
        "longitude": "11.569476924695",
        "excerpt": "Munich's main repository of Old European Masters is crammed with all the major players who decorated canvases between the 14th and 18th centuries. This…",
        "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/alte-pinakothek/a/poi-sig/409068/1342296",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3efd10b26a3e66cfa6e6263c41cf5a15-alte-pinakothek.jpg",
        "detail_description": "Munich's main repository of Old European Masters is crammed with all the major players who decorated canvases between the 14th and 18th centuries. This neoclassical temple was masterminded by Leo von Klenze and is a delicacy even if you can't tell your Rembrandt from your Rubens. The collection is world famous for its exceptional quality and depth, especially when it comes to German masters.\nThe oldest works are altar paintings, among which the standouts are Michael Pacher's Four Church Fathers and Lucas Cranach the Elder's Crucifixion (1503), an emotional rendition of the suffering Jesus.A key room is the Dürersaal upstairs. Here hangs Albrecht Dürer's famous Christlike Self-Portrait (1500), showing the gaze of an artist brimming with self-confidence. His final major work, The Four Apostles, depicts John, Peter, Paul and Mark as rather humble men, in keeping with post-Reformation ideas. Compare this to Matthias Grünewald's Sts Erasmus and Maurice, which shows the saints dressed in rich robes like kings.For a secular theme, inspect Albrecht Altdorfer's Battle of Alexander the Great (1529), which captures in dizzying detail a 6th-century war pitting Greeks against Persians.There's a choice bunch of works by Dutch masters, including an altarpiece by Rogier van der Weyden called The Adoration of the Magi, plus The Seven Joys of Mary by Hans Memling, Danae by Jan Gossaert and The Land of Cockayne by Pieter Bruegel the Elder. At 6m in height, Rubens' epic Last Judgment is so big that Klenze custom-designed the hall for it. A memorable portrait is Hélène Fourment (1631), a youthful beauty who was the ageing Rubens' second wife.The Italians are represented by Botticelli, Rafael, Titian and many others, while the French collection includes paintings by Nicolas Poussin, Claude Lorrain and François Boucher. Among the Spaniards are such heavy hitters as Murillo and Velázquez, and Greece's El Greco also features."
    },
    {
        "country": "germany",
        "index": 11,
        "name": "Schloss Linderhof",
        "latitude": "47.5666667",
        "longitude": "10.95",
        "excerpt": "A pocket-sized trove of weird treasures, Schloss Linderhof was Ludwig II’s smallest but most sumptuous palace, and the only one he lived to see fully…",
        "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/attractions/schloss-linderhof/a/poi-sig/1209414/1320982",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6c726223f62965082fc382d393d13811-schloss-linderhof.jpg",
        "detail_description": "A pocket-sized trove of weird treasures, Schloss Linderhof was Ludwig II’s smallest but most sumptuous palace, and the only one he lived to see fully completed. Finished in 1878, the palace hugs a steep hillside in a fantasy landscape of French gardens, fountains and follies. The reclusive king used the palace as a retreat and hardly ever received visitors here. Linderhof was inspired by Versailles and dedicated to Louis XIV, the French ‘Sun King’.\nLinderhof’s myth-laden, jewel-encrusted rooms are a monument to the king’s excesses that so unsettled the governors in Munich. The private bedroom is the largest, heavily ornamented and anchored by an enormous 108-candle crystal chandelier weighing 500kg. An artificial waterfall, built to cool the room in summer, cascades just outside the window. The dining room reflects the king’s fetish for privacy and inventions. The king ate from a mechanised dining board, whimsically labelled ‘Table, Lay Yourself’, that sank through the floor so that his servants could replenish it without being seen.Created by the famous court gardener Carl von Effner, the gardens and outbuildings, open April to October, are as fascinating as the castle itself. The highlight is the oriental-style Moorish Kiosk, where Ludwig, dressed in oriental garb, would preside over nightly entertainment from a peacock throne. Underwater light dances on the stalactites at the Venus Grotto, an artificial cave inspired by a stage set for Wagner’s Tannhäuser. Now sadly empty, Ludwig’s fantastic conch-shaped boat is moored by the shore.Linderhof is about 13km west of Oberammergau and 26km northwest of Garmisch-Partenkirchen. Bus 9622 travels to Linderhof from Oberammergau nine times a day. If coming from Garmisch-Partenkirchen change in Ettal or Oberammergau. The last service from Linderhof is just before 6pm but, if you miss it, the 13km vista-rich hike back to Oberammergau is an easygoing amble along the valley floor through shady woodland."
    },
    {
        "country": "germany",
        "index": 12,
        "name": "Aachener Dom",
        "latitude": "50.774649811366",
        "longitude": "6.0842141838783",
        "excerpt": "It’s impossible to overestimate the significance of Aachen’s magnificent cathedral. The burial place of Charlemagne, it’s where more than 30 German kings…",
        "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/aachen/attractions/aachener-dom/a/poi-sig/1205437/359390",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/05b3384752ae9950e6a6dd9afd1f17fb-aachener-dom.jpg",
        "detail_description": "It’s impossible to overestimate the significance of Aachen’s magnificent cathedral. The burial place of Charlemagne, it’s where more than 30 German kings were crowned and where pilgrims have flocked since the 12th century. Before entering the church, stop by Dom Information for info and tickets for tours and the cathedral treasury. English tours run daily at 2pm.\nThe oldest and most impressive section is Charlemagne’s palace chapel, the Pfalzkapelle, an outstanding example of Carolingian architecture. Completed in 800, the year of the emperor’s coronation, it’s an octagonal dome encircled by a 16-sided ambulatory supported by antique Italian pillars. The colossal brass chandelier was a gift from Emperor Friedrich Barbarossa, during whose reign Charlemagne was canonised in 1165.Pilgrims have poured into town ever since that time, drawn as much by the cult surrounding Charlemagne as by its prized relics: Christ’s loincloth from when he was crucified, Mary’s cloak, the cloth that John the Baptist's decapitated head was wrapped in, and swaddling clothes from when Jesus was an infant. These are displayed once every seven years (next in 2021) and draw 100,000 or more of the faithful.To accommodate these regular floods of visitors, a Gothic choir was docked to the chapel in 1414 and filled with such treasures as the Pala d’oro – a gold-plated altar-front depicting Christ’s Passion – and the jewel-encrusted gilded copper pulpit, both fashioned in the 11th century. At the far end is the gilded shrine of Charlemagne that has held the emperor’s remains since 1215. In front, the equally fanciful shrine of St Mary shelters the four above-mentioned relics.Unless you join a guided tour, you'll barely get a glimpse of the white marble of Charlemagne’s imperial throne in the upstairs gallery. Reached via six steps – just like King Solomon’s throne – it served as the coronation throne of 30 German kings between 936 and 1531."
    },
    {
        "country": "germany",
        "index": 13,
        "name": "Pinakothek der Moderne",
        "latitude": "48.147166152072",
        "longitude": "11.57227551088",
        "excerpt": "Germany's largest modern-art museum unites four significant collections under a single roof: 20th-century art, applied design from the 19th century to…",
        "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/pinakothek-der-moderne/a/poi-sig/1207690/1342296",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c9d2c441102bc416776f4aeb6c62258f-pinakothek-der-moderne.jpg",
        "detail_description": "Germany's largest modern-art museum unites four significant collections under a single roof: 20th-century art, applied design from the 19th century to today, a graphics collection and an architecture museum. It's housed in a spectacular building by Stephan Braunfels, whose four-storey interior centres on a vast eye-like dome through which soft natural light filters throughout the blanched-white galleries.\nThe State Gallery of Modern Art has some exemplary modern classics by Picasso, Klee, Dalí and Kandinsky and many lesser-known works that will be new to most visitors. More recent big shots include Georg Baselitz, Andy Warhol, Cy Twombly, Dan Flavin and the late enfant terrible Joseph Beuys.The State Graphics Collection has 400,000 pieces of art on paper, including drawings, prints and engravings by such artists as Leonardo da Vinci and Paul Cézanne. Because of the light-sensitive nature of these works, only a tiny fraction of the collection is shown at any given time.Finally, there's the Architecture Museum, with entire studios of drawings, blueprints, photographs and models by such top practitioners as baroque architect Balthasar Neumann, Bauhaus maven Le Corbusier and 1920s expressionist Erich Mendelsohn.The final gallery, the New Collection, is closed for renovation until 2029. Housed in the basement, it focuses on applied design from the industrial revolution via art nouveau and Bauhaus to today. VW Beetles, Eames chairs and early Apple Macs stand alongside more obscure interwar items that wouldn't be out of place in a Kraftwerk video. There are lots of 1960s furniture, the latest spool tape recorders and an exhibition of the weirdest jewellery you'll ever see. Until the renovation is complete, you can see items from the New Collection in the East Wing, in the Schack Collection, and online."
    },
    {
        "country": "germany",
        "index": 14,
        "name": "Schloss Neuschwanstein",
        "latitude": "47.557364",
        "longitude": "10.748985",
        "excerpt": "Appearing through the mountaintops like a mirage, Schloss Neuschwanstein was the model for Disney’s Sleeping Beauty castle. King Ludwig II planned this…",
        "detail_url": "https://www.lonelyplanet.com/germany/bavaria/fussen/attractions/schloss-neuschwanstein/a/poi-sig/1209300/359356",
        "image_url": "https://lp-cms-production.imgix.net/2021-01/GettyRF_492963464.jpg",
        "detail_description": "Appearing through the mountaintops like a mirage, Schloss Neuschwanstein was the model for Disney’s Sleeping Beauty castle. King Ludwig II planned this fairy-tale pile himself, with the help of a stage designer rather than an architect. He envisioned it as a giant stage on which to recreate the world of Germanic mythology, inspired by the operatic works of his friend Richard Wagner. The most impressive room is the Sängersaal (Minstrels’ Hall), whose frescos depict scenes from the opera Tannhäuser.\nBuilt as a romantic medieval castle, work started in 1869 and, like so many of Ludwig’s grand schemes, was never finished. For all the coffer-depleting sums spent on it, the king spent just over 170 days in residence.Completed sections include Ludwig’s Tristan and Isolde–themed bedroom, dominated by a huge Gothic-style bed crowned with intricately carved cathedral-like spires; a gaudy artificial grotto (another allusion to Tannhäuser); and the Byzantine-style Thronsaal (Throne Room) with an incredible mosaic floor containing over two million stones. The painting opposite the (throneless) throne platform depicts another castle dreamed up by Ludwig that was never built (he planned many more). Almost every window provides tour-halting views across the plain below.The tour ends with a 20-minute film on the castle and its creator, and there's a reasonably priced cafe and the inevitable gift shops.For the postcard view of Neuschwanstein and the plains beyond, walk 10 minutes up to Marienbrücke (Mary’s Bridge), which spans the spectacular Pöllat Gorge over a waterfall just above the castle. It’s said Ludwig enjoyed coming up here after dark to watch the candlelight radiating from the Sängersaal."
    },
    {
        "country": "germany",
        "index": 15,
        "name": "Englischer Garten",
        "latitude": "48.14719",
        "longitude": "11.588688",
        "excerpt": "The sprawling English Garden is among Europe's biggest city parks – it even rivals London's Hyde Park and New York's Central Park for size – and is a…",
        "detail_url": "https://www.lonelyplanet.com/germany/munich/schwabing-the-englischer-garten/attractions/englischer-garten/a/poi-sig/409152/1342297",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0d9fc0b341380202dd4e3b8a315b19b0-englischer-garten.jpg",
        "detail_description": "The sprawling English Garden is among Europe's biggest city parks – it even rivals London's Hyde Park and New York's Central Park for size – and is a popular playground for locals and visitors alike. Stretching north from Prinzregentenstrasse for about 5km, it was commissioned by Elector Karl Theodor in 1789 and designed by Benjamin Thompson, an American-born scientist working as an adviser to the Bavarian government.\nPaths meander around in dark stands of mature oak and maple before emerging into sunlit meadows of lush grass. Locals are mindful of the park's popularity and cyclists, walkers and joggers coexist amicably. Street musicians dodge balls kicked by children and students sprawl on the grass to chat about missed lectures.Sooner or later you'll find your way to the Kleinhesseloher See, a lovely lake at the centre of the park. Work up a sweat while taking a spin around the lake's three little islands, then quaff a well-earned foamy one at the Seehaus beer garden.Several historic follies lend the park a playful charm. The wholly unexpected Chinesischer Turm, now at the heart of Munich's oldest beer garden, was built in the 18th century during a pan-European craze for all things oriental. Further south, at the top of a gentle hill, stands the heavily photographed Monopteros (1838), a small Greek temple whose ledges are often knee-to-knee with dangling legs belonging to people admiring the view of the Munich skyline.Another hint of Asia awaits further south at the Japanisches Teehaus, built for the 1972 Olympics next to an idyllic duck pond. The best time to come is for an authentic tea ceremony celebrated by a Japanese tea master, though it's only open two days a month."
    },
    {
        "country": "germany",
        "index": 16,
        "name": "Herkules",
        "latitude": "51.316069",
        "longitude": "9.393268",
        "excerpt": "Erected between 1707 and 1717 by Landgrave Karl and declared a Unesco World Heritage site in 2013, the 8.25m-high copper Herkules statue stands atop a…",
        "detail_url": "https://www.lonelyplanet.com/germany/kassel/attractions/herkules/a/poi-sig/1205855/1313946",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1452766021.jpg",
        "detail_description": "Erected between 1707 and 1717 by Landgrave Karl and declared a Unesco World Heritage site in 2013, the 8.25m-high copper Herkules statue stands atop a towering stone pyramid, atop an octagonal amphitheatre, atop an imposing hill at the western end of Bergpark Wilhelmshöhe – altogether some 600m above sea level. Perhaps more phenomenal than the statue itself is the engineering genius behind its 2.3km Wasserspiele cascade, which takes place every Wednesday, Sunday and public holiday from 1 May to 3 October.\nThe water begins its tumble at 2.30pm from up top, near Herkules. From there, you can walk down with the crowds via the Teufelsbrücke (Devil’s Bridge) and the Aquädukt to the Grosse Fontäne (Large Fountain) to watch the water emerge in a 50m-high jet, around 3.45pm. On the first Saturday of each month from June to September, there's also a spectacular night-time illumination – check with Kassel's tourist offices for dates. There's a visitor centre at the Herkules with further information on this genuinely colossal monument (10am to 5pm, closed Monday October to April) and plenty of parking.Unfortunately, scaffolding from ongoing restoration works is visible around the statue itself, and likely to remain for some time."
    },
    {
        "country": "germany",
        "index": 17,
        "name": "Volkspark Friedrichshain",
        "latitude": "52.526900832302",
        "longitude": "13.432803153992",
        "excerpt": "Berlin’s oldest public park has provided relief from urbanity since 1840, but has been hilly only since the late 1940s, when wartime debris was piled up…",
        "detail_url": "https://www.lonelyplanet.com/germany/berlin/friedrichshain/attractions/volkspark-friedrichshain/a/poi-sig/1104357/1320681",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_220555540.jpg",
        "detail_description": "Berlin’s oldest public park has provided relief from urbanity since 1840, but has been hilly only since the late 1940s, when wartime debris was piled up here to create two 'mountains' – the taller one, Mont Klamott, rises 78m high. Diversions include expansive lawns for lazing, tennis courts, a half-pipe for skaters, a couple of handily placed beer gardens and an outdoor cinema.\nKids in tow? There are imaginatively themed playgrounds and the enchanting 1913 Märchenbrunnen fountain, where turtle and frog sculptures frolic in terraced water basins flanked by Cinderella, Snow White and other Brothers Grimm stars.If you have a soft spot for revolutionaries, visit the park’s communist-era memorial sites. Along Friedenstrasse, the Denkmal der Spanienkämpfer pays respect to the German members of the International Brigades who died in the Spanish Civil War (1936–39). Just off Landsberger Allee is the Friedhof der Märzgefallenen, a cemetery for the victims of the revolutionary riots of March 1848; an exhibit provides historical background. Finally, on the park's northern edge, the Denkmal des Polnischen Soldaten und des deutschen Antifaschisten honours the joint fight of Polish soldiers and the German resistance against the Nazis."
    },
    {
        "country": "germany",
        "index": 18,
        "name": "Bayerisches Nationalmuseum",
        "latitude": "48.142888",
        "longitude": "11.591027",
        "excerpt": "Picture the classic 19th-century museum, a palatial neoclassical edifice overflowing with exotic treasure and thought-provoking works of art, a repository…",
        "detail_url": "https://www.lonelyplanet.com/germany/munich/schwabing-the-englischer-garten/attractions/bayerisches-nationalmuseum/a/poi-sig/409038/1342297",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/fa0b31d761cbfa03bf958107f14226a2-bayerisches-nationalmuseum.jpg",
        "detail_description": "Picture the classic 19th-century museum, a palatial neoclassical edifice overflowing with exotic treasure and thought-provoking works of art, a repository for a nation’s history, a grand purpose-built display case for royal trinkets, church baubles and state-owned rarities – this is the Bavarian National Museum, a good old-fashioned institution for no-nonsense museum lovers. As the collection fills 40 rooms over three floors, there’s a lot to get through here, so be prepared for at least two hours’ legwork.\nMost visitors start on the 1st floor, where hall after hall is packed with baroque, mannerist and Renaissance sculpture, ecclesiastical treasures (check out all those wobbly Gothic ‘S’ figures), Renaissance clothing and one-off pieces such as the 1000-year-old St Kunigunde’s chest fashioned in mammoth ivory and gold. Climb to the 2nd floor to move up in history to the rococo, Jugendstil and modern periods, represented by priceless collections of Nymphenburg and Meissen porcelain, Tiffany glass, Augsburg silver and precious items used by the Bavarian royal family. Also up here is a huge circular model of Munich in the first half of the 19th century, shortly after it was transformed into a capital fit for a kingdom.It’s easy to miss, but the building’s basement also holds an evocatively displayed collection of Krippen (nativity scenes), some with a Cecil B DeMille–style cast of thousands. Retold in paper, wood and resin, there are Christmas-story scenes here from Bohemia, Moravia and Tyrol, but the biggest contingent hails from Naples. Also here is the excellent museum shop."
    },
    {
        "country": "germany",
        "index": 19,
        "name": "Wörlitz Park & Schloss Wörlitz",
        "latitude": "51.845979",
        "longitude": "12.421267",
        "excerpt": "With peacocks feeding on the lawn before a neo-Gothic house, a tree-lined stream flowing towards a Grecian-style temple and a gap in a hedge framing a…",
        "detail_url": "https://www.lonelyplanet.com/germany/gartenreich-dessau-worlitz/attractions/woerlitz-park-schloss-woerlitz/a/poi-sig/1208143/1316304",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-501286394.jpg",
        "detail_description": "With peacocks feeding on the lawn before a neo-Gothic house, a tree-lined stream flowing towards a Grecian-style temple and a gap in a hedge framing a distant villa, the 112-hectare English-style Wörlitz Park is the pinnacle of Prince Leopold’s garden region. Take your sweet time to saunter amid this mosaic of paths, hedges and follies, but don’t even think about picnicking on the sprawling lawns: even walking on them is very much verboten, as is bicycling within park grounds.\nOn the edge of the park nearest the town lies Prince Leopold’s former country house, the neoclassical Schloss Wörlitz, which is still filled with original late-18th-century furniture and decorations.Bus 334 does the 30-minute trip from Dessau-Rosslau to Wörlitz roughly every two hours between 6am and 5.30pm. From late March to early October, there’s also a 35-minute train service on Wednesday, Saturday and Sunday. Check the timetable carefully before heading out or, better yet, check with the information kiosk Mobilitätszentrale outside the train station. By road from Dessau-Rosslau, take the B185 east to the B107 north, which brings you right into town."
    },
    {
        "country": "germany",
        "index": 20,
        "name": "Schloss & Gardens",
        "latitude": "53.624459",
        "longitude": "11.41825",
        "excerpt": "Gothic and Renaissance turrets, Slavic onion domes, Ottoman features and terracotta Hanseatic step gables are among the mishmash of architectural styles…",
        "detail_url": "https://www.lonelyplanet.com/germany/mecklenburg-western-pomerania/schwerin/attractions/schloss-gardens/a/poi-sig/1206354/359383",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4041d8650c8b7db41f8153ebb922a8f6-schloss-gardens.jpg",
        "detail_description": "Gothic and Renaissance turrets, Slavic onion domes, Ottoman features and terracotta Hanseatic step gables are among the mishmash of architectural styles that make up Schwerin’s inimitable Schloss, which is crowned by a gleaming golden dome. Nowadays the Schloss earns its keep as the state’s parliament building.Crossing the causeway south from the palace-surrounding Burggarten brings you to the baroque Schlossgarten (palace garden), intersected by several canals.\nSchwerin derives its name from a Slavic castle known as Zuarin (Animal Pasture) that was formerly on the site, and which was first mentioned in AD 973. In a niche over the main gate, the statue of Niklot depicts a Slavic prince, who was defeated by Heinrich der Löwe in 1160.Inside the palace’s opulently furnished rooms, highlights include a huge collection of Meissen porcelain and richly coloured stained-glass windows in the Schlosskirche.The Burggarten most notably features a wonderful orangerie overlooking the water, with a conservatory restaurant and terrace cafe (open May to October). A handful of statues, a grotto and lookout points are also here."
    }
]