[
    {
        "country": "guangdong",
        "index": 1,
        "name": "Guangzhou Opera House",
        "latitude": "23.117834",
        "longitude": "113.316824",
        "excerpt": "Designed by Zaha Hadid, southern China's premier performance venue has transformed the area with its typically commanding, otherworldly aspect. Futuristic…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangzhou-opera-house/a/poi-sig/1336903/355940",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/765567f35bcfeedda8c1dd6fee497fa8-lpl-03280.jpg",
        "detail_description": "Designed by Zaha Hadid, southern China's premier performance venue has transformed the area with its typically commanding, otherworldly aspect. Futuristic glass panels have been woven together to form subtle curves, creating a visual effect that has been described as pebbles on the bed of the Pearl River. As well as opera, dance and classical music, touring international productions, such as War Horse, are staged here. You're free to stroll around the architecturally interesting exterior, which is lit up at night.\nWeekend visiting slots are at 10am, 11am and on the hour between 1pm and 4pm. Taking the form of a 45-minute tour (Chinese only), you'll get to see the grand opera hall with its ethereal LED lights as well as the state-of-the-art rehearsal studios."
    },
    {
        "country": "guangdong",
        "index": 2,
        "name": "Shamian Island",
        "latitude": "23.109891",
        "longitude": "113.239968",
        "excerpt": "Don't depart Guangzhou without an amble through the concession-era gem that is Shamian Island. The central east–west drag is a time-warp boulevard of…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/shamian-island/a/poi-sig/1102506/355940",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c6c1894cc6bc591688a186240940bff9-shamian-island.jpg",
        "detail_description": "Don't depart Guangzhou without an amble through the concession-era gem that is Shamian Island. The central east–west drag is a time-warp boulevard of faded European-style buildings shaded by columns of banyan trees. It's a charming setting and the backdrop to many a wedding photo shoot. Choose a quiet time of day, and duck into side streets where you can peek into lived-in residences with wooden staircases and cracked Victorian floor tiles.\nThe island (it's not really; the narrow channel to the north was dug by the British to detach it from the city) was acquired as a foreign concession in 1859 after the second Opium War. At its peak, Shamian was home to consulates, banks and trading firms from all over the globe. Today several of these heritage buildings house hotels, cafes and eateries."
    },
    {
        "country": "guangdong",
        "index": 3,
        "name": "OCT-LOFT",
        "latitude": "22.541703",
        "longitude": "113.989227",
        "excerpt": "By far the best place for strolling or simply hanging out in the city is the breezy OCT-LOFT complex, a warren of repurposed communist-era factories criss…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/oct-loft/a/poi-sig/1102369/355944",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/84723291fcc5f189d57d43cc74e30641-oct-loft.jpg",
        "detail_description": "By far the best place for strolling or simply hanging out in the city is the breezy OCT-LOFT complex, a warren of repurposed communist-era factories criss-crossed by cobbled laneways. It's also a great place to browse a multitude of contemporary art spaces in between pit stops at the area's excellent cafes, design shops, music venues, bars, restaurants and Shenzhen's best bookshop.\nOCT-LOFT (OCT stands for Overseas Chinese Town) started out, appropriately for Shenzhen, as a TV manufacturing base before it was converted into a creative industries hub. Staying here is recommended, if you can snag a room at the hip Shenzhen Loft Youth Hostel, formerly a factory workers' dormitory complex. Note that OCT-LOFT isn't actually served by OCT metro station."
    },
    {
        "country": "guangdong",
        "index": 4,
        "name": "Chen Clan Ancestral Hall",
        "latitude": "23.128935",
        "longitude": "113.241277",
        "excerpt": "An all-in-one ancestral shrine, Confucian school and ‘chamber of commerce’ for the Chen clan, this compound was built in 1894 by the residents of 72…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/chen-clan-ancestral-hall/a/poi-sig/1102498/355940",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e2e59324804fb797b3ef48e0a05e88ad-chen-clan-ancestral-hall.jpg",
        "detail_description": "An all-in-one ancestral shrine, Confucian school and ‘chamber of commerce’ for the Chen clan, this compound was built in 1894 by the residents of 72 villages in Guangdong, where the Chen lineage is predominant. There are 19 buildings in the traditional Lingnan style, all featuring exquisite carvings, statues and paintings, and decorated with ornate scrollwork throughout.\n"
    },
    {
        "country": "guangdong",
        "index": 5,
        "name": "Design Society",
        "latitude": "22.483018",
        "longitude": "113.91243",
        "excerpt": "China's first dedicated museum of design, this architectural landmark opened with media fanfare in 2017 on the Shekou shore with its famous founding…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/design-society/a/poi-sig/1591128/355944",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/520e36680de704251e2ce8d9ac39354e-design-society.jpg",
        "detail_description": "China's first dedicated museum of design, this architectural landmark opened with media fanfare in 2017 on the Shekou shore with its famous founding partner, London's V&amp;A Museum. A focus on contemporary concerns is present in shows that have included the story of China through comics and cutting-edge local designers. The fabulous building, designed by Japanese architect Fumihiko Maki, has plenty of room for humongous exhibitions, an excellent cafe (plus a small rooftop coffee kiosk with ocean views) and a dim sum restaurant.\nCheck the website to see what's on."
    },
    {
        "country": "guangdong",
        "index": 6,
        "name": "Zili",
        "latitude": "22.37378",
        "longitude": "112.575123",
        "excerpt": "Zili, 11km west of Kaiping, has the largest collection of diāolóu historic watchtowers in the area, though only a few of the 15 are open to the public…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/kaiping/attractions/zili/a/poi-sig/1240909/355941",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d8e2c9b28f10122e7c224b256ada1dcb-zili.jpg",
        "detail_description": "Zili, 11km west of Kaiping, has the largest collection of diāolóu historic watchtowers in the area, though only a few of the 15 are open to the public. The most stunning is Míngshí Lóu (铭石楼), which has a veranda with Ionic columns and a hexagonal pavilion on its roof. It appeared in the film Let the Bullets Fly. Yúnhuàn Lóu (云幻楼) has four towers known as ‘swallow nests’, each with embrasures, cobblestones and a water cannon.\nNext to the village is Fang Clan’s Dēng Lóu (方氏灯楼), aka Light Tower, named because of its powerful searchlight."
    },
    {
        "country": "guangdong",
        "index": 7,
        "name": "Guangji Bridge",
        "latitude": "23.66548348",
        "longitude": "116.64927872",
        "excerpt": "Originally a 12th-century pontoon bridge with 86 boats straddling the Hán River, Guangji Bridge suffered repeated destruction over the centuries. The…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/chaozhou/attractions/guangji-bridge/a/poi-sig/1437959/355938",
        "image_url": null,
        "detail_description": "Originally a 12th-century pontoon bridge with 86 boats straddling the Hán River, Guangji Bridge suffered repeated destruction over the centuries. The current version is a brilliant, faux-ancient passageway with 18 wooden boats hooked up afresh every morning and 24 stone piers topped with pagodas.A ticket allows you one crossing. If you want to come back, remember to tell the staff ‘I want to come back’ (我要回来, ‘wǒyào huílai’) before leaving the bridge.\nThe bridge, pagodas and tower are lit up spectacularly at night, though sometimes in gawdy colours. It is worth returning for, even though there is no access across the bridge."
    },
    {
        "country": "guangdong",
        "index": 8,
        "name": "West Lake",
        "latitude": "23.673377",
        "longitude": "116.639271",
        "excerpt": "The moat of ancient Chaozhou is a lake inside a park well loved by locals. Around the lake are a few notable buildings. Hanbi Building served as a…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/chaozhou/attractions/west-lake/a/poi-sig/1439763/355938",
        "image_url": null,
        "detail_description": "The moat of ancient Chaozhou is a lake inside a park well loved by locals. Around the lake are a few notable buildings. Hanbi Building served as a military office during anti-warlord expeditions in 1925. Sitting on a knoll is Phoenix Building, with its bird-like shape, iron moongate, gourd-shaped ceiling openings, and quirky interior spaces formed by the fowl’s anatomy.\nPhoenix Building is attached to a shuttered building, Sìwàng Lóu, designed in a period style reminiscent of 1970s kung fu movies. West Lake is about ¥10 by pedicab from Paifang Jie."
    },
    {
        "country": "guangdong",
        "index": 9,
        "name": "Dafen Oil Painting Village",
        "latitude": "22.612466",
        "longitude": "114.131598",
        "excerpt": "This folksy urban village of narrow lanes and alleys is a pleasure to visit in itself, but what makes Dafen simply unmissable is the hundreds of art…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/dafen-oil-painting-village/a/poi-sig/1102441/355944",
        "image_url": null,
        "detail_description": "This folksy urban village of narrow lanes and alleys is a pleasure to visit in itself, but what makes Dafen simply unmissable is the hundreds of art studios and shops churning out reproduction oil paintings by hand, from Van Gogh's sunflowers (yours for less than ¥100) to enormous, gilt-framed scenes of mounted cavalry or galleons at sea rendered in lavish detail, costing upwards of ¥2000. Or why not go pop art with a Mona Lisa–meets-Minions mash-up?\nAll this has earned Dafen the nickname of 'the world's art factory' – at one time churning out 60% of the world's olil paintings – a reputation the authorities have sought to upgrade with the staging of the first Dafen International Oil Painting Biennale in 2018, improved road access and renewed focus on the (rather overblown) Dafen Art Museum built in 2007. But for now, the place remains quirky and full of character.For a wacky souvenir, you can order a bespoke painting (you astride a unicorn, perhaps?) for a negotiable fee, and return to collect it a few days later. Dafen is also a good place to buy Chinese brushes and ink stones, which make excellent buys for the artistically inclined. To get to the village, exit the metro and take a left after Walmart."
    },
    {
        "country": "guangdong",
        "index": 10,
        "name": "Qingping Chinese Medicine Market",
        "latitude": "23.111549",
        "longitude": "113.236395",
        "excerpt": "Just north of the channel that divides Shamian Island from the city, this tumbledown market is a sensory delight, with open-fronted vendors arranged…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/qingping-chinese-medicine-market/a/poi-sig/1537024/355940",
        "image_url": null,
        "detail_description": "Just north of the channel that divides Shamian Island from the city, this tumbledown market is a sensory delight, with open-fronted vendors arranged beneath an arcade and in the tiny alleys behind. You'll find ginseng, goji berries, Sichuan peppercorns, giant mushrooms and countless other restorative tonic essentials.\nThe dried and live creepy crawlies from the land and sea, plus other animal parts, are not for the squeamish."
    },
    {
        "country": "guangdong",
        "index": 11,
        "name": "Window of the World",
        "latitude": "22.537491",
        "longitude": "113.968349",
        "excerpt": "It's 'Around the World in 80 Minutes' (OK, more like half a day) at this endearingly kitsch theme park set in well-tended gardens. From the Houses of…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/window-of-the-world/a/poi-sig/1102372/355944",
        "image_url": null,
        "detail_description": "It's 'Around the World in 80 Minutes' (OK, more like half a day) at this endearingly kitsch theme park set in well-tended gardens. From the Houses of Parliament to the Pyramids, the world's great monuments are realised, tackily, in miniature. Some aren't so small – the Eiffel Tower clocks in at an impressive 108m, and Niagara Falls is quite the sight.\nThe Twin Towers still stand tall(ish) above micro Manhattan, floating in a boating lake overlooked by Mt Rushmore and Capitol Hill. There are a few child-friendly rides, too, including a miniature railway and grand canyon rapids. Tickets drop to ¥80 after 7.30pm."
    },
    {
        "country": "guangdong",
        "index": 12,
        "name": "Lianhua Shan Park",
        "latitude": "22.55608",
        "longitude": "114.054565",
        "excerpt": "It's an easy half-hour amble up to the top of this tropical hill in the heart of Futian District for Shenzhen's best skyline photographs. Appropriately,…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/lianhua-shan-park/a/poi-sig/1603613/355944",
        "image_url": null,
        "detail_description": "It's an easy half-hour amble up to the top of this tropical hill in the heart of Futian District for Shenzhen's best skyline photographs. Appropriately, you'll be sharing the mind-blowing vistas with Deng Xiaoping (in statue form), whose economic reforms in the 1980s made this whole crazy mess of prosperity possible.\nAnecdotally, the man who cast the statue of Deng was the father of Teng Fei, proprietor of Old Heaven Books and B10 Live House, and curator of the OCT-LOFT Jazz Festival. Lianhua Shan Park is also a popular kite-flying spot."
    },
    {
        "country": "guangdong",
        "index": 13,
        "name": "Yuyin Mountain Villa",
        "latitude": "23.017082",
        "longitude": "113.383005",
        "excerpt": "One of Guangdong's four famous classical gardens, this graceful property on the outskirts of the city was built in 1871 by an official of the Qing court…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/yuyin-mountain-villa/a/poi-sig/1494760/355940",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6ed61830f3969ea13c7adf97cca9556e-yuyin-mountain-villa.jpg",
        "detail_description": "One of Guangdong's four famous classical gardens, this graceful property on the outskirts of the city was built in 1871 by an official of the Qing court. It incorporates the landscaping styles of Sūzhōu and Hángzhōu, and the features of Lingnan architecture. The result is a photogenic collection of courtyards, pavilions, terraces, halls and water features. It's a 20-minute walk from the metro station to Yuyin Mountain Villa. A taxi from central Guangzhou should cost about ¥80 to ¥100.\nHighlights include the Waterside Pavilion, which commands a different vista on each of its eight sides, and the Deep Willow Room with its 'Manchu' windows (满洲窗, mǎnzhoū chuāng) of coloured glass, designed to create the illusion of the passing seasons by altering the hue of the garden scenery.A dessert shop on the premises is famous for ginger milk curd (姜汁撞奶, jiāngzhī zhuàngnăi; ¥10), a pudding-type treat made by adding the squeezed juice of fresh ginger to heated buffalo's milk."
    },
    {
        "country": "guangdong",
        "index": 14,
        "name": "Xuan Villa",
        "latitude": "24.515382",
        "longitude": "116.671607",
        "excerpt": "Foreboding and beautiful Xuan Villa was built in 1936 by a wealthy Malaysian-Chinese member of a secret society tied to Sun Yatsen. Parts of the building…",
        "detail_url": "https://www.lonelyplanet.com/china/dabu/chayang-old-town/attractions/xuan-villa/a/poi-sig/1439772/1339817",
        "image_url": null,
        "detail_description": "Foreboding and beautiful Xuan Villa was built in 1936 by a wealthy Malaysian-Chinese member of a secret society tied to Sun Yatsen. Parts of the building doubled up as an air-raid shelter. If the owners let you in, you’ll see crumbling but elegant staircases and sweeping balconies with views of tea fields.\n"
    },
    {
        "country": "guangdong",
        "index": 15,
        "name": "Sunrise Art Center",
        "latitude": "22.612463",
        "longitude": "114.131161",
        "excerpt": "Built from the vestiges of a century-old Hakka home, this idyllic courtyard gallery was created by Chen Qiuzhi, a contemporary ink artist from Anhui…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/sunrise-art-center/a/poi-sig/1603611/355944",
        "image_url": null,
        "detail_description": "Built from the vestiges of a century-old Hakka home, this idyllic courtyard gallery was created by Chen Qiuzhi, a contemporary ink artist from Anhui province. Several galleries display his work, and the wonderful cafe is just the spot to kick back with a tea or coffee after browsing the surrounding Dafen Oil Painting Village.\n"
    },
    {
        "country": "guangdong",
        "index": 16,
        "name": "Canton Tower",
        "latitude": "23.109082",
        "longitude": "113.319222",
        "excerpt": "Built for the 2010 Asian games, this 604m tall tower was designed to look 'female' by its Dutch architects, earning it the nickname 'slim waisted' (小蛮腰,…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/canton-tower/a/poi-sig/1239758/355940",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/32e3838791430626dafacaa83680724b-lpl-03270.jpg",
        "detail_description": "Built for the 2010 Asian games, this 604m tall tower was designed to look 'female' by its Dutch architects, earning it the nickname 'slim waisted' (小蛮腰, xiǎo mányāo). Most visitors flock here after dark to ogle the rainbow-lit exterior. Good views can be had from the grassy plaza south of the tower or across the river north near the museums area.\nYou'll need to pay extra or buy a more expensive combo ticket to reach the very highest vantage point inside the tower, or go on the rides: a scenic 'Bubble Tram' and the 'Sky Drop' stomach-churner."
    },
    {
        "country": "guangdong",
        "index": 17,
        "name": "Dapeng Fortress",
        "latitude": "22.597371",
        "longitude": "114.508181",
        "excerpt": "This Ming dynasty walled town was erected 600 years ago to shore up the coastline against marauding Japanese pirates, and later became embroiled in the…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/dapeng-fortress/a/poi-sig/1102432/355944",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/22551b0a5984a05cd3808d677beeccf8-dapeng-fortress.jpg",
        "detail_description": "This Ming dynasty walled town was erected 600 years ago to shore up the coastline against marauding Japanese pirates, and later became embroiled in the Opium Wars with the British in the 19th century. Old houses in narrow alleyways (some operating as restaurants and shops), fortress gates, temples, wells and other relics are the main attractions, many spruced up for visitors.\nIt's a bit of a mission to get here by public transport. From Futian bus station, take bus E26 to Dapeng bus station (60km, ¥10). Change to local bus B753 for the final 4km to the fortress (or take a taxi). The total journey time is around 2½ to three hours from Shenzhen. A taxi (one hour) should cost about ¥400 to ¥500 for the round trip (negotiated in advance)."
    },
    {
        "country": "guangdong",
        "index": 18,
        "name": "Mausoleum of the Nanyue King",
        "latitude": "23.140528",
        "longitude": "113.255793",
        "excerpt": "You'll feel like Indiana Jones/Lara Croft (select as preferred) as you descend the two-millennia-old steps into an actual Han dynasty tomb. This was the…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/mausoleum-of-the-nanyue-king/a/poi-sig/1102492/355940",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/df3103e6eaaab007575c3eeba27c0db1-mausoleum-of-the-nanyue-king.jpg",
        "detail_description": "You'll feel like Indiana Jones/Lara Croft (select as preferred) as you descend the two-millennia-old steps into an actual Han dynasty tomb. This was the final resting place of Zhao Mo, second king of the Nanyue Kingdom, entombed here in 122 BC with over a dozen sacrificial servants. The remains of a concubine lies under glass – a shroud of bone dust.\nA formidable bounty of treasures was excavated from the cave, which are on display in the excellent galleries here. Jade discs, bronzes, gold seals, swords and Zhao Mo's jade burial suit – a priceless (and uncomfortable) pair of pyjamas.The Nanyue Kingdom covered parts of northern Vietnam and southern China, and had its capital at Panyu; now present-day Guangzhou. In Vietnam, Nanyue is known as Nam Việt.When you enter the museum, skip past the initial galleries and head straight for the tomb. It is only possible to cross busy Jiefang road by the underground metro entrances, not at street level."
    },
    {
        "country": "guangdong",
        "index": 19,
        "name": "Museum of Contemporary Art & Planning Exhibition",
        "latitude": "22.548372",
        "longitude": "114.056818",
        "excerpt": "One of those thrillingly space-age, 'only in China' architectural projects, this gargantuan exhibition space designed by Coop Himmelb(l)au anchors…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/museum-of-contemporary-art-planning-exhibition/a/poi-sig/1592835/355944",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/df139750895d339a6dd3e9ec0db902bd-museum-of-contemporary-art-planning-exhibition.jpg",
        "detail_description": "One of those thrillingly space-age, 'only in China' architectural projects, this gargantuan exhibition space designed by Coop Himmelb(l)au anchors Shenzhen’s Fútián Cultural District. Opened in 2016, the exterior is a vast curve of chrome planted among the city’s high-rises, while the entrance hall is a soaring atrium with a cloud-like mirrored art installation (perfect to take selfies in). Gallery spaces within house temporary exhibitions with an emphasis on contemporary art and design.\n"
    },
    {
        "country": "guangdong",
        "index": 20,
        "name": "Dinghu Shan Reserve",
        "latitude": "23.184866",
        "longitude": "112.504463",
        "excerpt": "The 11.3-sq-km Dinghu Shan Reserve lies 18km northeast of Zhaoqing and offers great walks among lush vegetation, rare trees and roaring waterfalls, and…",
        "detail_url": "https://www.lonelyplanet.com/china/guangdong/zhaoqing/attractions/dinghu-shan-reserve/a/poi-sig/1240112/355946",
        "image_url": null,
        "detail_description": "The 11.3-sq-km Dinghu Shan Reserve lies 18km northeast of Zhaoqing and offers great walks among lush vegetation, rare trees and roaring waterfalls, and makes for a relaxing day trip. A wooden boat will ferry you to a butterfly reserve on a tiny wooded island on Ding Lake (Dǐnghú).\nFrom there, a guide will take you on an hour-long hike through a scenic forest with ponds and waterfalls, to emerge near Baoding Garden (宝鼎园, Băodĭng Yuán), which has the world's largest dǐng, a three-legged ceremonial cauldron. Battery-operated carts (¥20) are useful for navigating the reserve.Qingyun Temple (庆云寺, Qìngyún Sì) may look a little gaudy, but the site was built in 1636, making it one of Guangdong's 'four oldest temples' (广东四大名刹, guǎngdōng sì dà míngshā). What's more, it's surrounded by towering ancient banyans, and it's where you'll find the great Qingyun Vegetarian Restaurant. Here you can sample the famous Dinghu Vegetarian Dish (鼎湖上素, Dǐnghú Shàngsù; ¥68), supposedly an invention by monks around here. If ordering tea, make sure it's regular tea (普通茶, pǔtōngchá; ¥3 per person) and not an exotic variety that will inflate your bill by ¥30 to ¥100Bus 21 (¥2) goes to Dinghu Shan from the local bus station in Zhaoqing. Dinghu Shan's local bus station is on Duanzhou Silu."
    }
]