[
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 1,
        "name": "Cathedral & Seminario Park",
        "latitude": "-2.194915",
        "longitude": "-79.88377",
        "excerpt": "On the west side of Seminario Park is a cathedral originally built in 1547 as a wooden building – however, like much of Guayaquil, it was destroyed by…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/cathedral-seminario-park/a/poi-sig/468026/363353",
        "image_url": null,
        "detail_description": "On the west side of Seminario Park is a cathedral originally built in 1547 as a wooden building – however, like much of Guayaquil, it was destroyed by fire. The present structure, completed in 1948 and renovated in 1978, is simple and modern, despite an extremely ornate front entrance. The surrounding park is also called Parque de Las Iguanas, due to its reptilian residents. Look closely and you can spot iguanas grazing on the rocks here.\nThe park also has an artificial lagoon with fish in it and a monument of Simón Bolívar (who fought for independence against Spain) mounted on a horse. Meanwhile, a sculpture of two fighting wild boars stands in the southeastern corner. Created by French sculptor Virgil Chaudejeaug, it represents fertility and virility and was given as a gift to the city by a Chinese colony that lived here in the late 19th century."
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 2,
        "name": "Plaza Lagos",
        "latitude": "-2.097628",
        "longitude": "-79.87502",
        "excerpt": "One of Guayaquil's most charming and upscale settings for a bite or a drink is Plaza Lagos, a handsomely designed complex of restaurants, designer…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/plaza-lagos/a/poi-sig/1504586/363353",
        "image_url": null,
        "detail_description": "One of Guayaquil's most charming and upscale settings for a bite or a drink is Plaza Lagos, a handsomely designed complex of restaurants, designer boutique shops, wine bars and outdoor cafes set amid palm trees, gurgling fountains, walkways and an artificial lake. With its colonial-inspired architecture and tropical breezes, it feels a bit like Miami meets the Mediterranean.\nAround two dozen eating spots are clustered here, serving up everything from South American fusion to Spanish tapas. In addition to higher-end dining rooms, a handful of cafes serve up Italian, gourmet sandwiches, desserts and the like. It's a relaxing spot to dine al fresco, particularly on weekends, when some places host live music. Keep in mind that prices are higher here – but in general so is the quality.It's located across the Río Daule in the upscale district of Samborondón. From downtown Guayaquil, a taxi costs about $10."
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 3,
        "name": "Museo Antropológico y de Arte Contemporáneo",
        "latitude": "-2.184515",
        "longitude": "-79.875581",
        "excerpt": "Marking the end of the riverfront is the modern MAAC, a museum of anthropology and archaeology that hosts a superb permanent collection of pre-Colombian…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/museo-antropologico-y-de-arte-contemporaneo/a/poi-sig/1169303/363353",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d9653311436e2e30b423e0a3c8fa2dc7-museo-antropologico-y-de-arte-contemporaneo.jpg",
        "detail_description": "Marking the end of the riverfront is the modern MAAC, a museum of anthropology and archaeology that hosts a superb permanent collection of pre-Colombian pieces and videos showing artistic techniques of early peoples. Changing exhibitions showcase thought-provoking works by contemporary Ecuadorian artists. MAAC also has a modern 350-seat theater for plays, concerts and films.\nWe went on a Saturday, and despite the advertised hours, the museum was closed. Be prepared."
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 4,
        "name": "Malecón El Salado",
        "latitude": "-2.187137",
        "longitude": "-79.898243",
        "excerpt": "Like it's better known-brother Malecón 2000, Malecón El Salado is another attractive waterfront renewal project that's popular with residents. There are…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/malecon-el-salado/a/poi-sig/468044/363353",
        "image_url": null,
        "detail_description": "Like it's better known-brother Malecón 2000, Malecón El Salado is another attractive waterfront renewal project that's popular with residents. There are several eateries and cafes in a streamlined modern building along the estuary, plus a micro theater named Sala La Bota (tickets $5 to $25) with a funky adjacent coffee shop. Rowboats can also be rented (one to five people per boat).\nLocals with kids in tow head to Malecón El Salado on weekend nights to see the ‘dancing fountains’, a choreographed waterworks display at 7pm, 7:30pm and 8pm. The large square just south of the malecón, called the Plaza Rodolfo Baquerizo Moreno, is dominated by a large modernist structure. Expositions and events are held here periodically."
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 5,
        "name": "Parque Histórico Guayaquil",
        "latitude": "-2.1392865534329",
        "longitude": "-79.872258807874",
        "excerpt": "Colonial history meets the animal kingdom at this large site across the Puente Rafael Mendoza Aviles Bridge, east of Río Daule. The park is divided into…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/parque-historico-guayaquil/a/poi-sig/1169307/363353",
        "image_url": null,
        "detail_description": "Colonial history meets the animal kingdom at this large site across the Puente Rafael Mendoza Aviles Bridge, east of Río Daule. The park is divided into three ‘zones’: the Endangered Wildlife Zone, which has 45 species of birds, animals and reptiles in a semi-natural habitat; the Urban Architecture Zone, which has a restaurant and showcases the development of early-20th-century architecture in Guayaquil; and the Traditions Zone, which focuses on local traditions, with an emphasis on rural customs, crafts and agriculture.\nA taxi from the city costs around $5 to $6, or you can take a Durán-bound bus from Terminal Río Daule. It’s easier to catch the bus back to the city from in front of the large mall on the main road, about a 200m walk from the park."
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 6,
        "name": "Malecón 2000",
        "latitude": "-2.192396",
        "longitude": "-79.87891",
        "excerpt": "One of the most extensive urban-renewal projects in South America, Malecón 2000 is made up of monuments, playgrounds, sculptures, gardens and river views…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/malecon-2000/a/poi-sig/468042/363353",
        "image_url": null,
        "detail_description": "One of the most extensive urban-renewal projects in South America, Malecón 2000 is made up of monuments, playgrounds, sculptures, gardens and river views. From its southernmost point at the Mercado Sur to Cerro Santa Ana and Las Peñas in the north, el malecón stretches 2.5km along the bank of the wide Río Guayas. It’s a gated, policed public space with restaurants, a museum, a performance space, a movie theater and a shopping mall.\nAt the far northern end are good views of the colonial district of Las Peñas and Cerro Santa Ana and, in the distance, the Puente de la Unidad Nacional (National Union Bridge) soaring over the Río Daule. The Cinema Guayaquil has a dioramic, narrated historical overview of the city, in miniature, for those who don't have time to walk the entire place."
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 7,
        "name": "Jardín Botánico de Guayaquil",
        "latitude": "-2.080079",
        "longitude": "-79.909959",
        "excerpt": "Perched on a hillside with magnificent city views, about a half-hour drive north of town near Cerro Colorado, this not-very-well-maintained botanical…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/jardin-botanico-de-guayaquil/a/poi-sig/1169314/363353",
        "image_url": null,
        "detail_description": "Perched on a hillside with magnificent city views, about a half-hour drive north of town near Cerro Colorado, this not-very-well-maintained botanical garden has more than 80 orchid varieties, 75 exotic bird species overhead, and around 700 different plants. Paths and trails lead you past the plant exhibits, an auditorium with preserved butterflies, and cages filled with squawking parrots.\nThe best way to get here is to take a taxi (one way around $15) and ask for Urbanización Orquídeas. Many taxi drivers don't know the place, so ask a few before committing."
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 8,
        "name": "Cerro Santa Ana",
        "latitude": "-2.18115",
        "longitude": "-79.875412",
        "excerpt": "One of Guayaquil's most iconic sights is this hillside enclave, which is dotted with brightly painted homes, cafes, bars and souvenir shops. Follow the…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/cerro-santa-ana/a/poi-sig/1299083/363353",
        "image_url": null,
        "detail_description": "One of Guayaquil's most iconic sights is this hillside enclave, which is dotted with brightly painted homes, cafes, bars and souvenir shops. Follow the winding path up the 444 steps to reach the hilltop Fortín del Cerro. Cannons, which were once used to protect Guayaquil from pirates, aim over the parapet toward the river and are still fired today during celebrations.\n You can climb the lighthouse for spectacular 360-degree views of the city and its rivers, and stop in a tiny chapel across from it."
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 9,
        "name": "Numa Pompilio Llona",
        "latitude": "-2.183838",
        "longitude": "-79.87581",
        "excerpt": "This historic street, named after the well-known guayaquileño poet (1832–1907), begins at the northern end of the malecón, to the right of the stairs that…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/numa-pompilio-llona/a/poi-sig/468056/363353",
        "image_url": null,
        "detail_description": "This historic street, named after the well-known guayaquileño poet (1832–1907), begins at the northern end of the malecón, to the right of the stairs that head up the hill called Cerro Santa Ana. The narrow, winding street has several unobtrusive plaques set into the walls of some of its houses, indicating the simple residences of past presidents. The colonial wooden architecture has been allowed to age elegantly, albeit with a gloss of paint.\nSeveral artists live in the area, and there are art galleries and craft shops scattered along the lane.Keep going along the street and it eventually meets back up with the river, with a pleasant paved walkway skirting along its edge."
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 10,
        "name": "City Cemetery",
        "latitude": "-2.1828757083093",
        "longitude": "-79.887621402741",
        "excerpt": "Incorporated into the city landscape a short ride from the city center is this landmark cemetery, founded in 1823. It contains hundreds of above-ground…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/city-cemetery/a/poi-sig/468032/363353",
        "image_url": null,
        "detail_description": "Incorporated into the city landscape a short ride from the city center is this landmark cemetery, founded in 1823. It contains hundreds of above-ground tombs (and 700,000 graves in total) stacked atop one another so that it resembles a crowded apartment complex. A walkway leads to several monuments and huge mausoleums, including the impressive grave of President Vicente Rocafuerte.\n"
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 11,
        "name": "Museo Municipal",
        "latitude": "-2.195998",
        "longitude": "-79.882493",
        "excerpt": "A block south of Parque Bolívar, you’ll find this museum and, on the opposite side of the building, the municipal library. The archaeology room on the…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/museo-municipal/a/poi-sig/468050/363353",
        "image_url": null,
        "detail_description": "A block south of Parque Bolívar, you’ll find this museum and, on the opposite side of the building, the municipal library. The archaeology room on the ground floor has mainly Inca and pre-Inca ceramics, and several figurines from the oldest culture in Ecuador, the Valdivia (c 3200 BC). Also on the ground floor is a colonial room with mainly religious paintings and a few period household items. Upstairs there’s a jumble of modern art and ethnography rooms.\n"
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 12,
        "name": "Museo de la Musica Popular Guayaquileña Julio Jaramillo",
        "latitude": "-2.181857",
        "longitude": "-79.874058",
        "excerpt": "This small, quaint museum is worth a peek while strolling through this historic area. One part is dedicated to the great singers and songwriters of…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/museo-de-la-musica-popular-guayaquilena-julio-jaramillo/a/poi-sig/1298771/363353",
        "image_url": null,
        "detail_description": "This small, quaint museum is worth a peek while strolling through this historic area. One part is dedicated to the great singers and songwriters of Ecuador (especially the legendary Julio Jaramillo), with old Victrolas and vintage mandolins among the memorabilia. The other part of the museum is dedicated to beer, ie Pilsener, which once had a brewery nearby.\nDon't miss Pilseners on draft (from $4) in the attached cafe. To find the building, head east along Numa Pompilio Llona and into the pedestrianized courtyard."
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 13,
        "name": "Crystal Palace",
        "latitude": "-2.202045",
        "longitude": "-79.882772",
        "excerpt": "At the southern end of the malecón stands a handsome steel structure, sometimes called the Mercado Sur. When this Belgian-designed covered market was…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/crystal-palace/a/poi-sig/468046/363353",
        "image_url": null,
        "detail_description": "At the southern end of the malecón stands a handsome steel structure, sometimes called the Mercado Sur. When this Belgian-designed covered market was built in 1907, it was the biggest marketplace in Guayaquil. It has now been restored, with giant glass walls, and is periodically filled with art, handicraft stalls and commercial exhibitions.\n"
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 14,
        "name": "Museo en Miniatura 'Guayaquil en la Historia'",
        "latitude": "-2.186403",
        "longitude": "-79.877011",
        "excerpt": "This whimsical museum takes visitors on a breezy journey through Guayaquil's history, with elaborate miniature sets that relate key events over the past…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/museo-en-miniatura-guayaquil-en-la-historia/a/poi-sig/1504404/363353",
        "image_url": null,
        "detail_description": "This whimsical museum takes visitors on a breezy journey through Guayaquil's history, with elaborate miniature sets that relate key events over the past 500 years (including pirate attacks, devastating fires, revolutionary fervor and more recent but equally bold revitalization projects). The whole tour takes about 45 minutes, and is available in English.\n"
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 15,
        "name": "Palacio Municipal",
        "latitude": "-2.195277",
        "longitude": "-79.880841",
        "excerpt": "Across the street from the malecón is the ornate, gray Palacio Municipal building, home to the Municipal Council and the mayor's office. The elaborate…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/palacio-municipal/a/poi-sig/1298790/363353",
        "image_url": null,
        "detail_description": "Across the street from the malecón is the ornate, gray Palacio Municipal building, home to the Municipal Council and the mayor's office. The elaborate structure was built in 1921, and honors both neoclassical and baroque styles with domes on the top in the four corners and Greek-style columns on the second floor. It sits opposite the Universidad de las Artes.\n"
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 16,
        "name": "Balcon Mirador Cerro Paraiso",
        "latitude": "-2.179728",
        "longitude": "-79.914481",
        "excerpt": "If you'd prefer to get away from the crowds at Santa Ana Hill, this little known viewpoint offers staggering views over Guayaquil, including downtown, the…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/balcon-mirador-cerro-paraiso/a/poi-sig/1583644/363353",
        "image_url": null,
        "detail_description": "If you'd prefer to get away from the crowds at Santa Ana Hill, this little known viewpoint offers staggering views over Guayaquil, including downtown, the Río Guayas, the financial district, Urdesa and the colorful favelas to the west. There's a little shop selling drinks and snacks, plus restrooms.\n"
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 17,
        "name": "Parque del Centenario",
        "latitude": "-2.1903804249915",
        "longitude": "-79.887449741363",
        "excerpt": "This plaza, along Avenida 9 de Octubre, is the largest in Guayaquil and marks the midway point between the Río Guayas and the Estero Salado. It is four…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/parque-del-centenario/a/poi-sig/468064/363353",
        "image_url": null,
        "detail_description": "This plaza, along Avenida 9 de Octubre, is the largest in Guayaquil and marks the midway point between the Río Guayas and the Estero Salado. It is four square city blocks of manicured gardens, benches and monuments, the most important of which is the central Liberty Column surrounded by the founding fathers of the country.\n"
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 18,
        "name": "Zoologico el Pantanal",
        "latitude": "-2.003692",
        "longitude": "-79.966507",
        "excerpt": "Located north of the city on the way to Daule, this is a rescue and rehabilitation center for injured and abandoned wildlife, as well as being a zoo with…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/zoologico-el-pantanal/a/poi-sig/1298814/363353",
        "image_url": null,
        "detail_description": "Located north of the city on the way to Daule, this is a rescue and rehabilitation center for injured and abandoned wildlife, as well as being a zoo with monkeys, crocodiles and some large cats. A taxi from downtown costs around $16; otherwise, get on a Nobol-bound bus ($1, 40 minutes) from Terminal Terrestre.\n"
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 19,
        "name": "Lighthouse",
        "latitude": "-2.1811641931541",
        "longitude": "-79.875239300938",
        "excerpt": "You can climb the spiral staircase inside the lighthouse for spectacular 360-degree views of the city and its rivers. It's 444 taxing steps up through…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/lighthouse/a/poi-sig/1169304/363353",
        "image_url": null,
        "detail_description": "You can climb the spiral staircase inside the lighthouse for spectacular 360-degree views of the city and its rivers. It's 444 taxing steps up through Santa Ana (past bars tempting you with their wares) and then another 52 to the top of the faro.\n"
    },
    {
        "country": "guayaquil",
        "city": "Guayaquil",
        "index": 20,
        "name": "Museo Presley Norton",
        "latitude": "-2.187423",
        "longitude": "-79.895331",
        "excerpt": "This museum, featuring an impressive collection of archaeological artifacts, including pottery and figurines made by the original settlers of Ecuador, is…",
        "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/museo-presley-norton/a/poi-sig/1169310/363353",
        "image_url": null,
        "detail_description": "This museum, featuring an impressive collection of archaeological artifacts, including pottery and figurines made by the original settlers of Ecuador, is housed in a beautifully restored mansion. It occasionally stages concerts and screens films. Exhibit info is in Spanish.\n"
    }
]