[
    {
        "country": "havana",
        "city": "Havana",
        "index": 1,
        "name": "Malecón",
        "latitude": "23.143586",
        "longitude": "-82.361219",
        "excerpt": "The Malecón, Havana's evocative 7km-long sea drive, is one of the city's most soulful and quintessentially Cuban thoroughfares, and long a favored meeting…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/centro-habana/attractions/malecon/a/poi-sig/1333969/1341262",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0dd7ba2fa21026037fc8f433619cc5c6-malecon.jpg",
        "detail_description": "The Malecón, Havana's evocative 7km-long sea drive, is one of the city's most soulful and quintessentially Cuban thoroughfares, and long a favored meeting place for assorted lovers, philosophers, poets, traveling minstrels, fishers and wistful Florida-gazers. The Malecón's atmosphere is most potent at sunset, when the weak yellow light from creamy Vedado filters like a dim torch onto the buildings of Centro Habana, lending their dilapidated facades a distinctly romantic quality.\nLaid out in the early 1900s as a salubrious oceanside boulevard for Havana's pleasure-seeking middle classes, the Malecón expanded rapidly eastward in the century's first decade, with a mishmash of architecture that mixed sturdy neoclassicism with whimsical art nouveau. By the 1920s the road had reached the outer limits of Vedado, and by the early 1950s it had metamorphosed into a busy six-lane highway that carried streams of wave-dodging Buicks and Chevrolets from the gray hulk of the Castillo de San Salvador de la Punta to the borders of Miramar. Today the Malecón remains Havana's most authentic open-air theater, sometimes dubbed 'the world's longest sofa,' where the whole city comes to meet, greet, date and debate.Fighting an ongoing battle with the corrosive effects of the ocean, many of the thoroughfare's magnificent buildings now face decrepitude, demolition or irrevocable damage. To combat the problem, 14 blocks of the Malecón have been given special status by the Office of the City Historian in an attempt to stop the rot.The Malecón is particularly evocative when a cold front blows in and massive waves crash over the sea wall. The road is often closed to cars at these times, meaning you can walk right down the middle of the empty thoroughfare (and get very wet)."
    },
    {
        "country": "havana",
        "city": "Habana Vieja",
        "index": 2,
        "name": "Calle Mercaderes",
        "latitude": "23.139127",
        "longitude": "-82.350233",
        "excerpt": "Cobbled, car-free Calle Mercaderes (Merchant's Street) has been extensively restored by the Office of the City Historian and is an almost complete replica…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/habana-vieja/attractions/calle-mercaderes/a/poi-sig/1335000/1341260",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148678931_full.jpg",
        "detail_description": "Cobbled, car-free Calle Mercaderes (Merchant's Street) has been extensively restored by the Office of the City Historian and is an almost complete replica of itself at its splendid 18th-century high-water mark. Interspersed with the museums, shops and restaurants are some working social projects, such as a maternity home and a paper-making cooperative.\nMost of the myriad museums are free, including the Casa de Asia, with paintings and sculpture from China and Japan; the Armería 9 de Abril, an old gun shop (now museum) stormed by revolutionaries on the said date in 1958; and the Museo de Bomberos, which has antediluvian fire equipment dedicated to 19 Havana firefighters who lost their lives in an 1890 railway blaze.Just off Mercaderes down Obrapía, it's worth slinking into the gratis Casa de África, which houses sacred objects relating to Santería and the secret Abakuá fraternity collected by ethnographer Fernando Ortíz.The corner of Mercaderes and Obrapía has an international flavor, with a bronze statue of Latin America liberator Simón Bolívar; across the street you'll find the Museo de Simón Bolívar, dedicated to Bolívar's life. The Casa de México Benito Juárez exhibits Mexican folk art and plenty of books but not a lot on Juárez (Mexico's first indigenous president) himself. Just east is the Casa Oswaldo Guayasamín, now a museum but once the studio of the great Ecuadorian artist who painted Fidel Castro in numerous poses.Mercaderes is also characterized by its restored shops, including a perfume store and a spice shop. Wander at will."
    },
    {
        "country": "havana",
        "city": "Havana",
        "index": 3,
        "name": "Museo de la Revolución",
        "latitude": "23.141461792777",
        "longitude": "-82.356700770548",
        "excerpt": "This emblematic museum is set in the former Presidential Palace, constructed between 1913 and 1920 and used by a string of Cuban presidents, culminating…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/centro-habana/attractions/museo-de-la-revolucion/a/poi-sig/369753/1341262",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/106306703.jpg",
        "detail_description": "This emblematic museum is set in the former Presidential Palace, constructed between 1913 and 1920 and used by a string of Cuban presidents, culminating in Fulgencio Batista. The world-famous Tiffany's of New York decorated the interior, and the shimmering Salón de los Espejos (Hall of Mirrors) was designed to resemble the eponymous room at the Palace of Versailles.\nThe museum, designed primarily to help Cubans understand their own history, descends chronologically from the top floor, focusing on the events leading up to, during and immediately after the Cuban Revolution. It presents a sometimes scruffy but always compelling story, told in English and Spanish, and tinted with mucho propaganda.The palace's sweeping central staircase, guarded by a bust of José Martí, still retains the bullet holes made during an unsuccessful attack in March 1957 by a revolutionary student group intent on assassinating Batista.The stairs take you up to the 2nd floor and several important exhibit-free rooms, including the Salón Dorado (decorated in Louis XVI style and once used for banquets), the Despacho Presidencial (President's Office, where Fidel Castro was sworn in in 1959) and the capilla (chapel, with a Tiffany chandelier).In front of the building is a fragment of the former city wall, as well as an SAU-100 tank used by Castro during the 1961 Bay of Pigs battle. In the space behind you'll find the Pavillón Granma, containing a replica of the 18m yacht that carried Castro and 81 other revolutionaries from Tuxpán, Mexico, to Cuba in December 1956. The boat is encased in glass and guarded 24/7, presumably to stop anyone from breaking in and sailing off to Florida in it. The pavilion is surrounded by other vehicles associated with the revolution, including planes, rockets and an old postal van that was used as a getaway car during the 1957 attack."
    },
    {
        "country": "havana",
        "city": "Habana Vieja",
        "index": 4,
        "name": "Plaza de la Catedral",
        "latitude": "23.140776900478",
        "longitude": "-82.351629806666",
        "excerpt": "Habana Vieja's most uniform square is a museum to Cuban baroque, with all the surrounding buildings, including the city's beguiling asymmetrical cathedral…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/habana-vieja/attractions/plaza-de-la-catedral/a/poi-sig/1333804/1341260",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c88a216e5b3a406fffd513df394818b0-plaza-de-la-catedral.jpg",
        "detail_description": "Habana Vieja's most uniform square is a museum to Cuban baroque, with all the surrounding buildings, including the city's beguiling asymmetrical cathedral, dating from the 1700s. Despite this homogeneity, it is actually the newest of the four squares in the Old Town, with its present layout dating from the 18th century.\nOn the square's eastern side, the Casa del Lombillo was built in 1741 and once served as a post office (a stone-mask ornamental mailbox built into the wall is still in use). Since 2000 it has functioned as an office for the City Historian. On the western side is the majestic Palacio de los Marqueses de Aguas Claras, completed in 1760 and widely lauded for the beauty of its shady Andalusian patio. Today it houses the Restaurante Paris. The south side is taken up by the resplendent Palacio de los Condes de Casa Bayona, built in 1720, which today hosts the Museo de Arte Colonial."
    },
    {
        "country": "havana",
        "city": "Havana",
        "index": 5,
        "name": "Capitolio Nacional",
        "latitude": "23.135180884115",
        "longitude": "-82.359702956807",
        "excerpt": "The incomparable Capitolio Nacional is Havana's most ambitious and grandiose building, constructed after the post-WWI boom ('Dance of the Millions')…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/centro-habana/attractions/capitolio-nacional/a/poi-sig/369737/1341262",
        "image_url": null,
        "detail_description": "The incomparable Capitolio Nacional is Havana's most ambitious and grandiose building, constructed after the post-WWI boom ('Dance of the Millions') gifted the Cuban government a seemingly bottomless vault of sugar money. Similar to the Capitol in Washington, DC, but actually modeled on the Panthéon in Paris, the building was initiated by Cuba's US-backed dictator Gerardo Machado in 1926 and took 5000 workers three years, two months and 20 days to construct, at a cost of US$17 million.\nFormerly the Capitolio was the seat of the Cuban Congress, then from 1959 to 2013 it housed the Cuban Academy of Sciences and the National Library of Science and Technology. The building underwent a massive refurbishment between 2013 and 2019, reopening in time for Havana’s 500th anniversary. Guided tours leave on the hour and take in most of the main features, including the palatial hallways, the chamber of representatives and the newly established Tumba del Mambí Desconocido (Tomb of the Unknown Soldier).Constructed with white Capellanía limestone and block granite, the building has an entrance guarded by six rounded Doric columns atop a staircase that leads up from Paseo de Martí (Prado). Looking out over the Havana skyline is a 62m stone cupola topped with a replica of 16th-century Florentine sculptor Giambologna's bronze statue of Mercury in the Palazzo del Bargello. Set in the floor directly below the dome is a copy of a 24-carat diamond. Highway distances between Havana and all sites in Cuba are calculated from this point.The entryway is accessed by a sweeping 55-step staircase guarded by two giant statues carved by Italian sculptor Angelo Zanelli: El Trabajo and La Virtud Tutelar. The main doors open into the Salón de los Pasos Perdidos (Room of the Lost Steps, so named because of its unusual acoustics), at the center of which is a magnificent statue of La República, an enormous bronze woman standing 17.6m tall and symbolizing the mythic Guardian of Virtue and Work. The 30-tonne statue is covered in gold leaf and is the third-largest indoor statue in the world. It was carved by Zanelli in Rome and shipped to Cuba in three pieces."
    },
    {
        "country": "havana",
        "city": "Havana",
        "index": 6,
        "name": "Gran Teatro de la Habana Alicia Alonso",
        "latitude": "23.136834866827",
        "longitude": "-82.359390413758",
        "excerpt": "The neobaroque Gran Teatro de la Habana Alicia Alonso, erected as a Galician social club between 1907 and 1914, features highly ornate and even exuberant…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/centro-habana/attractions/gran-teatro-de-la-habana-alicia-alonso/a/poi-sig/1333937/1341262",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/bf0f2b82533668e225ce308098b37955-gran-teatro-de-la-habana-alicia-alonso.jpg",
        "detail_description": "The neobaroque Gran Teatro de la Habana Alicia Alonso, erected as a Galician social club between 1907 and 1914, features highly ornate and even exuberant architectural details. It's the official stage for the Cuban National Ballet Company and the headquarters of the biennial International Ballet Festival. Dance presentations, ranging from ballet to contemporary dance to Spanish-influenced choreography by companies from all over the country and abroad, are the highlights every weekend. There are daily guided tours.\nFormerly known as Centro Gallego, the theater was built around the Teatro Tacón, attached to the social club since 1838. The Tacón opened with five masked Carnaval dances, which forms the basis for the claim that it's the oldest operating theater in the western hemisphere. Over its 180 years it has hosted international figures such as Enrico Caruso, Anna Pavlova, Maya Plisetskaya and Sarah Bernhardt, as well as remarkable companies such as the American Ballet Theatre, the Royal Ballet, Antonio Gades Ballet and the Ballet of Buenos Aires.Still standing the test of time, the theater was renovated in 2015 and sparkles afresh from its perch in Parque Central. Its facilities include a 1500-seat main hall, a concert hall, conference rooms and an art gallery."
    },
    {
        "country": "havana",
        "city": "Habana Vieja",
        "index": 7,
        "name": "Plaza Vieja",
        "latitude": "23.135958581987",
        "longitude": "-82.350023830171",
        "excerpt": "Laid out in 1559, Plaza Vieja is Havana's most architecturally eclectic square, where Cuban baroque nestles seamlessly next to Gaudí-inspired art nouveau…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/habana-vieja/attractions/plaza-vieja/a/poi-sig/1333880/1341260",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/cbf733ec6ce47ce5607faacca3887965-plaza-vieja.jpg",
        "detail_description": "Laid out in 1559, Plaza Vieja is Havana's most architecturally eclectic square, where Cuban baroque nestles seamlessly next to Gaudí-inspired art nouveau. Originally called Plaza Nueva (New Square), it was initially used for military exercises and later served as an open-air marketplace.\nDuring the regime of Fulgencio Batista an ugly underground parking lot was constructed here, but this monstrosity was demolished in 1996 to make way for a massive renovation project. Sprinkled liberally with bars, restaurants and cafes, Plaza Vieja today has its own microbrewery, the Angela Landa primary school, a beautiful fenced fountain and, on its western side, some of Havana's finest vitrales (stained-glass windows). A number of cool bars and cafes give it a sociable buzz in the evenings."
    },
    {
        "country": "havana",
        "city": "Havana",
        "index": 8,
        "name": "Fusterlandia",
        "latitude": "23.089671",
        "longitude": "-82.482959",
        "excerpt": "Where does art go after Antoni Gaudí? For a hint, head west from central Havana to the seemingly low-key district of Jaimanitas, where artist José Fuster…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/playa-marianao/attractions/fusterlandia/a/poi-sig/1554872/1333135",
        "image_url": null,
        "detail_description": "Where does art go after Antoni Gaudí? For a hint, head west from central Havana to the seemingly low-key district of Jaimanitas, where artist José Fuster has turned his home neighborhood into a masterpiece of intricate tile work and kaleidoscopic colors – a street-art wonderland that makes Barcelona’s Park Güell look positively sedate. Imagine maximal-impact Gaudí relocated to a tropical setting.\nThe result is what is unofficially known as Fusterlandia, an ongoing project first hatched around 20 years ago that has covered several suburban blocks with whimsical but highly stylized public art. The centerpiece is Fuster’s own house, Taller-Estudio José Fuster, a sizable residence decorated from roof to foundations with art, sculpture and – above all – mosaic tiles of every color and description. The overall impression defies written description (just go!): it's a fantastical mishmash of spiraling walkways, rippling pools and sunburst fountains. The work mixes homages to Pablo Picasso and Gaudí with snippets of the style of Paul Gauguin and Wifredo Lam, magic realism, maritime motifs, aspects of Santería, the curvaceous lines of modernisme, and a large dose of Fuster’s own Cubanness, which runs through almost everything. Look for the Cuban flags, a mural of the Granma yacht, and the words 'Viva Cuba' emblazoned across eight chimney pots.Fusterlandia stretches way beyond Fuster’s own residence. Over half the neighborhood has been given similar treatment, from street signs to bus stops to the local doctor’s house. Wandering around its quiet streets is a surreal and psychedelic experience.Jaimanitas is located just off Quinta Avenida (Av 5) in the far west of Playa, sandwiched between Club Havana and Marina Hemingway. A taxi from central Havana will cost CUC$12 to CUC$15."
    },
    {
        "country": "havana",
        "city": "Habana Vieja",
        "index": 9,
        "name": "Catedral de la Habana",
        "latitude": "23.14140056047",
        "longitude": "-82.351926442984",
        "excerpt": "Described by novelist Alejo Carpentier as 'music set in stone,' Havana's incredible cathedral, dominated by two unequal towers and framed by a theatrical…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/habana-vieja/attractions/catedral-de-la-habana/a/poi-sig/369703/1341260",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/650e0ae66ce61e8657e385a87b0f2456-catedral-de-san-cristobal-de-la-habana.jpg",
        "detail_description": "Described by novelist Alejo Carpentier as 'music set in stone,' Havana's incredible cathedral, dominated by two unequal towers and framed by a theatrical baroque facade, was designed by Italian architect Francesco Borromini. Construction of the church was begun by Jesuits in 1748 and work continued despite their expulsion in 1767. When the building was finished in 1787, the diocese of Havana was created and the church became a cathedral – it's one of the oldest in the Americas.\nThe remains of Christopher Columbus were brought here from Santo Domingo in 1795 and interred until 1898, when they were moved to Seville Cathedral in Spain.A curiosity of the cathedral is its interior, which is neoclassical rather than baroque and relatively austere. Frescoes above the altar date from the late 1700s, but the paintings that adorn the side walls are copies of originals by Bartolomé Esteban Murillo and Peter Paul Rubens. You can climb the smaller of the towers for CUC$1."
    },
    {
        "country": "havana",
        "city": "Habana Vieja",
        "index": 10,
        "name": "Museo de la Ciudad",
        "latitude": "23.139965",
        "longitude": "-82.350039",
        "excerpt": "Even with no artifacts, Havana's city museum would be a tour de force, courtesy of the opulent palace in which it resides. Filling the whole western side…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/habana-vieja/attractions/museo-de-la-ciudad/a/poi-sig/369751/1341260",
        "image_url": null,
        "detail_description": "Even with no artifacts, Havana's city museum would be a tour de force, courtesy of the opulent palace in which it resides. Filling the whole western side of Plaza de Armas, the Palacio de los Capitanes Generales dates from the 1770s and is a textbook example of Cuban baroque architecture, hewn out of rock from the nearby San Lázaro quarries. A museum has been here since 1968.\nFrom 1791 until 1898 the palace was the residence of the Spanish captains general. From 1899 until 1902 the US military governors were based here, and during the first two decades of the 20th century the building briefly became the presidential palace. These days the museum is wrapped regally around a splendid central courtyard adorned with a white-marble statue of Christopher Columbus (1862). Artifacts (some of them a tad dusty) include period furniture, military uniforms and antique horse carriages, but the real history-defining highlights are the boat used by Antonio Maceo to cross the Trocha de Mariel in 1896, a cannon captured by the Mambís (Cuban Independence War soldiers) from the Spanish in 1897, and Cuba's first flag, raised by Narciso López in Cardénas in 1850. Audio guides (CUC$5) are available in Spanish and English."
    },
    {
        "country": "havana",
        "city": "Havana",
        "index": 11,
        "name": "Museo Nacional de Bellas Artes – Arte Cubano",
        "latitude": "23.140044",
        "longitude": "-82.357303",
        "excerpt": "The Bellas Artes' 'Colección de Arte Cubano' houses purely Cuban art. Works are displayed in chronological order, starting on the 3rd floor, and are…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/centro-habana/attractions/museo-nacional-de-bellas-artes-arte-cubano/a/poi-sig/1102862/1341262",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1b1252b99ad828c25bf01742f92fdd82-museo-nacional-de-bellas-artes.jpg",
        "detail_description": "The Bellas Artes' 'Colección de Arte Cubano' houses purely Cuban art. Works are displayed in chronological order, starting on the 3rd floor, and are surprisingly varied. Artists to look out for include Guillermo Collazo, considered to be the first truly great Cuban artist; Rafael Blanco, with his cartoon-like paintings and sketches; Raúl Martínez, a master of 1960s Cuban pop art; and the Picasso-like Wifredo Lam.\n"
    },
    {
        "country": "havana",
        "city": "Havana",
        "index": 12,
        "name": "Museo Nacional de Bellas Artes",
        "latitude": "23.140044",
        "longitude": "-82.357281",
        "excerpt": "Spread over two campuses, the Bellas Artes is arguably the finest art gallery in the Caribbean. The Arte Cubano building contains the most comprehensive…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/centro-habana/attractions/museo-nacional-de-bellas-artes/a/poi-sig/1334890/1341262",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/dfc5f2ff2d4d60ff2bb4e5c244b2710f-museo-nacional-de-bellas-artes.jpg",
        "detail_description": "Spread over two campuses, the Bellas Artes is arguably the finest art gallery in the Caribbean. The Arte Cubano building contains the most comprehensive collection of Cuban art in the world, while the Arte Universal section is laid out in a grand eclectic palace overlooking Parque Central, with exterior flourishes that are just as impressive as the international-art collections within.\n"
    },
    {
        "country": "havana",
        "city": "Havana",
        "index": 13,
        "name": "Paseo de Martí",
        "latitude": "23.139886",
        "longitude": "-82.35903",
        "excerpt": "Construction of this stately European-style boulevard – the first street outside the old city walls – began in 1770, and work was completed in the mid…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/centro-habana/attractions/paseo-de-marti/a/poi-sig/1333945/1341262",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f1e828bcd7edcb52ad466378c07bf2d5-paseo-de-marti.jpg",
        "detail_description": "Construction of this stately European-style boulevard – the first street outside the old city walls – began in 1770, and work was completed in the mid-1830s during the term of Captain General Miguel Tacón (1834–38). The original idea was to create a boulevard as splendid as any found in Paris or Barcelona (El Prado bears more than a passing resemblance to Las Ramblas). The famous bronze lions that guard the central promenade at either end were added in 1928.\nNotable Prado buildings include the neo-Renaissance Palacio de los Matrimonios, the streamline-moderne Teatro Fausto and the neoclassical Escuela Nacional de Ballet, Alicia Alonso's famous ballet school.These days the Prado hosts a respected alfresco art market on weekends and countless impromptu soccer matches during the week.Although officially known as Paseo de Martí, the street is almost universally referred to by its old name, Prado."
    },
    {
        "country": "havana",
        "city": "Habana Vieja",
        "index": 14,
        "name": "Plaza de Armas",
        "latitude": "23.140084",
        "longitude": "-82.349406",
        "excerpt": "Havana's oldest square was laid out in the early 1520s, soon after the city's foundation, and was originally known as Plaza de Iglesia after a church –…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/habana-vieja/attractions/plaza-de-armas/a/poi-sig/1333838/1341260",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ea3aed171063232a90d8e9ea8712f5b1-plaza-de-armas.jpg",
        "detail_description": "Havana's oldest square was laid out in the early 1520s, soon after the city's foundation, and was originally known as Plaza de Iglesia after a church – the Parroquial Mayor – that once stood on the site of the present-day Palacio de los Capitanes Generales. The name Plaza de Armas (Square of Arms) wasn't adopted until the late 16th century, when the colonial governor, then housed in the Castillo de la Real Fuerza, used the site to conduct military exercises.\nToday's plaza, along with most of the buildings around it, dates from the late 1700s.In the center of the square, which is lined with royal palms, is a marble statue of Carlos Manuel de Céspedes, the man who set Cuba on the road to independence in 1868. The statue replaced one of unpopular Spanish king Ferdinand VII in 1955.Also of note on the square's eastern aspect is the late-18th-century Palacio de Los Condes de Santovenia, today the five-star Hotel Santa Isabel."
    },
    {
        "country": "havana",
        "city": "Habana Vieja",
        "index": 15,
        "name": "Plaza de San Francisco de Asís",
        "latitude": "23.13748602331",
        "longitude": "-82.348516779681",
        "excerpt": "Facing Havana harbor, the breezy Plaza de San Francisco de Asís first grew up in the 16th century when Spanish galleons stopped quayside on their passage…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/habana-vieja/attractions/plaza-de-san-francisco-de-asis/a/poi-sig/1333866/1341260",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f291e763fa128bf1268cd84a01be0f0d-plaza-de-san-francisco-de-asis.jpg",
        "detail_description": "Facing Havana harbor, the breezy Plaza de San Francisco de Asís first grew up in the 16th century when Spanish galleons stopped quayside on their passage from the Caribbean to Spain. A market took root in the 1500s, followed by a church in 1608, though when the monks complained of too much noise, the market was moved a few blocks south to Plaza Vieja.\nThe plaza underwent a full restoration in the late 1990s and is most notable for its uneven cobblestones and the white-marble Fuente de los Leones, a fountain carved by Italian sculptor Giuseppe Gaggini in 1836. A more modern statue outside the square's famous church depicts El Caballero de París, a well-known street person who roamed Havana during the 1950s, engaging passersby with his philosophies on life, religion, politics and current events. The square's newest sculpture (added in 2012) is La Conversación by French artist Etienne, a modernist bronze rendition of two seated people talking.The cruise terminal is directly opposite the square."
    },
    {
        "country": "havana",
        "city": "Habana Vieja",
        "index": 16,
        "name": "Iglesia y Monasterio de San Francisco de Asís",
        "latitude": "23.136676877605",
        "longitude": "-82.348398376533",
        "excerpt": "Originally constructed in 1608 and rebuilt in baroque style from 1719 to 1738, this church-convent ceased to have a religious function in the 1840s after…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/habana-vieja/attractions/iglesia-y-monasterio-de-san-francisco-de-asis/a/poi-sig/370233/1341260",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b52439c1b2ce919dd22f6b72fc05d333-lpl-ig._s.f.asis-002.jpg",
        "detail_description": "Originally constructed in 1608 and rebuilt in baroque style from 1719 to 1738, this church-convent ceased to have a religious function in the 1840s after being 'desecrated' by the Protestant British during the Seven Years' War. In the late 1980s crypts and religious objects were excavated; these were later incorporated into the Museo de Arte Religioso, which displays religious paintings, silverware, woodcarvings and ceramics. Visitors can examine the convent's old cloisters and climb the rickety tower for an extra CUC$1.\nThe former church is more famous today as Havana's premier classical-music venue. Weekly concerts (6pm Saturday) are held in the nave, which benefits from excellent acoustics."
    },
    {
        "country": "havana",
        "city": "Havana",
        "index": 17,
        "name": "Old City Wall",
        "latitude": "23.128545431379",
        "longitude": "-82.35323937863",
        "excerpt": "In the 17th century, anxious to defend the city from attacks by pirates and overzealous foreign armies, Cuba's paranoid colonial authorities drew up plans…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/centro-habana/attractions/old-city-wall/a/poi-sig/370297/1341262",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/93d00638112d5a6a67c5e1fd383bab0b-old-city-wall.jpg",
        "detail_description": "In the 17th century, anxious to defend the city from attacks by pirates and overzealous foreign armies, Cuba's paranoid colonial authorities drew up plans for the construction of a 5km-long city wall. Built between 1674 and 1740, the wall on completion was 1.5m thick and 10m high, running along a line now occupied by Av de las Misiones and Av de Bélgica.\nAmong the wall's myriad defenses were nine bastions and 180 big guns aimed toward the sea. The only way in and out of the city was through 11 heavily guarded gates that closed every night and opened every morning to the sound of a solitary gunshot. From 1863 the walls were demolished, but a few segments remain, the largest of which stands on Av de Bélgica close to the train station."
    },
    {
        "country": "havana",
        "city": "Habana Vieja",
        "index": 18,
        "name": "Castillo de la Real Fuerza",
        "latitude": "23.141085353309",
        "longitude": "-82.34967459132",
        "excerpt": "On the seaward side of Plaza de Armas is one of the oldest existing forts in the Americas, built between 1558 and 1577 on the site of an earlier fort…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/habana-vieja/attractions/castillo-de-la-real-fuerza/a/poi-sig/370159/1341260",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/611fddd36df5205fc57281b653e678ba-lpl-c.la.fuerza.jpg",
        "detail_description": "On the seaward side of Plaza de Armas is one of the oldest existing forts in the Americas, built between 1558 and 1577 on the site of an earlier fort destroyed by French privateers in 1555. The imposing castle is ringed by an impressive moat and shelters the Museo de Navegación, which covers the history of the fort and Old Town, and its connections with the Spanish empire. Look out for the huge scale model of the Santíssima Trinidad galleon.\nThe west tower is crowned by a copy of a famous bronze weather vane called La Giraldilla. The original was cast in Havana in 1632 by Jerónimo Martínez Pinzón and is popularly believed to be of Doña Inés de Bobadilla, the wife of gold explorer Hernando de Soto. The original is now kept in the Museo de la Ciudad, and the figure also appears on the Havana Club rum label."
    },
    {
        "country": "havana",
        "city": "Havana",
        "index": 19,
        "name": "Parque Central",
        "latitude": "23.137257733696",
        "longitude": "-82.358673615874",
        "excerpt": "Diminutive Parque Central is a verdant haven from the belching buses and roaring taxis that ply the Paseo de Martí. Long a microcosm of daily Havana life,…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/centro-habana/attractions/parque-central/a/poi-sig/370321/1341262",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c0aeb3107e2f2656a4763e564c6c8d26-lpl-p.central.jpg",
        "detail_description": "Diminutive Parque Central is a verdant haven from the belching buses and roaring taxis that ply the Paseo de Martí. Long a microcosm of daily Havana life, the park was expanded to its present size in the late 19th century after the city walls were knocked down. The 1905 marble statue of José Martí at its center was the first of thousands to be erected in Cuba. It's surrounded by 28 palm trees.\nHard to miss over to one side is the group of baseball fans who linger 24/7 at the famous Esquina Caliente (literally, 'hot corner'), discussing form, tactics and the Havana team's prospects in the playoffs."
    },
    {
        "country": "havana",
        "city": "Habana Vieja",
        "index": 20,
        "name": "El Ojo del Ciclón",
        "latitude": "23.13812",
        "longitude": "-82.356037",
        "excerpt": "Just when you think you've seen Havana's strangest, weirdest, most surreal and avant-garde art, along comes the 'eye of the cyclone' to re-stretch your…",
        "detail_url": "https://www.lonelyplanet.com/cuba/havana/habana-vieja/attractions/el-ojo-del-ciclon/a/poi-sig/1556757/1341260",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ca0ec10e2889aa0e91c8bf8316784474-el-ojo-del-ciclon.jpg",
        "detail_description": "Just when you think you've seen Havana's strangest, weirdest, most surreal and avant-garde art, along comes the 'eye of the cyclone' to re-stretch your imagination. The abstract gallery displays the work of Cuban visual artist Leo D'Lázaro and it's pretty mind-bending stuff – giant eyes, crashed cars, painted suitcases and junk reborn as art. Imagine Jackson Pollock sitting down for tea with JRR Tolkien and John Lennon.\nSome of the art is semi-interactive: you can hit a punching bag, play a bizarre game of table football or hang your bag on a masked metal scarecrow. If that's not outlandish enough, come back for the tango classes on Friday and Sunday at 8pm."
    }
]