[
    {
        "country": "hokkaido",
        "index": 1,
        "name": "Hakodate-yama",
        "latitude": "41.759404",
        "longitude": "140.704093",
        "excerpt": "Mention you've been to Hakodate and every Japanese person you know will ask if you took in the night view from atop Hakodate-yama (334m) – it's that…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/hakodate/attractions/hakodate-yama/a/poi-sig/485628/356672",
        "image_url": null,
        "detail_description": "Mention you've been to Hakodate and every Japanese person you know will ask if you took in the night view from atop Hakodate-yama (334m) – it's that famous! You want to get up here for sunset or after dark: what's striking is seeing the lit-up peninsula (which locals say is shaped like Hokkaidō itself) against the pitch-black waters. In addition to the viewing platform and parking area, those who hunt will find the remains of an old fort behind the buildings, with interesting foundations intact.\nThere are a few ways to get here: by ropeway, bus, car or foot. Buses for the ropeway (¥240, 10 minutes) and the summit (¥400, 30 minutes, mid-April to mid-November) depart from bus stop 4 at JR Hakodate Station. You can also walk to the ropeway in 10 minutes from the Jūjigai tram stop; alternatively you can hike up one of several trails (all take about an hour) between May and late October. Note that the road to the summit is often closed to private vehicles after sunset because it gets too crowded."
    },
    {
        "country": "hokkaido",
        "index": 2,
        "name": "Mashū-ko",
        "latitude": "43.58437",
        "longitude": "144.540939",
        "excerpt": "Considered by many to be Japan's most beautiful lake, Mashū-ko once held the world record for water clarity. The island in the middle was known by the…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/kawayu-onsen/attractions/mashu-ko/a/poi-sig/1236418/356676",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/73899562_high.jpg",
        "detail_description": "Considered by many to be Japan's most beautiful lake, Mashū-ko once held the world record for water clarity. The island in the middle was known by the Ainu as the Isle of the Gods. A road runs along the western rim. You can't get down to lake level, but there are two official viewing points called Viewpoint 1 and Viewpoint 3; there's no parking fee at the latter.\n"
    },
    {
        "country": "hokkaido",
        "index": 3,
        "name": "Ōdōri-kōen",
        "latitude": "43.060799",
        "longitude": "141.354368",
        "excerpt": "This haven in the heart of the city is fully 13 blocks (1.5km) long, with the TV Tower at its eastern end. Among the green lawns and flower gardens are…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/odori-koen/a/poi-sig/1346325/356687",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/560075103_high.jpg",
        "detail_description": "This haven in the heart of the city is fully 13 blocks (1.5km) long, with the TV Tower at its eastern end. Among the green lawns and flower gardens are benches, fountains and sculptures; don't miss Noguchi Isamu's elegant Black Slide Mantra. This is also where many of the city's major events and festivals take place.\nThe park is a 10-minute walk south from JR Sapporo Station along Eki-mae-dōri."
    },
    {
        "country": "hokkaido",
        "index": 4,
        "name": "Hakodate Morning Market",
        "latitude": "41.771589379997",
        "longitude": "140.72450470498",
        "excerpt": "With crabs grilling over hot coals, freshly caught squid packed tightly in ice-stuffed styrofoam and the sing-song call of vendors, Hakodate Morning…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/hakodate/attractions/hakodate-morning-market/a/poi-sig/1235181/356672",
        "image_url": null,
        "detail_description": "With crabs grilling over hot coals, freshly caught squid packed tightly in ice-stuffed styrofoam and the sing-song call of vendors, Hakodate Morning Market does a fantastic impression of an old-time seafood market – though the visitors today are tourists not wholesale buyers. (The commercial market that was here originally has since moved to a bigger space.)\n"
    },
    {
        "country": "hokkaido",
        "index": 5,
        "name": "Ainu Kotan",
        "latitude": "43.433725",
        "longitude": "144.089706",
        "excerpt": "This collection of shops and households is actually the largest Ainu village in Hokkaidō. Residents make a living promoting their culture: dancing on the…",
        "detail_url": "https://www.lonelyplanet.com/japan/akanko-onsen/attractions/ainu-kotan/a/poi-sig/1237457/1323708",
        "image_url": null,
        "detail_description": "This collection of shops and households is actually the largest Ainu village in Hokkaidō. Residents make a living promoting their culture: dancing on the stage at Ikor, cooking pochie (fermented potato dumplings) in restaurants, and selling wood and leather crafts, made with traditional techniques and motifs.\nIn the evenings (May to November) there's a procession around 8.30pm to light torches around the village."
    },
    {
        "country": "hokkaido",
        "index": 6,
        "name": "Sapporo Beer Museum",
        "latitude": "43.07033",
        "longitude": "141.369667",
        "excerpt": "This legendary Sapporo attraction is in the original Sapporo Beer brewery, a pretty, ivy-covered brick building. There's no need to sign up for the tour;…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/sapporo-beer-museum/a/poi-sig/1058191/356687",
        "image_url": null,
        "detail_description": "This legendary Sapporo attraction is in the original Sapporo Beer brewery, a pretty, ivy-covered brick building. There's no need to sign up for the tour; there are plenty of English explanations throughout about Japan's oldest beer (the brewery was founded in 1876). At the end there's a tasting salon (beers ¥200 to ¥300) where you can compare Sapporo's signature Black Label with Sapporo Classic (found only in Hokkaidō) and Kaitakushi Pilsner, a re-creation of the original recipe (found only here).\nAfterwards, head next door to the Sapporo Biergarten for more beer and jingisukan (all-you-can-eat lamb dish). Note that any drivers will not be allowed to drink.From the subway it's a 10-minute walk; the bus stops right out front."
    },
    {
        "country": "hokkaido",
        "index": 7,
        "name": "Red-brick Warehouse District",
        "latitude": "41.76635",
        "longitude": "140.716667",
        "excerpt": "These early-20th-century red-brick warehouses on the waterfront are the legacy of Hakodate's status as a historic, international trade port. They've been…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/hakodate/attractions/red-brick-warehouse-district/a/poi-sig/1344470/356672",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/558230369_master.jpg",
        "detail_description": "These early-20th-century red-brick warehouses on the waterfront are the legacy of Hakodate's status as a historic, international trade port. They've been restored and turned into a tourist mall (which seems apt). The complex is pretty in the evening, when it's lit up.\n"
    },
    {
        "country": "hokkaido",
        "index": 8,
        "name": "Farm Tomita",
        "latitude": "43.419076",
        "longitude": "142.428217",
        "excerpt": "Until snow falls in October, Tomita's fields are covered in a rainbow array of flowers. With the mountains of Daisetsuzan National Park as a backdrop,…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/furano/attractions/farm-tomita/a/poi-sig/1236104/356664",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/498873639_master.jpg",
        "detail_description": "Until snow falls in October, Tomita's fields are covered in a rainbow array of flowers. With the mountains of Daisetsuzan National Park as a backdrop, this is one of the most photographed spots in Hokkaidō. It's particularly known for its lavender (which peaks in early July), packaged in an array of goods – from pot-pourri to tea – that are sold here.\nThis place is so popular that from June to September, JR actually opens up a temporary train station known as Lavender Batake (ラベンダー畑; Lavender Farm) to accommodate the influx of visitors. Otherwise, the closest station is JR Naka-Furano."
    },
    {
        "country": "hokkaido",
        "index": 9,
        "name": "Kussharo-ko",
        "latitude": "43.65595",
        "longitude": "144.351768",
        "excerpt": "Japan's largest caldera lake is a rich blue on sunny days. A small volcano peeks out from the centre, creating the island Naka-jima – best viewed from the…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/kawayu-onsen/attractions/kussharo-ko/a/poi-sig/1236435/356676",
        "image_url": null,
        "detail_description": "Japan's largest caldera lake is a rich blue on sunny days. A small volcano peeks out from the centre, creating the island Naka-jima – best viewed from the Bihoro Pass.\nThe lake is also purportedly the home of a Loch Ness monster–-like creature nicknamed Kusshi."
    },
    {
        "country": "hokkaido",
        "index": 10,
        "name": "Hokkaidō Brewery",
        "latitude": "42.863886",
        "longitude": "141.605186",
        "excerpt": "This is one of the current brewing and bottling facilities for Sapporo beer. Guided tours are led (in Japanese only) by very enthusiastic brand…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/hokkaido-brewery/a/poi-sig/1058192/356687",
        "image_url": null,
        "detail_description": "This is one of the current brewing and bottling facilities for Sapporo beer. Guided tours are led (in Japanese only) by very enthusiastic brand ambassadors past windows that allow visitors to peer into the high-tech factory. You need to make reservations by 5pm the day before (best get a Japanese-speaker to do this). Note that the facility is not in operation every day; when you reserve be sure to ask. Non-drivers get two free beers at the end!\nHokkaidō Brewery is a 40-minute train ride from Sapporo; take the JR Chitose line towards the airport and get off at JR Sapporo Beer Teien Station. There are a few luggage-sized lockers here if you're coming from/going to the airport.Note that they are very strict about driving: if you plan on driving, you will not be allowed to have a sample."
    },
    {
        "country": "hokkaido",
        "index": 11,
        "name": "Former Nakamura Residence",
        "latitude": "41.869201",
        "longitude": "140.128663",
        "excerpt": "In the 18th and 19th centuries, a roaring herring trade turned Esashi (江差; pop 8110) on the west coast of Hokkaido's southern peninsula, 70km west of…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/hakodate/attractions/former-nakamura-residence/a/poi-sig/1235283/356672",
        "image_url": null,
        "detail_description": "In the 18th and 19th centuries, a roaring herring trade turned Esashi (江差; pop 8110) on the west coast of Hokkaido's southern peninsula, 70km west of Hakodate, into a boomtown. The Nakamura-ke Residence is the sole legacy of the town's glory days. The beautiful, sloping wooden house, made of cypress and stone (without a single nail) was built by a wealthy merchant; it's since been restored and opened to the public. Buses travel to Esashi from Hakodate (¥1880, 2¼ hours, five daily).\nIt's also well worth considering travelling here by car: the Oiwake Sōran Line (追分ソーランライン), which follows the undulating coastline, is a treat. In Esashi it's built on landfill: the Nakamura-ke Residence originally backed onto the water, so fishing boats could dock. There are some fantastic old photos of the town inside the house."
    },
    {
        "country": "hokkaido",
        "index": 12,
        "name": "Ōkura-yama Ski Jump Stadium",
        "latitude": "43.051329",
        "longitude": "141.290531",
        "excerpt": "This ski-jump slope was built on the side of Ōkura-yama for the Sapporo 1972 Winter Games. At 133.6m it's just slightly shorter than Sapporo TV Tower,…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/okura-yama-ski-jump-stadium/a/poi-sig/1233305/356687",
        "image_url": null,
        "detail_description": "This ski-jump slope was built on the side of Ōkura-yama for the Sapporo 1972 Winter Games. At 133.6m it's just slightly shorter than Sapporo TV Tower, with a 33-degree incline. What would it feel like to whiz down that? You can hazard a guess after taking the rickety old lift up to the top and staring down the slope. Keep that image in mind when you try the highly amusing computerised simulator in the museum below.\nThere are a few other simulators in the museum, as well as photos and equipment from the 1972 Games – which show just how far winter sports technology (and fashion!) has come in the last 45 years.The stadium is actually still in use and if you're lucky, you might catch a practice session.To reach Ōkura-yama, take the Tōzai subway line to Maruyama Kōen (円山公園), and then take exit 2 for the Maruyama bus terminal. Next, take bus 14 to Ōkurayama-kyōgijō-iriguchi (大倉山競技場入り口; ¥210, 15 minutes); from here, it's a 10-minute walk uphill to the stadium."
    },
    {
        "country": "hokkaido",
        "index": 13,
        "name": "Bear Mountain",
        "latitude": "43.179269",
        "longitude": "142.80879",
        "excerpt": "This 15-hectare forested enclosure in northern Tokachi is home to 12 male higuma (who range in size from 300kg to 400kg!). The clever viewing facilities…",
        "detail_url": "https://www.lonelyplanet.com/japan/tokachi/attractions/bear-mountain/a/poi-sig/1342467/1323742",
        "image_url": null,
        "detail_description": "This 15-hectare forested enclosure in northern Tokachi is home to 12 male higuma (who range in size from 300kg to 400kg!). The clever viewing facilities include a boardwalk 5m above ground and, for a little more yen, a heavily fortified bus – that looks like it was built for Jurassic Park – that cruises the park. The bears seem little fazed by both, and you're almost guaranteed to see at least one hanging around.\nYou'll need your own wheels to get to Bear Mountain. It's part of the Sahoro Resort (サホロリゾート) complex on Rte 38, 54km northeast of Obihiro and 66km southeast of Furano. Bear Mountain is, naturally, closed during the winter as all the bears are hibernating."
    },
    {
        "country": "hokkaido",
        "index": 14,
        "name": "Usu-zan",
        "latitude": "42.539272",
        "longitude": "140.860198",
        "excerpt": "Here is a rare chance to bear witness to modern mountain-making: Shōwa Shin-zan (昭和新山; 398m) – whose name means 'the new mountain of the Shōwa period' –…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/toya-ko-onsen/attractions/usu-zan/a/poi-sig/1236901/356686",
        "image_url": null,
        "detail_description": "Here is a rare chance to bear witness to modern mountain-making: Shōwa Shin-zan (昭和新山; 398m) – whose name means 'the new mountain of the Shōwa period' – arose from a wheat field following the 1943 eruption of Usu-zan. The Usu-zan Ropeway runs up to a viewing platform for Shōwa Shin-zan, with Tōya-ko behind it.\nFrom the observation deck a trail heads out on a 90-minute circuit (open May to October) around the outer rim of Usu-zan, with views of Tōya-ko and Yōtei-zan. Buses (one way/round trip ¥340/620, 10.10am, 12.45pm, 1.40pm and 3.50pm) run four times a day from the Tōya-ko Onsen bus terminal to the ropeway. A taxi should cost ¥1800; all the way from JR Tōya-ko Station, ¥3000."
    },
    {
        "country": "hokkaido",
        "index": 15,
        "name": "Sarobetsu Wetlands",
        "latitude": "45.104607",
        "longitude": "141.701059",
        "excerpt": "Part of Rishiri-Rebun-Sarobetsu National Park, these marshlands are 40km southwest of Wakkanai. Fields of wild flowers bloom here in summer, which can be…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/rishiri-rebun-sarobetsu-national-park/attractions/sarobetsu-wetlands/a/poi-sig/1235543/356665",
        "image_url": null,
        "detail_description": "Part of Rishiri-Rebun-Sarobetsu National Park, these marshlands are 40km southwest of Wakkanai. Fields of wild flowers bloom here in summer, which can be appreciated from boardwalks built over the marsh. Infrequent trains on the JR Sōya line run between Wakkanai and Toyotomi (futsū ¥930, 50 minutes; tokkyū ¥1550, 40 minutes). Buses (¥380, nine minutes) run from JR Toyotomi Station to the Sarobetsu Wetlands Centre at 8.30am, 1.25pm and 2.50pm (June to September) and at 9.15am and 1.50pm (October to May).\nThere are also good views of Rishiri-zan from here – especially in winter, when eagles fly overhead and you can rent snowshoes from the visitors centre (¥500) to walk out over the snow pack."
    },
    {
        "country": "hokkaido",
        "index": 16,
        "name": "Goryō-kaku-kōen",
        "latitude": "41.7964",
        "longitude": "140.757523",
        "excerpt": "Japan's first Western-style fort was built in 1864 in the shape of a five-pointed star (goryō-kaku means 'five-sided fort') designed to trap attackers in…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/hakodate/attractions/goryo-kaku-koen/a/poi-sig/485620/356672",
        "image_url": null,
        "detail_description": "Japan's first Western-style fort was built in 1864 in the shape of a five-pointed star (goryō-kaku means 'five-sided fort') designed to trap attackers in deadly crossfire. Nothing remains of the actual structure but the footprint – a park encircled by a star-shaped moat. To best appreciate this, visit the observatory atop the 98m Goryō-kaku Tower. Exhibitions in the observatory explain the history of the fort; you also get good views over Hakodate.\nThe park itself is a pretty green space, with 1600 cherry trees that bloom in April."
    },
    {
        "country": "hokkaido",
        "index": 17,
        "name": "Kawamura Kaneto Ainu Memorial Hall",
        "latitude": "43.787059",
        "longitude": "142.343534",
        "excerpt": "Built in 1916 and thus just a few years past its 100th anniversary, this museum is less a collection of artefacts (though it has those too) and more the…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/asahikawa/attractions/kawamura-kaneto-ainu-memorial-hall/a/poi-sig/1235432/356662",
        "image_url": null,
        "detail_description": "Built in 1916 and thus just a few years past its 100th anniversary, this museum is less a collection of artefacts (though it has those too) and more the story of a local Ainu family desperate to keep the old ways alive; there are many fascinating, unstaged photographs from the early 20th century. Its founder was Kaneto Kawamura, an Ainu chief and master surveyor, who helped lay the tracks for many challenging rail projects in Japan; he used his savings to start the museum.\nTake bus 24 from stop 14 in front of JR Asahikawa Station to the Ainu Kinenkan-mae stop (¥190, 15 minutes, hourly)."
    },
    {
        "country": "hokkaido",
        "index": 18,
        "name": "Kaitaku-mura",
        "latitude": "43.047691",
        "longitude": "141.498413",
        "excerpt": "This expansive collection of historical buildings (and some recreations), in Nopporo Shinrin-kōen east of central Sapporo, shows the diversity of…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/kaitaku-mura/a/poi-sig/1549234/356687",
        "image_url": null,
        "detail_description": "This expansive collection of historical buildings (and some recreations), in Nopporo Shinrin-kōen east of central Sapporo, shows the diversity of experience in 19th-century Hokkaidō. There are ornate Victorian town halls; equally grand villas built by herring barons in the traditional Japanese style; and thatched-roof pioneer cabins. Most of the buildings you can enter.\nFrom Shin-Sapporo Station, take bus 新22 (¥210, 15 minutes, every 60 minutes) from bus stop 10 for Kaitaku-mura (開拓の村), the last stop.Note that the collection is also free for international students living in Hokkaido (with valid proof of residence)."
    },
    {
        "country": "hokkaido",
        "index": 19,
        "name": "Ainu Culture Promotion Centre",
        "latitude": "42.971858",
        "longitude": "141.209958",
        "excerpt": "Unlike other museums, where artefacts are kept behind glass, exhibitions here consist of replicas, handmade by members of Sapporo's Ainu community using…",
        "detail_url": "https://www.lonelyplanet.com/japan/jozankei/attractions/ainu-culture-promotion-centre/a/poi-sig/1497394/1334379",
        "image_url": null,
        "detail_description": "Unlike other museums, where artefacts are kept behind glass, exhibitions here consist of replicas, handmade by members of Sapporo's Ainu community using their own family heirlooms as models. As a result, you can touch everything on display, feeling, for example, the linen-like softness of textiles made from tree bark. The strangely shaped centre is in Kogane-yu, 3km east of Jōzankei.\nThe Sapporo–Jōzankei bus stops at Kogane-yu (¥650, 50 minutes); the museum is a short walk up from the bus stop."
    },
    {
        "country": "hokkaido",
        "index": 20,
        "name": "Volcano Science Museum",
        "latitude": "42.563986",
        "longitude": "140.815523",
        "excerpt": "The eruptions at Uzu-san were among the first to be recorded by modern means (and work here significantly advanced science in early detection). Here you…",
        "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/toya-ko-onsen/attractions/volcano-science-museum/a/poi-sig/1343345/356686",
        "image_url": null,
        "detail_description": "The eruptions at Uzu-san were among the first to be recorded by modern means (and work here significantly advanced science in early detection). Here you can see video footage of eruptions in action, and before and after photos that clearly show new land masses forming.\nThe museum, a short walk west from the Tōya-ko Onsen bus terminal, is part of the Tōya-ko Visitor Centre, which also has excellent (and free!) information on the local topography and indigenous flora and fauna."
    }
]