[
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 1,
        "name": "Honolulu Museum of Art",
        "latitude": "21.303969",
        "longitude": "-157.848569",
        "excerpt": "This exceptional fine-arts museum is among the best of its kind anywhere. The collection is effectively a 'best of' summary of major art movements…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/honolulu-museum-of-art/a/poi-sig/376741/361979",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_470762900.jpg",
        "detail_description": "This exceptional fine-arts museum is among the best of its kind anywhere. The collection is effectively a 'best of' summary of major art movements globally over the last several centuries (eg the Impressionist room includes a Van Gogh, a Monet, two Gauguins etc). Plan on spending a couple of hours at the museum, possibly combining a visit with lunch at the Honolulu Museum of Art Café.\nThe museum, dating to 1927, has a classical facade that’s invitingly open and airy, with galleries branching off a series of garden and water-fountain courtyards. Beautiful exhibits include one of the country’s finest Asian art collections, featuring everything from Japanese woodblock prints by Hiroshige and Ming dynasty–era Chinese calligraphy and painted scrolls to temple carvings and statues from Cambodia and India. Another highlight is the striking contemporary wing with Hawaiian works on its upper level (don't miss the surfboard crafted by the legendary CJ Kanuha), while the modern art includes Georgia O’Keeffe's Hawaii work. You'll be bewitched by the Pacific and Polynesian artifacts, such as ceremonial masks, war clubs and body adornments.Admission includes excellent free tours. The morning tours are individual and can be customized for any theme or gallery at the request of the visitor.Check the museum website for upcoming special events, art lectures, film screenings and music concerts at the Doris Duke Theatre, and evening parties with food, drinks and live entertainment.Entry to the lovely shop, the excellent cafe and the library is free.Parking is diagonally opposite the museum at 1111 Victoria St (enter off Beretania or Young St), and costs $5. From Waikiki, take bus 2 or 13."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 2,
        "name": "ʻIolani Palace",
        "latitude": "21.306788",
        "longitude": "-157.858644",
        "excerpt": "No other place evokes a more poignant sense of Hawaii’s history. The palace was built under King David Kalakaua in 1882. At that time, the Hawaiian…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/iolani-palace/a/poi-sig/376753/361979",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4357701caa476f05dc5edd9fe630d833-iolani-palace.jpg",
        "detail_description": "No other place evokes a more poignant sense of Hawaii’s history. The palace was built under King David Kalakaua in 1882. At that time, the Hawaiian monarchy observed many of the diplomatic protocols of the Victorian world. The king traveled abroad, meeting with leaders around the globe, and received foreign emissaries here. Although the palace was modern and opulent for its time, it did little to assert Hawaii’s sovereignty over powerful US-influenced business interests, who overthrew the kingdom in 1893.\nTwo years after the coup, the former queen, Liliʻuokalani, who had succeeded her brother David to the throne, was convicted of treason and spent nine months imprisoned in her former home. Later the palace served as the capitol of the republic, then the territory and later the state of Hawaii. In 1969 the government finally moved into the current state capitol, leaving ʻIolani Palace a shambles. After a decade of painstaking renovations, the restored palace reopened as a museum, although many original royal artifacts had been lost or stolen before work even began.Visitors must take a docent-led or self-guided tour (no children under age five) to see ʻIolani’s grand interior, including recreations of the throne room and residential quarters upstairs. The palace was quite modern by Victorian standards. Every bedroom had its own bathroom with flush toilets and hot running water, and electric lights replaced the gas lamps years before the White House in Washington, DC, installed electricity. If you’re short on time, you can independently browse the historical exhibits in the basement, including royal regalia, historical photographs and reconstructions of the kitchen and chamberlain’s office.The palace grounds are open during daylight hours and are free of charge. The former barracks of the Royal Household Guards, a building that looks oddly like the uppermost layer of a medieval fort, now houses the ticket booth. Nearby, the domed Keliiponi Hale pavilion, originally built for the coronation of King Kalakaua in 1883, is still used for state governor inaugurations. Underneath the huge banyan tree, allegedly planted by Queen Kapiʻolani, the Royal Hawaiian Band gives free concerts on most Fridays from noon to 1pm, weather permitting.Reserve tickets in advance online during peak periods."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 3,
        "name": "Bishop Museum",
        "latitude": "21.333153",
        "longitude": "-157.870982",
        "excerpt": "Hawaii’s version of the Smithsonian Institute in Washington, DC, the Bishop Museum showcases a remarkable array of cultural and natural history exhibits…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/bishop-museum/a/poi-sig/376767/361979",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3568931ac4227edb98ee769ee83c7da8-bishop-museum.jpg",
        "detail_description": "Hawaii’s version of the Smithsonian Institute in Washington, DC, the Bishop Museum showcases a remarkable array of cultural and natural history exhibits. It is often ranked as the finest Polynesian anthropological museum in the world. Founded in 1889 in honor of Princess Bernice Pauahi Bishop, a descendant of the Kamehameha dynasty, it originally housed only Hawaiian and royal artifacts. These days it honors all of Polynesia and is an unmissable part of Honolulu's cultural fabric.\nThe main gallery, the Hawaiian Hall, resides inside a dignified three-story Victorian building. The three floors are designed to take visitors on a journey through the different realms of Hawai‘i. On the 1st floor is Kai Akea, which represents the Hawaiian gods, legends, beliefs, and the world of precontact Hawai‘i. One floor up, Wao Kanaka focuses on the importance of the land and nature in daily life. The top floor, Wao Lani, is inhabited by the gods.The fascinating two-story exhibits inside the adjacent Pacific Hall cover the myriad cultures of Polynesia, Micronesia and Melanesia. It shows how the peoples of Oceania are diverse, yet deeply connected, and is filled with cultural treasures such as canoes, woven mats and contemporary artwork. The Picture Gallery features evocative 19th-century paintings depicting Hawaii.The state-of-the-art, multisensory Richard T Mamiya Science Adventure Center is based on better understanding Hawaii’s environment.The Hawai‘i Sports Hall of Fame has photos and memorabilia from outstanding accomplishments by Hawaiian sports legends.The well-marked Na Ulu Kaiwi‘ula Native Hawaiian Garden features species important to Hawaiian culture, ranging from endemic plants to those such as breadfruit that were brought to Hawaii by Polynesians centuries ago.The Bishop Museum is also home to Oʻahu’s only planetarium, which has an ever-changing range of shows, including traditional Polynesian methods of wayfaring (navigation). Check the museum website for upcoming shows.The gift shop sells books on the Pacific not easily found elsewhere, as well as some high-quality Hawaiian art, crafts and souvenirs. There is also a quality cafe, open 10:30am to 3:30pm daily. Check the museum website for special events.From Waikiki or downtown Honolulu, take bus 2 (the ‘School St/Middle St’ bus) and get off at the intersection of School and Kapālama Sts. Parking is free."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 4,
        "name": "Chinatown Markets",
        "latitude": "21.312805",
        "longitude": "-157.86375",
        "excerpt": "The commercial heart of Chinatown revolves around its markets and food shops. Noodle factories, pastry shops and produce stalls line the narrow sidewalks,…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/chinatown-markets/a/poi-sig/1327400/361979",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-1211188750.jpeg",
        "detail_description": "The commercial heart of Chinatown revolves around its markets and food shops. Noodle factories, pastry shops and produce stalls line the narrow sidewalks, always crowded with cart-pushing grandmothers and errand-running families. An institution since 1904, the Oʻahu Market sells everything a Chinese cook needs: ginger root, fresh octopus, quail eggs, jasmine rice, slabs of tuna, long beans and salted jellyfish. You owe yourself a bubble tea if you spot a pig’s head among the stalls.\nAt the start of the nearby pedestrian mall is the newer, but equally vibrant, Kekaulike Market. At the top end of the pedestrian mall is Maunakea Marketplace, with its popular food court."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 5,
        "name": "Foster Botanical Garden",
        "latitude": "21.316933",
        "longitude": "-157.858236",
        "excerpt": "Tropical plants you’ve only ever read about can be spotted in all their glory at this spectacular botanic garden, which took root in 1850. Among its…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/foster-botanical-garden/a/poi-sig/376771/361979",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-1866021444.jpeg",
        "detail_description": "Tropical plants you’ve only ever read about can be spotted in all their glory at this spectacular botanic garden, which took root in 1850. Among its rarest specimens are the Hawaiian loulu palm and the East African Gigasiphon macrosiphon, both thought to be extinct in the wild. Several of the towering trees are the largest of their kind in the USA. The self-guided tour is excellent and gives an introduction to plants and trees found across Hawaii.\nOddities include the cannonball tree, the sausage tree, and the double coconut palm capable of producing a 50lb nut – watch your head! Follow your nose past fragrant vanilla vines and cinnamon trees in the spice and herb gardens, then pick your way among the poisonous and dye plants. Don’t miss the blooming orchids or the elegant – and appropriately named – royal palms. The gardens are on the National Register of Historic Places. The free guided tours are expertly led and engaging. Call to reserve a spot."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 6,
        "name": "Capitol Modern",
        "latitude": "21.308687",
        "longitude": "-157.858343",
        "excerpt": "With its vibrant, thought-provoking collections, this public art museum brings together traditional and contemporary art from Hawaii’s multiethnic…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/capitol-modern/a/poi-sig/376743/361979",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/E7EME9.jpg",
        "detail_description": "With its vibrant, thought-provoking collections, this public art museum brings together traditional and contemporary art from Hawaii’s multiethnic communities. Formerly called the Hawaiʻi State Art Museum, the museum inhabits a grand 1928 Spanish Mission Revival–style building, formerly a YMCA and today a nationally registered historic site. The museum is also home to a fine gift shop and an excellent cafe, Artizen by MW.\nUpstairs, revolving exhibits of paintings, sculptures, fiber art, photography and mixed media are displayed around themes, such as the island’s Polynesian heritage, modern social issues or the natural beauty of land and sea. Hawaii’s complex confluence of Asian, Pacific Rim and European cultures is evident throughout, shaping an aesthetic that captures the soul of the islands and the hearts of the people.Special events are very worthwhile. On the first Friday evening each month, galleries are open with live entertainment and a family-friendly atmosphere. Drop by at noon on the last Tuesday of the month for free ‘Art Lunch’ lectures or between 11am and 3pm on the second Saturday for hands-on Hawaiian arts and crafts, often designed with kids in mind."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 7,
        "name": "Lyon Arboretum",
        "latitude": "21.332914261771",
        "longitude": "-157.8021118872",
        "excerpt": "Beautiful walking trails wind through this highly regarded 200-acre arboretum managed by the University of Hawaiʻi. It was originally founded in 1918 by a…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/lyon-arboretum/a/poi-sig/376797/361979",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_122541640.jpg",
        "detail_description": "Beautiful walking trails wind through this highly regarded 200-acre arboretum managed by the University of Hawaiʻi. It was originally founded in 1918 by a group of sugar planters growing native and exotic flora species to restore Honolulu’s watershed and test their economic benefit. This is not your typical overly manicured tropical flower garden, but a mature and largely wooded arboretum, where related species cluster in a seminatural state. For a guided tour, call at least 24 hours in advance.\nKey plants in the Hawaiian ethno-botanical garden are ʻulu (breadfruit), kalo (taro) and ko (sugarcane) brought by early Polynesian settlers; kukui (candlenut trees), once harvested to produce lantern oil; and ti, which was used for medicinal purposes during ancient times and for making moonshine after Westerners arrived. It’s a short walk to Inspiration Point, or keep walking uphill for about 1 mile along a jeep road, then a narrow, tree root–ridden path to visit seasonal ʻAihualama Falls, a lacy cliffside cascade.The office has a good selection of books for sale, as well as insect repellent. Parking is a major hassle; get there early to snare one of the scarce spaces. Otherwise, ride bus 5 to the end of the line and then make the 0.6-mile walk up to the arboretum."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 8,
        "name": "National Memorial Cemetery of the Pacific",
        "latitude": "21.311865",
        "longitude": "-157.845136",
        "excerpt": "Northeast of downtown Honolulu is a bowl-shaped crater, nicknamed the Punchbowl, formed by a long-extinct volcano. Hawaiians called the crater Puowaina (…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/national-memorial-cemetery-of-the-pacific/a/poi-sig/376737/361979",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/EYP02X.jpg",
        "detail_description": "Northeast of downtown Honolulu is a bowl-shaped crater, nicknamed the Punchbowl, formed by a long-extinct volcano. Hawaiians called the crater Puowaina (‘hill of human sacrifices’). It’s believed that at an ancient heiau (temple) here, the slain bodies of kapu (taboo) breakers were ceremonially cremated upon an altar. Today, the remains of ancient Hawaiians sacrificed to appease the gods share the crater floor with the bodies of well over 50,000 soldiers.\nThe remains of Ernie Pyle, the distinguished war correspondent who was killed in Okinawa during the final days of WWII, lie in section D, grave 109. Five stones to the left, at grave D-1, is the marker for Ellison Onizuka, the Hawaiʻi (Big Island) astronaut who perished in the 1986 Challenger space shuttle disaster. Other notables buried here include longtime US senator and WWII vet Daniel K Inouye. Screens at the visitors center at the cemetery entrance let you look up the location of any gravesite.Even without the war sights, Punchbowl would be worth the drive up for the plum views of the city and Diamond Head. After entering the cemetery, bear left and go to the top of the hill, where there’s a sweeping ocean-view lookout. Special events held at the cemetery include Memorial Day ceremonies to honor veterans and a traditional Easter sunrise Christian service. Note the iconic 30ft-tall statue Columbia on the central tower, which features in the opening credits of both the old and new Hawaii Five-0."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 9,
        "name": "Puʻu ʻUalakaʻa State Wayside Park",
        "latitude": "21.313854198713",
        "longitude": "-157.82238006592",
        "excerpt": "The best free view in Honolulu! At this hillside park, sweeping views extend from Diamond Head on the left, across Waikiki and downtown Honolulu, to the…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/pu-u-ualaka-a-state-wayside-park/a/poi-sig/376763/361979",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-855553966.jpeg",
        "detail_description": "The best free view in Honolulu! At this hillside park, sweeping views extend from Diamond Head on the left, across Waikiki and downtown Honolulu, to the Waiʻanae Range on the right. The airport is visible on the coast and Pearl Harbor beyond that. The blue Pacific is a backdrop to everything. It's less than 2.5 miles up Round Top Dr from Makiki St to the park entrance. Signs detail the area's history as a macadamia nut farm.\n"
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 10,
        "name": "Hawaiian Mission Houses Historic Site",
        "latitude": "21.304009",
        "longitude": "-157.856991",
        "excerpt": "Occupying the original headquarters of the Sandwich Islands mission that forever changed the course of Hawaiian history, this modest museum is…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/hawaiian-mission-houses-historic-site/a/poi-sig/376759/361979",
        "image_url": null,
        "detail_description": "Occupying the original headquarters of the Sandwich Islands mission that forever changed the course of Hawaiian history, this modest museum is authentically furnished with handmade quilts on the beds and iron cooking pots in the stone fireplaces. It's free to explore the grounds, but you’ll need to take a guided tour to see inside any of the buildings.\nYou’ll notice that the first missionaries packed more than their bags when they left Boston – they brought a prefabricated wooden house, called the Frame House, with them around the Horn. Designed to withstand New England winter winds, the small windows instead blocked out Honolulu’s cooling tradewinds, which kept the two-story house hellaciously hot and stuffy. Erected in 1821, it’s the oldest wooden structure in Hawaii.The 1831 coral-block Chamberlain House was the early mission’s storeroom, a necessity because Honolulu had few shops in those days. Upstairs are hoop barrels, wooden crates packed with dishes, and the desk and quill pen of Levi Chamberlain. He was appointed by the mission to buy, store and dole out supplies to missionary families, who survived on a meager allowance – as the account books on his desk testify.Nearby, the 1841 Printing Office houses a lead-type press used to print the first bible in the Hawaiian language."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 11,
        "name": "Kawaiahaʻo Church",
        "latitude": "21.304327858025",
        "longitude": "-157.85775671978",
        "excerpt": "Nicknamed ‘Westminster Abbey of Hawaii,’ Oʻahu’s oldest church was built on the site where the first missionaries constructed a grass thatch church…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/kawaiaha-o-church/a/poi-sig/1077594/361979",
        "image_url": null,
        "detail_description": "Nicknamed ‘Westminster Abbey of Hawaii,’ Oʻahu’s oldest church was built on the site where the first missionaries constructed a grass thatch church shortly after their arrival in 1820. The original structure seated 300 Hawaiians on lauhala mats, woven from hala (screwpine) leaves. This 1842 New England Gothic–style church is made of 14,000 coral slabs, which divers chiseled out of Oʻahu’s underwater reefs – a weighty task that took four years. The door is often unlocked during business hours.\nThe clock tower was donated by Kamehameha III, and the old clock, installed in 1850, still keeps accurate time. The rear seats of the church, marked by kahili (feathered staffs) and velvet padding, are reserved for royal descendants today.The tomb of King Lunalilo,the short-lived successor to Kamehameha V, is found at the main entrance to the Kawaiahaʻo Church grounds. Lunalilo died from tuberculosis on February 3, 1874, after a short reign of a year. Due to his popularity and status as Hawaii's first elected monarch, he became known as 'The People's King.' He was an 'elected monarch' as King Kamehameha V, the last of the Kamehameha kings, died in 1872 without naming a successor.The cemetery to the rear of the church offers a who’s who of colonial history: early Protestant missionaries are buried alongside other important figures, including the infamous Sanford Dole, who became the first territorial governor of Hawaii after Queen Liliʻuokalani was overthrown."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 12,
        "name": "Ala Moana Regional Park",
        "latitude": "21.289934",
        "longitude": "-157.848194",
        "excerpt": "Opposite the Ala Moana Center mall, this city park boasts a broad, golden-sand beach nearly a mile long, buffered from passing traffic by shade trees. Ala…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/ala-moana-regional-park/a/poi-sig/1128741/361979",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e53be67b3b0394ac10a9d01fe36f2ff6-ala-moana-beach-park.jpg",
        "detail_description": "Opposite the Ala Moana Center mall, this city park boasts a broad, golden-sand beach nearly a mile long, buffered from passing traffic by shade trees. Ala Moana is hugely popular, yet big enough that it never feels too crowded. This is where Honolulu residents come to go running after work, play beach volleyball and enjoy weekend picnics. The park has full facilities, including light tennis courts, ball fields, picnic tables, drinking water, restrooms, outdoor showers and lifeguard towers.\nThe peninsula jutting from the southeast side of the park is Magic Island. You can take an idyllic sunset walk around the peninsula’s perimeter year-round, within an anchor’s toss of sailboats pulling in and out of neighboring Ala Wai Yacht Harbor."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 13,
        "name": "Spalding House",
        "latitude": "21.312185",
        "longitude": "-157.832551",
        "excerpt": "Embraced by tropical sculpture gardens, this art museum occupies an estate house constructed in 1925 for Oʻahu-born Anna Rice Cooke, a missionary…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/spalding-house/a/poi-sig/1451578/361979",
        "image_url": null,
        "detail_description": "Embraced by tropical sculpture gardens, this art museum occupies an estate house constructed in 1925 for Oʻahu-born Anna Rice Cooke, a missionary descendant and wealthy arts patron. Inside the main galleries are changing exhibits of paintings, sculpture and other contemporary artwork from the 1940s through to today by international, national and island artists. There is a small cafe and gift shop on site. Tickets are also valid for same-day admission to the Honolulu Museum of Art.\nFrom Waikiki, take bus 2, 13 or B CityExpress! toward downtown Honolulu and get off at the corner of Beretania and Alapaʻi Sts; walk one block makai (seaward) along Alapaʻi St and transfer to bus 15 bound for Pacific Heights, which stops outside Spalding House."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 14,
        "name": "Hawaii Children's Discovery Center",
        "latitude": "21.293573",
        "longitude": "-157.86227",
        "excerpt": "On a rainy day when you can't go to the beach, consider dropping by this hands-on museum for families. Opposite Kakaʻako Waterfront Park, the building was…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/hawaii-children-s-discovery-center/a/poi-sig/376751/361979",
        "image_url": null,
        "detail_description": "On a rainy day when you can't go to the beach, consider dropping by this hands-on museum for families. Opposite Kakaʻako Waterfront Park, the building was once the city's garbage incinerator, as evidenced by the surviving smokestack. Interactive science and cultural exhibits are geared toward elementary-school-aged children, preschoolers and toddlers.\nThe Fantastic You! exhibit explores the human body, allowing kids to walk through a mock human stomach. In the Your Town section, kids can drive a play fire engine or conduct a TV interview. Hawaiian Rainbows and Your Rainbow World introduce Hawaii's multicultural heritage, while Rainforest Adventures highlights Hawaii's natural environment and conservation."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 15,
        "name": "Sand Island State Recreation Area",
        "latitude": "21.30105",
        "longitude": "-157.880015",
        "excerpt": "A barely visited half-mile ribbon of sand hides in plain sight from much of Honolulu. Industrial Sand Island, sitting between the airport and the port, is…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/sand-island-state-recreation-area/a/poi-sig/1632931/361979",
        "image_url": null,
        "detail_description": "A barely visited half-mile ribbon of sand hides in plain sight from much of Honolulu. Industrial Sand Island, sitting between the airport and the port, is home to this large urban park. The beach faces the open pacific and has fine-grained sand. It's backed by vast lawns dotted with trees and public facilities such as restrooms.\nFrom the sand there are fine views of planes taking off (wave to the morose faces overhead winging their way home) and of the high-rises of downtown and Waikiki. On the downside, the park suffers from shabby maintenance and there's a few people wandering about who clearly have no place else to go. It's also a bit of a trek to reach the beach. From the intersection where the Sand Island Access Rd heads southwest from the Nimitz Hwy (Hwy 92), it's about a 4-mile drive, as you have to drive all the way to the east end of the island before hooking back to the beach."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 16,
        "name": "Washington Place",
        "latitude": "21.308617",
        "longitude": "-157.856616",
        "excerpt": "Formerly the governor’s residence, this colonial-style mansion was built in 1846 by US sea captain John Dominis. The captain’s son became the governor of…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/washington-place/a/poi-sig/376769/361979",
        "image_url": null,
        "detail_description": "Formerly the governor’s residence, this colonial-style mansion was built in 1846 by US sea captain John Dominis. The captain’s son became the governor of Oʻahu and married the Hawaiian princess who later became Queen Liliʻuokalani. After the queen was released from house arrest inside ʻIolani Palace in 1896, she lived here until her death in 1917. A plaque near the sidewalk is inscribed with the lyrics to ‘Aloha ʻOe,’ the patriotic anthem she composed. The building is still used for official events.\nTo reserve a tour, phone or visit http://ags.hawaii.gov/washingtonplace/visitor-information."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 17,
        "name": "Queen Emma Summer Palace",
        "latitude": "21.336001",
        "longitude": "-157.839053",
        "excerpt": "In the heat and humidity of summer, Queen Emma (1836–85), the wife and royal consort of Kamehameha IV, used to slip away from her formal downtown Honolulu…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/queen-emma-summer-palace/a/poi-sig/376789/361979",
        "image_url": null,
        "detail_description": "In the heat and humidity of summer, Queen Emma (1836–85), the wife and royal consort of Kamehameha IV, used to slip away from her formal downtown Honolulu home to this cooler hillside retreat in Nuʻuanu Valley. Gracious docents from the Daughters of Hawaiʻi society show off the cathedral-shaped koa cabinet that displays a set of china given by England’s Queen Victoria, brightly colored feather cloaks and capes once worn by Hawaiian royalty, and more priceless antiques.\nBuilt in Greek Revival style, the exterior recalls an old Southern plantation home, with its columned porch and high ceilings. Good free tours are offered at various times daily."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 18,
        "name": "Hawaii State Capitol",
        "latitude": "21.307217",
        "longitude": "-157.857141",
        "excerpt": "Built in the architecturally interesting 1960s, Hawaii’s state capitol is a poster child of conceptual postmodernism: two cone-shaped legislative chambers…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/hawaii-state-capitol/a/poi-sig/376795/361979",
        "image_url": null,
        "detail_description": "Built in the architecturally interesting 1960s, Hawaii’s state capitol is a poster child of conceptual postmodernism: two cone-shaped legislative chambers have sloping walls to represent volcanoes; the supporting columns shaped like coconut palms symbolize the archipelago's eight main islands; and a large encircling pool represents the Pacific Ocean surrounding Hawaii. Visitors can walk through the open-air rotunda and peer through viewing windows into the legislative chambers. Pick up a self-guiding tour brochure from the governor's office, Room 415.\nFree 75-minute public tours depart most Wednesdays at 1pm from Room 415. Various online touring guides and resources are available at http://governor.hawaii.gov/hawaii-state-capitol-tours."
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 19,
        "name": "Chinatown Cultural Plaza",
        "latitude": "21.313914",
        "longitude": "-157.861047",
        "excerpt": "Inside this utilitarian mall, covering almost an entire city block, traditional acupuncturists, tailors and calligraphers work alongside travel agencies…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/chinatown-cultural-plaza/a/poi-sig/1347366/361979",
        "image_url": null,
        "detail_description": "Inside this utilitarian mall, covering almost an entire city block, traditional acupuncturists, tailors and calligraphers work alongside travel agencies and dim-sum halls. In the small open-air central courtyard, elderly Chinese people light incense before a statue of Kuan Yin. The bland 1970s complex replaced a notorious warren of tiny alleys and back street shops of dubious repute. Outside on the riverside River St Pedestrian Mall, senior citizens practice tai chi after dawn and play checkers, cards and mahjong all day.\n"
    },
    {
        "country": "honolulu-and-waikiki",
        "city": "Honolulu",
        "index": 20,
        "name": "Kamehameha the Great Statue",
        "latitude": "21.3057036",
        "longitude": "-157.85965339",
        "excerpt": "Standing before the Ali'iolani Hale, a bronze statue of Kamehameha the Great faces ʻIolani Palace. Often ceremonially draped with layers of flower lei,…",
        "detail_url": "https://www.lonelyplanet.com/usa/honolulu-and-waikiki/attractions/kamehameha-the-great-statue/a/poi-sig/1458937/361979",
        "image_url": null,
        "detail_description": "Standing before the Ali'iolani Hale, a bronze statue of Kamehameha the Great faces ʻIolani Palace. Often ceremonially draped with layers of flower lei, the statue was cast in 1880 in Florence, Italy, by American sculptor Thomas Gould. The current statue is a recast, as the first statue was lost at sea near the Falkland Islands. It was dedicated here in 1883, just a decade before the Hawaiian monarchy would be overthrown.\nThe original statue, which was later recovered from the ocean floor, now stands in Kohala on Hawaiʻi, the Big Island, where Kamehameha I was born."
    }
]