[
    {
        "country": "iran",
        "city": "Esfahan",
        "index": 1,
        "name": "Masjed-e Jameh",
        "latitude": "32.66968765",
        "longitude": "51.68523549",
        "excerpt": "The Jameh complex is a veritable museum of Islamic architecture while still functioning as a busy place of worship. Showcasing the best that nine…",
        "detail_url": "https://www.lonelyplanet.com/iran/central-iran/esfahan/attractions/masjed-e-jameh/a/poi-sig/451321/361013",
        "image_url": "https://lp-cms-production.imgix.net/2022-04/GettyRF_880939896.jpg",
        "detail_description": "The Jameh complex is a veritable museum of Islamic architecture while still functioning as a busy place of worship. Showcasing the best that nine centuries of artistic and religious endeavour has achieved, from the geometric elegance of the Seljuks to the more florid refinements of the Safavid era, a visit repays time spent examining the details – a finely carved column, delicate mosaics, perfect brickwork. Covering more than 20,000 sq metres, this is the biggest mosque in Iran.\nReligious activity on this site is believed to date back to the Sassanid Zoroastrians, with the first sizeable mosque being built over temple foundations by the Seljuks in the 11th century. The two large domes (north and south) have survived intact from this era but the rest of the mosque was destroyed by fire in the 12th century and rebuilt in 1121. Embellishments were added throughout the centuries.In the centre of the main courtyard, which is surrounded by four contrasting iwans, is an ablutions fountain designed to imitate the Kaaba at Mecca. Would-be pilgrims once used the fountain to practise the appropriate rituals prior to undertaking the hajj. The two-storey porches around the courtyard’s perimeter were constructed in the late 15th century.The south iwan is highly elaborate, with Mongol-era stalactite mouldings, some splendid 15th-century mosaics on the side walls and two minarets. Behind it is the grand Nezam al-Molk Dome, which is flanked by Seljuk-era prayer halls.The north iwan is noteworthy for its monumental porch with the Seljuks’ customary Kufic inscriptions and austere brick pillars in the sanctuary. Behind it (entered through a door next to the iwan) is a prayer hall featuring a forest of pillars. The bricks of each of these pillars is decorated with the craftsman's signature trademark. At the rear of the north iwan is the exquisite Taj al-Molk Dome, widely considered to be the finest brick dome in Persia. While relatively small, it is said to be mathematically perfect, and has survived dozens of earthquakes without a blemish for more than 900 years.The west iwan was originally built by the Seljuks but later decorated by the Safavids. The mosaics are more geometric in style here than those of the southern hall. The courtyard is topped by a maazeneh, a small raised platform with a conical roof from where the faithful used to be called to prayer.The Room of Sultan Uljeitu (a 14th-century Shiite convert) next to the west iwan is home to one of the mosque’s greatest treasures – an exquisite stucco mihrab with dense Quranic inscriptions and floral designs. Next to this is the Timurid-era Winter Hall (Beit al-Shata), built in 1448 and lit by alabaster skylights."
    },
    {
        "country": "iran",
        "city": "Esfahan",
        "index": 2,
        "name": "Masjed-e Shah",
        "latitude": "32.655392",
        "longitude": "51.678067",
        "excerpt": "This elegant mosque, with its iconic blue-tiled mosaics and its perfect proportions, forms a visually stunning monument at the head of Esfahan's main…",
        "detail_url": "https://www.lonelyplanet.com/iran/central-iran/esfahan/attractions/masjed-e-shah/a/poi-sig/451315/361013",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/4a36e28729d90daea06ded2a494222e0-masjed-e-shah.jpeg",
        "detail_description": "This elegant mosque, with its iconic blue-tiled mosaics and its perfect proportions, forms a visually stunning monument at the head of Esfahan's main square. Unblemished since its construction 400 years ago, it stands as a monument to the vision of Shah Abbas I and the accomplishments of the Safavid dynasty. The mosque's crowning dome was completed in 1629, the last year of the reign of Shah Abbas.\nAlthough each of the mosque’s parts is a masterpiece, it is the unity of the overall design that leaves a lasting impression, and the positioning of the much-photographed entrance portal is a case in point as it has more to do with its location on the square than with the mosque’s spiritual aims. The portal's function was primarily ornamental, providing a counterpoint to the Qeysarieh Portal at the entrance to the Bazar-e Bozorg. The foundation stones are white marble from Ardestan and the portal itself, some 30m tall, is decorated with magnificent moarraq kashi (mosaics featuring geometric designs, floral motifs and calligraphy) by the most skilled artists of the age. The splendid niches contain complex stalactite mouldings in a honeycomb pattern; each panel has its own intricate design. Work began on this magnificent monument in 1611 and took four years to complete; deliberate mismatches in its apparent symmetry reflect the artist’s humility in the face of Allah.Although the portal was built to face the square, the mosque is oriented towards Mecca, so a short, angled corridor was constructed to connect the square and the inner courtyard, thereby negating any aesthetic qualms about this misalignment. Inside the courtyard, there is a pool for ritual ablutions and four imposing iwans. The walls of the courtyard contain the most exquisite sunken porches, framed by haft rangi (painted tiles) of deep blue and yellow. Each iwan leads into a vaulted sanctuary. The east and west sanctuaries are covered with particularly fine floral motifs on a blue background.The main sanctuary is entered via the south iwan. It is worth finding a quiet corner here to sit and contemplate the richness of the domed ceiling, with its golden rose pattern (the flower basket) surrounded by concentric circles of busy mosaics on a deep blue background. The interior ceiling is 36.3m high, but the exterior reaches up to 51m due to the double layering used in construction. The hollow space in between is responsible for the loud echoes heard when you stamp your foot on the black paving stones under the centre of the dome. Although scientists have measured up to 49 echoes, only about 12 are audible to the human ear – more than enough for a speaker to be heard throughout the mosque. The marble mihrab and minbar (pulpit of a mosque) are also beautifully crafted.The main sanctuary provides wonderful views of the two turquoise minarets above the entrance portal. Each is encircled by projecting balconies and white geometric calligraphy in which the names of Mohammed and Ali are repeated almost ad infinitum. To the east and west of the main sanctuary are the courtyards of two madrasehs. Both provide good views of the main dome with its glorious profusion of turquoise-shaded tiles."
    },
    {
        "country": "iran",
        "city": "Tehran",
        "index": 3,
        "name": "Golestan Palace",
        "latitude": "35.679723",
        "longitude": "51.420178",
        "excerpt": "The glories and excesses of the Qajar rulers are played out across this complex of grand buildings decorated with beautifully painted tiles and set around…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/golestan-palace/a/poi-sig/1448638/361025",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-500744011_full.jpg",
        "detail_description": "The glories and excesses of the Qajar rulers are played out across this complex of grand buildings decorated with beautifully painted tiles and set around an elegant garden that's worth visiting in its own right. There are separate tickets for nine different sections, which you need to buy at the gate: the ones worth paying extra for are the Main Halls, which includes the spectacular Mirror Hall, and the Negar Khaneh (Iranian Painting Gallery).\r\n\nAlthough there was a Safavid-era citadel on this site, it was Nasser al-Din Shah (r 1848–96), impressed by what he’d seen of European palaces, who created the ‘Palace of Flowers’ you see today. Originally it was much bigger, with inner and outer sections to encompass offices, ministries and private living quarters, but several surrounding buildings were pulled down under the Pahlavis.\r\n\r\nTakht-e Marmar\r\n\r\nHeading in a clockwise direction around the courtyard from the ticket office, a long reflecting pool to leads to the Takht-e Marmar (Marble Throne Verandah), a mirrored, open-fronted audience hall dominated by a magnificent throne. Made in the early 1800s for Fath Ali Shah (r 1797–1834), the throne is constructed from alabaster mined in Yazd and supported by carved human figures. This hall was used on ceremonial occasions, including the Napoleon-style self-coronation of Reza Shah in 1925.\r\n\r\nKhalvate-e Karim Khani\r\n\r\nOn the corner of the same building is the gorgeous Khalvate-e Karim Khani (Karim Khan Nook), all that remains of a 1759 structure that served as the Terhan residence of Karim Khan Zand (r 1751–79). But it was Nasser al-Din Shah who enjoyed this elevated terrace most, smoking qalyan (water pipe) and perhaps contemplating his next asset sale as qanat (underground channel) water bubbled out of the marble fountain nearby. His marble tombstone now stands on the terrace.\r\n\r\nNegar Khaneh\r\n\r\nNext is the Negar Khaneh (Iranian Painting Gallery), which displays a fine collection of Qajar-era art. Especially interesting are the portraits of the shahs wearing the jewels and crowns you can see in the National Jewels Museum, and pictures of everyday life in 19th-century Iran.\r\n\r\nRoyal Museum\r\n\r\nThe next set of rooms comprises the Royal Museum (also called the Special Museum), a fascinating treasure trove of decorative art pieces and objects amassed by the shahs.\r\n\r\nMain Halls\r\n\r\nThe palace's highlight are the Main Halls, including the dazzling Talar-e Ayaneh (Mirror Hall). Built between 1874 and 1877 the Peacock Throne was housed here before it was moved to the National Jewels Museum. It was used for the coronation of Mohammad Reza Shah in 1967 (25 years after he came to power) and royal weddings. Today it and two adjoining halls house gifts, including a set of green malachite table decorations from Russia and fine porcelain from France, Germany and the UK.\r\n\r\nHowze Khaneh\r\n\r\nFurther east is the Howze Khaneh (Pool Room), named for the small pool and fountain in its centre. It houses a collection of paintings and sculptures of 19th-century European royalty given to their Qajar counterparts by the same European monarchs.\r\n\r\nTalar-e Berelian\r\n\r\nNext door is the aptly named Talar-e Berelian (Brilliant Hall), where the use of mirrored glass on all surfaces and twinkling chandeliers reaches its apogee.\r\n\r\nShams-Al Emarat\r\n\r\nAt the east end of the garden, the imposing Shams-Al Emarat (Edifice of the Sun) blends European and Persian architectural traditions. Born of Nasser al-Din Shah’s desire to have a palace that afforded him a panoramic view of the city, it was designed by master architect Moayer al-Mamalek and built between 1865 and 1867. Only part of the building's ground floor is open for view, showcasing yet another sequence of mirrored and tiled rooms.\r\n\r\nEmarat-e Badgir\r\n\r\nNext door stand four soaring badgirs (wind towers; used to catch breezes and funnel them down into a building to cool it), rising above the restored Emarat-e Badgir, first erected in the reign of Fath Ali Shah. The interior has typically ostentatious mirror work and is worth a quick look.\r\n\r\nAks Khaneh\r\n\r\nIn the basement, the Aks Khaneh (Historic Photograph Gallery) exhibits a fascinating collection of historic photographs; one picture shows the inside of a Zoroastrian tower of silence, with bodies in varying states of decay.\r\n\r\nTalar-e Almas\r\n\r\nNext up, the small Talar-e Almas (Diamond Hall) offers more blinged-to-the-max decoration. The more subdued teahouse and restaurant underneath might well be more appealing.\r\n\r\nAbyaz Palace\r\n\r\nFinally, back near the entrance, the Abyaz Palace houses the Ethnographical Museum featuring a range of mannequins in traditional ethnic costumes.\r\n"
    },
    {
        "country": "iran",
        "city": "Iran",
        "index": 4,
        "name": "Choqa Zanbil Ziggurat",
        "latitude": "32.008611",
        "longitude": "48.521989",
        "excerpt": "Choqa Zanbil’s magnificent, Unesco-listed brick ziggurat is the world's best surviving example of Elamite architecture. Even if you’re not a fan of…",
        "detail_url": "https://www.lonelyplanet.com/iran/shushtar/attractions/choqa-zanbil-ziggurat/a/poi-sig/1122154/1298469",
        "image_url": null,
        "detail_description": "Choqa Zanbil’s magnificent, Unesco-listed brick ziggurat is the world's best surviving example of Elamite architecture. Even if you’re not a fan of ancient ruins, the great bulk and splendid semi-desert isolation of the site can’t fail to impress. Try to catch it in the soft, golden light of late afternoon rather than the harsh midday sun. A private taxi tour from Shush to Shushtar via Haft Tappeh will cost $US35. The ziggurat is floodlit at night – and closed.\nThe ziggurat was dedicated to Inshushinak, the chief god of the Elamite pantheon and patron of Shush. In those days the area was fertile and forested, and the ziggurat was built on a slightly raised base to guard against flooding. It has a square plan with sides measuring 105m. The original five storeys were erected vertically from the foundation level as a series of concentric towers, not one on top of another as was the custom in neighbouring Mesopotamia. At the summit (now lost) was a temple accessible only to the highest elite of Elamite society. Even now the taboo remains and you’re not allowed to climb the remnant stairways that rise on each of the four sides.The structure is made of red bricks so well preserved that an observer could believe they’re brand new. However, if you look very closely, a brick-wide strip at eye level is intricately inscribed with cuneiform, the world’s first alphabet, which looks like a spilt box of tin tacks. The inscriptions are not easy to make out unless you cross the rope cordon, which every guide tells you he alone has permission to do (which means he's tipped the caretaker). Look for the sacrifice stones (halfway along the northwestern side) and an ancient sundial (facing the southwestern central stairway) and, beside it, the strangely moving footprint of an Elamite child, accidentally preserved for three millennia.The ziggurat was surrounded by a paved courtyard protected by a wall. At the foot of the northeastern steps would once have been the Gate of Untash Gal: two rows of seven columns where supplicants would seek the pleasure of the king. Around the wall was originally a complex of tomb chambers, tunnels and qanat channels. Once the site’s climate became drier, qanats brought water an incredible 45km from ancient rivers. Vestiges are still visible. Outside were the living quarters of the town and 11 temples dedicated to various Elamite gods and goddesses. Little of this remains."
    },
    {
        "country": "iran",
        "city": "Iran",
        "index": 5,
        "name": "Apadana Staircase",
        "latitude": "29.935421",
        "longitude": "52.890362",
        "excerpt": "The stairs, which are guarded by stone soldiers, are decorated by an exceptionally finely crafted frieze in three panels. Each panel is divided into…",
        "detail_url": "https://www.lonelyplanet.com/iran/central-iran/persepolis-takht-e-jamshid/attractions/apadana-staircase/a/poi-sig/1563973/361015",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock2114215667-rfc.jpeg",
        "detail_description": "The stairs, which are guarded by stone soldiers, are decorated by an exceptionally finely crafted frieze in three panels. Each panel is divided into several tiers depicting the reception of various visitors to Persepolis and these can be read, by those with the expertise, almost like a history text book. As such, this is one sight that really repays the engagement of a tour guide.\nThe northern panel is divided into three tiers of well-preserved figures representing the Persian nobility, the Imperial Guard and the Immortals. On the upper tier, these figures are followed by the royal procession, valets and horses of the king’s chariot; on the lower two tiers these figures precede Persians wearing feather headdresses and Medes in their round caps.The central panel of the staircase depicts a ring with wings (suggestive of the Zoroastrian symbol of the Fravahashi guardian spirit), flanked by two winged lions with human heads. Median and Persian (identified by their indented shields) soldiers stand guard.The elaborate panels at the southern end of the staircase is a record of nations, showing 23 delegations bringing their gifts to the Achaemenid king. The Ethiopians begin the frieze in the bottom left corner and are joined by Arabs, Thracians, Kasmiris, Parthians and Cappadocians. The Elamites, Egyptians and Medians occupy the panel at top right. Accompanying this pantheon of guests are an assortment of delicately carved sheep with ram’s horns and curled wool, two-humped Bactrian camels, oxen and mules.Today, the staircase is covered by a permanent shelter and the only direct sunlight is early in the morning."
    },
    {
        "country": "iran",
        "city": "Esfahan",
        "index": 6,
        "name": "Naqsh-e Jahan (Imam) Square",
        "latitude": "32.658056",
        "longitude": "51.677499",
        "excerpt": "Hemmed on four sides by architectural gems and embracing the formal fountains and gardens at its centre, this wondrous space is a spectacle in its own…",
        "detail_url": "https://www.lonelyplanet.com/iran/central-iran/esfahan/attractions/naqsh-e-jahan-imam-square/a/poi-sig/1448671/361013",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF622798102.jpg",
        "detail_description": "Hemmed on four sides by architectural gems and embracing the formal fountains and gardens at its centre, this wondrous space is a spectacle in its own right. It was laid out in 1602 under the reign of the Safavid ruler, Shah Abbas the Great, to signal the importance of Esfahan as a capital of a powerful empire. Cross the square on a clear winter's day and it's a hard heart that isn't entranced by its beauty.\nAt 512m long and 163m wide, Naqsh-e Jahan is one of the largest squares in the world, earning a listing as a Unesco World Heritage site. The name means ‘pattern of the world’ and it was designed to showcase the finest jewels of the Safavid empire – the incomparable Masjed-e Shah, the elegant Masjed-e Sheikh Lotfollah and the lavishly decorated Kakh-e Ali Qapu and Qeysarieh Portal. It is has changed little since it was built, and at each end the goal posts used in regular polo games 400 years ago are still in place (these polo matches are depicted on miniatures for sale around the square). The only modern additions are the fountains, which were added by the Pahlavis, and the souvenir and craft shops, which occupy the spaces on either side of the arched arcades.Resisting grumbles from shop owners who occupy the surrounding arcades, recent civic administrations have restored the square to its full glory by making the entire space a pedestrian zone. Horse-drawn carriages, a few electric carts and Shank's pony are now the only transport in the square allowing visitors to enjoy the majesty of the view untroubled by traffic.The square is at its best in late afternoon when the blue-tiled minarets and domes are lit up by the last rays of the sun and the mountains beyond turn red. This is the time when local families congregate for a promenade around the perimeter, the fountains are turned on and the light softens, illuminating the truly splendid architecture."
    },
    {
        "country": "iran",
        "city": "Tehran",
        "index": 7,
        "name": "Sa’d Abad Museum Complex",
        "latitude": "35.812732",
        "longitude": "51.42477",
        "excerpt": "Sprawling across the foothills of Darband, this estate was a summer home to royals since the Qajar dynasty, although it was the Pahlavis who expanded it…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/sa-d-abad-museum-complex/a/poi-sig/414260/361025",
        "image_url": null,
        "detail_description": "Sprawling across the foothills of Darband, this estate was a summer home to royals since the Qajar dynasty, although it was the Pahlavis who expanded it to the site you see today. Covering 110 hectares and comprising 18 separate buildings, it will take you a good three hours to see everything. For a glimpse into the luxurious life of the shahs, don't miss the extravagant 54-room White Palace, built in the 1930s. The more classical-looking Green Palace dates from the end of the Qajar era\nOther highlights include the eclectic Nations Art Museum, found in the basement of the White Palace, and the well-curated Fine Art Museum. And for those whose tastes run to particular subjects, there are exhibitions covering royal vehicles, military paraphernalia, royal costumes and even royal tableware. The museum-complex grounds are also a pleasant place for strolling.All tickets must be bought at either the front gate near Tajrish or at the northern entrance from Darband; entering from the north makes sense if you've previously spent the morning and had lunch in Darband.Ask at either ticket office for the useful English map. There's a minibus (IR10,000) that shuttles regularly from the front gate, pausing at the White Palace on the way up to the Green Palace, then back again.For refreshments, there are two pleasant but unexceptional cafes inside the grounds.To get to the front gate, walk or take a taxi (IR80,000) 1.5km northwest from Tajrish Sq, beginning on Ja’fari St and turning left and right (ask anyone for ‘Musee Sa’d Abad’). Or go to Darband and enter from there."
    },
    {
        "country": "iran",
        "city": "Iran",
        "index": 8,
        "name": "Naqsh-e Rostam",
        "latitude": "29.98936",
        "longitude": "52.875824",
        "excerpt": "The spectacular rock tombs at Naqsh-e Rostam are a must-see. Hewn out of a cliff high above the ground, the four tombs are believed to be those of Darius…",
        "detail_url": "https://www.lonelyplanet.com/iran/naqsh-e-rostam-naqsh-e-rajab/attractions/naqsh-e-rostam/a/poi-sig/1124176/1332598",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e4ea08ad990a7b7a01b9c04fc41926c0-naqsh-e-rostam.jpg",
        "detail_description": "The spectacular rock tombs at Naqsh-e Rostam are a must-see. Hewn out of a cliff high above the ground, the four tombs are believed to be those of Darius II, Artaxerxes I, Darius I and Xerxes I (from left to right facing the cliff), although historians are still debating this. The seven Sassanian stone reliefs cut into the cliff depict vivid scenes of imperial conquests and royal ceremonies; signboards below each relief give a detailed description in English.\nThe reliefs above the openings to the funerary chambers are similar to those at Persepolis, with the kings standing on thrones supported by figures representing the subject nations below.Facing the cliff is the Bun Khanak (Central Home). This was long thought to be an Achaemenid fire temple, but scholars now argue that it might have been a treasury. The walls are marked with inscriptions cataloguing later Sassanian victories."
    },
    {
        "country": "iran",
        "city": "Esfahan",
        "index": 9,
        "name": "Bazar-e Bozorg",
        "latitude": "32.663656",
        "longitude": "51.679333",
        "excerpt": "One of Iran’s most historic and fascinating bazaars, this sprawling covered market links Naqsh-e Jahan (Imam) Sq with the Masjed-e Jameh. At its busiest…",
        "detail_url": "https://www.lonelyplanet.com/iran/central-iran/esfahan/attractions/bazar-e-bozorg/a/poi-sig/451299/361013",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1670251840-rfe.jpeg",
        "detail_description": "One of Iran’s most historic and fascinating bazaars, this sprawling covered market links Naqsh-e Jahan (Imam) Sq with the Masjed-e Jameh. At its busiest in the mornings, the bazaar’s arched passageways are topped by a series of small perforated domes, each spilling shafts of light onto the commerce below. While the oldest parts of the bazaar (those around the mosque) are more than a thousand years old, most of what can be seen today was built during Shah Abbas’ ambitious expansions of the early 1600s.\nThe bazaar is a maze of lanes, madrasehs, khans (caravanserais) and timchehs (domed halls or arcaded centres of a single trade, such as carpet vendors or coppersmiths). It can be entered at dozens of points, but the main entrance is via the Qeysarieh Portal at the northern end of Naqsh-e Jahan (Imam) Sq.Cool in summer and warm in winter, it's easy to lose half a day wandering the bustling lanes of the bazaar, sniffing the heaps of layered spices and dishes of dried dates, watching shoppers finger coloured lengths of material, and pausing to admire the rows of red and white teapots in the many crockery shops. Teahouses help punctuate the walk and a beryani restaurant is the perfect place for lunch."
    },
    {
        "country": "iran",
        "city": "Iran",
        "index": 10,
        "name": "Xerxes’ Gateway",
        "latitude": "29.935988",
        "longitude": "52.888741",
        "excerpt": "The bronze trumpets that once heralded the arrival of important foreign delegations (a fragment of which is on display in the museum) may now be silent,…",
        "detail_url": "https://www.lonelyplanet.com/iran/central-iran/persepolis-takht-e-jamshid/attractions/xerxes-gateway/a/poi-sig/1563974/361015",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1527829604-rfe.jpeg",
        "detail_description": "The bronze trumpets that once heralded the arrival of important foreign delegations (a fragment of which is on display in the museum) may now be silent, but it is still possible to capture the sense of awe on approaching the colossal main gateway. Built during the reign of Xerxes I, who called this his Gate of All Nations, the pillared entrance is guarded by bearded and hoofed mythical figures in the style of Assyrian gate-guards.\nThe gateway bears a cuneiform inscription in Old Persian, Neo-Babylonian and Elamite languages declaring, among other things, that Xerxes is responsible for the construction of this and many beautiful wonders in Parsa. Centuries of graffitists have also left their mark, including explorer Henry Morton Stanley."
    },
    {
        "country": "iran",
        "city": "Tehran",
        "index": 11,
        "name": "Treasury of National Jewels",
        "latitude": "35.692855",
        "longitude": "51.419835",
        "excerpt": "Owned by the Central Bank and accessed through its front doors, the cavernous vault that houses what is commonly known as the ‘Jewels Museum’ is not to be…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/treasury-of-national-jewels/a/poi-sig/414242/361025",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_151427267.jpg",
        "detail_description": "Owned by the Central Bank and accessed through its front doors, the cavernous vault that houses what is commonly known as the ‘Jewels Museum’ is not to be missed. The Safavid, Qajar and Pahlavi monarchs adorned themselves and their belongings with an astounding range of priceless gems and precious metals, making this collection of bling quite literally jaw-dropping. Star pieces include the Globe of Jewels and the Peacock Throne.\nPick up a guidebook (IR40,000) at the shop as you enter, or take one of the regular professional tours in English, French, German or Arabic – it’s included in the ticket price and worth waiting for as there are few descriptions in English.Cameras, phones, bags and guidebooks must be left at reception. Be careful not to touch anything or you’ll set off ear-piercing alarms."
    },
    {
        "country": "iran",
        "city": "Tehran",
        "index": 12,
        "name": "Grand Bazaar",
        "latitude": "35.677117",
        "longitude": "51.420093",
        "excerpt": "The maze of bustling alleys and the bazaris (shopkeepers) that fill them make this a fascinating, if somewhat daunting, place to explore. Despite being…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/grand-bazaar/a/poi-sig/1443170/361025",
        "image_url": null,
        "detail_description": "The maze of bustling alleys and the bazaris (shopkeepers) that fill them make this a fascinating, if somewhat daunting, place to explore. Despite being known as the Grand Bazaar, most of the architecture is less than 200 years old and pedestrian, although there are some gems to be found. Visit in the morning, when business is brisk but not yet frantic – later in the day the chance of being run over by a piece of fast-moving haulage equipment is high.\nThe bazaar’s covered stores line more than 10km of lanes and there are several entrances, but you get a great view down a central artery by using the main entrance facing the square Sabzeh Medyan. The warren of people and goods is a city within a city and includes banks, a church, a fire station and several mosques, most notably the impressive Imam Khomeini Mosque, and the ornately decorated Imamzadeh Zeid, a shrine to a descendant of the prophet.Most lanes specialise in a particular commodity: copper, paper, gold, spices, and carpets, among others (note though you won't find fresh food here). The carpet, nut and spice bazaars might be the most photogenic, but the lane of stores selling fake designer labels (literally labels, not clothes) also catches the eye.In our experience there are two ways to visit the bazaar. One is to simply wander the labyrinth of streets and alleys, taking whichever turn you fancy and going with the flow. If you get lost, remember to walk uphill to the main exits on Panzdah-e Khordad Ave.Alternatively, allow yourself to be befriended by one of the carpet salesmen. Tell them what sections of the bazaar you’d like to see and they will lead you. When you’re done, they will expect you to visit their carpet shop, drink some tea and view a few rugs – which in itself can be fun."
    },
    {
        "country": "iran",
        "city": "Iran",
        "index": 13,
        "name": "Hazrat-e Masumeh",
        "latitude": "34.641506",
        "longitude": "50.878769",
        "excerpt": "The physical and spiritual centre of Qom, this magnificent shrine is the burial place of Imam Reza’s sister Fatemeh, who died here in the 9th century…",
        "detail_url": "https://www.lonelyplanet.com/iran/qom/attractions/hazrat-e-masumeh/a/poi-sig/1122479/1315185",
        "image_url": null,
        "detail_description": "The physical and spiritual centre of Qom, this magnificent shrine is the burial place of Imam Reza’s sister Fatemeh, who died here in the 9th century. Reza was the eighth of the 12 imams who descended from Prophet Mohammed; as the only one of the 12 to be buried in Iran (in Mashhad), his sister's burial site has a special resonance as a place of pilgrimage. Non-Muslims are allowed into the courtyards but not the shrine itself.\nMuch of what can be seen today was built under Shah Abbas I and the other Safavid kings in the 16th century. Anxious to establish their Shiite credentials and prove they could match the sect’s shrines at Karbala and Najaf (in modern-day Iraq), they lavished the site with courtyards of brilliant tile work. For visitors, however, it is the great golden cupola that distinguishes Hazrat-e Masumeh; this was an embellishment added by the Qajar ruler Fath Ali Shah in the early 19th century. Not to be outdone by their predecessors, successive rulers have lavished various embellishments on the shrine complex over the years with the latest addition – the construction of a grand plaza next to Astane Sq – being contributed by today's Ayatollahs of Qom.Visits by non-Muslims should officially be in groups accompanied by a guide approved by the shrine stewards (who are incidentally a mine of information about the features of the complex); in practice, however, an element of discretion is exercised in permitting entry to individual travellers. Women must wear a chador, available free of charge at entrance No 1. Discreet photography by mobile phone was permitted during our visit but large cameras were discouraged."
    },
    {
        "country": "iran",
        "city": "Iran",
        "index": 14,
        "name": "Persepolis",
        "latitude": "29.935337",
        "longitude": "52.890651",
        "excerpt": "In its heyday Persepolis was one of four key cities at the heart of an empire that spread from the Indus River to Ethiopia. Its original name was Parsa…",
        "detail_url": "https://www.lonelyplanet.com/iran/central-iran/persepolis-takht-e-jamshid/attractions/persepolis/a/poi-sig/1029313/361015",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-641349420.jpeg",
        "detail_description": "In its heyday Persepolis was one of four key cities at the heart of an empire that spread from the Indus River to Ethiopia. Its original name was Parsa and it only acquired its Greek name of Persepolis – meaning both City of Parsa (City of Persia) and Destroyer of Cities – after Alexander the Great’s army sacked the city in 330 BC.\nSomewhat surprisingly for a city of its size and grandeur, Persepolis is rarely mentioned by any name in foreign records, which focus instead on other Achaemenid capitals including Babylon, Ecbatana (modern Hamadan) and Shush. This has led some archaeologists to speculate that the existence of the city was kept a secret from the outside world."
    },
    {
        "country": "iran",
        "city": "Iran",
        "index": 15,
        "name": "Qareh Kalisa",
        "latitude": "39.092217",
        "longitude": "44.544381",
        "excerpt": "Sitting photogenically aloof on a barren knoll, 8km off the lonely Shot–Chaldoran road in the middle of nowhere, behind the low-rise village of the same…",
        "detail_url": "https://www.lonelyplanet.com/iran/maku/attractions/qareh-kalisa/a/poi-sig/1119025/1298429",
        "image_url": null,
        "detail_description": "Sitting photogenically aloof on a barren knoll, 8km off the lonely Shot–Chaldoran road in the middle of nowhere, behind the low-rise village of the same name, Qareh Kalisa is the best maintained of all Iran’s medieval churches. Mostly rebuilt after an earthquake, the smaller black-and-white-striped chapel section dates from 1319–29, and the whole site is Unesco listed. Ring the bell if it’s locked.There’s no public transport. Taxis from Maku via Shot ask US$25 return including waiting time.\nQareh Kalisa is alternatively known as Kalisa-ye Tadi (Church of St Thaddaeus) for St Thaddaeus (aka Tatavoos or Jude the Apostle), who allegedly founded a church here in 43. Apparently his preaching proved a little too successful for the jealous Armenian king, who massacred Thaddaeus and 3000 of his converts in 66, including the king's own daughter, Sandokht, whose purported tomb is that lonely bunker on the hill you passed a few kilometres back. In a curious twist, Armenia later became the world’s first Christian nation (in 301). Thaddaeus’ memory was revived with a chapel built here at his assumed grave in 371.The church was much restored and enlarged in 1810, when the main beige-white stone section was added. This is richly carved with saints, angels, kings and crosses, best observed from the surrounding fortress-style walls. The only Christian services are held during a colourful, three-day summer pilgrimage; dates vary and are announced shortly beforehand through the Armenian Prelacy Office in Tabriz. In spring, the surrounding fields and hills turn into verdant, flower-filled meadows, while in winter all is white."
    },
    {
        "country": "iran",
        "city": "Tehran",
        "index": 16,
        "name": "Niyavaran Cultural-Historic Complex",
        "latitude": "35.812262",
        "longitude": "51.471484",
        "excerpt": "In the Alborz foothills is the palace where Shah Mohammad Reza Pahlavi and his family spent most of the last 10 years of royal rule. It’s set in 5…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/niyavaran-cultural-historic-complex/a/poi-sig/414248/361025",
        "image_url": null,
        "detail_description": "In the Alborz foothills is the palace where Shah Mohammad Reza Pahlavi and his family spent most of the last 10 years of royal rule. It’s set in 5 hectares of landscaped gardens and has six separate museums, the best of which is the elegant 1960s Niyavaran Palace, with its clean lines, opulent interior and sublime carpets. Tickets must be bought before entering at the main gate. There's also a pleasant cafe with outdoor seating.\nApart from the Niyavaran Palace, you can also explore the Sahebgharanieh Palace, where the shah kept his office; the Ahmad Shahi Pavilion, Reza Pahlavi’s residence when he was crown prince; and the Automobile Museum, which houses a small collection of stately vehicles. Note that at the time of writing, the Sahebgharianieh Palace was closed for renovations.Farah Diba’s tasteful touch is also evident in a number of the museums, including the art-filled Jahan-Nama Museum &amp; Gallery, and the Imperial Library Museum, once her exclusive domain.To get here, take a shuttle taxi or bus east of Tajrish Sq, and ask to be dropped at Shahid Bahonar Sq, near the museum entrance."
    },
    {
        "country": "iran",
        "city": "Iran",
        "index": 17,
        "name": "Statue of Shapur I",
        "latitude": "29.807582",
        "longitude": "51.612053",
        "excerpt": "High above the gorge, around 6km from Bishapur, a series of natural caves riddles the upper strata of the surrounding cliffs. In one of these caves lies…",
        "detail_url": "https://www.lonelyplanet.com/iran/kazerun-bishapur/attractions/statue-of-shapur-i/a/poi-sig/1563888/1332601",
        "image_url": null,
        "detail_description": "High above the gorge, around 6km from Bishapur, a series of natural caves riddles the upper strata of the surrounding cliffs. In one of these caves lies buried the 7m-high statue of Shapur I, the founder of Bishapur. Weighing about 30 tonnes, this Sassanian-era statue is carved from a single limestone block, with the ball of the crown chiselled from the cave roof. Damaged probably during an earthquake, the statue was re-erected in 1958 and reinforced somewhat unsympathetically with concrete.\nDespite its war wounds the statue, with its intelligent gaze, its sensitively carved tresses of hair, the tucks and pleats of its costume and the bow-tie sash around the hips, is a moving sight in the middle of the cave's pitch darkness. The cave opens into a series of pool-filled caverns, roped off from casual exploration. Even if the cave and its treasure fail to convince, the views across the gorge into the neighbouring valley are impressive and well worth the climb.The cave is reached by tracing the road through Chogan Gorge and crossing the dry river bed in the village of Shapur (6km from the ruins at Bishapur). From here it's a rough ride (or 30-minute walk) to the beginning of the ascent and a further 1½-hour hike up the steep path (there are a few fixed steel ladders at the end) to the cave. Walking shoes, a hat, water and an early start in summer are advisable as there are no facilities."
    },
    {
        "country": "iran",
        "city": "Iran",
        "index": 18,
        "name": "Qal’eh Babak",
        "latitude": "38.836894",
        "longitude": "46.980536",
        "excerpt": "Straight from Lord of the Rings, the ruined ramparts of the Babak fortress loom above a desperately sheer chasm as you edge through a narrow cleft to the…",
        "detail_url": "https://www.lonelyplanet.com/iran/kaleybar/attractions/qal-eh-babak/a/poi-sig/1443687/1298441",
        "image_url": null,
        "detail_description": "Straight from Lord of the Rings, the ruined ramparts of the Babak fortress loom above a desperately sheer chasm as you edge through a narrow cleft to the final traverse. A trip to the lair of 9th-century Azeri hero Babak Khorramdin should not be missed, as the views of the castle and the surrounding mountains are simply breathtaking. Forget the meagre ruins of the Castles of the Assassins; Babak's the real deal. The ascent will take one to two hours.\nOccupying a cultural position somewhere between King Arthur, Robin Hood and Yasser Arafat, Babak is celebrated for harrying the anti-Shiite Abbasid-Arab regime between 815 and 837. There are several access paths to the castle, though the normal route ascends stairs behind the seasonal Babak Hotel. After a short, stiff climb, the stairs end and the views shine as you follow a muddy track, traversing gently to the right before climbing steeply to a hut that sells drinks in summer. Continue sidling right and ascending, and you'll eventually see the stone steps of the cleft. Remember where you join the stone path, as you'll need to return the same way. There are no signs, though the route is fairly obvious. Bring sunscreen in summer and be prepared for icy conditions in winter.Stronger vehicles can drive up an unsurfaced track to a summer nomad camp, reducing the walk time considerably, though you will pay more for the access. On your return to the road, start walking: something will come by sooner or later."
    },
    {
        "country": "iran",
        "city": "Tehran",
        "index": 19,
        "name": "Qasr Garden Museum",
        "latitude": "35.722702",
        "longitude": "51.449146",
        "excerpt": "This imaginative sculpture park and museum occupies two former prisons, one for criminals and one for political prisoners, and the grounds surrounding…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/qasr-garden-museum/a/poi-sig/1561276/361025",
        "image_url": null,
        "detail_description": "This imaginative sculpture park and museum occupies two former prisons, one for criminals and one for political prisoners, and the grounds surrounding them. The architects Experimental Branch of Architecture have done a cracking job on working with the historic site, placing quirky, contemporary artworks in cells and around the landscaped gardens, which include two pleasant cafes and a mosque.\r\n\nQasr means 'castle' and during all of the 19th century there was a royal palace here, but it eventually ran to ruin. In the early 20th century a prison, designed to meet international standards by the Russian architect Nikolai Markov, was constructed and it's this building that forms the first part of the museum. Lawrence of Arabia was held in Qasr for a very short time, which accounts for the cut outs of his image in one cell.\r\n\r\nA second more modern complex was where political prisoners were housed during the time of the last shah. This was the first prison liberated during the Islamic Revolution.\r\n\r\nTehran's mayor Mohammad Bagher Ghalibaf is so impressed with the project that he now wants to turn the city's notorious Evin Prison in northwest Tehran into a similar family-friendly park.\r\n"
    },
    {
        "country": "iran",
        "city": "Tehran",
        "index": 20,
        "name": "Iran Holy Defense Museum",
        "latitude": "35.75306",
        "longitude": "51.426229",
        "excerpt": "This epic-scale museum, on a landscaped site of 21 hectares, is dedicated to the Iran–Iraq War, a bloody eight-year conflict that claimed a million lives…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/iran-holy-defense-museum/a/poi-sig/1561274/361025",
        "image_url": null,
        "detail_description": "This epic-scale museum, on a landscaped site of 21 hectares, is dedicated to the Iran–Iraq War, a bloody eight-year conflict that claimed a million lives. The main building consists of seven halls that commemorate the war's martyrs and run you through the history of the conflict in forensic detail. It may sound harrowing, but it is, in fact, a fascinating and imaginative response to a deeply scarring episode in modern Iranian history.\nAt times the displays swerve into the surreal, such as the section that depicts the glittering vision of heavenly paradise the soldiers (many no more than teenagers) were sent to their deaths believing, and the one that places you at the heart of an aerial bombardment complete with sensory effects.Outside, huge rockets and tanks flank the Garden Valley, at the centre of which is a 6000-sq-metre lake where, in the summer months, a fountain and laser-light show plays. The complex also includes a separate silver-sphere building where you can view a 15-minute film shown on a panoramic screen that depicts the besieged town of Khorramshahr before, during and after the conflict. Near the exit to the subway station is a replica of the Khorramshahr mosque covered in yellow and turquoise patterned tiles."
    }
]