[
    {
        "country": "ireland",
        "index": 1,
        "name": "Phoenix Park",
        "latitude": "53.365957111583",
        "longitude": "-6.3310217857361",
        "excerpt": "The hugely impressive 707 hectares that comprise Dublin's Phoenix Park are not just a magnificent playground for all kinds of sport—from running to polo…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/attractions/phoenix-park/a/poi-sig/398815/359796",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/Phoenix%20Park%20deer.jpg",
        "detail_description": "The hugely impressive 707 hectares that comprise Dublin's Phoenix Park are not just a magnificent playground for all kinds of sport—from running to polo—but are also home to the president of Ireland, the American ambassador and a large herd of fallow deer. It's also where you'll find Europe's oldest zoo. How's that for a place to stretch your legs?\nDo as Dubliners do on a fine day and run, cycle, play, walk, take in a game of cricket, watch a polo match, see the deer (don't feed them), or just lie down, depending on your fancy. There's always something going on in the Phoenix Park, but in summer you'll find it keeps a jam-packed schedule with cultural events, live music, festivals, and games.\n\n  \nÁras an Uachtaráin is the official residence of the President of Ireland ©SueTot/Shutterstock\n\nWhat to see\nThe main thoroughfare is Chesterfield Avenue, which runs northwest through the length of the park from the Parkgate Street entrance to the Castleknock Gate. Many landmarks can be found strolling along here. Near the entrance is the 63m-high Wellington Monument obelisk, which was completed in 1861. Close by is the People's Garden, dating from 1864, and the bandstand in the Hollow, a lovely picnic spot. Dublin Zoo is located at this end of the park, as is the quaint and lovely Victorian tearooms. \nAlso on Chesterfield Avenue is Áras an Uachtaráin - residence of the president of Ireland - which is open to the public through guided tours on Saturdays. Across the road, and easily visible from it, is the massive Papal Cross, which marks the site where Pope John Paul II preached to 1.25 million people in 1979. In the centre of the park the Phoenix Monument, erected by Lord Chesterfield in 1747, looks so unlike a phoenix that it's often referred to as the Eagle Monument.\nNext door to Áras an Uachtaráin is the restored four-storey Ashtown Castle, a 17th-century tower house, which you can visit on a guided tour. \n\n  \nThe Wellington Monument is the largest obelisk in Europe ©Semmick Photo/Shutterstock\n\nThe southern part of the park has many football and hurling pitches; although they actually occupy about 80 hectares (200 acres), the area is known as the Fifteen Acres. At weekends the football pitches are used by local league teams that can be fun to watch. To the west, the rural-looking Glen Pond corner of the park is extremely attractive.\nAt the northwestern end of the park is the opulent Farmleigh House, which can only be visited by joining one of the 30-minute house tours. However, the real highlight of the 32-hectare estate is the garden, where regular shows are held, and where you'll find a restaurant and cafe. There is also an extensive program of cultural events in summer, ranging from food fairs to classical concerts. The 37m clock tower once housed an 8000L water tank that serviced the estate; views from the top are sensational.\nBack towards the Parkgate St entrance is the Magazine Fort on Thomas’s Hill. \n\n  \nPhoenix Park is a great place for walking, running or just lying down and watching the world go by. Artur Debat/Getty Images\n\nHistory\nThe deer came first, introduced by Lord Ormond in 1662 when lands once owned by the Knights of Jerusalem were turned into a royal hunting ground. In 1745 the viceroy Lord Chesterfield threw it open to the public and it has remained that way ever since. (The name 'Phoenix' has nothing to do with the mythical bird; it is a corruption of the Irish fionn uisce, meaning 'clear water'.)\nIn 1882 the park played a crucial role in Irish history, when Lord Cavendish, the British chief secretary for Ireland, and his assistant were murdered outside what is now the Irish president's residence by an obscure nationalist group called the Invincibles. Lord Cavendish's home is now called Deerfield and is used as the official residence of the US ambassador.\n\n  \nThe Parkgate entrance of the Phoenix Park with the Guinness Brewery in the background ©Sergiu Cozorici/Getty Images\n\nOpening hours, tours and other practicalities\nPhoenix Park Visitor Centre has a self-guided exhibition on the history and wildlife of the park; you can also arrange and collect tickets for the Saturday tours of Áras an Uachtaráin, and tours of Ashtown Castle.\nOne of the best ways to see the park is by bicycle. If you don't have wheels of your own, you can rent a bike from Phoenix Park Bikes at the Parkgate Street entrance. Bring valid photo ID. Rental fees are €6 for up to one hour; €10 for up to three hours; and €15 for a full day. The company also offers guided bike tours. \nPhoenix Park is open 24 hrs a day, seven days a week, all year round, but it is not advised to hang around after dark.\n"
    },
    {
        "country": "ireland",
        "index": 2,
        "name": "St Patrick's Cathedral",
        "latitude": "53.339571236833",
        "longitude": "-6.271414191011",
        "excerpt": "Ireland's largest church and the final resting place of Jonathan Swift, St Patrick's stands on the spot where St Patrick himself reputedly baptised the…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/kilmainham-and-the-liberties/attractions/st-patrick-s-cathedral/a/poi-sig/398191/1321738",
        "image_url": "https://lp-cms-production.imgix.net/2021-04/GettyRF_580716285.jpg",
        "detail_description": "Ireland's largest church and the final resting place of Jonathan Swift, St Patrick's stands on the spot where St Patrick himself reputedly baptised the local Celtic chieftains in the 5th century. Fiction or not, it's a sacred bit of turf upon which this cathedral was built between 1191 and 1270. \nWhy you should go\nLocated in the historic Liberties district, St Patrick's is one of the most visited sites in Ireland and one of the few buildings left from medieval Dublin. The cathedral is famous for its choir, which is Ireland's oldest - dating all the way back to 1432, who perform here daily, Monday to Friday, during school term. Its Christmas service is not to be missed.\nThe cathedral is filled with artefacts, most notably the baptistry; the oldest part of the cathedral, which was probably the entrance to the original building. It contains the original 12th-century floor tiles and medieval stone font, which is still in use. Inside the cathedral proper, you come almost immediately to the tombs of Jonathan Swift (author of Gulliver's Travels) and Esther Johnson, his long-term companion, better known as Stella. The Latin epitaphs are both written by Swift, and assorted Swift memorabilia lies all over the cathedral, including a pulpit and a death mask.\n\n  \nInterior of St. Patrick's cathedral ©Mr. Sergey Olegovich/Shutterstock\n\nOn your way around the church, you'll see a cross on a stone slab that once marked the position of St Patrick's original well, where, according to legend, the patron saint of Ireland rolled up his sleeves and got to baptising the natives. You'll also take in the four sections of the permanent exhibition, Living Stones, which explores the cathedral's history and the contribution it has made to the culture of Dublin. \nHistory\nAlthough a church has stood here since the 5th century, this building dates from the turn of the 12th century and has been altered several times, most notably in 1864 when it was saved from ruin and, some might say, over-enthusiastically restored. The interior is as calm and soothing as the exterior is sombre. The picturesque St Patrick's Park, adjoining, was a crowded slum until it was cleared in the early 20th century.\nIt's likely that St Patrick's was intended to replace Christ Church as the city's cathedral, but the older church's stubborn refusal to be usurped resulted in the two cathedrals being virtually a stone's throw from one another. Separated only by the city walls (with St Patrick's outside), each possessed the rights of cathedral of the diocese. While St Pat's isn't as photogenic as its neighbour, it probably surpasses its more attractive rival in historical terms.\n\n  \nSt Patrick's is a journey through medieval Dublin ©Getty Images\n\nLike Christ Church Cathedral, the building has suffered a rather dramatic history of storm and fire damage and has been altered several times (most questionably in 1864 when the flying buttresses were added, thanks to the neo-Gothic craze that swept the nation). Oliver Cromwell, during his 1649 visit to Ireland, converted St Patrick's to a stable for his army's horses, an indignity to which he also subjected numerous other Irish churches. In 1666 the Lady Chapel was given to the newly arrived Huguenots and became known as the French Church of St Patrick. It remained in Huguenot hands until 1816. The northern transept was known as the parish church of St Nicholas Without (meaning outside the city), essentially dividing the cathedral into two distinct churches.\nSuch confusion led to the building falling into disrepair as the influence of the deanery and chapter waned. Although the church's most famous dean, Jonathan Swift, (who served here from 1713 to 1745), did his utmost to preserve the integrity of the building, by the end of the 18th century it was close to collapse. It was just standing when the benevolent Guinness family stepped in to begin a massive restoration in 1864.\nFun Fact: 'chance your arm'\nTowards the north transept is a door that has become a symbol of peace and reconciliation since it helped resolve a scrap between the Earls of Kildare and Ormond in 1492. After a feud, supporters of the squabbling nobles ended up in a pitched battle inside the cathedral, during which Ormond's nephew – one Black James – barricaded himself in the chapterhouse. Kildare, having calmed down, cut a hole in the door between them and stuck his arm through it to either shake his opponent's hand, or lose a limb in his attempt to smooth things over. James chose mediation over amputation and took his hand. The term 'to chance your arm' entered the English lexicon and everyone lived happily ever after – except Black James, who was murdered by Kildare's son-in-law four years later.\n\n  \nSt Patrick's Park is a lovely spot to catch some sun ©Getty Images/Westend61\n\nVisiting and other practicalities\nAttend a sung Mass for the best atmosphere – at 11.15am on Sundays throughout the year, or at 9am Monday to Friday during school term only. Advance tickets are not valid on Sundays between 10.45am and 12.30pm and between 2.45pm and 4.30pm. Last admission is 30 minutes before closing time.\nGeneral admission is €7.50 for adults and €6.50 for children, with discounts available for group tours. Tickets can be purchased online. St Patrick's is about a 15-minute walk from Grafton Street.\nWhat's nearby?\nCross Clanbrassil Street and head for Fumbally for a sandwich or a hot bite or wander up to the corner of St Francis Street for a lunch in Two Pups Coffee. If you need something to fortify your spirits before or after your visit, Fallon's is one of Dublin's best pubs… and is conveniently only a short walk away.\n"
    },
    {
        "country": "ireland",
        "index": 3,
        "name": "Newgrange",
        "latitude": "53.694686",
        "longitude": "-6.47555",
        "excerpt": "Newgrange is one of the most remarkable prehistoric sites in Europe, famous for the illumination of its passage and tomb during the winter solstice sun…",
        "detail_url": "https://www.lonelyplanet.com/ireland/county-meath/bru-na-boinne/attractions/newgrange/a/poi-sig/1177346/359731",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/853f53f7ec92fba0230711209049cfda-newgrange.jpg",
        "detail_description": "Why you should go\nNewgrange is one of the most remarkable prehistoric sites in Europe, famous for the illumination of its passage and tomb during the winter solstice sun. Newgrange, together with Dowth and Knowth, are the three main Megalithic passage tombs that make the Brú na Bóinne Unesco World Heritage site. The site is so ancient (constructed about 5200 years ago) that it predates Egypt's pyramids by some six centuries.\nWinter Solstice\nIt’s magical to see it at any time of year but winter solstice (weather permitting) is incredibly special — a bucket-list event if you’re lucky enough to nab a ticket. At around 8.20am on the winter solstice (between December 18 and 23), the rising sun's rays shine through the roof-box above the entrance, creep slowly down the long passage and illuminate the tomb chamber for 17 minutes. There is little doubt that this is one of the country's most memorable, even mystical, experiences. No matter when you visit, there's a simulated winter sunrise for every group taken into the mound.\n\n  \nNewgrange lights up for winter solstice ©wieditmedia/Getty Images\n\nHistory: facts and legends\nNewgrange dates from around 3200 BC, making it older than Stonehenge and the Great Pyramids of Giza. No one is quite sure of Newgrange’s original purpose — it has been the subject of much archaeological debate over the years. The most common theories are that it was a burial place for kings or a center for ritual. The tomb's precise alignment with the sun at the time of the winter solstice suggests it was also designed to act as a calendar.\nAfter being sealed for several millennia, Newgrange was eventually rediscovered in 1699 when a local landowner began quarrying the mound for stones. Over time, Newgrange, like Dowth and Knowth, deteriorated and at one stage was even used as a quarry. Archaeological excavations didn't begin until the 1960s. The site was extensively restored in 1962 and again in 1975.\nNewgrange's name derives from 'New Granary' (the tomb did in fact serve as a repository for wheat and grain at one stage), although a more popular belief is that it comes from the Irish for 'Cave of Gráinne', a reference to a popular Celtic myth. The Pursuit of Diarmuid and Gráinne tells of the illicit love between the woman betrothed to Fionn MacCumhaill (or Finn McCool), leader of the Fianna, and Diarmuid, one of his most trusted lieutenants. When Diarmuid was fatally wounded, his body was brought to Newgrange by the god Aengus in a vain attempt to save him, and the despairing Gráinne followed him into the cave, where she remained long after he died. This suspiciously Arthurian tale (substitute Lancelot and Guinevere for Diarmuid and Gráinne) is undoubtedly a myth, but it's still a pretty good story. Newgrange also plays another role in Celtic mythology as the site where the hero Cúchulainn was conceived.\n\n  \nAerial view of Newgrange ©MNStudio/Shutterstock\n\nInside Newgrange\nA startling 80m in diameter and 13m high, Newgrange's white round stone walls, topped by a grass dome, look eerily futuristic, despite its ancient origins. Underneath the dome lies the Stone Age passage tomb. A superbly carved kerbstone with double and triple spirals guards the tomb's main entrance, but the area has been reconstructed so that visitors don't have to clamber in over it. Above the entrance is a slit, or roof-box, which lets light in. Another beautifully decorated kerbstone stands at the exact opposite side of the mound. Some experts say that a ring of standing stones encircled the mound, forming a great circle about 100m in diameter, but only 12 of these stones remain, with traces of others below ground level.\nHolding the whole structure together are the 97 boulders of the kerb ring, designed to stop the mound from collapsing outwards. Eleven of these are decorated with motifs similar to those on the main entrance stone, although only three have extensive carvings. The white quartzite that encases the tomb was originally obtained from Wicklow, 70km south – in an age before horse and wheel, it was transported by sea and then up the River Boyne. More than 200,000 tonnes of earth and stone also went into the mound.\nYou can walk down the narrow 19m passage, lined with 43 stone uprights (some of them engraved), which leads into the tomb chamber about one third of the way into the colossal mound. The chamber has three recesses, and in these are large basin stones that held cremated human bones. As well as the remains, the basins would have held funeral offerings of beads and pendants, but these were stolen long before the archaeologists arrived. Above, the massive stones support a 6m-high corbel-vaulted roof. A complex drainage system means that not a drop of water has penetrated the interior in 40 centuries.\n\n  \nMegalithic art at the entrance of Newgrange ©powerofforever/Getty Images\n\nTickets and other practicalities\nBrú na Bóinne Unesco World Heritage site in County Meath is roughly a 45-minute drive from Dublin. Access to Newgrange is granted by guided tour from the Brú na Bóinne Visitor Centre where a shuttle bus will take you to the tombs. Allow plenty of time: an hour for the visitor center alone and two hours for Newgrange. Tickets are sold on a first-come, first-served basis (no advance booking). Arrive early in the morning or visit midweek and be prepared to wait, especially in summer. Alternatively, visiting as part of an organised tour, such as Mary Gibbons Tours (€45 per adult - departs from Dublin), guarantees a spot.\nTickets for the Brú na Bóinne and Newgrange Chamber tour cost €18 per adult, €12 for children between the ages 12 and 17, and €16 for seniors. Family tickets (two adults and two children) cost €48. Children under 12 go free.\nTo be in with a chance of witnessing the Solstice Sunrise event on one of six mornings around the winter solstice, enter the free lottery that's drawn in late September; 50 names are drawn and each winner is allowed to take one guest (be aware, however, that over 30,000 people apply each year). Fill out the form at the Brú na Bóinne Visitor Centre or email brunaboinne@opw.ie\nWhere to stay near Newgrange\nSome of the best accommodation options near Newgrange are in the town of Slane, with a small choice that runs from budget to luxury.\nSlane Farm Hostel\nRock Farm Glamping\nConyngham Arms\n"
    },
    {
        "country": "ireland",
        "index": 4,
        "name": "Slane Castle",
        "latitude": "53.709504",
        "longitude": "-6.561048",
        "excerpt": "Slane Castle is a 300-year-old sprawling estate on the banks of the River Boyne in County Meath.  The neo-gothic castle and grounds  are open to visitors…",
        "detail_url": "https://www.lonelyplanet.com/ireland/county-meath/slane/attractions/slane-castle/a/poi-sig/1177359/359733",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3877fb7cf1a5f813ed2a8f03a57d2a3b-slane-castle.jpg",
        "detail_description": "Slane Castle is a 300-year-old sprawling estate on the banks of the River Boyne in County Meath. &nbsp;The neo-gothic castle and grounds &nbsp;are open to visitors for tours, where you can see up close the living quarters and exquisite 18th century interiors. It is still very much the private residence of Henry Conyngham, Earl of Mountcharles and his family—the castle has been their ancestral home since 1703. &nbsp;The Conyngham’s are originally a noble Scottish family, who came to Ireland in 1611.\nHistory\nThe castle was designed by two of the country's most famous architects, James Wyatt and Francis Johnson, who oversaw the build in Gothic-revival style in the late 18th and early 19th centuries.&nbsp; The dramatic &nbsp;gates at the Mill Hill entrance are highly regarded as being outstanding examples of gothic design and are much photographed to this day.&nbsp;\nRock concerts at&nbsp;Slane Castle\nThe castle has a long association with rock royalty. U2, friends of Lord Henry, recorded their 1984 album The Unforgettable Fire while staying at the castle. The video for Pride (In The Name of Love) was filmed in the Gothic Revival Ballroom. &nbsp;\nIn 1991, one-third of the castle was gutted by a fire. The distress was compounded by the discovery the castle was not insured. In order to rebuild, Lord Henry focused his attention on attracting big&nbsp;international&nbsp;rock acts&nbsp;for the&nbsp;annual Slane Castle summer concert held in the shadow of the castle. The Rolling Stones, Madonna, David Bowie, Queen, Bruce Springsteen, Bob Dylan, Guns N' Roses and U2 (3 times to date) have all headlined. &nbsp;The concerts formed part of a fundraising drive that led to a painstaking 10-year restoration&nbsp;that saw the castle reopen to visitors in 2001.&nbsp;\nTours\nVisitors can buy tickets for a 45-minute castle tour, but it's highly recommended to combine this with a visit to Slane Whiskey Distillery, housed in 250-year-old stables on the grounds of the estate. Visitors can see the whisky distilling process in the likes of the cooperage, the barley room and the maturation warehouse. &nbsp;The tour concludes with raising a glass of Slane Irish Whiskey.&nbsp;\nRestaurants\nThe castle has currently two restaurants on site, and the nearby village of Slane, just 1.5 km away, offers many options for lunch and casual dining options, including Brabazon in near-by Tankardstown House.\nAttractions near Slane Castle\nSlane Castle is nestled on a hillside in County Meath, just under one hour’s drive from Dublin. &nbsp;There are direct bus routes from Dublin city centre to the village of Slane.\nIt is in the heart of the Boyne Valley region, with lots of other heritage sites in the vicinity that can be explored over the course of a day or two, including the famous &nbsp;prehistoric monument at Newgrange, the highcross of Monasterboice, Mellifont Abbey, and the ruins of a Franciscan Monastery, dating from 1512 on the hill of Slane, where St Patrick is said to have&nbsp;lit the fire introducing&nbsp;Christianity to Ireland.\nTickets to Slane Castle\nTickets for tours should be booked in advance and cost from €14 per adult, with reduced pricing for young people, students and groups. Children under 5 years are free. Combined tickets for the castle and distillery tour are discounted. &nbsp;\n"
    },
    {
        "country": "ireland",
        "index": 5,
        "name": "National Gallery",
        "latitude": "53.341044535421",
        "longitude": "-6.2518677305981",
        "excerpt": "A magnificent Caravaggio and a breathtaking collection of works by Jack B Yeats – William Butler Yeats' younger brother – are the main reasons to visit…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/merrion-square-and-around/attractions/national-gallery/a/poi-sig/1213683/1325083",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_657734386.jpg",
        "detail_description": "A magnificent Caravaggio and a breathtaking collection of works by Jack B Yeats – William Butler Yeats' younger brother – are the main reasons to visit the National Gallery, but certainly not the only ones. Its excellent collection is strong in Irish art, and there are also high-quality collections of every major European school of painting.\nWhat's inside\nSpread about its four wings you'll find: works by Rembrandt and his circle; a Spanish collection with paintings by El Greco, Goya and Picasso; and a well-represented display of Italian works dating from the early Renaissance to the 18th century. Fra Angelico, Titian and Tintoretto are among the artists represented, but the highlight is undoubtedly Caravaggio's The Taking of Christ (1602), which lay for over 60 years in a Jesuit house on Leeson Street and was accidentally discovered by chief curator Sergio Benedetti.\n\n  \nNational Gallery of Ireland's collection of 3000 artworks includes oils, watercolors, sketches, prints and sculptures ©Salvador Maniquiz/Shutterstock\n\nThe ground floor displays the gallery's fine Irish collection, plus a smaller British collection, with works by Reynolds, Hogarth, Gainsborough, Landseer and Turner. Absolutely unmissable is the Yeats Collection at the back of the gallery, displaying more than 30 works by Irish impressionist Jack B Yeats (1871–1957), Ireland's most important 20th-century painter.\nEntrance is via the light-filled modern Millennium Wing on Clare Street or the refurbished entrance on Merrion Square West. Here you'll also find a small collection of 20th-century Irish art, high-profile visiting collections (for which there are admission charges), an art reference library, a lecture theatre, a good bookshop and Fitzer's Café.\n\n  \nThe collection spans works from the 14th to the 20th centuries and includes all the major continental schools ©Olivier Cirendini/Lonely Planet\n\nInsider tips\nIn order to protect FW Burton's gorgeous watercolor, Hellelil and Hildebrand, the Meeting on the Turret Stairs (1864) from too much light exposure, it is only displayed twice a week in Room 20, for an hour at a time on Thursdays at 5.30pm and Sundays at 2pm.\nThe best time to visit the gallery is Thursday evening, when it's open late and there are fewer visitors.\nThere are family workshops for kids to try their hand at art throughout the year, usually on Saturdays; check the gallery website for details.\nTours, tickets and accessibility \nThere are free tours at 6.30pm Thursday, 12.30pm Saturday and at 11.30am, 12.30pm and 1.30pm on Sunday. The gallery also has a free Masterpieces app (available for both Android and iPhone) featuring 80% of its collection.\nWheelchairs and stools are available free of charge at the cloakrooms. Entrances on Merrion Square West and Clare Street are accessible for buggies and wheelchair users and people with reduced mobility. Lifts provide access to all levels of the gallery.\nVisitors who are deaf or are hard of hearing can avail of hearing induction loops. The National Gallery also hosts tours with listening devices and Irish Sign Language tours.\nVisitors with assistance dogs are welcome to the gallery, dog bowls with water are available from the Information desks. Free audio guides, magnifying glasses and large text booklets are available for adults and children. \n\n  \nThe best time to visit the gallery is Thursday evening, when it's open late ©Benoit Daoust/Shutterstock\n\nHow to get there\nDublin Bus numbers 4, 7, 8, 39A and 46A will lead you there from the city centre.\nWhat's nearby?\nDrop into Doheny &amp; Nesbitt's for a post-gallery pint. For food, try Tiller &amp; Grain or Allta (book ahead). Both Trinity College and Merrion Square park are a two-minute walk away, and you're just a stone's throw from the Natural Museum of Ireland.\n"
    },
    {
        "country": "ireland",
        "index": 6,
        "name": "Kilmainham Gaol",
        "latitude": "53.341693",
        "longitude": "-6.3095",
        "excerpt": "If you have any desire to understand Irish history – especially the long-running resistance to British colonial rule – then a visit to this former prison…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/kilmainham-and-the-liberties/attractions/kilmainham-gaol/a/poi-sig/398185/1321738",
        "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_1491905108.jpg",
        "detail_description": "If you have any desire to understand Irish history – especially the long-running resistance to British colonial rule – then a visit to this former prison is an absolute must.\nWhy you should go\nAn imposing grey building, built in 1796, it's played a role in virtually every act of Ireland's painful path to independence, and even today, it still has the power to chill. Sometimes referred to as \"The Bastille of Ireland\", Kilmainham Gaol was decommissioned in 1924 and is now a museum with an enthralling exhibit on the history of Irish nationalism. \nBrowsing the museum will give you excellent context and access to some of the former prisoners' personal belongings and letters. The enthusiastic guides provide a thought-provoking tour of the eerie prison, the largest unoccupied building of its kind in Europe. The highly memorable tour takes about 90 minutes and finishes in the yard where the leaders of the failed 1916 Easter Rising were executed. \nHistory\nIreland’s struggle for independence was a bloody and tempestuous journey, and this forbidding prison on the western edge of the city, which opened in 1796, played a role in it for nearly 150 years, as the forced temporary home of many a rebel and revolutionary. \nThe uprisings of 1798, 1803, 1848, 1867 and 1916 ended with the leaders' confinement in Kilmainham Gaol. Robert Emmet, Thomas Francis Meagher, Charles Stewart Parnell and the 1916 Easter Rising leaders were all visitors, but it was the executions in 1916 that most deeply etched the jail's name into the Irish consciousness. Of the 15 executions that took place between 3 May and 12 May after the revolt, 14 were conducted here. As a finale, prisoners from the Civil War were held here from 1922. The last prisoner, Éamon de Valera, was released in July 1924. He went on to serve as Taoiseach (Prime Minister) of Ireland on three separate occasions, and eventually became President.\n\n  \nPrison cells at Kilmainham Goal in Dublin ©Flavia8/Shutterstock\n\nBut it’s not just political prisoners whose stories are shared here. Kilmainham Gaol offers a great, and at times uncomfortable, insight into the conditions in Ireland in the 18th, 19th and early 20th-centuries, and the lives and struggles of its people. Registers show just how easy it was to get on the wrong side of the law back then, particularly during the Great Famine (1845–49) when starvation forced people to steal and beg for food, or deliberately break the law in order to have a roof over their heads. Many of those who did leave the prison ended up being deported to the other side of the world, never to return home. Some 4000 convicts, many petty thieves, were held in Kilmainham Gaol before being shipped to the British colonies in Australia.\nThe Kilmainham Gaol Restoration Society was established in 1958 to restore the former prison, transforming it into the most important historical monuments in the country with the help of voluntary labor, free materials and donations - such was the desire to preserve the site. Ahead of the centenary of the 1916 Rising, the Office of Public Works invested €5 million in refurbishing the site.\nTickets and other practicalities\nEntrance is by guided tour and is managed through timed tickets. Online booking is required. Book as far in advance as possible to get your preferred visiting time. If you're planning a trip on short notice, cancellation tickets for the day are released online between 9:15am and 9:30am. Group bookings (10 or more people) can be arranged by emailing kilmainhamgaol@opw.ie. Wheelchair users, visitors with additional needs and carers are advised to email the museum in advance to arrange a visit.\nKilmainham Gaol is located 3.5km from Dublin city center; a number of bus routes have stops nearby and the nearest Luas stop (red line) is Suir Road. Entrance is via the Kilmainham Courthouse next door.\nWhat's nearby?\nWhile in this part of the city you can visit the fine collection at the Irish Museum of Modern Art (don’t forget to visit the gardens too), which is about a 15-minute walk from Kilmainham Gaol. If the weather is good, enjoy a stroll in War Memorial Gardens. Slightly further afield is the Phoenix Park.\nFor lunch, try Storyboard, LimeTree Cafe or the Kilmainham Gaol Cafe.\n"
    },
    {
        "country": "ireland",
        "index": 7,
        "name": "Tayto Park",
        "latitude": "53.544273",
        "longitude": "-6.460487",
        "excerpt": "At Ireland’s only permanent theme park you can ride Europe's largest wooden inverted roller coaster, Cú Chulainn. Just 45 minutes from Dublin city center,…",
        "detail_url": "https://www.lonelyplanet.com/ireland/county-meath/attractions/tayto-park/a/poi-sig/1513367/359730",
        "image_url": "https://lp-cms-production.imgix.net/2021-04/Cu%20Chulainn%20rolleroater%20at%20Tayto%20Park.jpg",
        "detail_description": "At Ireland’s only permanent theme park you can ride Europe's largest wooden inverted roller coaster, Cú Chulainn. Just 45 minutes from Dublin city center, Tayto Park is a great family day out, pulling out all the stops with thrilling rides, a zoo, seasonal events and a variety of activities for all ages, including toddlers.\nWhy you should go\nA theme park that celebrates a much-loved Irish potato crisp? Why not! Is it any stranger than a theme park dedicated to a cartoon mouse? Probably. But Tayto is an Irish icon, producing much-loved potato crisps (or just \"crisps\" as they're known here) since 1954, and then expanding its brand with a theme park in 2010. At Tayto Park you'll find a bit of everything. The big-hitters are dizzying rides rooted in Irish history and mythology such as the mighty Cú Chulainn, Europe's largest wooden inverted roller coaster, and The Viking Voyage, a viking-themed water flume ride.\n\n  \nRide the Viking Voyage at Tayto Park ©Tayto Park\n\nBeyond that there's a high-speed spinning Rotator, the stomach-churning Air Race ride and a 5D cinema. You can go on an aerial adventure at the zip lining or rock climbing courses. And when you need to catch your breath, visit the zoo where you'll find meerkats, squirrel monkeys, bison, alpacas, porcupines, birds of prey, mountain lions and tigers. In summer, a petting area is open within the zoo. For younger visitors there's a fantastic playground and age-appropriate rides. \nAdmission to the theme park also covers the cost of a self-guided tour in the crisp factory (don't expect to be privy to any trade secrets). It takes about three to four hours to see and do everything. And, of course, when you enter and leave the theme park, you get a free packet of Tayto crisps.\nThroughout the year, Tayto Park hosts seasonal events such as The Wicked Adventures at Tayto Park, a family-friendly Halloween event, and The Christmas Experience.\n\n  \nRing-tailed lemurs in the zoo ©Tayto Park\n\nTickets and other practicalities\nAdmission includes a self-guided crisp-factory tour and zoo and playground entry; the wristband day pass is the most economical option for the rides. There are a number of restaurants on site, as well as a picnic area.\nTayto Park is located in Ashbourne, County Meath and is just off the M2 motorway. Bus Éireann buses link it with Dublin (€6, 30 minutes, every 30 minutes).\n\n  \nThe park has a brilliant balance of attractions for all ages ©Tayto Park\n\nWhat's nearby?\nThere's not a whole lot to do in the area but a short drive will take you to Ashbourne village, which has a nice choice of restaurants, cafes and bars. There isn't accommodation in Tayto Park but most villages and towns throughout County Meath have good B&amp;Bs or hotels. The ancient sites of Brú na Bóinne and the Hill of Tara are both about a 20-minute drive from Tayto Park.\n"
    },
    {
        "country": "ireland",
        "index": 8,
        "name": "Christ Church Cathedral",
        "latitude": "53.343397",
        "longitude": "-6.271026",
        "excerpt": "Its hilltop location and eye-catching flying buttresses make this the most photogenic of Dublin's three cathedrals, as well as one of the capital's most…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/temple-bar/attractions/christ-church-cathedral/a/poi-sig/398731/1325084",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyRF_827705578.jpg",
        "detail_description": "Its hilltop location and eye-catching flying buttresses make this the most photogenic of Dublin's three cathedrals, as well as one of the capital's most recognisable symbols.\nHistory\nThe Cathedral of the Holy Trinity (or Christ Church as it's known) was built in 1030 by the king of Dublin Vikings, Sitriuc \"Silkbeard\", with the help of a young Irish priest, Dúnán. Originally it was a wooden church on the outskirts of Dublin's viking settlement. In 1172 it was rebuilt as a stone structure, mostly under the impetus of Richard de Clare, Earl of Pembroke (better known as Strongbow), the Anglo-Norman noble who invaded Ireland in 1170 and whose monument has pride of place inside. The new cathedral opened its doors late in the 12th century.\n\n  \nChrist Church Cathedral is located in the heart of Medieval Dublin ©Brian Morrison / Failte Ireland\n\nOnce the original wooden church was replaced by the building you see today, the cathedral vied for supremacy with nearby St Patrick's Cathedral. However, like its sister church, it fell on hard times in the 18th and 19th centuries—the nave had been used as a market and the crypt housed taverns—and was virtually derelict by the time restoration took place.\nCrypt\nThe crypt dates back to the original Viking church and contains a trove of history. Curiosities include a glass display case housing a mummified cat in the act of chasing a mummified rat (aka Tom and Jerry), frozen mid-pursuit inside an organ pipe in the 1860s. Also on display are the stocks from the old 'liberty' of Christ Church, used when church authorities meted out civil punishments to wrongdoers. The Treasury exhibit includes rare coins, the Stuart coat of arms and gold given to the church by William of Orange after the Battle of the Boyne.\n\n  \nThe 12th century crypt is a trove of history ©James Fennell / Failte Ireland\n\nChrist Church for children\nEvery parent who has tried to cajole children into visiting a historical site knows that sometimes it's hard to keep them engaged. Christ Church helps kids discover and explore the cathedral's many treasures by inviting them to take part in a mystery treasure hunt around the cathedral. A leaflet is available at the welcome desk and uses church landmarks as reference points with clues, facts and spaces to fill in answers. \nTours, tickets and gift shop\nChrist Church offers self-guided tours that include admission to the crypt and exhibitions. Combination tickets with Dublinia are available at the welcome desk. Christ Church souvenirs and Irish gifts are available in the Foxy Friar Gift Shop. All proceeds from ticket sales and shop support the work of the cathedral.\nDon't miss the annual Christmas Carols by Candlelight showcases. Tickets typically sell out quickly so book in advance on the website.\n\n  \nThe bridge that leads to Dublinia ©C.Echeveste/Shutterstock\n\nHow to get there\nAll city-centre buses will get you to within walking distance of the cathedral.\nWhat's nearby?\nChrist Church is located in the heart of Medieval Dublin. The Queen of Tarts, with two locations around the corner from each other, does lovely cakes and coffee. And you can take your pick from Temple Bar's collection of pubs.\n"
    },
    {
        "country": "ireland",
        "index": 9,
        "name": "Museum of Natural History",
        "latitude": "53.33981418616",
        "longitude": "-6.2529327251233",
        "excerpt": "Affectionately known as the 'Dead Zoo', this dusty, weird and utterly compelling museum is a fine example of the scientific wonderment of the Victorian…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/merrion-square-and-around/attractions/museum-of-natural-history/a/poi-sig/1279144/1325083",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f813e802dc67c48bc923d2ccc0c044d8-museum-of-natural-history.jpg",
        "detail_description": "Affectionately known as the 'Dead Zoo', this dusty, weird and utterly compelling museum is a fine example of the scientific wonderment of the Victorian age.&nbsp;Its enormous collection of stuffed beasts and carefully annotated specimens has barely changed since Scottish explorer Dr David Livingstone opened it in 1857 – before disappearing into the African jungle for a meeting with Henry Stanley.&nbsp;\nWhy you should go\nStepping inside the Museum of Natural History is like taking a step back in time to the Victorian era.&nbsp; Sometimes described as a \"museum of a&nbsp;museum\", not much has changed since it first opened in 1857, just two years before Charles Darwin published The Origin of the Species.&nbsp;A cabinet-style museum of curiosities from the fields of zoology and geology, its collection comprises more than two million items, making it one of the largest collections of its kind in the world, with some great&nbsp;examples of extinct wildlife from Ireland and the rest of the globe.\nDon't miss\nThe Irish Room on the ground floor is filled with mammals, sea creatures, birds and some butterflies all found in Ireland at some point, including the skeletons of three 10,000-year-old Irish elk that greet you as you enter. The World Animals Collection, spread across three levels, has as its centrepiece the skeleton of a 20m-long fin whale found beached in County Sligo. Evolutionists will love the line-up of orang-utan, chimpanzee, gorilla and human skeletons on the 1st floor.\nA newer addition is the Discovery Zone, where visitors can do some firsthand exploring of their own, handling taxidermy specimens and opening drawers. Highlights include a Spotted Hyena jawbone fossil and a Peregrine Falcon. Other notables include a Tasmanian tiger (an extinct Australian marsupial, mislabelled as a Tasmanian wolf), a giant panda from China, several African and Asian rhinoceros ,and Spotticus the Giraffe, who has his own Twitter account. The wonderful Blaschka Collection, made in the 1870's in Dresden, Germany, comprises finely detailed glass models of marine creatures whose zoological accuracy is incomparable.&nbsp;\nTickets and other practicalities\nThe museum is open seven days a week and entry is free. Only the ground floor is&nbsp;wheelchair accessible; there are no lifts to the first floor which houses the Mammals of the World exhibition and Reading Room. There is no seating in the exhibition galleries but mobile stools are available upon request.\nIt's easily accessible by public transport; most city centre buses have a stop nearby and the nearest Luas stops can be found on Dawson Street and St Stephen's Green, both about a 10-minute walk away.\nWhat's nearby?\nYou'll find the Natural History Museum on Upper Merrion Street, about a two-minute walk from Merrion Square park. Its sister museum, the&nbsp;National Museum of Ireland - Archaeology is nearby (a seven-minute walk), and you're surrounded by a great choice of restaurants, cafes and bars.&nbsp;\n"
    },
    {
        "country": "ireland",
        "index": 10,
        "name": "St Canice's Cathedral",
        "latitude": "52.656641",
        "longitude": "-7.257478",
        "excerpt": "Ireland's second-largest medieval cathedral (after St Patrick's in Dublin) has a long and fascinating history. The first monastery was built here in the…",
        "detail_url": "https://www.lonelyplanet.com/ireland/county-kilkenny/kilkenny-city/attractions/st-canice-s-cathedral/a/poi-sig/458639/359713",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-560117025_super.jpg",
        "detail_description": "Ireland's second-largest medieval cathedral (after St Patrick's in Dublin) has a long and fascinating history. The first monastery was built here in the 6th century by St Canice, Kilkenny's patron saint. The present structure dates from the 13th to 16th centuries, with extensive 19th-century reconstruction, its interior housing ancient grave slabs and the tombs of Kilkenny Castle's Butler dynasty. Outside stands a 30m-high round tower, one of only two in Ireland that you can climb.\nRecords show that a wooden church on the site was burned down in 1087. The existing structure was raised between 1202 and 1285, but then endured a series of catastrophes and resurrections. The first disaster, the collapse of the church tower in 1332, was associated with Dame Alice Kyteler's conviction for witchcraft. Her maid Petronella was also convicted, and her nephew, William Outlawe, was implicated. The unfortunate maid was burned at the stake, but Dame Alice escaped to London and William saved himself by offering to reroof part of St Canice's Cathedral with lead tiles. His new roof proved too heavy, however, and brought the church tower down with it.In 1650 Cromwell's forces defaced and damaged the church, using it to stable their horses. Repairs began in 1661; the beautiful roof in the nave was completed in 1863.Inside, highly polished ancient grave slabs are set on the walls and the floor. On the northern wall, a slab inscribed in Norman French commemorates Jose de Keteller, who died in 1280; despite the difference in spelling he was probably the father of Alice Kyteler. The stone chair of St Kieran embedded in the wall dates from the 13th century. The fine 1596 monument to Honorina Grace at the western end of the southern aisle is made of beautiful local black limestone. In the southern transept is the handsome black tomb of Piers Butler, who died in 1539, and his wife, Margaret Fitzgerald. Tombs and monuments (listed on a board in the southern aisle) to other notable Butlers crowd this corner of the church. Also worth a look is a model of Kilkenny as it was in 1642.Apart from missing its crown, the 9th-century round tower is in excellent condition. Inside is a tight squeeze and you'll need both hands to climb the 100 steps up steep ladders (under 12s not admitted).Walking to the cathedral from Parliament St leads you over Irishtown Bridge and up St Canice's Steps, which date from 1614; the wall at the top contains fragments of medieval carvings. The leaning tombstones scattered about the grounds prompt you to look, at the very least, for a black cat."
    },
    {
        "country": "ireland",
        "index": 11,
        "name": "Dún Aonghasa",
        "latitude": "53.125588",
        "longitude": "-9.765762",
        "excerpt": "Dún Aonghasa is one of the largest prehistoric stone forts in Europe and stands guard over Inis Mór on the edge of a 100-metre sheer cliff drop.",
        "detail_url": "https://www.lonelyplanet.com/ireland/county-galway/inishmor/attractions/dun-aonghasa/a/poi-sig/1029038/359677",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/450059551_high.jpg",
        "detail_description": "Dún Aonghasa is one of the largest prehistoric stone forts in Europe and stands guard over Inis Mór on the edge of a 100-metre sheer cliff drop.\nSometimes anglicised as Dun Aengus, the fort was built around 1100 BC and is protected by remarkable chevaux de frise, fearsome, defensive limestone spikes. The entirety of the site is about 14 acres and the displays at the small visitor center provide additional context.\nAs powerful swells pound the cliff face below, on top you’ll get some of the finest and most jaw-dropping views you'll find anywhere in the Aran Islands. To preserve the site, there are no railings or any other modern additions so you can go right up to the cliff's edge, but also potentially fall to your doom below – take extra care as gusts of wind can catch you unaware.\nTickets and other practicalities\nAccess to the ring fort is through the visitor center for the fee of €5 with concessions available. From there it’s a short uphill hike to the peak of the fort.\n"
    },
    {
        "country": "ireland",
        "index": 12,
        "name": "Guinness Storehouse",
        "latitude": "53.341725",
        "longitude": "-6.286905",
        "excerpt": "The most popular attraction in Dublin is this multimedia homage to Guinness. An old fermentation plant in the St James's Gate Brewery has been converted…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/kilmainham-and-the-liberties/attractions/guinness-storehouse/a/poi-sig/398183/1321738",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_144611273.jpg",
        "detail_description": "The most popular attraction in Dublin is this multimedia homage to Guinness. An old fermentation plant in the St James's Gate Brewery has been converted into a seven-storey museum devoted to the beer, the company’s history, how the beer is made and how it became the brand it is today. The top floor Gravity Bar is an atrium bar, where you can test your pouring power and drink a pint; just below it is an excellent restaurant for lunch.\nHistory\nSince Arthur Guinness (1725–1803) founded the brewery in 1759, the operation has expanded down to the Liffey and across both sides of the street; at one point, it had its own railway and there was a giant gate stretching across St James's St, hence the brewery's proper name, St James’s Gate Brewery. At its apogee in the 1930s, it employed over 5000 workers, making it the largest employer in the city. Increased automation has reduced the workforce to around 600, but it still produces 2.5 million pints of stout every day.\n\n  \nGuinness Gates is one of the most photographed spots in town ©Evan Hammonds/500px\n\nTours and tickets\nThe tour is spread across 1.6 hectares, involving an array of audiovisual and interactive displays that cover pretty much all aspects of the brewery's history and the brewing process. You'll even learn how to perfect the famous two-part pour in the vertiginous heights of the Gravity Bar. The tour takes about 90 minutes and tickets cost from €18.50 per adult.\nDie-hards can opt for the upgraded Connoisseur Experience, where a designated barkeeper goes through the histories of the four variants of Guinness – Draught, Original, Foreign Extra Stout and Black Lager – and provides delicious samples of each. Tickets cost €55.\n\n  \nEnjoy a pint of Guinness in the Gravity Bar ©Anton_Ivanov/Shutterstock\n\nIn 2020, the Storehouse launched a Behind-the-Gate tour, bringing visitors to parts of St James's Gate that were previously off limits to the public. Tickets cost €95.\nOther add-ons include the STOUTie, the stout equivalent of latte art, where a pretty good likeness of yourself is drawn in the creamy head of the pint. Strictly for photographs, of course.\nWhat's nearby?\nThe experimental Open Gate Brewery is just around the corner, where you can test a sample board of Guinness or enjoy a selection of craft beers and food. There's also a choice of distillery experiences nearby, including Teeling and Roe &amp; Co. For lunch try Groundstate, or head to Container Coffee for a takeaway hot drink - both are within walking distance. The Storehouse is in the Liberties district so you're surrounded by a great selection of restaurants and traditional pubs.\n\n  \nThe tour is spread across seven floors of the museum ©Jonathan Smith/Lonely Planet\n\nHow to get there\nThe 123 bus will take you from the city center to the Guinness Storehouse; it has stops on O'Connell Street and Dame Street.\n"
    },
    {
        "country": "ireland",
        "index": 13,
        "name": "Skellig Michael",
        "latitude": "51.772049",
        "longitude": "-10.538485",
        "excerpt": "The jagged, 217m-high rock of Skellig Michael (Michael's Rock; like St Michael's Mount in Cornwall and Mont St Michel in Normandy) is the larger of the…",
        "detail_url": "https://www.lonelyplanet.com/ireland/county-kerry/skellig-islands/attractions/skellig-michael/a/poi-sig/1218066/359703",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-549577647_full.jpg",
        "detail_description": "The jagged, 217m-high rock of Skellig Michael (Michael's Rock; like St Michael's Mount in Cornwall and Mont St Michel in Normandy) is the larger of the two Skellig Islands and a Unesco World Heritage site. Early Christian monks established a community and survived here from the 6th until the 12th or 13th century. The monastic buildings perch on a saddle in the rock, some 150m above sea level, reached by 618 steep steps cut into the rock face.\nThe astounding 6th-century oratories and beehive cells vary in size; the largest cell has a floor space of 4.5m by 3.6m. You can see the monks' south-facing vegetable garden and their cistern for collecting rainwater. The most impressive structural achievements are the settlement's foundations – platforms built on the steep slope using nothing more than earth and drystone walls.Influenced by the Coptic Church (founded by St Anthony in the deserts of Egypt and Libya), the monks' determined quest for ultimate solitude led them to this remote, windblown edge of Europe. Not much is known about the life of the monastery, but there are records of Viking raids in AD 812 and 823. Monks were kidnapped or killed, but the community recovered and carried on. In the 11th century a rectangular oratory was added to the site, but although it was expanded in the 12th century, the monks abandoned the rock around this time.After the introduction of the Gregorian calendar in 1582, Skellig Michael became a popular spot for weddings. Marriages were forbidden during Lent, but since Skellig used the old Julian calendar, a trip to the islands allowed those unable to wait for Easter to tie the knot. In the 1820s two lighthouses were built on the island, together with the road that runs around the base.Skellig Michael famously featured as Luke Skywalker's Jedi temple in Star Wars: The Force Awakens (2015) and Star Wars: The Last Jedi (2017), attracting a whole new audience to the island's dramatic beauty.There are no toilets on the island."
    },
    {
        "country": "ireland",
        "index": 14,
        "name": "National Museum of Ireland – Archaeology",
        "latitude": "53.340342",
        "longitude": "-6.255223",
        "excerpt": "Established in 1877 as the primary repository of the nation's cultural and archaeological treasures, this is the country's most important museum. The…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/merrion-square-and-around/attractions/national-museum-of-ireland-archaeology/a/poi-sig/1097947/1325083",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/183029472_high.jpg",
        "detail_description": "Established in 1877 as the primary repository of the nation's cultural and archaeological treasures, this is the country's most important museum. The original 1890 building is where you'll find stunning Celtic metalwork, Ireland's most famous crafted artefacts (the Ardagh Chalice and the Tara Brooch, from the 12th and 8th centuries respectively) and a collection of mummified bodies from the Iron Age, preserved to a disturbingly perfect degree by Ireland's peat bogs.\nAlso part of the Treasury is the exhibition Ór-Ireland’s Gold, featuring stunning jewellery and decorative objects created by Celtic artisans in the Bronze and Iron Ages. Among them are the Broighter Hoard, which includes a 1st-century-BC large gold collar, unsurpassed anywhere in Europe, and an extraordinarily delicate gold boat. There’s also the wonderful Loughnashade bronze war trumpet, which also dates from the 1st century BC.The other showstopper is the collection of Iron Age 'bog bodies' in the Kingship and Sacrifice exhibit – four figures in varying states of preservation dug out of the midland bogs. The bodies' various eerily preserved details – a distinctive tangle of hair, sinewy legs and fingers with fingernails intact – are memorable, but it's the accompanying detail that will make you pause: scholars now believe that all of these bodies were victims of the most horrendous ritualistic torture and sacrifice – the cost of being notable figures in the Celtic world.Upstairs are Medieval Ireland 1150–1550, Viking Ireland – which features exhibits from the excavations at Wood Quay, the area between Christ Church Cathedral and the river – and Ancient Egypt, featuring items acquired from excavations conducted between 1890 and 1930.The museum's sister museums are made up of the stuffed beasts of the Museum of Natural History, the decorative arts section at Collins Barracks, and a country life museum in County Mayo, on Ireland’s west coast."
    },
    {
        "country": "ireland",
        "index": 15,
        "name": "Kilkenny Castle",
        "latitude": "52.650185",
        "longitude": "-7.249238",
        "excerpt": "Rising above the River Nore, Kilkenny Castle is one of Ireland's most visited heritage sites. Stronghold of the powerful Butler family, it has a history…",
        "detail_url": "https://www.lonelyplanet.com/ireland/county-kilkenny/kilkenny-city/attractions/kilkenny-castle/a/poi-sig/458625/359713",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b52da7066936ed1cdee5f9ee206309a6-kilkenny-castle.jpg",
        "detail_description": "Rising above the River Nore, Kilkenny Castle is one of Ireland's most visited heritage sites. Stronghold of the powerful Butler family, it has a history dating back to the 12th century, though much of its present look dates from Victorian times.During the winter months (November to January) visits are by 40-minute guided tours only, with guided and self-guided tours from February to October. Highlights include the Long Gallery with its painted roof and carved marble fireplace.\nThe first structure on this strategic site was a wooden tower built in 1172 by Richard Fitz Gilbert de Clare, the Anglo-Norman conqueror of Ireland better known as Strongbow. In 1192 Strongbow's son-in-law, William Marshal, erected a stone castle with four towers, three of which survive. The castle was bought by the powerful Butler family (later earls and dukes of Ormonde) in 1391, and their descendants continued to live here until 1935. Maintaining the castle became such a financial strain that most of the furnishings were sold at auction. The property was handed over to the city in 1967 for the princely sum of £50.For most visitors, the focal point of a visit is the Long Gallery, which showcases portraits of Butler family members, the oldest dating from the 17th century. It is an impressive hall, with a 19th-century timber roof vividly painted with Celtic, medieval and Pre-Raphaelite motifs by John Hungerford Pollen (1820–1902), who also created the magnificent Carrara marble fireplace, delicately carved with scenes from Butler family history.The basement Butler Gallery, featuring contemporary artwork in temporary exhibitions, is expected to relocate to its new Barrack Lane premises in 2020. Also in the basement is a popular summertime tearoom housed in the castle kitchen. You can access the Butler Gallery and cafe without paying the castle admission.The Kilkenny Castle Park, 21 hectares of public parkland extending to the southeast of the castle, frames a fine view of Mt Leinster, while a Celtic-cross-shaped rose garden lies northwest of the castle. A gate on the north side of the park leads steeply down to the riverside, where you can walk back into town at St John's Bridge."
    },
    {
        "country": "ireland",
        "index": 16,
        "name": "Cork City Gaol",
        "latitude": "51.899542",
        "longitude": "-8.498826",
        "excerpt": "This imposing former prison is well worth a visit, if only to get a sense of how awful life was for prisoners a century ago. An audio tour (€2 extra)…",
        "detail_url": "https://www.lonelyplanet.com/ireland/county-cork/cork-city/attractions/cork-city-gaol/a/poi-sig/1176304/359618",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7ac77168f7dd71c78c8a3a29cb4c8c77-cork-city-gaol.jpg",
        "detail_description": "This imposing former prison is well worth a visit, if only to get a sense of how awful life was for prisoners a century ago. An audio tour (€2 extra) guides you around the restored cells, which feature models of suffering prisoners and sadistic-looking guards. Take a bus to University College Cork (UCC), and from there walk north along Mardyke Walk, cross the river and follow the signs uphill (10 minutes).\nThe tour is very moving, bringing home the harshness of the 19th-century penal system. The most common crime was that of poverty; many of the inmates were sentenced to hard labour for stealing loaves of bread. Atmospheric evening tours take place every weekday at 5.45pm (€12, booking required).The prison closed in 1923, reopening in 1927 as a radio station that operated until the 1950s. The on-site Governor's House has been converted into a Radio Museum where, alongside collections of beautiful old radios, you can hear the story of radio pioneer Guglielmo Marconi's conquest of the airwaves."
    },
    {
        "country": "ireland",
        "index": 17,
        "name": "Banba's Crown",
        "latitude": "55.382816",
        "longitude": "-7.373199",
        "excerpt": "On the northernmost tip of Malin Head, called Banba's Crown, stands a cumbersome 1805 clifftop tower that was built by the British admiralty and later…",
        "detail_url": "https://www.lonelyplanet.com/ireland/county-donegal/malin-head/attractions/banba-s-crown/a/poi-sig/1518131/359654",
        "image_url": "https://lp-cms-production.imgix.net/2022-02/Ireland%20Malin%20Head%20Andrea%20Ricordi%20GettyImages-526688086%20RFC%20crop.jpg",
        "detail_description": "On the northernmost tip of Malin Head, called Banba's Crown, stands a cumbersome 1805 clifftop tower that was built by the British admiralty and later used as a Lloyds signal station. Around it are concrete huts that were used by the Irish army in WWII as lookout posts. To the west from the fort-side car park, a path leads 700m to Hell's Hole, a chasm where the incoming waters crash against the rock forms.\nThe view to the west takes in, from left to right, the Inishowen Hills, Dunaff Head, low-lying Fanad Head with its lighthouse, the twin 'horns' of Horn Head and the twin bumps of Tory Island; in the far distance, to the left of Fanad lighthouse, are Muckish and Errigal Mountains. To the east lie raised beach terraces, and offshore you can see the lighthouse on the remote island of Inishtrahull. A viewing area has coin-operated telescopes. On a few nights a year you can even see the Northern Lights.Watch for the truck-based Caffe Banba that is sometimes in the car park selling superb coffees and baked goods. The car park itself can get quickly crowded with cars during the busy season."
    },
    {
        "country": "ireland",
        "index": 18,
        "name": "Glendalough Monastic Site",
        "latitude": "53.010691",
        "longitude": "-6.327406",
        "excerpt": "Nestled between two lakes, haunting Glendalough (Gleann dá Loch, meaning 'Valley of the Two Lakes') is one of the most significant monastic sites in…",
        "detail_url": "https://www.lonelyplanet.com/ireland/county-wicklow/glendalough/attractions/glendalough-monastic-site/a/poi-sig/1353630/359794",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e9f7fb991a6abc376f0674fa91e91863-glendalough-monastic-site.jpg",
        "detail_description": "Nestled between two lakes, haunting Glendalough (Gleann dá Loch, meaning 'Valley of the Two Lakes') is one of the most significant monastic sites in Ireland and one of the loveliest spots in the country, centred on a 1000-year-old Round Tower, a ruined cathedral and a tiny church known as St Kevin's Kitchen. It was founded in the late 5th century by St Kevin, a bishop who established a monastery on the Upper Lake's southern shore and about whom there is much folklore.\nDuring the Middle Ages, when Ireland was known as 'the island of saints and scholars', Glendalough became a monastic city catering to thousands of students and teachers. The site is entered through the only surviving monastic gateway in Ireland.The Glendalough Visitor Centre, opposite the Lower Lake car park, has historical displays and a good 20-minute audiovisual show. From the Upper Lake (1.5km west of the visitor centre), several good hiking trails head into the hills.Visitors swarm to Glendalough in summer, so it's best to arrive early and/or stay late, preferably on a weekday, as the site is free and open 24 hours. The lower car park gates are locked when the visitor centre closes."
    },
    {
        "country": "ireland",
        "index": 19,
        "name": "Marsh's Library",
        "latitude": "53.339137452494",
        "longitude": "-6.2705755233765",
        "excerpt": "This magnificently preserved scholars' library, virtually unchanged in three centuries, is one of Dublin's most beautiful open secrets and an absolute…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/kilmainham-and-the-liberties/attractions/marsh-s-library/a/poi-sig/398197/1321738",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c2d353347bfbdab012929dbaf28f3c12-lpl-marshs_library_entrance.jpg",
        "detail_description": "This magnificently preserved scholars' library, virtually unchanged in three centuries, is one of Dublin's most beautiful open secrets and an absolute highlight of any visit. Atop its ancient stairs are beautiful dark-oak bookcases, each topped with elaborately carved and gilded gables, and crammed with 25,000 books, manuscripts and maps dating back to the 15th century.\nFounded in 1701 by Archbishop Narcissus Marsh (1638–1713) and opened in 1707, the library was designed by Sir William Robinson, the man also responsible for the Royal Hospital Kilmainham. It's the oldest public library in the country, and contains 25,000 books dating from the 16th to the early 18th century, as well as maps, manuscripts (including one in Latin dating back to 1400) and a collection of incunabula (books printed before 1500)."
    },
    {
        "country": "ireland",
        "index": 20,
        "name": "Merrion Square",
        "latitude": "53.339707",
        "longitude": "-6.249221",
        "excerpt": "Merrion Sq is the most prestigious and, arguably, the most elegant of Dublin's Georgian squares. Its well-kept lawns and tended flower beds are flanked on…",
        "detail_url": "https://www.lonelyplanet.com/ireland/dublin/merrion-square-and-around/attractions/merrion-square/a/poi-sig/398231/1325083",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0ea575dbe5d4143c0657c977705a1f3d-merrion-square.jpg",
        "detail_description": "Merrion Sq is the most prestigious and, arguably, the most elegant of Dublin's Georgian squares. Its well-kept lawns and tended flower beds are flanked on three sides by gorgeous Georgian houses with colourful doors, peacock fanlights, ornate door knockers and, occasionally, foot-scrapers, used to remove mud from shoes. Over the past two centuries they've been used by some notable residents.\nThe square, laid out in 1762, is bordered on its fourth side by the National Gallery and Leinster House – all of which, apparently, isn’t enough for some. One former resident, WB Yeats (1865–1939), was less than impressed and described the architecture as ‘grey 18th century’; there’s just no pleasing some people.Just inside the northwestern corner of the square is a colourful statue of Oscar Wilde."
    }
]