[
    {
        "country": "istanbul",
        "city": "Istanbul",
        "index": 1,
        "name": "Kariye Mosque",
        "latitude": "41.031222",
        "longitude": "28.938954",
        "excerpt": "İstanbul has more than its fair share of Byzantine monuments, but few are as drop-dead gorgeous as this mosaic- and fresco-laden church. Nestled in the…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/western-districts/attractions/kariye-mosque/a/poi-sig/402174/1324698",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/61cbaa751367f8f693bc3537c02dff66-kariye-museum-chora-church.jpg",
        "detail_description": "İstanbul has more than its fair share of Byzantine monuments, but few are as drop-dead gorgeous as this mosaic- and fresco-laden mosque. Nestled in the shadow of Theodosius II's monumental land walls, it receives a fraction of the visitor numbers that the famous Aya Sofya attracts but offers equally fascinating insights into Byzantine art. The mosque has been closed in stages for renovation over a number of years; check the website for details of what's open.\nThe best way to get to this part of town is to catch the Haliç (Golden Horn) ferry from Karaköy to Ayvansaray and walk up the hill along Dervişzade Sokak, turn right into Eğrikapı Mumhane Caddesi and then almost immediately left into Şişhane Caddesi. From here you can follow the remnants of Theodosius II's land walls, passing the Palace of Constantine Porphyrogenitus on your way. From Hoca Çakır Caddesi, veer left into Vaiz Sokak just before you reach the steep stairs leading up to the ramparts of the wall, then turn sharp left into Kariye Sokak and you'll come to the mosque.The building was originally known as the Church of the Holy Saviour Outside the Walls (Chora literally means 'country'), reflecting the fact that when it was first built it was located outside the original city walls constructed by Constantine the Great.What you see today isn't the original church. Instead, it was reconstructed at least five times, most significantly in the 11th, 12th, and 14th centuries. Virtually all of the interior decoration – the famous mosaics and the less renowned but equally striking frescoes – dates from c 1320 and was funded by Theodore Metochites, a poet and man of letters who was logothetes, the official responsible for the Byzantine treasury, under Emperor Andronikos II (r 1282–1328). One of the mosque's most wonderful mosaics, found above the door to the nave in the inner narthex, depicts Theodore offering the church to Christ.Today the Chora consists of five main architectural units: the nave, the two-storied structure (annexe) added to the north, the inner and the outer narthexes and the chapel for tombs (parecclesion) to the south. In 2013 a second major restoration commenced. This ongoing process is happening in stages, and involves closure of parts of the mosque; the nave, two-storey annexes on the northern side of the building and most of the inner narthex have been completed, and work on the outer narthex and parecclesion were underway at the time of research.MosaicsMost of the interior is covered with mosaics depicting the lives of Christ and the Virgin Mary. Look out for the Khalke Jesus, which shows Christ and Mary with two donors: Prince Isaac Comnenos and Melane, daughter of Byzantine emperor Michael VIII Palaiologos. This is under the right dome in the inner narthex. On the dome itself is a stunning depiction of Jesus and his ancestors (The Genealogy of Christ). On the narthex's left dome is a serenely beautiful mosaic of Mary and the Baby Jesus Surrounded by her Ancestors.In the nave are three mosaics: Christ; Mary and the Baby Jesus; and the Dormition of the Blessed Virgin (Assumption) – turn around to see the latter, as it's over the main door you just entered. The 'infant' being held by Jesus is actually Mary's soul.FrescoesTo the right of the nave is the parecclesion, a side chapel built to hold the tombs of the church's founder and his relatives, close friends and associates. This is decorated with frescoes that deal with the themes of death and resurrection, depicting scenes taken from the Old Testament. The striking painting in the apse known as the Anastasis shows a powerful Christ raising Adam and Eve out of their sarcophagi, with saints and kings in attendance. The gates of hell are shown under Christ's feet. Less majestic but no less beautiful are the frescoes adorning the dome, which show Mary and 12 attendant angels. On the ceiling between this dome and the apse, the Last Judgement strikingly depicts this scene from the Book of Revelation in dazzling white with gilt accents, with the rolling up of heaven represented by a coiling motif surrounded by the choirs of heaven."
    },
    {
        "country": "istanbul",
        "city": "Sultanahmet",
        "index": 2,
        "name": "Topkapı Palace",
        "latitude": "41.012108262929",
        "longitude": "28.983626707742",
        "excerpt": "Topkapı is the subject of more colourful stories than most of the world's museums put together. Libidinous sultans, ambitious courtiers, beautiful…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/topkapi-palace/a/poi-sig/402212/1324696",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-155157833_high.jpg",
        "detail_description": "Topkapı is the subject of more colourful stories than most of the world's museums put together. Libidinous sultans, ambitious courtiers, beautiful concubines and scheming eunuchs lived and worked here between the 15th and 19th centuries when it was the court of the Ottoman empire. A visit to the palace's opulent pavilions, jewel-filled Treasury and sprawling Harem gives a fascinating glimpse into their lives.\nMehmet the Conqueror built the first stage of the palace shortly after the Conquest in 1453, and lived here until his death in 1481. Subsequent sultans lived in this rarefied environment until the 19th century, when they moved to the ostentatious European-style palaces they built on the shores of the Bosphorus.Before you enter the palace's Imperial Gate (Bab-ı Hümayun), take a look at the ornate structure in the cobbled square just outside. This is the rococo-style Fountain of Sultan Ahmet III, built in 1728 by the sultan who so favoured tulips.The main ticket office is in the First Court, just before the gate to the Second Court.First CourtPass through the Imperial Gate into the First Court, which is known as the Court of the Janissaries or the Parade Court. On your left is the Byzantine church of Hagia Eirene, more commonly known as Aya İrini.Second CourtThe Middle Gate (Ortakapı or Bab-üs Selâm) led to the palace’s Second Court, used for the business of running the empire. In Ottoman times, only the sultan and the valide sultan (mother of the sultan) were allowed through the Middle Gate on horseback. Everyone else, including the grand vizier, had to dismount.The Second Court has a beautiful park-like setting. Unlike typical European palaces, which feature one large building with outlying gardens, Topkapı is a series of pavilions, kitchens, barracks, audience chambers, kiosks and sleeping quarters built around a central enclosure.The great Palace Kitchens on the right (east) as you enter incorporate a dedicated Helvahane (confectionery kitchen). They hold a small portion of Topkapı’s vast collection of Chinese celadon porcelain, valued by the sultans for its beauty but also because it was reputed to change colour if touched by poisoned food.On the left (west) side of the Second Court is the ornate Imperial Council Chamber (Dîvân-ı Hümâyûn). The council met here to discuss matters of state, and the sultan sometimes eavesdropped through the gold grille high in the wall. The room to the right showcases clocks from the palace collection.North of the Imperial Council Chamber is the Outer Treasury, where an impressive collection of Ottoman and European arms and armour is displayed.HaremThe entrance to the Harem is beneath the Tower of Justice on the western side of the Second Court. If you decide to visit – and we highly recommend that you do – you'll need to buy a dedicated ticket. The visitor route through the Harem changes when rooms are closed for restoration or stabilisation, so some of the areas mentioned here may not be open during your visit.As popular belief would have it, the Harem was a place where the sultan could engage in debauchery at will. In more prosaic reality, these were the imperial family quarters, and every detail of Harem life was governed by tradition, obligation and ceremony. The word 'harem' literally means 'forbidden' or 'private'.The sultans supported as many as 300 concubines in the Harem, although numbers were usually lower than this. Upon entering the Harem, the girls would be schooled in Islam and in Turkish culture and language, as well as the arts of make-up, dress, comportment, music, reading, writing, embroidery and dancing. They then entered a meritocracy, first as ladies-in-waiting to the sultan's concubines and children, then to the valide sultan and finally – if they were particularly attractive and talented – to the sultan himself.The sultan was allowed by Islamic law to have four legitimate wives, who received the title of kadın (wife). If a wife bore him a son she was called haseki sultan; if she bore him a daughter, haseki kadın.Ruling the Harem was the valide sultan, who often owned large landed estates in her own name and controlled them through black eunuch servants. Able to give orders directly to the grand vizier, her influence on the sultan, on his wives and concubines, and on matters of state was often profound.The earliest of the 300-odd rooms in the Harem were constructed during the reign of Murat III (r 1574–95); the harems of previous sultans were at the now-demolished Eski Sarayı (Old Palace), near present-day Beyazıt Meydanı.The Harem complex has six floors, but only one of these can be visited. This is approached via the Carriage Gate. Next to the gate is the Dormitory of the Corps of the Palace Guards, a meticulously restored two-storey structure featuring swathes of magnificent 16th- and 17th-century İznik tiles. Inside the gate is the Dome with Cupboards, the Harem treasury where financial records were kept. Beyond it is the Hall with the Fountain, lined with fine Kütahya tiles from the 17th century featuring botanical motifs and inscriptions from the Koran and home to a marble horse-mounting block once used by the sultans. Adjoining this is the Mosque of the Black Eunuchs, which features depictions of Mecca on its 17th-century tiles.Beyond this room is the Courtyard of the Black Eunuchs, also decorated with Kütahya tiles. Behind the marble colonnade on the left are the Black Eunuchs' Dormitories. In the early days white eunuchs were used, but black eunuchs sent as presents by the Ottoman governor of Egypt later took control. As many as 200 lived here, guarding the doors and waiting on the women of the Harem.At the far end of the courtyard is the Main Gate into the Harem, as well as a guard room featuring two gigantic gilded mirrors. From here, the Concubines' Corridor leads left to the Courtyard of the Concubines and Sultan's Consorts. This is surrounded by baths, a laundry fountain, a laundry, dormitories and private apartments.Across the Concubines' Corridor from the courtyard is a room decorated with a tiled chimney, followed by the Apartments of the Valide Sultan, the centre of power in the Harem. From these ornate rooms the valide sultan oversaw and controlled her huge 'family'. Of particular note is the Salon of the Valide Sultan with its lovely 19th-century murals featuring bucolic views of İstanbul, and a pretty double hamam dating from 1585; the gilded bronze railings were a later addition.Past the Courtyard of the Valide Sultan is a splendid reception room with a large fireplace that leads to a vestibule covered in Kütahya and İznik tiles dating from the 17th century. This is where the princes, valide sultan and senior concubines waited before entering the handsome Imperial Hall for an audience with the sultan. Built during the reign of Murat III, the hall was redecorated in baroque style by order of Osman III (r 1754–57).Nearby is the Privy Chamber of Murat III, one of the most sumptuous rooms in the palace. Dating from 1578, virtually all of its decoration is original and is thought to be the work of Sinan. The restored three-tiered marble fountain was designed to give the sound of cascading water and to make it difficult to eavesdrop on the sultan's conversations. The gilded canopied seating areas are later 18th-century additions.Next door is the Privy Chamber of Ahmet III and adjoining dining room built in 1705. The latter is lined with wooden panels decorated with images of flowers and fruits painted in lacquer.Back through the Privy Chamber of Murat III are two of the most beautiful rooms in the Harem – the Twin Kiosk/Apartments of the Crown Prince. These two rooms date from around 1600; note the painted canvas dome in the first room and the fine İznik tile panels above the fireplace in the second. The stained glass is also noteworthy.Past these rooms is the Courtyard of the Favourites. Over the edge of the courtyard (really a terrace) you'll see a large empty pool. Overlooking the courtyard are the tiny windows of the many small dark rooms comprising the kafes (cage) where brothers or sons of the sultan were imprisoned. Adjoining it is the tiled Harem Mosque with its baroque mihrab (niche in a minaret indicating the direction of Mecca).From here, you can follow the passage known as the Golden Road and exit into the palace's Third Court.Third CourtThe Third Court is entered through the Gate of Felicity. The sultan’s private domain, it was staffed and guarded by white eunuchs. Inside is the Audience Chamber, constructed in the 16th century but refurbished in the 18th century. Important officials and foreign ambassadors were brought to this little kiosk to conduct the high business of state. The sultan, seated on a huge divan, inspected the ambassadors' gifts and offerings as they were passed through the doorway on the left.Right behind the Audience Chamber is the pretty Library of Ahmet III, built in 1719.On the eastern edge of the Third Court is the Dormitory of the Expeditionary Force, which was closed for restoration at the time of research. When it reopens it will house the palace's rich collection of imperial robes, kaftans and uniforms worked in silver and gold thread.On the other side of the Third Court are the Sacred Safekeeping Rooms. These rooms, sumptuously decorated with İznik tiles, house many relics of the Prophet. When the sultans lived here, the rooms were opened only once a year, for the imperial family to pay homage to the memory of the Prophet on the 15th day of the holy month of Ramazan.Next to the sacred Safekeeping Rooms is the Dormitory of the Privy Chamber, which houses an exhibit of portraits of 36 sultans. The highlight is a wonderful painting of the Enthronement Ceremony of Sultan Selim III (1789) by Konstantin Kapidagli.Imperial TreasuryLocated on the eastern edge of the Third Court, Topkapı's Treasury features an incredible collection of objects made from or decorated with gold, silver, rubies, emeralds, jade, pearls and diamonds. The building itself was constructed during Mehmet the Conqueror's reign in 1460 and was used originally as reception rooms. It was closed for a major restoration when we last visited.When it re-opens, look out for the jewel-encrusted Sword of Süleyman the Magnificent and the extraordinary Throne of Ahmed I (aka Arife Throne), which is inlaid with mother-of-pearl and was designed by Sedefhar Mehmet Ağa, architect of the Blue Mosque. And don't miss the Treasury's famous Topkapı Dagger, object of the criminal heist in Jules Dassin’s 1964 film Topkapı. This features three enormous emeralds on the hilt and a watch set into the pommel. Also worth seeking out is the Kasıkçı (Spoonmaker’s) Diamond, a teardrop-shaped 86-carat rock surrounded by dozens of smaller stones that was first worn by Mehmet IV at his accession to the throne in 1648.Fourth CourtPleasure pavilions occupy the palace's Fourth Court. These include the Mecidiye Kiosk, which was built by Abdül Mecit (r 1839–61) according to 19th-century European models. Beneath this is the Konyalı restaurant, which offers wonderful views from its terrace but is let down by the quality and price of its food. Up steps from the Mecidiye Kiosk is the Head Physician’s Pavilion. Interestingly, the head physician was always one of the sultan’s Jewish subjects. On this terrace you will also find the Kiosk of Mustafa Pasha, sometimes called the Sofa Köşkü. During the reign of Ahmet III, the Tulip Garden outside the kiosk was filled with the latest varieties of the flower.Up the stairs at the end of the Tulip Garden is the Marble Terrace, a platform with a decorative pool, three pavilions and the whimsical İftariye Kameriyesi, a small structure commissioned by İbrahim I ('the Crazy') in 1640 as a picturesque place to break the fast of Ramazan.Murat IV built the Revan Kiosk in 1636 after reclaiming the city of Yerevan (now in Armenia) from Persia. In 1639 he constructed the Baghdad Kiosk, one of the last examples of classical palace architecture, to commemorate his victory over that city. Notice its superb İznik tiles, painted ceiling and mother-of-pearl and tortoiseshell inlay. The small Circumcision Room (Sünnet Odası) was used for the ritual that admits Muslim boys to manhood. Built by İbrahim I in 1640, the outer walls of the chamber are graced by particularly beautiful tile panels."
    },
    {
        "country": "istanbul",
        "city": "Sultanahmet",
        "index": 3,
        "name": "Hagia Sophia Grand Mosque",
        "latitude": "41.008095",
        "longitude": "28.97953",
        "excerpt": "Right in the heart of İstanbul’s historic center, this sacred Byzantine building remains an important symbol of power.",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/hagia-sophia-grand-mosque/a/poi-sig/401908/1324696",
        "image_url": "https://lp-cms-production.imgix.net/2022-10/Turkey-iStock-1411639873-RFC.jpeg",
        "detail_description": "The Aya Sofya (officially the Ayasofya-i Kebir Cami-i Şerifi, or the Hagia Sophia Grand Mosque) is one of the Byzantine Empire’s surviving architectural marvels. Right in the heart of İstanbul’s historic center, this sacred building remains – even today – an important symbol of power.\nCommissioned by Emperor Justinian, consecrated as the Hagia Sophia (Church of Divine Wisdom) in 537, converted to a mosque by Sultan Mehmet II (Mehmet the Conqueror) in 1453, declared a museum by Atatürk in 1935, and reconverted into a working mosque in 2020; the Aya Sofya’s changing status mirrors the history of İstanbul, tracking it through its period as Constantinople, capital of first the Byzantine, then Ottoman empires, up to the modern era when this sprawling metropolis remains central to Turkey’s story.\nCome to boggle at the sheer audacity of Justinian’s vision, which raised history’s first pendentive dome atop a church so large its size would not be surpassed for nearly 1000 years. Then take in how this venerable structure’s design has merged Byzantine opulence with Ottoman grandeur down through the centuries and experience how today its religious significance has not diminished.\nByzantine finery inside the narthex\nKnown as the Beautiful Gate, the bronze entranceway to the narthex’s southwest vestibule is thought to have been filched from a temple in Tarsus and dates back to the 2nd century BCE.\nMake sure to spy the 10th century mosaic on the lunette of the doorway leading from the southwest vestibule to the inner narthex. It shows the Virgin Mary holding the Christ child, flanked by Emperor Justinian (on her left) offering her Hagia Sophia and Emperor Constantine (to her right) handing her Constantinople.\nIn the inner narthex, the central 7m (23ft) high, oak and brass Imperial Door, leading into the prayer hall, was originally closed to all but the Byzantine emperor’s procession. Look up to see one of the Aya Sofya’s finest mosaics in the lunette above the doorway. The glittering gold tesserae of this 9th century mosaic depicts an enthroned Christ with Emperor Leo IV bowing at his feet.\nA fusion of Christian and Islamic design in the prayer hall\nWhether you’re here to pray or soak up the glorious architecture of this near 1500 year old building, few visitors are left less than awestruck by the sheer scale of Justinian’s nave (now prayer hall).\nAbove, a multitude of chandeliers are strung from the soaring ceiling. Eight mammoth medallions, inscribed in gilt with the names of god, the Prophet Muhammad and the first caliphs, hover atop the cornice of the marble-paneled walls, while geometric designs creep up the yellow plastered semi-domes, domes and arches overhead.\n\n  \nA large group of visitors admiring the interior of the Hagia Sophia Grand Mosque © Getty Images\n\nAs you enter you might notice people crowding around the hall’s northwestern corner. Local legend tells that the pillar here was blessed by St Gregory the Miracle Worker. Known as the Weeping Column, its copper facing has been worn away by centuries of believers rubbing against it seeking a cure for their ailments.   \nThe apse is fronted by an ornate mihrab (prayer niche indicating the direction of Mecca) while behind, the walls, studded with stained-glass windows, rise up to the semi-dome holding the 9th century mosaic of the Virgin and Christ child now hidden behind curtains.\nAs well as the apse mosaic being curtained, the main interior change after 2020’s mosque reconversion is the vast teal-colored carpet now laid across the marble floor. The square section of inlaid-stone, known as the omphalion, in the southeast of the hall, has been left uncovered. The omphalion’s unique design of 30 circles, made from red and green porphyry, granite and verd antique, marks the spot where new emperors were crowned.\nAn architectural marvel: the prayer hall’s dome\nBefore the Aya Sofya, no one had figured out how to place a large dome on a square base. The prayer hall’s central dome soars 56m (184ft) high and spans 33m (108ft) in diameter, supported by four concave triangular segments known as pendentives that allow the dome’s weight to be concentrated at the corners. This architectural innovation went on to inspire the design of the grand mosques of the Ottoman era.\nFour seraphim (angels) grace the pendentives. Two are the original mosaics (eastern pendentives) while the two fresco seraphim date from the 1847 restoration. Local legend tells that they protect the city from disaster.\nThe upper gallery’s mosaics\nThe upper gallery of the Aya Sofya is closed indefinitely for restoration. This means the famous Emperor Constantine IX and Empress Zoe Mosaic and the Emperor John Komnenos II and Irene Mosaic cannot be seen.\nWhat does it cost to visit the Hagia Sophia Grand Mosque (Aya Sofya)?\nAs the Hagia Sophia Grand Mosque (Aya Sofya) is now a working mosque, entrance is free.\nWhat is the dress-code for visiting?\nThis is an active place of worship. All visitors should cover upper arms and legs and women need to don a headscarf before entering. Shoes are taken off in the narthex before entering the prayer hall.\nAre tours available?\nOfficial tour guides can be hired at the entrance and usually charge by the hour.\nWhat is the best time to visit the Hagia Sophia Grand Mosque (Aya Sofya)?\nNon-Muslims shouldn’t enter mosques during prayer times. Due to the Aya Sofya’s popularity this rule is sometimes not adhered to as strictly as elsewhere.\nIf you are not here to pray and are allowed in during prayer time be aware that you will not be able to wander freely through the prayer hall as a large section is cordoned off for worshippers. Prayer times change throughout the year; check current times on Turkey’s official prayer times website.\nThe most popular time to visit is between 9am and 11.30am. Expect crowds and queuing any time before 5pm.\nWhat’s nearby?\nYou are in the heart of İstanbul’s old city district of Sultanahmet. The newly restored Basilica Cistern (Yerebatan Sarnıcı) is a 40m (131ft) hop west; the Blue Mosque (Sultanahmet Cami) is a 300m (984ft) stroll south across Sultanahmet Parkı; and just to the north is Gülhane Parkı, home to Topkapı Palace and İstanbul Archaeological Museum.\n"
    },
    {
        "country": "istanbul",
        "city": "Kadıköy",
        "index": 4,
        "name": "Kadıköy Produce Market",
        "latitude": "40.989455",
        "longitude": "29.024463",
        "excerpt": "An aromatic, colourful and alluring showcase of the best fresh produce in the city, the Kadıköy Pazarı is foodie central for locals and is becoming an…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/kadikoy/attractions/kadikoey-produce-market/a/poi-sig/1496731/1339754",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/70ada7ed6ef62c12f87f38e7cb732086-kadikoy-produce-market.jpg",
        "detail_description": "An aromatic, colourful and alluring showcase of the best fresh produce in the city, the Kadıköy Pazarı is foodie central for locals and is becoming an increasingly popular destination for tourists. Equally rewarding to explore independently or on a guided culinary walk, it’s small enough to retain a local feel yet large enough to support a variety of specialist traders.\nGetting here involves crossing from Europe to Asia and is best achieved on a ferry – from the deck you’ll be able to admire the domes and minarets studding the skylines of both shores and watch seagulls swooping overhead. Once you've arrived, cross Rihtim Caddesi in front of the main iskele (ferry dock) and walk up Muvakkithane Caddesi or Yasa Caddesi to reach the centre of the action. The best produce shops are in Güneşlibahçe Sokak – you’ll see fish glistening on beds of crushed ice, displays of seasonal fruits and vegetables, combs of amber-hued honey, tubs of tangy pickles, bins of freshly roasted nuts and much, much more.Eating and drinking opportunities in and around the bazaar are plentiful: creamy yoghurt and honey at Etabal, regional Anatolian specialities at Çiya Sofrası, crispy lahmacun (Arabic-style pizza) at Borsam Taş Fırın, the catch of the day at Kadı Nımet Balıkçılık, ice-cream sundaes at Baylan Pastanesi and the city’s best Turkish coffee at Fazıl Bey. For gifts to take home, consider lokum (Turkish delight) from Ali Muhıddın Hacı Bekir, coffee from Fazıl Bey or olive-oil soap from one of the herbalists in Güneşlibahçe Sokak.For a serious immersion into the local food culture, sign up for a walk with Culinary Backstreets, Turkish Flavours or İstanbul on Food – all three companies pride themselves on knowing the best local places to eat and shop."
    },
    {
        "country": "istanbul",
        "city": "Istanbul",
        "index": 5,
        "name": "Süleymaniye Mosque",
        "latitude": "41.016039836165",
        "longitude": "28.963880352807",
        "excerpt": "The Süleymaniye crowns one of İstanbul's seven hills and dominates the Golden Horn, providing a landmark for the entire city. Though it's not the largest…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/bazaar-district/attractions/sueleymaniye-mosque/a/poi-sig/401910/1324697",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-559626589_super.jpg",
        "detail_description": "The Süleymaniye crowns one of İstanbul's seven hills and dominates the Golden Horn, providing a landmark for the entire city. Though it's not the largest of the Ottoman mosques, it is certainly one of the grandest and most beautiful. It's also unusual in that many of its original külliye (mosque complex) buildings have been retained and sympathetically adapted for reuse.\nCommissioned by Süleyman I, known as 'the Magnificent', the Süleymaniye was the fourth imperial mosque built in İstanbul; the mosque's four minarets with their 10 beautiful şerefes (balconies) are said to represent the fact that Süleyman was the fourth of the Osmanlı sultans to rule the city and the 10th sultan after the establishment of the empire. The mosque and its surrounding buildings were designed by Mimar Sinan, the most famous and talented of all imperial architects. Construction occurred between 1550 and 1557.Inside, the building is breathtaking in its size and pleasing in its simplicity. Sinan incorporated the four buttresses into the walls of the building – the result is wonderfully 'transparent' (ie open and airy) and highly reminiscent of Aya Sofya, especially as the dome is nearly as large as the one that crowns the Byzantine basilica.The mihrab (niche in a minaret indicating the direction of Mecca) is covered in fine İznik tiles, and other interior decoration includes window shutters inlaid with mother-of-pearl, gorgeous stained-glass windows, painted muqarnas (corbels with honeycomb detail), a spectacular persimmon-coloured floor carpet, painted pendentives and medallions featuring fine calligraphy.Süleyman specified that his mosque complex should have a külliye with imaret (soup kitchen), medrese (seminary), hamam, darüşşifa (hospital), tabhane (inn for travelling dervishes) etc. The imaret and tabhane are on the northwestern edge of the mosque and the main entrance to the mosque is accessed from Professor Sıddık Sami Onar Caddesi, formerly known as Tiryaki Çarşışı (Market of the Addicts). The buildings here once housed three medreses and a primary school; they're now home to the Süleymaniye Library and a raft of popular streetside fasulye (bean) restaurants that used to be teahouses selling opium (hence the street's former name). The darüşşifa is on the corner of Professor Sıddık Sami Onar Caddesi and Şifahane Sokak.Sinan's türbe (tomb) is just outside the mosque's walled garden, next to a disused medrese (seminary) building.The still-functioning Süleymaniye Hamamı is on the eastern side of the mosque.To the right (southeast) of the mosque's main entrance is the cemetery, home to the octagonal tombs of Süleyman and his wife Haseki Hürrem Sultan (Roxelana). The tile work surrounding the entrances to both is superb and the ivory-inlaid panels in Süleyman's tomb are lovely.The streets surrounding the mosque are home to what may well be the most extensive concentration of Ottoman timber houses on the historical peninsula, many of which are currently being restored as part of an urban regeneration project."
    },
    {
        "country": "istanbul",
        "city": "Sultanahmet",
        "index": 6,
        "name": "İstanbul Archaeology Museums",
        "latitude": "41.011139",
        "longitude": "28.980453",
        "excerpt": "The city's foremost archaeological museum is housed in three buildings close to Topkapı Palace. There are many highlights, but the sarcophagi from the…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/istanbul-archaeology-museums/a/poi-sig/402120/1324696",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-177765085_super.jpg",
        "detail_description": "The city's foremost archaeological museum is housed in three buildings close to Topkapı Palace. There are many highlights, but the sarcophagi from the Royal Necropolis of Sidon are particularly striking. Currently undergoing a massive renovation, much of the main building is closed and only the Tiled Pavilion, Museum of the Ancient Orient and Ancient Age Sculpture section (where the sarcophagi are displayed) can be visited. The remaining exhibits are due to reopen in 2020.\nThe complex has three main parts: the Museum of the Ancient Orient (Eski Şark Eserler Müzesi), the Archaeology Museum (Arkeoloji Müzesi) and the Tiled Pavilion (Çinili Köşk). These museums house the palace collections formed during the late 19th century by museum director, artist and archaeologist Osman Hamdi Bey. The complex can be easily reached by walking down the slope from Topkapı's First Court, or by walking up the hill from the main gate of Gülhane Park.Museum of the Ancient OrientLocated immediately on the left after you enter the complex, this 1883 building has a collection of pre-Islamic items gathered from the expanse of the Ottoman Empire. Highlights include an 8th-century BC Hittite moulding of a rock relief depicting the storm god Tarhunza and a series of large blue-and-yellow glazed-brick panels that once lined the processional street and the Ishtar gate of ancient Babylon. The latter depict real and mythical animals such as lions, dragons and bulls.Archaeology MuseumOn the opposite side of the column-filled courtyard to the Museum of the Ancient Orient is this imposing neoclassical building, parts of which were undergoing renovation when we visited. It houses an extensive collection of classical statuary and sarcophagi plus exhibits documenting İstanbul's ancient, Byzantine and Ottoman history.The museum's major treasures are sarcophagi from sites including the Royal Necropolis of Sidon (Side in modern-day Lebanon), unearthed in 1887 by Osman Hamdi Bey. Don't miss the extraordinary Alexander Sarcophagus and Mourning Women Sarcophagus.The northern wing of the museum houses an impressive collection of ancient grave-cult sarcophagi from Syria, Lebanon, Thessalonica and Ephesus (Efes), including impressive anthropoid sarcophagi from Sidon. Three halls are filled with the amazingly detailed stelae and sarcophagi, most dating from between AD 140 and 270. Many of the sarcophagi look like tiny temples or residential buildings; don't miss the Sidamara Sarcophagus from Konya (3rd century AD) with its interlocking horses' legs and playful cherubs. The last room in this section contains Roman floor mosaics and examples of Anatolian architecture from antiquity.Tiled PavilionThe last of the complex's museum buildings is this handsome pavilion, constructed in 1472 by order of Mehmet the Conqueror. The portico, which has 14 marble columns, was constructed during the reign of Sultan Abdül Hamit I (1774–89) after the original burned down in 1737.On display here are Seljuk, Anatolian and Ottoman tiles and ceramics dating from the end of the 12th century to the beginning of the 20th century. The collection includes İznik tiles from the period between the mid-14th and 17th centuries when that city produced the finest coloured tiles in the world. When you enter the central room you can't miss the stunning mihrab from the İbrahim Bey İmâret in Karaman, built in 1432.A joint ticket to Topkapı Palace (but not the Harem), Aya Sofya and the Archaeology Museums costs ₺135."
    },
    {
        "country": "istanbul",
        "city": "Beyoğlu",
        "index": 7,
        "name": "Museum of Innocence",
        "latitude": "41.030404",
        "longitude": "28.979509",
        "excerpt": "The painstaking attention to detail in this fascinating museum/piece of conceptual art will certainly provide every amateur psychologist with a theory or…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/beyoglu/attractions/museum-of-innocence/a/poi-sig/1287046/1324699",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9492160005d85dee29b115eaef4aa029-museum-of-innocence.jpg",
        "detail_description": "The painstaking attention to detail in this fascinating museum/piece of conceptual art will certainly provide every amateur psychologist with a theory or two about its creator, Nobel Prize–winning novelist Orhan Pamuk. Vitrines display a quirky collection of objects that evoke the minutiae of İstanbullu life in the mid- to late 20th century, when Pamuk's novel The Museum of Innocence is set.\nOccupying a modest 19th-century timber house, the museum relies on its vitrines, which are reminiscent of the work of American artist Joseph Cornell, to retell the story of the love affair of Kemal and Füsun, the novel's protagonists. These displays are both beautiful and moving. Some, such as the installation using 4213 cigarette butts, are as strange as they are powerful.Pamuk's 'Modest Manifesto for Museums' is reproduced on a panel on the ground floor. In it he asserts: 'The resources that are channelled into monumental, symbolic museums should be diverted to smaller museums that tell the stories of individuals'. The individuals in this case are fictional, of course, and their story is evoked in a highly nostalgic fashion, but in creating this museum Pamuk has put his money where his mouth is and come out triumphant.Hiring an audio guide (₺5) provides an invaluable commentary and is highly recommended."
    },
    {
        "country": "istanbul",
        "city": "Sultanahmet",
        "index": 8,
        "name": "Blue Mosque",
        "latitude": "41.005270375355",
        "longitude": "28.976768555223",
        "excerpt": "İstanbul's most photogenic building was the grand project of Sultan Ahmet I (r 1603–17), whose tomb is located on the north side of the site facing…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/blue-mosque/a/poi-sig/402096/1324696",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1595d4962c360916e4de6bc193a85087f91d54090be2916766c46b39497e705f.jpg",
        "detail_description": "İstanbul's most photogenic building was the grand project of Sultan Ahmet I (r 1603–17), whose tomb is located on the north side of the site facing Sultanahmet Park. The mosque's wonderfully curvaceous exterior features a cascade of domes and six slender minarets. Blue İznik tiles adorn the interior and give the building its unofficial but commonly used name.\nWith the mosque's exterior, the architect, Sedefkâr Mehmet Ağa, managed to orchestrate a visual wham-bam effect similar to that of nearby star Aya Sofya's interior. Its curves are voluptuous; it has six minarets (more than any other mosque at the time it was built); and its courtyard is the biggest of all of the Ottoman mosques. The interior has a similarly grand scale: the İznik tiles number in the tens of thousands; there are 260 windows; and the central prayer space is huge.To best grasp the mosque's design, enter the complex via the Hippodrome rather than from Sultanahmet Park. Once inside the courtyard, which is the same size as the mosque's interior, you'll appreciate the building's perfect proportions.The mosque is such a popular attraction that admission is controlled in order to preserve its sacred atmosphere. Only worshippers are admitted through the main door; visitors must use the south door (follow the signs). The mosque is closed to nonworshippers for 30 minutes or so during the five daily prayer times – two hours before dawn, dawn, midday, mid-afternoon, sunset and right before the last light of the day – and is also closed for cleaning on Friday mornings. Note that the Friday midday prayers are longer than the usual prayer time so as to accommodate a weekly sermon. Women who don't have a headscarf or are considered to be too scantily dressed will be loaned a headscarf and/or robe."
    },
    {
        "country": "istanbul",
        "city": "Sultanahmet",
        "index": 9,
        "name": "Basilica Cistern",
        "latitude": "41.008241",
        "longitude": "28.978136",
        "excerpt": "This subterranean structure was commissioned by Emperor Justinian and built in 532. The largest surviving Byzantine cistern in İstanbul, it was…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/basilica-cistern/a/poi-sig/402088/1324696",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1428039f466c0a547fc5f160d736d685-basilica-cistern.jpg",
        "detail_description": "This subterranean structure was commissioned by Emperor Justinian and built in 532. The largest surviving Byzantine cistern in İstanbul, it was constructed using 336 columns, many of which were salvaged from ruined temples and feature fine carved capitals. Its symmetry and sheer grandeur of conception are quite breathtaking, and its cavernous depths make a great retreat on summer days.\nLike most sites in İstanbul, the cistern has an unusual history. It was originally known as the Basilica Cistern because it lay underneath the Stoa Basilica, one of the great squares on the first hill. Designed to service the Great Palace and surrounding buildings, it was able to store up to 80,000 cu metres of water delivered via 20km of aqueducts from a reservoir near the Black Sea, but was closed when the Byzantine emperors relocated from the Great Palace. Forgotten by the city authorities some time before the Conquest, it wasn't rediscovered until 1545, when scholar Petrus Gyllius was researching Byzantine antiquities in the city and was told by local residents that they were able to obtain water by lowering buckets into a dark space below their basement floors. Some were even catching fish this way. Intrigued, Gyllius explored the neighbourhood and finally accessed the cistern through one of the basements. Even after his discovery, the Ottomans (who referred to the cistern as Yerebatan Saray) didn't treat the so-called Underground Palace with the respect it deserved – it became a dumping ground for all sorts of junk, as well as corpses.The cistern was cleaned and renovated in 1985 by the İstanbul Metropolitan Municipality and opened to the public in 1987. It's now one of the city's most popular tourist attractions. Walking along its raised wooden platforms, you'll feel water dripping from the vaulted ceiling and see schools of ghostly carp patrolling the water – it certainly has bucketloads of atmosphere.Note that the Museum Pass İstanbul isn't accepted here."
    },
    {
        "country": "istanbul",
        "city": "Istanbul",
        "index": 10,
        "name": "Grand Bazaar",
        "latitude": "41.010775",
        "longitude": "28.968126",
        "excerpt": "The colourful and chaotic Grand Bazaar is the heart of İstanbul's Old City and has been so for centuries. Starting as a small vaulted bedesten (warehouse)…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/bazaar-district/attractions/grand-bazaar/a/poi-sig/402194/1324697",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-559783023_medium.jpg",
        "detail_description": "The colourful and chaotic Grand Bazaar is the heart of İstanbul's Old City and has been so for centuries. Starting as a small vaulted bedesten (warehouse) built by order of Mehmet the Conqueror in 1461, it grew to cover a vast area as lanes between the bedesten, neighbouring shops and hans (caravanserais) were roofed and the market assumed the sprawling, labyrinthine form that it retains today.\nWhen here, be sure to peep through doorways to discover hidden hans, veer down narrow lanes to watch artisans at work and wander the main thoroughfares to differentiate treasures from tourist tack. It's obligatory to drink lots of tea, compare price after price and try your hand at the art of bargaining. Allow at least three hours for your visit; some travellers spend three days!"
    },
    {
        "country": "istanbul",
        "city": "Istanbul",
        "index": 11,
        "name": "Rahmi M Koç Museum",
        "latitude": "41.04198132872",
        "longitude": "28.949193031442",
        "excerpt": "This splendid museum is dedicated to the history of transport, industry and communications in Turkey. Founded by the head of the Koç industrial group, one…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/western-districts/attractions/rahmi-m-koc-museum/a/poi-sig/1250764/1324698",
        "image_url": null,
        "detail_description": "This splendid museum is dedicated to the history of transport, industry and communications in Turkey. Founded by the head of the Koç industrial group, one of Turkey’s most prominent conglomerates, it exhibits artefacts from İstanbul’s industrial past and is highly interactive, making it a particularly enjoyable destination for those travelling with children.\nThe museum's collection is highly eclectic, giving the impression of it being a grab-bag of cool stuff that's been collected over the decades or been donated to the museum by individuals, organisations or companies that didn’t know what else to do with it. This might sound like we’re damning the place with faint praise, but this is far from the case – in fact, we highly recommend a visit here. The museum is in two parts: a new building constructed around a 19th-century dockyard on the Golden Horn side of the road, and a restored and converted Byzantine stone building known as the Lengerhane. The latter was used as a foundry by the Ottomans and now houses a planetarium and a large collection of model trains and boats. The exhibits concerned with forms of transport are particularly fascinating: you can admire a huge collection of mint-condition classic cars; climb aboard historic trams; take a cruise on a restored 1936 steam tug (summer weekends only); enter the cabin of a 1942 Douglas DC-3 Dakota; board a 1944 US naval submarine (advance bookings essential); or take a short trip on a working narrow-gauge railway (summer weekends only).Excellent interpretive panels in Turkish and English are provided. There's also a Turkish restaurant right on the waterfront, a cafe in a restored 1953 ferry boat and a French restaurant in the Lengerhane. A children's playground and carousel are a hit with little ones. Holders of a Museum Pass İstanbul receive a 10% discount on the price of their ticket."
    },
    {
        "country": "istanbul",
        "city": "Sultanahmet",
        "index": 12,
        "name": "Museum of Turkish & Islamic Arts",
        "latitude": "41.006517062226",
        "longitude": "28.97528496747",
        "excerpt": "This Ottoman palace was built in 1524 for İbrahim Paşa, childhood friend, brother-in-law and grand vizier of Süleyman the Magnificent. It now houses a…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/museum-of-turkish-islamic-arts/a/poi-sig/401914/1324696",
        "image_url": null,
        "detail_description": "This Ottoman palace was built in 1524 for İbrahim Paşa, childhood friend, brother-in-law and grand vizier of Süleyman the Magnificent. It now houses a splendid collection of artefacts, including exquisite calligraphy and one of the world's most impressive antique carpet collections. Some large-scale carpets have been moved from the upper rooms to the Carpet Museum, but the collection remains a knockout with its palace carpets, prayer rugs and glittering artefacts such as a 17th-century Ottoman incense burner.\nBorn in Greece, İbrahim Paşa was captured in that country as a child and sold as a slave into the imperial household in İstanbul. He worked as a page in Topkapı Palace, where he became friendly with Süleyman, who was the same age. When his friend became sultan, İbrahim was made in turn chief falconer, chief of the royal bedchamber and grand vizier. This palace was bestowed on him by Süleyman the year before he was given the hand of Süleyman’s sister, Hadice, in marriage. Alas, the fairy tale was not to last for poor İbrahim. His wealth, power and influence on the monarch became so great that others wishing to influence the sultan became envious, chief among them Süleyman’s powerful wife, Haseki Hürrem Sultan (Roxelana). After a rival accused İbrahim of disloyalty, Roxelana convinced her husband that İbrahim was a threat and Süleyman had him strangled in 1536.Artefacts in the museum’s collection date from the 8th to the 19th century and come from across the Middle East. They include müknames (scrolls outlining an imperial decree) featuring the sultan’s tuğra (calligraphic signature); Iranian book binding from the Safavid period (1501–1722); 12th- and 13th-century wooden columns and doors from Damascus and Cizre; Holbein, Lotto, Konya, Uşhak, Iran and Caucasia carpets; and even a cutting of the Prophet's beard. Sections of the Hippodrome walls can be seen near the entrance."
    },
    {
        "country": "istanbul",
        "city": "Beyoğlu",
        "index": 13,
        "name": "Pera Museum",
        "latitude": "41.032185",
        "longitude": "28.975142",
        "excerpt": "There's plenty to see at this impressive museum, but its major draw is undoubtedly the 2nd-floor exhibition of paintings featuring Turkish Orientalist…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/beyoglu/attractions/pera-museum/a/poi-sig/402140/1324699",
        "image_url": null,
        "detail_description": "There's plenty to see at this impressive museum, but its major draw is undoubtedly the 2nd-floor exhibition of paintings featuring Turkish Orientalist themes. Drawn from Suna and İnan Kıraç's world-class private collection, the works provide fascinating glimpses into the Ottoman world from the 17th to 20th centuries and include the most beloved painting in the Turkish canon – Osman Hamdı Bey's The Tortoise Trainer (1906). Other floors host high-profile temporary exhibitions (past exhibitions have showcased Warhol, de Chirico, Picasso and Botero).\nPermanent exhibits on the 1st floor concentrate on Kütahya tiles and ceramics, as well as Anatolian weights and measures. The ground floor is home to the popular Pera Café, a comfortable space decorated in art deco style to reflect the fact that the building originally housed the swish Bristol Hotel.Students are given free entry to the museum every Wednesday, and all visitors have free entry from 6pm to 10pm on Friday. The museum is associated with the nearby İstanbul Arastırmaları Enstitüsü, which includes a research library and temporary exhibition space.Visitors with a Museum Pass İstanbul are given a 20% discount on their entry ticket."
    },
    {
        "country": "istanbul",
        "city": "Beyoğlu",
        "index": 14,
        "name": "İstanbul Modern",
        "latitude": "41.030097",
        "longitude": "28.973318",
        "excerpt": "This lavishly funded and innovative museum has an extensive collection of Turkish art and also stages a constantly changing and uniformly excellent…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/beyoglu/attractions/istanbul-modern/a/poi-sig/402122/1324699",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3f44edfdab8cdb932c0fc34886130291-istanbul-modern.jpg",
        "detail_description": "This lavishly funded and innovative museum has an extensive collection of Turkish art and also stages a constantly changing and uniformly excellent program of mixed-media exhibitions by high-profile local and international artists. Its permanent home is next to the Bosphorus in Tophane, but the massive Galataport redevelopment project currently under way has led to it temporarily relocating to this site in Beyoğlu. A move back to a new building in Tophane is expected some time in 2021.\n"
    },
    {
        "country": "istanbul",
        "city": "Istanbul",
        "index": 15,
        "name": "Spice Bazaar",
        "latitude": "41.016984",
        "longitude": "28.971055",
        "excerpt": "Vividly coloured spices are displayed alongside jewel-like lokum (Turkish delight) at this Ottoman-era marketplace, providing eye candy for the thousands…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/bazaar-district/attractions/spice-bazaar/a/poi-sig/401932/1324697",
        "image_url": null,
        "detail_description": "Vividly coloured spices are displayed alongside jewel-like lokum (Turkish delight) at this Ottoman-era marketplace, providing eye candy for the thousands of tourists and locals who make their way here every day. Stalls also sell caviar, dried herbs, honey, nuts and dried fruits. The number of stalls selling tourist trinkets increases annually, yet this remains a great place to stock up on edible souvenirs, share a few jokes with vendors and marvel at the well-preserved building.\nThe market was constructed in the 1660s as part of the New Mosque, with rent from the shops supporting the upkeep of the mosque as well as its charitable activities, which included a school, hamam and hospital. The market's Turkish name, the Mısır Çarşısı (Egyptian Market), references the fact that the building was initially endowed with taxes levied on goods imported from Egypt. In its heyday, the bazaar was the last stop for the camel caravans that travelled the Silk Road from China, India and Persia.Above the main entrance and accessed via a steep flight of stairs, is Pandeli, a historic restaurant with three stunning dining salons encrusted with turquoise-coloured İznik tiles. Sadly, the quality of food served here is average at best, so we don't recommend dining here.On the west side of the market there are outdoor produce stalls selling fresh foodstuff from all over Anatolia, including a wonderful selection of cheeses. Also here is the most famous coffee supplier in İstanbul, Kurukahveci Mehmet Efendi, established over 100 years ago. This is located on the corner of Hasırcılar Caddesi, which is full of shops selling food and kitchenware."
    },
    {
        "country": "istanbul",
        "city": "Istanbul",
        "index": 16,
        "name": "Galata Bridge",
        "latitude": "41.019546969075",
        "longitude": "28.972804342084",
        "excerpt": "To experience İstanbul at its most magical, walk across the Galata Bridge at sunset. At this time, the historic Galata Tower is surrounded by shrieking…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/bazaar-district/attractions/galata-bridge/a/poi-sig/402192/1324697",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-552402921_super.jpg",
        "detail_description": "To experience İstanbul at its most magical, walk across the Galata Bridge at sunset. At this time, the historic Galata Tower is surrounded by shrieking seagulls, the mosques atop the seven hills of the city are silhouetted against a soft red-pink sky and the evocative scent of apple tobacco wafts out of the nargile cafes under the bridge.\nDuring the day, the bridge carries a constant flow of İstanbullus crossing to and from Beyoğlu and Eminönü, and a clutch of hopeful anglers trailing their lines into the waters below. Underneath, restaurants and cafes serve drinks and food all day and night. Come here to enjoy a beer and nargile while watching the ferries making their way to and from the Eminönü and Karaköy ferry docks.The present, quite ugly bridge was built in 1992 to replace an iron structure dating from 1909 to 1912, which in turn had replaced two earlier structures. The iron bridge was famous for the ramshackle fish restaurants, teahouses and nargile joints that occupied the dark recesses beneath its roadway. However, it had a major flaw: it floated on pontoons that blocked the natural flow of water and kept the Golden Horn from flushing itself free of pollution. In the late 1980s, the municipality started to draw up plans to replace it with a new bridge that would allow the water to flow. A fire expedited these plans in the early 1990s and the new bridge was built a short time afterwards. The remains of the old, much-loved bridge were moved further up the Golden Horn near Hasköy."
    },
    {
        "country": "istanbul",
        "city": "Sultanahmet",
        "index": 17,
        "name": "Hippodrome",
        "latitude": "41.006303385024",
        "longitude": "28.975741217297",
        "excerpt": "The Byzantine emperors loved nothing more than an afternoon at the chariot races, and this rectangular arena alongside Sultanahmet Park was their venue of…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/hippodrome/a/poi-sig/402118/1324696",
        "image_url": null,
        "detail_description": "The Byzantine emperors loved nothing more than an afternoon at the chariot races, and this rectangular arena alongside Sultanahmet Park was their venue of choice. In its heyday, it was decorated by obelisks and statues, some of which remain in place today. Re-landscaped in more recent years, it is one of the city's most popular meeting places and promenades.\nOriginally the arena consisted of two levels of galleries, a central spine, starting boxes and the semicircular southern end known as the Sphendone, parts of which still stand. The galleries that once topped this stone structure were damaged during the Fourth Crusade and ended up being totally dismantled in the Ottoman period; many of the original columns were used in the construction of the Süleymaniye Mosque.The Hippodrome was the centre of Byzantium's life for 1000 years and of Ottoman life for another 400 years, and has been the scene of countless political dramas. In Byzantine times, the rival chariot teams of 'Greens' and 'Blues' had separate sectarian connections. Support for a team was akin to membership of a political party, and a team victory had important effects on policy. Occasionally, Greens and Blues joined forces against the emperor, as was the case in AD 532 when a chariot race was disturbed by protests against Justinian's high tax regime. This escalated into the Nika riots (so called after the protesters' cry of Nika!, or Victory!), which led to tens of thousands of protesters being massacred in the Hippodrome by imperial forces. Not surprisingly, chariot races were banned for some time afterwards.Ottoman sultans also kept an eye on activities in the Hippodrome. If things were going badly in the empire, a surly crowd gathering here could signal the start of a disturbance, then a riot, then a revolution. In 1826 the slaughter of the corrupt janissary corps (the sultan's personal bodyguards) was carried out here by the reformer Sultan Mahmut II. In 1909 there were riots here that caused the downfall of Abdül Hamit II.Despite the ever-present threat of the Hippodrome being the scene of their downfall, emperors and sultans sought to outdo one another in beautifying it, and adorned the centre with statues from the far reaches of the empire. Unfortunately, many priceless statues carved by ancient masters have disappeared from their original homes here. Chief among those responsible for such thefts were the soldiers of the Fourth Crusade, who invaded Constantinople, a Christian ally city, in 1204.Near the northern end of the Hippodrome, the little gazebo with beautiful stonework is known as Kaiser Wilhelm's Fountain. The German emperor paid a state visit to Sultan Abdül Hamit II in 1898, and presented this fountain to the sultan and his people as a token of friendship in 1901. The monograms on the dome's interior feature Abdül Hamit's tuğra (calligraphic signature) and the first letter of Wilhelm's name, representing their political union.The immaculately preserved pink granite Obelisk of Theodosius in the centre was carved in Egypt during the reign of Thutmose III (r 1549–1503 BC) and erected in the Amon-Re temple at Karnak. Theodosius the Great (r 379–95) had it brought from Egypt to Constantinople in AD 390. On the marble podium below the obelisk, look for the carvings of Theodosius, his wife, his sons, state officials and bodyguards watching the chariot-race action from the kathisma (imperial box).South of the obelisk is a strange column coming up out of a hole in the ground. Known as the Spiral Column, it was once much taller and was topped by three serpents' heads. Originally cast to commemorate a victory of the Hellenic confederation over the Persians in the battle of Plataea, it stood in front of the Temple of Apollo at Delphi (Greece) from 478 BC until Constantine the Great had it brought to his new capital city around AD 330. Though badly damaged in Byzantine times, the serpents' heads survived until the early 18th century. Now all that remains of them is one upper jaw, which was discovered in a basement of Aya Sofya and is housed in the İstanbul Archaeology Museums.After sacking Aya Sofya in 1204, the soldiers of the Fourth Crusade tore all the plates from the Rough-Stone Obelisk, at the Hippodrome's southern end, in the mistaken belief that they were solid gold (in fact, they were gold-covered bronze). The Crusaders also stole the famous Triumphal Quadriga (team of four horses cast in bronze) and placed it atop the main door of Venice's Basilica di San Marco; replicas are now located there, as the originals were moved into the basilica for safekeeping."
    },
    {
        "country": "istanbul",
        "city": "Beyoğlu",
        "index": 18,
        "name": "İstiklal Caddesi",
        "latitude": "41.033933",
        "longitude": "28.978425",
        "excerpt": "Once called the Grand Rue de Pera but renamed İstiklal (Independence) in the early years of the Republic, Beyoğlu's premier boulevard is a perfect…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/beyoglu/attractions/istiklal-caddesi/a/poi-sig/1250585/1324699",
        "image_url": null,
        "detail_description": "Once called the Grand Rue de Pera but renamed İstiklal (Independence) in the early years of the Republic, Beyoğlu's premier boulevard is a perfect metaphor for 21st-century Turkey, being an exciting mix of modernity and tradition. Contemporary boutiques and cutting-edge cultural centres are housed in its grand 19th-century buildings, and an antique tram traverses its length alongside crowds of pedestrians making their way to the bustling cafes, bistros and bars for which Beyoğlu is known.\nAt the boulevard's northern end is frantically busy Taksim Meydanı, the symbolic heart of the modern city and the scene of often-violent protests in recent years. Another square, Galatasaray Meydanı, is at the boulevard's midpoint, close to Beyoğlu's much-loved Fish Market and Çiçek Pasajı. At its southern end is Tünel Meydanı and the relatively tranquil district of Galata, home to atmospheric lanes and traces of a fortified settlement built by Genoese merchants in the 13th century."
    },
    {
        "country": "istanbul",
        "city": "Istanbul",
        "index": 19,
        "name": "Patriarchal Church of St George",
        "latitude": "41.029611",
        "longitude": "28.951582",
        "excerpt": "Dating from 1836, this church is part of the Greek Patriarchate compound. Inside the church are artefacts including Byzantine mosaics, religious relics…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/western-districts/attractions/patriarchal-church-of-st-george/a/poi-sig/402106/1324698",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148536116_high.jpg",
        "detail_description": "Dating from 1836, this church is part of the Greek Patriarchate compound. Inside the church are artefacts including Byzantine mosaics, religious relics and a wood-and-inlay patriarchal throne. The most eye-catching feature is an ornately carved wooden iconostasis (screen of icons) that was restored and lavishly gilded in 1994.\nThe patriarchal throne is in the middle of the nave. Made of walnut inlaid with ivory, mother-of-pearl and coloured wood, it is thought to date from the last years of Byzantium.Other treasures include the 11th-century mosaic icon that is on the south wall to the right of the iconostasis. This shows the Virgin Mary holding and pointing to the Christ Child, and was originally created for the Byzantine church of Pammakaristos (now the Fethiye Museum).Look for the Column of Christ's Flagellation in the southern corner of the nave. The church claims that this is a portion of the column to which Jesus Christ was bound and whipped by Roman soldiers before the Crucifixion. It was supposedly brought to Constantinople by St Helen, mother of the first Christian emperor, Constantine.Note that the church is closed between 9.15am and 12.20pm for Sunday service when the Patriarch is in residence (usually once per month)."
    },
    {
        "country": "istanbul",
        "city": "Sultanahmet",
        "index": 20,
        "name": "Aya Sofya Tombs",
        "latitude": "41.007766809608",
        "longitude": "28.980049797641",
        "excerpt": "Part of the Aya Sofya complex but entered via Babıhümayun Caddesi, these tombs are the final resting places of five 16th- and 17th-century sultans –…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/aya-sofya-tombs/a/poi-sig/1250546/1324696",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1389113345.jpg",
        "detail_description": "Part of the Aya Sofya complex but entered via Babıhümayun Caddesi, these tombs are the final resting places of five 16th- and 17th-century sultans – Mehmet III, Selim II, Murat III, İbrahim I and Mustafa I – most of whom are buried with members of their families. The ornate interior decoration in the tombs features the very best Ottoman tile work, calligraphy and decorative paintwork.\nMehmet III's tomb dates from 1608 and Murat III's from 1599; both are adorned with particularly beautiful İznik tiles. Next to Murat's tomb is that of his five children, who died in a plague epidemic; this was designed by Sinan and has simple but beautiful painted decoration.Selim II's tomb, which was designed by Sinan and built in 1577, is particularly poignant, as it houses the graves of five of his sons, murdered on the same night in December 1574 to ensure the peaceful succession of the oldest, Murat III. It also houses the graves of 19 of Murat's sons, murdered in January 1595 to ensure Mehmet III's succession. They were the last of the royal princes to be murdered by their siblings – after this, the younger brothers of succeeding sultans were confined to the kafes (cage) in Topkapı Palace instead.The fifth tomb is Aya Sofya's original baptistry, converted to a mausoleum for Sultans İbrahim I and Mustafa I during the 17th century."
    }
]