[
    {
        "country": "jordan",
        "index": 1,
        "name": "Qusayr Amra",
        "latitude": "31.822586",
        "longitude": "36.597862",
        "excerpt": "One of the best-preserved desert buildings of the Umayyads, the Unesco World Heritage Site of Qusayr Amra is the highlight of a trip into the Eastern…",
        "detail_url": "https://www.lonelyplanet.com/jordan/the-eastern-desert/attractions/qusayr-amra/a/poi-sig/1105716/361086",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1403159500.jpg",
        "detail_description": "One of the best-preserved desert buildings of the Umayyads, the Unesco World Heritage Site of Qusayr Amra is the highlight of a trip into the Eastern Desert. Part of a much greater complex that served as a caravanserai, bathhouse and hunting lodge, the qusayr (little castle) is renowned for its rather risqué 8th-century frescoes of wine, women and wild times.\nWalking downhill from the visitor centre towards the modest little structure, it’s hard not to wonder what all the fuss is about. Even entering the main building into the audience hall, where meetings, parties, exhibitions and meals were once held, is decidedly underwhelming as the searing light of the surrounding desert all but obliterates the frescoes within.But then your eyes grow accustomed to the light, and you are greeted by two bare-breasted women painted on the arches, holding bowls of food (or money) against a blue background, draped in richly detailed cloth. Five centuries before the Early Renaissance in Europe, these frescoes depict a touchingly human quality – wrestlers warm up before the contest, a woman dressed in a mere strip of cloth bathes without coyness in a hinted patch of sunlight, the ear of a gazelle twitches as the herd surges ahead of the hunt, dogs pant as they race across the west wall, driving wild onagers into a trap of nets. Even the mundane construction of the baths is immortalised in the frescoes – in the compartmentalised images on the ceiling, depicting quarrying, moving the stones by camel, carpentry and plastering of the walls.These are not the normal stylised images of the day, belonging to a religious canon of signs and symbols. Instead they appear to be a unique attempt to capture daily reality – quite unlike the geometric imagery that has come to be associated with early Islamic art.That’s not to say the frescoes fail to pay homage to more weighty subject matter. Look for the defaced image of the Umayyad caliph, and you’ll see he is surrounded by six great rulers, four of whom have been identified – a Byzantine emperor, Caesar; the Visigoth king, Roderick; the Persian emperor, Chosroes; and the Negus of Abyssinia. The fresco either implies that the Umayyad ruler was their equal or better, or it is simply a pictorial list of Islam’s enemies.And if the frescoes pay lip service to concerning matters of the day, they also encompass their own mostly forgotten symbolism too. A small doorway leads to the left through the three small rooms that made up the baths. The apodyterium (changing room) has three blackened faces on the ceiling, said to depict the three stages of man’s life. Local Christians believe the central figure to be a depiction of Christ. The left wall has a hallucinogenic painting of an exuberant bear playing the lute, egged on by an applauding monkey, which no doubt would have suggested some political vanity of the day.In the tepidarium (where warm water was offered and warm air circulated beneath the floor), naked women bathe a child while in the neighbouring hot-water calidarium, which is closest to the furnace outside, a whole Dome of Heaven spirals around the ceiling. This map of the northern hemisphere sky, accompanied by the signs of the zodiac, is among the earliest known attempts to represent the universe on anything other than a flat surface. Centaur-like Sagittarius, the Great Bear and several other zodiac signs (see the map in the visitor centre for details) would have been a fitting ultimate subject of contemplation for contemporary bathers."
    },
    {
        "country": "jordan",
        "index": 2,
        "name": "Qasr Kharana",
        "latitude": "31.72887",
        "longitude": "36.462858",
        "excerpt": "Located in the middle of a vast, treeless plain, this imposing thick-walled structure was the most likely inspiration for the ‘desert castle’ moniker and…",
        "detail_url": "https://www.lonelyplanet.com/jordan/the-eastern-desert/attractions/qasr-kharana/a/poi-sig/1457473/361086",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/cb49e1454cc6a0fd81b31c7bb4cc72d8-qasr-kharana.jpg",
        "detail_description": ""
    },
    {
        "country": "jordan",
        "index": 3,
        "name": "Petra",
        "latitude": "30.323582",
        "longitude": "35.467633",
        "excerpt": "The spectacular sandstone city of Petra was built in the 3rd century BC by the Nabataeans, who carved palaces, temples, tombs, storerooms and stables from…",
        "detail_url": "https://www.lonelyplanet.com/jordan/petra/attractions/petra/a/poi-sig/1457302/1001785",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1368437783-RFC.jpg",
        "detail_description": ""
    },
    {
        "country": "jordan",
        "index": 4,
        "name": "Qasr Al Azraq",
        "latitude": "31.880181",
        "longitude": "36.827588",
        "excerpt": "On the edge of dusty Azraq, this imposing fort is where TE Lawrence and Sharif Hussein bin Ali based themselves in the winter of 1917–18 during the Arab…",
        "detail_url": "https://www.lonelyplanet.com/jordan/the-eastern-desert/azraq/attractions/qasr-al-azraq/a/poi-sig/1105682/361088",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/76361eb72e17c522c99355e8ca821dec-qasr-al-azraq.jpg",
        "detail_description": "On the edge of dusty Azraq, this imposing fort is where TE Lawrence and Sharif Hussein bin Ali based themselves in the winter of 1917–18 during the Arab Revolt against the Turks. Lawrence set up his quarters in the room above the southern entrance, while his loyal followers braved the elements in other areas of the fort. They were holed up here for several months in crowded conditions with little shelter from the intense cold – gaping holes in the roof were patched up with nothing but palm branches and clay.\nDespite the hardships endured during his stay at Azraq, TE Lawrence writes fondly about the time spent with his men at arms. In the evenings everyone would assemble before a great fire in the open courtyard and break bread while swapping stories of war, peace and love. At the time, the castle also commanded sweeping views of the nearby palm-fringed oasis at Azraq.Constructed out of black basalt stone, Qasr Al Azraq was originally three storeys high. Some paving stones in the main entrance have small indentations, carved by former gatekeepers who played a board game using pebbles to pass the time. By the courtyard entrance, look for the carvings of animals and various inscriptions.Comparatively little is known about the history of Qasr Al Azraq, and there’s been little excavation and renovation. Greek and Latin inscriptions date earlier constructions on the site to around AD 300, coinciding with Roman occupation.The fort was renovated by the Umayyad caliph Walid II, who used it for hunting and as a military base. Its present form dates to 1237 when it was fortified by the Ayyubids as a defence against the Crusaders. The Turks subsequently stationed a garrison here in the 16th century. In a turn of the tide in 1918, it was from this building that the Arab Revolt launched an attack on Damascus that proved successful in ousting the Turks from the region.Above the entrance is Lawrence’s Room, strategically overlooking the entry and offset with arrow slits for defence. Opposite the entrance, and just to the left, are the remains of an altar, built in the 3rd century AD by the Romans. In the middle of the courtyard is a small mosque, angled to face Mecca – it dates from the Ayyubid period (early 13th century) but was built on the ruins of a Byzantine church. In the northeast corner of the courtyard, a hole with stairs leads down to a well, full of water until about 20 years ago. In the northwest corner are the ruins of the prison.The northern sections are residential areas with barely discernible ruins of a kitchen and dining room, and nearby storerooms and stables. The tower in the western wall is the most spectacular, and features a huge door made of a single massive slab of basalt. Lawrence describes in his book Seven Pillars of Wisdom how it ‘went shut with a clang and crash that made tremble the west wall of the castle’.The fort is situated on the edge of Azraq Ash Shomali (north Azraq), about 5km north of the Azraq T-junction. From the town centre, a taxi to the fort costs around JD2 (JD5 with a one-hour wait) – if you can persuade a taxi to bother with such a small commission."
    },
    {
        "country": "jordan",
        "index": 5,
        "name": "Umm Al Jimal Ruins",
        "latitude": "32.326179",
        "longitude": "36.368147",
        "excerpt": "The unpretentious urban architecture of Umm Al Jimal, near the Jordanian–Syrian border, encompasses more than 150 buildings standing one to three storeys…",
        "detail_url": "https://www.lonelyplanet.com/jordan/umm-al-jimal/attractions/umm-al-jimal-ruins/a/poi-sig/1503004/1001784",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5c8009497c6a75c1b8556e621e910c14-umm-al-jimal-ruins.jpg",
        "detail_description": "The unpretentious urban architecture of Umm Al Jimal, near the Jordanian–Syrian border, encompasses more than 150 buildings standing one to three storeys above ground, including 128 houses and 15 churches. Together, these buildings provide a fascinating insight into rural life during the Roman, Byzantine and early Islamic periods. Compared to other archaeological sites in the region, Umm Al Jimal was rarely looted or vandalised, which has left much of the original layout intact.\nComparatively little is known about the ruined city, referred to by archaeologists as the ‘Black Gem of the Desert’. An extensive rural settlement in the lava lands east of Mafraq, the ruins are located on the edge of a series of volcanic basalt flows that slope down from Jebel Druze, providing high-quality building materials.The large structure just past the southern entrance is the barracks, built by the Romans. The towers were added later and, like the castle at Azraq, it has a swinging basalt door that still functions. The barracks chapel was added to the east of the barracks during the Byzantine period (around the 5th century) and is inscribed with the names of the archangels Gabriel, Raphael, Michael and Uriel.About 150m to the left (west) of the barracks is what some archaeologists believe is a Nabataean temple because of the altar in the middle. About 100m north of the barracks is the Numerianos church, one of several ruined Byzantine churches. Another 100m to the east is the double church, recognisable by its two semicircular naves, a wonderful structure that was renovated and extended several times over the centuries. About 80m to the right (east) is house XVII, whose double-door entrance, interior courtyard, fine corbelled ceilings, decorated doorways and carved pillars indicate that it was built by a wealthy family.A few metres to the south is the sheikh’s house, notable for its expansive courtyard, stables, black basalt door and stairways. Look for the gravity-defying stairs to the north and the precarious corner tower. You can just make out a double stairway to the east of the courtyard. After exiting the building you get a good view of the lovely arched window and vaulted semicircular basement in the exterior eastern wall.About 150m north of the double church, steps lead down to the main reservoir, one of several around the city. Less than 100m to the left (west) is house XIII, originally a stable for domestic goats and sheep, and later renovated and used as a residence by Druze settlers. Here, take notice of the stone ventilation screen, which was used to separate the manger from the living space.To the west (about 100m) is the cathedral, built in about AD 556, but now mostly in ruins – look for the lintel stone detailing the Roman emperors that ruled over the region. The praetorium (military headquarters) is less than 100m to the southwest. Built in the late 2nd century AD by the Romans, it was extended by the Byzantines and features a triple doorway. About 200m to the north through one of the old city gates is the west church, easily identifiable by its four arches and ornate Byzantine crosses."
    },
    {
        "country": "jordan",
        "index": 6,
        "name": "Citadel",
        "latitude": "31.95394113",
        "longitude": "35.93596701",
        "excerpt": "The area known as the Citadel sits on the highest hill in Amman, Jebel Al Qala’a (about 850m above sea level), and is the site of ancient Rabbath-Ammon…",
        "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/citadel/a/poi-sig/1443155/361068",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-553924519_high.jpg",
        "detail_description": "The area known as the Citadel sits on the highest hill in Amman, Jebel Al Qala’a (about 850m above sea level), and is the site of ancient Rabbath-Ammon. Occupied since the Bronze Age, it's surrounded by a 1700m-long wall, which was rebuilt many times during the Bronze and Iron Ages, as well as the Roman, Byzantine and Umayyad periods. There's plenty to see, but the Citadel's most striking sights are the Temple of Hercules and the Ummayad Palace.\nArtefacts dating from the Bronze Age show that the hill was a fortress and/or agora (open space for commerce and politics) for thousands of years.The two giant standing pillars are the remains of the Roman Temple of Hercules. Once connected to the Forum (downtown), the temple was built during the reign of Roman Emperor Marcus Aurelius (AD 161–80). The only obvious remains are parts of the podium and the columns, which are visible from around town. There’s also a rather touching remnant of a stone-carved hand, which shows the level of detail that would have adorned the temple in its glory days. Nearby is a lookout with sweeping views of the downtown area.The Citadel’s most impressive series of historic buildings is focused around the Umayyad Palace, behind the small (and rather old-fashioned) archaeological museum. Believed to be the work of Umayyad Arabs and dating from about AD 720, the palace was an extensive complex of royal and residential buildings and was once home to the governor of Amman. Its lifespan was short – it was destroyed by an earthquake in AD 749 and was never fully rebuilt.Coming from the south, the first major building belonging to the palace complex is the domed audience hall, designed to impress visitors to the royal palace. The most intact of the buildings on the site, the hall is shaped like a cross, mirroring the Byzantine church over which it was built. After much debate as to whether the central space had originally been covered or left open to the elements, consensus came down on the side of the ceiling dome, which was reconstructed by Spanish archaeologists.A courtyard immediately north of the hall leads to a 10m-wide colonnaded street, lined with numerous arches and columns, and flanked by residential and administrative buildings. Further to the north is the former governor’s residence, which includes the throne room.East of the audience hall is the Umayyad Cistern, an enormous circular hole with steps leading down to the bottom, which once supplied water to the palace and surrounding areas. The small disc on the floor in the centre once supported a pillar that was used for measuring water levels.Near the museum to the south is the small Byzantine Basilica, most of which has been destroyed by earthquakes. It dates from the 6th or 7th century AD, and contains a few dusty mosaics.The Citadel ticket office is on the road leading up to the Citadel’s entrance. Multilingual, fully licensed guides (up to JD15 per hour) usually congregate near the ticket office and can really enhance your visit.The only access roads to the Citadel are from Al Malek Ali Bin Al Hussein St. It’s better to hire a taxi for the trip up (around JD1 from downtown) and save some energy for the recommended walk down. Steps lead from east of the Citadel complex, past a viewing platform to Hashemi St, opposite the Roman Theatre. This makes a fine start to a walking tour of downtown."
    },
    {
        "country": "jordan",
        "index": 7,
        "name": "Ajloun Castle",
        "latitude": "32.325178",
        "longitude": "35.727453",
        "excerpt": "This historic castle was built atop Mt ‘Auf (1250m) between 1184 and 1188 by one of Saladin’s generals, ‘Izz ad Din Usama bin Munqidh (who was also…",
        "detail_url": "https://www.lonelyplanet.com/jordan/ajloun/attractions/ajloun-castle/a/poi-sig/1105583/1298987",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2107312184.jpg",
        "detail_description": "This historic castle was built atop Mt ‘Auf (1250m) between 1184 and 1188 by one of Saladin’s generals, ‘Izz ad Din Usama bin Munqidh (who was also Saladin’s nephew). The castle commands views of the Jordan Valley and three wadis leading into it, making it an important strategic link in the defensive chain against the Crusaders and a counterpoint to the Crusader Belvoir Fort on the Sea of Galilee in present-day Israel and the Palestinian Territories.\nThe castle was enlarged in 1214 with the addition of a new gate in the southeastern corner, and once boasted seven towers as well as a 15m-deep dry moat. With its hilltop position, Qala’at Ar Rabad was one in a chain of beacons and pigeon posts that enabled messages to be transmitted from Damascus to Cairo in a single day. The rearing of pigeons is still a popular pastime in the area.After the Crusader threat subsided, the castle was largely destroyed by Mongol invaders in 1260, only to be almost immediately rebuilt by the Mamluks. In the 17th century an Ottoman garrison was stationed here, after which it was used by local villagers. Earthquakes in 1837 and 1927 badly damaged the castle, though slow and steady restoration is continuing.Note that there is a useful explanation in English just inside the main gate, and a small museum containing pots, snatches of mosaics and some intriguing medieval hand grenades. Apart from this, nothing else in the castle is signposted, although not much explanation is needed to bring the place to life, especially given that the views from these lofty heights are nothing short of spectacular.The castle is a tough 3km uphill walk from the town centre, but minibuses very occasionally go to the top (about 100 fils). Alternatively, take a taxi from Ajloun (JD1 to JD2 each way). The visitor centre and ticket office is about 500m downhill from the castle entrance; there's a small scale model of the castle on display here and, perhaps more usefully, clean toilets."
    },
    {
        "country": "jordan",
        "index": 8,
        "name": "Azraq Wetland Reserve",
        "latitude": "31.83429",
        "longitude": "36.820292",
        "excerpt": "For several millennia, the Qa’al Azraq (Azraq Basin) comprised a huge area of mudflats, pools and marshlands, which led to the establishment of Azraq as…",
        "detail_url": "https://www.lonelyplanet.com/jordan/the-eastern-desert/azraq/attractions/azraq-wetland-reserve/a/poi-sig/1105672/361088",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1151520843.jpg",
        "detail_description": "For several millennia, the Qa’al Azraq (Azraq Basin) comprised a huge area of mudflats, pools and marshlands, which led to the establishment of Azraq as one of the most important oasis towns in the Levant. Since the mass pumping of water to thirsty Amman, however, the wetlands have almost disappeared. Thankfully, the Royal Society for the Conservation of Nature (RSCN) has worked to preserve and restore the remainder, and they remain a fascinating place to visit.\nAlthough just 10% of the original wetlands remains, about 300 species of resident and migratory birds use the wetlands during their winter migration from Europe to Africa, including raptors, larks, warblers, finches, harriers, eagles, plovers and ducks. A few buffaloes also wallow in the marshy environs, and jackals and gerbils are occasionally spotted in the late evening. The best time to see birdlife is in winter (December to February) and early spring (March and April). Large flocks of raptors steadily arrive in May. Ultimately, however, bird populations are dependent on the water levels in the reserve, and as the water continues to be pumped out quicker than it is pumped in, the future of the oasis remains in jeopardy.An environmental recovery project of this magnitude is certainly worth support, and the on-site visitor centre has well-documented exhibits detailing the history of the basin's demise and rebirth.A 1.5km Marsh Trail through the reserve, which takes about 30 minutes to walk, gives an idea of the former beauty of the wetlands. The trail follows natural paths made by water buffalo, which still roam through the wetlands. Take a pair of binoculars and stop at the bird hide to spot ducks squabbling between the seasonal reed beds. A viewing hide overlooking the Shishan springs is worth noting: these springs once watered the entire wetlands, and the cooling sound of the wind amid thick reeds makes you forget how close the desert is.In 2017 a project to restore a new basin (dubbed the Swiss Pond because of the source of the project's funding) began, pumping water back into the land. When we visited, hordes of tiny frogs were already massing on its banks; within a year it was expected to be packed with reeds and other marsh plants, and attracting birdlife again.The Azraq Wetland Reserve is located 500m east of Azraq and is signposted off the main road."
    },
    {
        "country": "jordan",
        "index": 9,
        "name": "Shobak Castle",
        "latitude": "30.531344",
        "longitude": "35.560555",
        "excerpt": "Perched in a wild, remote landscape, Shobak Castle wins over even the most castle-weary visitor, despite being less complete than its sister fortification…",
        "detail_url": "https://www.lonelyplanet.com/jordan/shobak/attractions/shobak-castle/a/poi-sig/1106238/1314548",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/43d7d76e5d0a012257a7fd08f994d272-shobak-castle.jpg",
        "detail_description": "Perched in a wild, remote landscape, Shobak Castle wins over even the most castle-weary visitor, despite being less complete than its sister fortification at Karak. It's especially imposing when seen from a distance, as it sits on a dramatic hill (formerly called Mons Realis, or the Royal Mountain), imposing its might on the surrounding countryside. Local guides, who really know their stuff, are available at the gate for around JD10.\nShobak was built by the Crusader king Baldwin I in 1115. Its defenders withstood numerous attacks from the armies of Saladin (Salah ad Din) before succumbing in 1189 (a year after Karak), after an 18-month siege. It was later occupied in the 14th century by the Mamluks, who built over many of the Crusader buildings. As you climb up from the entrance, there are some wells on the left. Soon after passing these, you’ll see the reconstructed church, one of two in the castle, down to the left. It has an elegant apse supported by two smaller alcoves. The room leading off to the west was the baptistery; on the north wall there are traces of water channels leading from above.Return to the main path and turn left. After you pass under the arches, a door leads into the extensive market. Turn left and descend 375 steps into an amazing secret passageway that leads to a subterranean spring, finally surfacing via a ladder outside the castle, beside the road to Shobak town. Tread carefully, use a torch and don’t even think about coming down here if you’re claustrophobic. Alternatively, continue past the tunnel for 50m and you’ll pass a large two-storey building with archways, built by the Crusaders but adapted by the Mamluks as a school. At the northern end of the castle is the semicircular keep with four arrow slits. Outside, dark steps lead down to the prison. Head to the northeastern corner of the castle to see Quranic inscriptions, possibly dating from the time of Saladin, carved in Kufic script around the outside of the keep.Following south along the eastern perimeter, you’ll pass the entrance to the court of Baldwin I, which has been partly reconstructed. Continuing south, you’ll pass some baths on the right. Off to the left is a reconstructed Mamluk watchtower. Just past the tower is the second church. In a room to the left as you enter, you can see above a door in the east wall a weathered carving of a Crusader cross. In the church proper, the arches have been reconstructed. Beneath the church are catacombs, which contain Islamic tablets, Christian carvings, large spherical rocks used in catapults and what is said to be Saladin’s very simple throne. From the catacombs, the path leads back to the gate.There have been long-standing plans to bring the history of Shobak Castle to life with a local re-enactment company, but the tourism doldrums seem to have put this on hold. In the interim, staff dressed as Saladin's soldiers guard the entrance to Shobak sweetly and will happily pose for photos or engage visitors in mock sword fights."
    },
    {
        "country": "jordan",
        "index": 10,
        "name": "Qasr Al Abad",
        "latitude": "31.91214158",
        "longitude": "35.75186008",
        "excerpt": "The small but impressive Qasr Al Abad, west of Amman, is one of the very few examples of pre-Roman construction in Jordan. Mystery surrounds the palace,…",
        "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/qasr-al-abad/a/poi-sig/1443086/361068",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-826520924.jpg",
        "detail_description": "The small but impressive Qasr Al Abad, west of Amman, is one of the very few examples of pre-Roman construction in Jordan. Mystery surrounds the palace, and even its precise age isn’t known, though most scholars believe that Hyrcanus of the powerful Jewish Tobiad family built it sometime between 187 and 175 BC as a villa or fortified palace. Although never completed, much of the palace has been reconstructed, and remains an impressive site.\nThe palace was built from some of the biggest blocks of any ancient structure in the Middle East – the largest is 7m by 3m. The blocks were, however, only 20cm or so thick, making the whole edifice quite flimsy, and susceptible to the earthquake that flattened it in AD 362. Today, the setting and the animal carvings on the exterior walls are the highlights. Look for the carved panther fountain on the ground floor, the eroded eagles on the corners and the lioness with cubs on the upper storey of the back side. The gatekeeper will open the interior, as well as a small museum (which includes drawings of what the complex once looked like) for a tip of JD2. If he’s not around, ask for the miftah (key) at the small shop near the gate.Qasr Al Abad is best visited by private transport. It's on the outskirts of Iraq Al Amir village, about 10km west of Wadi As Seer, which is served by minibus from Amman's Muhajireen Bus Station. There are only occasional minibuses between Iraq Al Amir and Wadi As Seer."
    },
    {
        "country": "jordan",
        "index": 11,
        "name": "Temple of Artemis",
        "latitude": "32.28172719",
        "longitude": "35.89125775",
        "excerpt": "Dedicated to Artemis, the goddess of hunting and fertility and the daughter of Zeus and Leto, this temple was built between AD 150 and 170, and flanked by…",
        "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/temple-of-artemis/a/poi-sig/1442849/361072",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock236552494.jpg",
        "detail_description": "Dedicated to Artemis, the goddess of hunting and fertility and the daughter of Zeus and Leto, this temple was built between AD 150 and 170, and flanked by 12 elaborately carved Corinthian columns (11 still stand). The construction is particularly impressive given that large vaults, housing temple treasure, had to be built to the north and south to make the courtyard level. The whole building was once clad in marble, and prized statues of Artemis would have adorned the niches.\nIf you visit on a partly cloudy day, you’re in for a treat, as the sandstone pillars of the temple light up like bars of liquid gold each time the sun comes out. It’s a magical sight, and magic – or a sense of the world beyond – was exactly what the architects of this gem of a building would have been trying to capture in their design.Alas, the edict of Theodorius in AD 386, permitting the dismantling of pagan temples, led to the demise of this once-grand edifice, as it was picked apart for materials to construct churches. The Byzantines later converted the site to an artisan workshop for kitchenware and crockery. In the 12th century the structure was temporarily brought back to life as an Arab fortification, only to be destroyed by the Crusaders.If your energy is starting to flag, this is a good place to turn back. You can descend through the temple's gateway, the propylaeum. If you want to get a sense of the complete extent of Jerash, head towards the North Gate for further views."
    },
    {
        "country": "jordan",
        "index": 12,
        "name": "Shaumari Wildlife Reserve",
        "latitude": "31.758605",
        "longitude": "36.752872",
        "excerpt": "Established in 1975 by the Royal Society for the Conservation of Nature (RSCN), this 22 sq km reserve was created with the aim of reintroducing wildlife…",
        "detail_url": "https://www.lonelyplanet.com/jordan/the-eastern-desert/azraq/attractions/shaumari-wildlife-reserve/a/poi-sig/1105673/361088",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8aed2963407a354c94a879c31a7fc135-shaumari-wildlife-reserve.jpg",
        "detail_description": "Established in 1975 by the Royal Society for the Conservation of Nature (RSCN), this 22 sq km reserve was created with the aim of reintroducing wildlife that has disappeared from the region, most notably the highly endangered Arabian oryx, Persian onagers (wild ass), Dorcas gazelles and houbara bustards. The reserve has recently undergone a radical overhaul to make it an excellent and singular Jordanian tourism experience.\r\n\nThe startlingly modernist visitor centre provides a mass of information on the area's ecosystems, as well as the biology of its most celebrated inhabitants. Enclosures allow you to get a good view of oryx, onagers, gazelles and bustards before leaving for the safari experience (JD20). You ride in special safari jeeps with raised seats, and the guides are fonts of knowledge on the flora and fauna, as well as being experts at picking out distant wildlife (onagers in particular are very skittish and require the provided binoculars to spot).\r\n\r\nA special area is set aside for the oryx captive breeding program that has helped rescue the species from extinction. It's often possible to see calves. Near the entrance is a reserved aviary, which houses falcons that have been confiscated by rangers from Gulf Arabs who visit the region to illegally hunt. After rehabilitation the birds are reintroduced to the wild. Another bird likely to make a return to Shaumari soon is the ostrich, as the RSCN is currently looking at plans to reintroduce the species, which had been hunted to oblivion in the area.\r\n\r\nThe turning for Shaumari is well signposted, 7km from the Azraq T-junction, along the road to the Saudi border. A minimum of four people is required for the safari, which lasts up to three hours.\r\n"
    },
    {
        "country": "jordan",
        "index": 13,
        "name": "Forum",
        "latitude": "32.27751902",
        "longitude": "35.89084877",
        "excerpt": "Whatever the light and whatever the weather, the forum, with its organ-pipe columns arranged around an unusual oval-shaped plaza, is always breathtaking…",
        "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/forum/a/poi-sig/1442844/361072",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1169735011.jpg",
        "detail_description": "Whatever the light and whatever the weather, the forum, with its organ-pipe columns arranged around an unusual oval-shaped plaza, is always breathtaking. It's one of Jerash's undisputed highlights. This immense space (90m long and 80m at its widest point) lies in the heart of the city, linking the main thoroughfare (the cardo maximus) with the Temple of Zeus. It served as a marketplace and the main locus of the city’s social and political life.\nToday it still draws crowds, with Jordanian families picnicking and site guards napping among the columns. And what superb columns they are! Constructed in the middle of the 1st century AD, the forum is surrounded by 56 unfluted Ionic columns, each made from four solid cuts of stone that appear double in number because of their shadow. The plaza itself is just as spectacular, paved with extremely high-quality limestone slabs. The slabs, which increase in size as they radiate from the middle, create a sense of vortex that draws your eye to the centre point. To appreciate this effect fully you need an aerial view, which can be gained from climbing the steps to the Temple of Zeus."
    },
    {
        "country": "jordan",
        "index": 14,
        "name": "Roman Theatre",
        "latitude": "31.951666",
        "longitude": "35.9391771",
        "excerpt": "This magnificently restored theatre is the most obvious and impressive remnant of Roman Philadelphia, and is the highlight of Amman for most foreign…",
        "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/roman-theatre/a/poi-sig/1105394/361068",
        "image_url": "https://lp-cms-production.imgix.net/2022-04/Jordan%20Amman%20%C2%A9%20lrosebrugh%20GettyImages-1148727438.jpg",
        "detail_description": "This magnificently restored theatre is the most obvious and impressive remnant of Roman Philadelphia, and is the highlight of Amman for most foreign visitors. The theatre itself is cut into the northern side of a hill, and has a seating capacity of 6000. The best time for photographs is the morning, when the light is soft – although the views from the top tiers just before sunset are also superb.\nThe theatre was probably built in the 2nd century AD during the reign of Antoninus Pius (AD 138–61). It was built on three tiers: the rulers, of course, sat closest to the action, the military secured the middle section, and the general public perched and squinted from the top rows. Theatres often had religious significance, and the small shrine above the top row of seats once housed a statue of the goddess Athena (now in the Jordan Museum), who was prominent in the religious life of the city.Full restoration of the theatre began in 1957. Unfortunately, non-original materials were used, which means that the present reconstruction is partly inaccurate. However, the final product is certainly impressive, especially considering that the theatre has again become a place of entertainment in recent years. Concerts are sometimes put on here in the summer – check with the tourist office or ask at your hotel."
    },
    {
        "country": "jordan",
        "index": 15,
        "name": "St George’s Church & Mosaic Map",
        "latitude": "31.71748091",
        "longitude": "35.79379655",
        "excerpt": "This rather modest 19th-century Greek Orthodox church houses a treasure of early Christianity. Imagine the excitement in 1884 when Christian builders came…",
        "detail_url": "https://www.lonelyplanet.com/jordan/kings-highway/madaba/attractions/st-george-s-church-mosaic-map/a/poi-sig/1105945/361078",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1472688197.jpg",
        "detail_description": "This rather modest 19th-century Greek Orthodox church houses a treasure of early Christianity. Imagine the excitement in 1884 when Christian builders came across the remnants of a Byzantine church on their construction site. Among the rubble, having survived wilful destruction, fire and neglect, the flooring they discovered wasn’t just another mosaic but one with extraordinary significance: to this day, it represents the oldest map of Palestine in existence and provides many historical insights into the region.\nCrafted in AD 560, the map has 157 captions (in Greek) depicting all the major biblical sites of the Middle East, from Egypt to Palestine. It was originally around 15m to 25m long and 6m wide, and once contained more than two million pieces. Although much of the mosaic has been lost, enough remains to sense the complexity of the whole.On Friday and Sunday mornings the church opens at 7am for Mass (visitors are welcome); viewing the map at these times is not permitted. A small shop by the exit sells copies of the map and reproduction Orthodox icons.The ticket office doubles as a small interpretative centre, and has excellent displays recounting the history of the mosaics and the church – it's well worth spending some time here before viewing the map, as it will make it easier to spot the details that you want to focus on in the church."
    },
    {
        "country": "jordan",
        "index": 16,
        "name": "South Theatre",
        "latitude": "32.27670663",
        "longitude": "35.88927478",
        "excerpt": "As you enter the South Theatre through a wooden door between the arches, there’s little to suggest the treasure encased by the plain exterior. But then…",
        "detail_url": "https://www.lonelyplanet.com/jordan/jerash-and-the-north/jerash/attractions/south-theatre/a/poi-sig/1442846/361072",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock520751962.jpg",
        "detail_description": ""
    },
    {
        "country": "jordan",
        "index": 17,
        "name": "Church of the Beheading of John the Baptist",
        "latitude": "31.71466798",
        "longitude": "35.79311647",
        "excerpt": "This operational early-20th-century Roman Catholic church has been transformed into an intriguing destination for visitors and pilgrims by the restoration…",
        "detail_url": "https://www.lonelyplanet.com/jordan/kings-highway/madaba/attractions/church-of-the-beheading-of-john-the-baptist/a/poi-sig/1443078/361078",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock134521694.jpg",
        "detail_description": ""
    },
    {
        "country": "jordan",
        "index": 18,
        "name": "Darat Al Funun",
        "latitude": "31.95390448",
        "longitude": "35.93078594",
        "excerpt": "On the hillside to the north of the downtown area, this cultural haven is dedicated to contemporary art. The main building features an excellent art…",
        "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/darat-al-funun/a/poi-sig/418187/361068",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/darat-al-funun-Jordan-JPA02780.jpg",
        "detail_description": "On the hillside to the north of the downtown area, this cultural haven is dedicated to contemporary art. The main building features an excellent art gallery with works by Jordanian and other Arab artists, an art library, and workshops for Jordanian and visiting sculptors and painters. A schedule of upcoming exhibitions, lectures, films and public discussion forums is available on the website.\nAlmost as significant as the centre’s artistic endeavours are the architectural features of the site. At the base of the complex, near the entrance, are the excavated ruins of a 6th-century Byzantine church. Buildings further up the hill are mostly restored residences from the 1920s in the lovely Mediterranean-Venetian style that was popular in the region in the 1920s. There is also a peaceful cafe and gardens with views over Amman.Access is easiest on foot. From near the southern end of Al Malek Al Hussein St, head up the stairs under the ‘Riviera Hotel’ sign. At the top of the stairs, turn immediately right onto Nimer Bin Adwan St and walk uphill for 50m where you need to take the left fork. The entrance gate (no English sign) is on the right after a few metres."
    },
    {
        "country": "jordan",
        "index": 19,
        "name": "Jordan Museum",
        "latitude": "31.94577777",
        "longitude": "35.9253905",
        "excerpt": "The Jordan Museum, located next to the City Hall, is one of the best in the Middle East. Housed in a grand modern building, a series of beautifully…",
        "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/jordan-museum/a/poi-sig/1443065/361068",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/e8fc1f40fdd2f617809d5c2f8dda5b95-jordan-museum.jpeg",
        "detail_description": ""
    },
    {
        "country": "jordan",
        "index": 20,
        "name": "Memorial Viewpoint",
        "latitude": "31.768456",
        "longitude": "35.725297",
        "excerpt": "Moses' view of the Promised Land towards ancient Gilead, Judah, Jericho and the Negev is marked by an Italian-designed bronze memorial next to the Moses…",
        "detail_url": "https://www.lonelyplanet.com/jordan/mt-nebo/attractions/memorial-viewpoint/a/poi-sig/1500337/1299085",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1572921697.jpg",
        "detail_description": ""
    }
]