[
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 1,
        "name": "Sarawak Museum",
        "latitude": "1.5548196397229",
        "longitude": "110.34344191827",
        "excerpt": "Closed at the time of writing and scheduled to reopen in mid-2020 after extensive conservation work, the Sarawak Museum was established in 1891 by Charles…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/sarawak-museum/a/poi-sig/1328024/356979",
        "image_url": null,
        "detail_description": "Closed at the time of writing and scheduled to reopen in mid-2020 after extensive conservation work, the Sarawak Museum was established in 1891 by Charles Brooke as a place to exhibit indigenous handicrafts and wildlife specimens, many collected by naturalist Alfred Russel Wallace in the 1850s. A highlight of the historic old building are the two colonial cannons protecting the entrance.\nOver recent decades the museum has focused more on ethnological displays about Borneo's incredibly rich indigenous cultures – including a full-size Iban longhouse – but it is envisaged that in future the museum will restore many natural-history details and exhibition highlights from its heyday a century ago."
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 2,
        "name": "Fort Margherita",
        "latitude": "1.56067",
        "longitude": "110.349587",
        "excerpt": "Built by Charles Brooke in 1879 and named after his wife, Ranee Margaret, this hilltop fortress long protected Kuching against surprise attack by pirates…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/fort-margherita/a/poi-sig/477560/356979",
        "image_url": null,
        "detail_description": "Built by Charles Brooke in 1879 and named after his wife, Ranee Margaret, this hilltop fortress long protected Kuching against surprise attack by pirates. Inside, the Brooke Gallery illustrates the remarkable story of the white rajas of Sarawak with fascinating artefacts and story boards. To get here take a tambang (RM1) from the Waterfront Promenade to Kampung Boyan and then follow the signs up through the derelict school for 500m. A new stairway and tambang wharf west of the fort should open in 2020.\nYou can also explore the ramparts for excellent views of the Kuching waterfront. Combined admission (RM30) is available when visiting both the Brooke Gallery at Fort Margherita and the Ranee Museum; this saves RM10."
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 3,
        "name": "Chinese History Museum",
        "latitude": "1.557635",
        "longitude": "110.348783",
        "excerpt": "Housed in the century-old Chinese Court building, this museum provides an excellent introduction to the nine major Chinese communities – each with its own…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/chinese-history-museum/a/poi-sig/1211572/356979",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/163631580_full.jpg",
        "detail_description": "Housed in the century-old Chinese Court building, this museum provides an excellent introduction to the nine major Chinese communities – each with its own dialect, cuisine and temples – who began settling in Sarawak around 1830. Highlights include ceramics, musical instruments, historic photographs and some fearsome dragon- and lion-dance costumes. The entrance is on the river side of the building.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 4,
        "name": "Art Museum",
        "latitude": "1.5551546271596",
        "longitude": "110.34387708714",
        "excerpt": "Closed at the time of writing and scheduled to reopen in mid-2020. This museum featured an exhibit called Urang Sarawak, which deftly and succinctly…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/art-museum/a/poi-sig/1213625/356979",
        "image_url": null,
        "detail_description": "Closed at the time of writing and scheduled to reopen in mid-2020. This museum featured an exhibit called Urang Sarawak, which deftly and succinctly describes the people and culture of the region, especially indigenous lifestyles and traditional mythology, historical periods such as the Brooke era and WWII, as well as contemporary Sarawak. Other exhibits feature prehistoric archaeology, including important finds from the Niah Caves, and Chinese ceramics.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 5,
        "name": "Darul Hana Bridge",
        "latitude": "1.560681",
        "longitude": "110.345328",
        "excerpt": "Linking the northern and southern parts of Kuching, the city's spectacular pedestrian bridge (335m) is constructed to resemble the letter 'S' (for Sarawak…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/darul-hana-bridge/a/poi-sig/1604566/356979",
        "image_url": null,
        "detail_description": "Linking the northern and southern parts of Kuching, the city's spectacular pedestrian bridge (335m) is constructed to resemble the letter 'S' (for Sarawak), and the two towers are designed to look like the hornbill-inspired structures of traditional Bidayuh bamboo bridges. Two spacious viewing decks provide the best locations for taking in sprawling riverfront views.\nFrom the northern end of the bridge a riverfront esplanade continues east past the Sarawak State Assembly to provide pedestrian access to Fort Margherita and its Brooke Gallery."
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 6,
        "name": "Old Court House Complex",
        "latitude": "1.559769934696",
        "longitude": "110.34496164875",
        "excerpt": "The Old Court House was built in the late 19th century to serve as the city’s administrative centre. It now houses a cafe and bar, the excellent Ranee…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/old-court-house-complex/a/poi-sig/1211530/356979",
        "image_url": null,
        "detail_description": "The Old Court House was built in the late 19th century to serve as the city’s administrative centre. It now houses a cafe and bar, the excellent Ranee Museum and several venues for art and performance. There's usually something happening, but if not, just wander around and enjoy the peaceful verandahs. Kuching's main tourist information centre is also located here.Out front, across the street from the Square Tower, stands the Brooke Memorial, erected in 1924 to honour Charles Brooke.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 7,
        "name": "Indian Mosque",
        "latitude": "1.5601209870946",
        "longitude": "110.34340708768",
        "excerpt": "Turn off Jln India (between No 37 and No 39A) or waterfront Jln Gambier (between No 24 and No 25A) onto tiny Indian Mosque Lane (Lg Sempit) and you enter…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/indian-mosque/a/poi-sig/1213615/356979",
        "image_url": null,
        "detail_description": "Turn off Jln India (between No 37 and No 39A) or waterfront Jln Gambier (between No 24 and No 25A) onto tiny Indian Mosque Lane (Lg Sempit) and you enter another world. About halfway along, surrounded by houses and spice shops, stands Kuching’s oldest mosque, a modest structure built of belian (ironwood) in 1863 by Muslim traders from Tamil Nadu.\nNotable for its simplicity, it is an island of peace and cooling shade in the middle of Kuching’s commercial hullabaloo. There's usually someone sitting outside the mosque keeping an eye on things. If you would like to go inside, ask permission and they will probably offer to show you around. Women will be given a long cloak and headscarf to wear."
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 8,
        "name": "Hong San Si Temple",
        "latitude": "1.557474",
        "longitude": "110.347903",
        "excerpt": "Thought to date to around 1840, this fine Hokkien Chinese temple with intricate rooftop dragons was fully restored in 2004. There's a big celebration here…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/hong-san-si-temple/a/poi-sig/477564/356979",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b46517e5fbe6a8289cafa3aa3832f12a-hong-san-si-temple.jpg",
        "detail_description": "Thought to date to around 1840, this fine Hokkien Chinese temple with intricate rooftop dragons was fully restored in 2004. There's a big celebration here in April, when a long procession of floats, lion and dragon dancers and others winds its way through town following the altar of Kong Teck Choon Ong, the temple's deity.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 9,
        "name": "Astana",
        "latitude": "1.5635409516847",
        "longitude": "110.34536679962",
        "excerpt": "Built by Charles Brooke in 1869, the Astana (a local word meaning 'palace’) – conveniently labelled in giant white letters – and its manicured gardens…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/astana/a/poi-sig/1211588/356979",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/128079584_full.jpg",
        "detail_description": "Built by Charles Brooke in 1869, the Astana (a local word meaning 'palace’) – conveniently labelled in giant white letters – and its manicured gardens still serve as the home of the governor of Sarawak. The best views of the complex are actually from the south (city centre) bank of the river, so it’s not really worth taking a tambang across or using the Darul Hana Bridge.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 10,
        "name": "Islamic Heritage Museum",
        "latitude": "1.555207425063",
        "longitude": "110.34140376346",
        "excerpt": "Offers a pretty good introduction to Malay-Muslim culture and its long ties with the Muslim heartland far to the west. Displays range from Bornean-Malay…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/islamic-heritage-museum/a/poi-sig/477566/356979",
        "image_url": null,
        "detail_description": "Offers a pretty good introduction to Malay-Muslim culture and its long ties with the Muslim heartland far to the west. Displays range from Bornean-Malay architecture, musical instruments and woodcarvings to Arabic calligraphy and astrolabes of the sort that helped Arab mariners travel this far east. Following the opening of Kuching's Sarawak Museum Campus in mid-2020, some exhibits may be relocated to the new building. Check at the Kuching visitor centre.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 11,
        "name": "Waterfront Promenade",
        "latitude": "1.557839",
        "longitude": "110.34875",
        "excerpt": "The south bank of Sungai Sarawak along Main Bazaar and Jln Gambier is a lovely tree-shaded promenade, with walkways, lawns and food stalls. It's a fine…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/waterfront-promenade/a/poi-sig/1211542/356979",
        "image_url": null,
        "detail_description": "The south bank of Sungai Sarawak along Main Bazaar and Jln Gambier is a lovely tree-shaded promenade, with walkways, lawns and food stalls. It's a fine place for a stroll any time a cool breeze blows off the river, especially at sunset. In the evening the waterfront is ablaze with fairy lights and buzzing with people as tambang (small ferries) glide past with their glowing lanterns. The views across to the Astana, State Assembly, Darul Hana Bridge and musical fountain are mesmerising.\nSunset river cruises (RM20) are a popular way to experience Kuching's waterfront. The water level is kept constant by a downstream barrage."
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 12,
        "name": "Medan Niaga Satok",
        "latitude": "1.55564",
        "longitude": "110.322154",
        "excerpt": "Kuching’s biggest and liveliest market is 9km west of the city centre. It's open every day, but the main event is the larger weekend market that begins…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/medan-niaga-satok/a/poi-sig/477574/356979",
        "image_url": null,
        "detail_description": "Kuching’s biggest and liveliest market is 9km west of the city centre. It's open every day, but the main event is the larger weekend market that begins around midday on Saturday, when folk, some from rural longhouses, arrive with fruit, vegetables, fish and spices.\nThe air is heady with the aromas of fresh coriander, ginger, herbs and jungle ferns, which are displayed among piles of bananas, mangoes, custard apples and obscure jungle fruit. If you smell something overpoweringly sickly-sweet and pungent, chances are it’s a durian. Vendors are friendly and many are happy to tell you about their wares, which are often divided into quantities worth RM1 or RM2."
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 13,
        "name": "St Thomas’s Cathedral",
        "latitude": "1.5572528259652",
        "longitude": "110.34488738822",
        "excerpt": "Facing Padang Merdeka (Independence Sq) and its monumental kapok tree, Kuching’s Anglican cathedral (1954) has a mid-20th-century look and, inside, a…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/st-thomas-s-cathedral/a/poi-sig/1211592/356979",
        "image_url": null,
        "detail_description": "Facing Padang Merdeka (Independence Sq) and its monumental kapok tree, Kuching’s Anglican cathedral (1954) has a mid-20th-century look and, inside, a bright-red barrel-vaulted ceiling. Enter from Jln McDougall, named after Kuching’s first Anglican bishop, who arrived here in 1848. At the top of the hill, on the other side of the Parish Centre, stands the Bishop’s House.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 14,
        "name": "Sarawak Museum Campus",
        "latitude": "1.555715",
        "longitude": "110.342603",
        "excerpt": "Scheduled to open in mid-2020, the modern and innovative Sarawak Museum Campus incorporates several floors of interactive and hands-on exhibitions…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/sarawak-museum-campus/a/poi-sig/1602811/356979",
        "image_url": null,
        "detail_description": "Scheduled to open in mid-2020, the modern and innovative Sarawak Museum Campus incorporates several floors of interactive and hands-on exhibitions showcasing the various communities, cultures and history of the state. Surrounded by parkland and including a cafe, the spectacular building is inspired by traditional Islamic architecture. It is envisaged that some of the most interesting ethnographic exhibitions displayed at the Sarawak Museum will be re-installed here.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 15,
        "name": "Sarawak Textile Museum",
        "latitude": "1.5584415881235",
        "longitude": "110.34479158494",
        "excerpt": "Housed in a ‘colonial Baroque’–style building constructed in 1909, this museum displays some superb examples of traditional Sarawakian textiles, including…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/sarawak-textile-museum/a/poi-sig/1211581/356979",
        "image_url": null,
        "detail_description": "Housed in a ‘colonial Baroque’–style building constructed in 1909, this museum displays some superb examples of traditional Sarawakian textiles, including Malay songket (gold brocade cloth), as well as the hats, mats, belts, basketwork, beadwork, silver work, bark work, bangles and ceremonial headdresses created by the Iban, Bidayuh, Penan and other Dayak groups. Dioramas recreate the sartorial exuberance of Orang Ulu, Malay, Chinese and Indian weddings. Explanatory panels shed light on materials and techniques.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 16,
        "name": "Sarawak State Assembly",
        "latitude": "1.561464",
        "longitude": "110.347828",
        "excerpt": "Inaugurated in 2009, the iconic home of the State Assembly on the north bank of Sungai Sarawak is an imposing structure whose soaring golden roof is said…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/sarawak-state-assembly/a/poi-sig/1211589/356979",
        "image_url": null,
        "detail_description": "Inaugurated in 2009, the iconic home of the State Assembly on the north bank of Sungai Sarawak is an imposing structure whose soaring golden roof is said to resemble either a payung (umbrella) or a terendak (Melanau sunhat). The best views of the building are from the Waterfront Promenade and Jln Bishopsgate. A waterfront esplanade below the building links with the city's spectacular Darul Hana footbridge.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 17,
        "name": "Orchid Garden",
        "latitude": "1.563727",
        "longitude": "110.347023",
        "excerpt": "Sarawak's state flower, the Normah orchid, is just one of the 82 species growing in these peaceful gardens and greenhouse nursery. Other Borneo orchids to…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/orchid-garden/a/poi-sig/1525736/356979",
        "image_url": null,
        "detail_description": "Sarawak's state flower, the Normah orchid, is just one of the 82 species growing in these peaceful gardens and greenhouse nursery. Other Borneo orchids to look out for are lady's slippers, identifiable by their distinct, insect-trapping pouches.To get here from the city centre, cross the Darul Hana footbridge to Pengakalan Sapi on the north bank (next to the Sarawak State Assembly building) and then walk a short distance up the hill.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 18,
        "name": "Cat Museum",
        "latitude": "1.586678",
        "longitude": "110.334449",
        "excerpt": "This homage to the city’s namesake, located 8km north of the centre, features hundreds of entertaining, surprising and bizarre kucing (cat) figurines –…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/cat-museum/a/poi-sig/1153062/356979",
        "image_url": null,
        "detail_description": "This homage to the city’s namesake, located 8km north of the centre, features hundreds of entertaining, surprising and bizarre kucing (cat) figurines – some the size of a cow, others tiny – alongside detailed presentations on ‘Cats in Malay Society’ and ‘Cats in Chinese Art’. By the time you reach the exhibits on 'Cats in Stamps' and 'Cats in Film' (in which Bond villain Blofeld's mog features), you may feel it's all getting a little silly.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 19,
        "name": "Square Tower",
        "latitude": "1.560166",
        "longitude": "110.345457",
        "excerpt": "Along with Fort Margherita, the Square Tower, built in 1879, once guarded the river against marauders. Over the past century the structure – still…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/square-tower/a/poi-sig/1328005/356979",
        "image_url": null,
        "detail_description": "Along with Fort Margherita, the Square Tower, built in 1879, once guarded the river against marauders. Over the past century the structure – still emblazoned with Sarawak’s Brooke-era coat-of-arms – has served as a prison, a mess and a dance hall. Currently, it hosts a dinner-only restaurant.\n"
    },
    {
        "country": "kuching",
        "city": "Kuching",
        "index": 20,
        "name": "Ranee Museum",
        "latitude": "1.559705",
        "longitude": "110.344867",
        "excerpt": "Opened in 2018, this excellent museum focuses on the colourful and exciting times of Ranee Margaret of Sarawak. Born Margaret Alice Lili de Windt in Paris…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sarawak/kuching/attractions/ranee-museum/a/poi-sig/1605074/356979",
        "image_url": null,
        "detail_description": "Opened in 2018, this excellent museum focuses on the colourful and exciting times of Ranee Margaret of Sarawak. Born Margaret Alice Lili de Windt in Paris in 1849, she enjoyed a fascinating life in her role as the wife of Charles Brooke, raja of Sarawak. Combined admission (RM30) is available when visiting both the Brooke Gallery at Fort Margherita and the Ranee Museum; this saves RM10.\r\n\n"
    }
]