[
    {
        "country": "kyrgyzstan",
        "city": "Kyrgyzstan",
        "index": 1,
        "name": "Ak-Köl",
        "latitude": "41.675989",
        "longitude": "74.282684",
        "excerpt": "Winding 10km up a dirt road off the Kazarman–Chaek highway, brilliant Ak-Köl lake reflecting the surrounding peaks and the village beyond are a real…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/jumgal/attractions/ak-koel/a/poi-sig/1575524/1337122",
        "image_url": null,
        "detail_description": "Winding 10km up a dirt road off the Kazarman–Chaek highway, brilliant Ak-Köl lake reflecting the surrounding peaks and the village beyond are a real delight. Originally established as a psychiatric ward (the runs of which can be seen on the far lake shore) and later converted to a lead mine (sealed after WWII), the small Russian-style log cabins here are still home to around 15 villagers who use the area as a base from which to graze livestock in the surrounding valleys.\nIt's possible to use the village as a base for horse rides or trekking, if arrangements are made in Chaek. From here it's one hour to a small waterfall to the east, 2/4 hours on horse/foot to a larger waterfall to the south, and another 4/8 hours over the ridge to Kazarman."
    },
    {
        "country": "kyrgyzstan",
        "city": "Bishkek",
        "index": 2,
        "name": "State Museum of Fine Arts",
        "latitude": "42.878708",
        "longitude": "74.611223",
        "excerpt": "Collections of Kyrgyz embroidery and felt rugs, a splendid variety of paintings, and rotating exhibitions of local and international touring works all…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/state-museum-of-fine-arts/a/poi-sig/1011614/356888",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2bb282e8c26689f869300ed5b84a1884-state-museum-of-fine-arts.jpg",
        "detail_description": "Collections of Kyrgyz embroidery and felt rugs, a splendid variety of paintings, and rotating exhibitions of local and international touring works all make a visit here worthwhile. Last entrance 5.30pm.\n"
    },
    {
        "country": "kyrgyzstan",
        "city": "Kyrgyzstan",
        "index": 3,
        "name": "Köl-Suu",
        "latitude": "40.701854",
        "longitude": "76.3906",
        "excerpt": "Remote even by Kyrgyzstan standards, magnificent Köl-Suu lake stretches over 10km through a sheer mountain gorge that reaches nearly to the Chinese border…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/naryn-oblast/attractions/koel-suu/a/poi-sig/1578522/1341570",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2255076413-rfc.jpeg",
        "detail_description": "Remote even by Kyrgyzstan standards, magnificent Köl-Suu lake stretches over 10km through a sheer mountain gorge that reaches nearly to the Chinese border. It's hard to grasp the true scale until locally run boat trips (from $200 per person) strike out for the centre of the lake, where they seemed dwarfed by rock walls on every side. At 3500m the weather here can change rapidly so be sure to pack warm and carry extra provisions.\nIt's over 150km from Naryn through increasingly bad roads and two border checkpoints, but the final 7km from Jyrgal jailoo into the Kurumduk Valley's dramatic panorama of craggy peaks would be worth the trip even without the lake to cap it off. Horses are available to hire for the river crossing beyond Jyrgal or for the full trip up to the lake, but a determined driver in a reliable 4WD can sometimes make it all the way to the lake's shore."
    },
    {
        "country": "kyrgyzstan",
        "city": "Kyrgyzstan",
        "index": 4,
        "name": "Burana Tower",
        "latitude": "42.746398",
        "longitude": "75.250125",
        "excerpt": "Burana is a popular side-trip when driving between Issyk-Köl and Bishkek. In the fields south of Tokmok, the Burana Tower is the 24m-high stump of a huge…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/tokmok/attractions/burana-tower/a/poi-sig/1549716/1342118",
        "image_url": null,
        "detail_description": "Burana is a popular side-trip when driving between Issyk-Köl and Bishkek. In the fields south of Tokmok, the Burana Tower is the 24m-high stump of a huge brick minaret, supposedly 11th-century though what you see dates predominantly from a 1950s Soviet restoration. You can climb it from 9am to 5pm (6pm in summer), or admire the slightly leaning structure with its distant mountain backdrop from a grassy mound to the northwest. This is all that’s left of the ancient citadel of Balasagun, founded by the Sogdians and later a capital of the Karakhanids, excavated in the 1970s by Russian archaeologists.\nArguably the site's most interesting feature, on the other side of the citadel mound, is a collection of 6th- to 10th-century balbal (Turkic totem-like stone markers). There's also a small museum with 11th-century Christian carvings, Buddhist remains and Chinese coins, as well as info on local literary hero Haji Balasagun and his masterwork, the Kutudhu Bilik. Next door are the foundations of several mausoleums.The Shamsy Valley that leads south from Burana has also yielded a rich hoard of Scythian treasure, including a heavy gold burial mask, though the greatest treasures were all either spirited away to St Petersburg or to Bishkek where much is in storage in the bowels of the National Historical Museum.By public transport from Bishkek, take frequent marshrutka 353 to Tokmok (40som, 45 minutes), then a taxi for the last 24km (700som round trip)."
    },
    {
        "country": "kyrgyzstan",
        "city": "Kyrgyzstan",
        "index": 5,
        "name": "Sary-Chelek Biosphere Reserve",
        "latitude": "41.805038",
        "longitude": "71.958475",
        "excerpt": "Though the full Unesco Biosphere Reserve includes seven mountain lakes and numerous rare flora and fauna, the star attraction for most visitors is the…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/jalal-abad-oblast-1342191/attractions/sary-chelek-biosphere-reserve/a/poi-sig/1436347/1342191",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock61984723.jpg",
        "detail_description": "Though the full Unesco Biosphere Reserve includes seven mountain lakes and numerous rare flora and fauna, the star attraction for most visitors is the massive Sary-Chelek lake itself. Over 2km at its widest and over 7.5km long, the lush shoreline vegetation and dramatic crags facing the lake's accessible south shore make it a favourite local travel destination and it isn't hard to understand why.\nFrom the car park, follow a path uphill beyond the few small buildings to loop around several of the small lakes and several breathtaking high-perspective views of Sary-Chelek lake itself."
    },
    {
        "country": "kyrgyzstan",
        "city": "Kyrgyzstan",
        "index": 6,
        "name": "Köl-Tör Lake",
        "latitude": "42.527658",
        "longitude": "75.151978",
        "excerpt": "This turquoise-hued glacial lake is one of the most beautiful in Chuy oblast, and the surrounding peaks and verdant pastures certainly don't do anything…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/kegeti-valley/attractions/koel-toer-lake/a/poi-sig/1574618/1342117",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1283294775.jpg",
        "detail_description": "This turquoise-hued glacial lake is one of the most beautiful in Chuy oblast, and the surrounding peaks and verdant pastures certainly don't do anything to dispel that notion. It's two to three hours of often-steep hiking beyond the Kegeti Tour Guesthouse, depending on your fitness level, but the return trip should only take about half that. In summer, stop on the way to sample fresh kymys in one of the yurt-camps that set up along the way.\nSelf-sufficient trekkers can continue beyond the lake to a glaciated bowl at the top of the valley, from which it's possible to pass west into the Shamsy Valley or east into the Chon-Kegeti Valley."
    },
    {
        "country": "kyrgyzstan",
        "city": "Bishkek",
        "index": 7,
        "name": "Osh Bazaar",
        "latitude": "42.876169",
        "longitude": "74.570056",
        "excerpt": "Bishkek's most central bazaar has a certain compulsive interest and is an important city landmark. For traditional Kyrgyz clothes, including white…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/osh-bazaar/a/poi-sig/443232/356888",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3c7f3dde4bc764ffba9b8915316fc9d2-osh-bazaar.jpg",
        "detail_description": "Bishkek's most central bazaar has a certain compulsive interest and is an important city landmark. For traditional Kyrgyz clothes, including white imitation-felt ak kalpak hats (80som) and colourful shepherds' chests, find the stalls outside the south tip of the bazaar's Khial building. Mondays are quiet, but on any other day it bustles.\n"
    },
    {
        "country": "kyrgyzstan",
        "city": "Bishkek",
        "index": 8,
        "name": "Ala-Too Square",
        "latitude": "42.875595",
        "longitude": "74.603691",
        "excerpt": "Surveyed by a triumphant statue of Айкол Манас (Mighty Manas), Bishkek's nominal centre is architecturally neobrutalist in style but has a photogenic…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/ala-too-square/a/poi-sig/443216/356888",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3f69d2336fd07a0419142a93f366348e-ala-too-square.jpg",
        "detail_description": "Surveyed by a triumphant statue of Айкол Манас (Mighty Manas), Bishkek's nominal centre is architecturally neobrutalist in style but has a photogenic quality – especially when slowly goose-stepping soldiers change the guard beside the soaring national flagpole. In summer, the concrete of the square's northern half is relieved by attractive floral displays and fountains that double as swimming pools for local children.\n"
    },
    {
        "country": "kyrgyzstan",
        "city": "Bishkek",
        "index": 9,
        "name": "Frunze House-Museum",
        "latitude": "42.880446",
        "longitude": "74.605182",
        "excerpt": "This modest museum forms a concrete shell around the thatched cottage that was allegedly the birthplace of Mikhail Vasilievich Frunze (1885–1925), for…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/frunze-house-museum/a/poi-sig/443224/356888",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f3558b18ba285f719e8edf61c303645e-frunze-house-museum.jpg",
        "detail_description": "This modest museum forms a concrete shell around the thatched cottage that was allegedly the birthplace of Mikhail Vasilievich Frunze (1885–1925), for whom Bishkek (Pishpek) was renamed as 'Frunze' shortly after his death. There is little information in English, but even without captions many of the photos that depict both Bishkek and the Bolshevik Revolution (as interpreted through the lens of Frunze’s role) will be of interest to visitors.\n"
    },
    {
        "country": "kyrgyzstan",
        "city": "Bishkek",
        "index": 10,
        "name": "Art Group 705",
        "latitude": "42.868258",
        "longitude": "74.590028",
        "excerpt": "Well-curated irregular exhibitions on a wide variety of themes and a grungy hipster-chic space make this a great stop for art seekers. Go through the gate…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/art-group-705/a/poi-sig/1590996/356888",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/52822bbb7c193b93bf06718549eca49e-art-group-705.jpg",
        "detail_description": "Well-curated irregular exhibitions on a wide variety of themes and a grungy hipster-chic space make this a great stop for art seekers. Go through the gate at Bokonbaev 149 and then circle around back to the door marked with a large '705'. It's only open when an exhibition is on, so call or check the website before visiting.\n"
    },
    {
        "country": "kyrgyzstan",
        "city": "Kyrgyzstan",
        "index": 11,
        "name": "Tash Rabat Caravanserai",
        "latitude": "40.823065",
        "longitude": "75.288663",
        "excerpt": "This small stone caravanserai is sunk into the hillside of a photogenic narrow shepherds' valley that's given definition by occasional rocky outcrops…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/tash-rabat/attractions/tash-rabat-caravanserai/a/poi-sig/1578524/1336245",
        "image_url": null,
        "detail_description": "This small stone caravanserai is sunk into the hillside of a photogenic narrow shepherds' valley that's given definition by occasional rocky outcrops. Local sources say it dates from the 15th century, although some sources date its origins to a 10th-century Christian monastery. Either way, historians agree that at one time Tash Rabat (Kyrgyz for 'stone fortress') must have had significant political and trade importance on the Silk Road to justify the investment in labour required for its construction.\nThough not very large and almost entirely unadorned within, the domed building has a pleasingly complete look to it thanks to a (somewhat clumsy) Soviet-era restoration. The irregular shape and improbable location of the structure have fuelled a number of local legends. One relates how a ruling khan devised a test for his two sons to see who was worthy of inheriting his throne. One son, determined to prove that he could provide for his people, pursued the development of education, agriculture and industry. The other son amassed armies and built fortresses. Tash Rabat stands as a silent reminder of a war-mongering man who lost a khanate to his philanthropic brother.The Caravansarai keeps no officially posted opening hours – inquire at the yurts across the road if it's locked when you try to enter."
    },
    {
        "country": "kyrgyzstan",
        "city": "Bishkek",
        "index": 12,
        "name": "Nissa Art Salon",
        "latitude": "42.878283",
        "longitude": "74.60676",
        "excerpt": "Originally built as the St Nicholas Cathedral, the steeple was removed and this space converted to an art museum during the Soviet period. The building…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/nissa-art-salon/a/poi-sig/1575173/356888",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/78690de2dba0625442286a11ddde1028-nissa-art-salon.jpg",
        "detail_description": "Originally built as the St Nicholas Cathedral, the steeple was removed and this space converted to an art museum during the Soviet period. The building still hosts rotating exhibits of local artists that change every 6-8 weeks, and is well worth a stop to see what's on while wandering through Dubovy Park.\n"
    },
    {
        "country": "kyrgyzstan",
        "city": "Bishkek",
        "index": 13,
        "name": "Victory Square",
        "latitude": "42.878991",
        "longitude": "74.616244",
        "excerpt": "Commemorating the 40th anniversary of the end of WWII, this monument is designed to evoke three symbolic yurt struts curving above an eternal flame. It…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/victory-square/a/poi-sig/1376475/356888",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/af0984b430e409281175ecd81eabee4c-victory-square.jpg",
        "detail_description": "Commemorating the 40th anniversary of the end of WWII, this monument is designed to evoke three symbolic yurt struts curving above an eternal flame. It sits within the dauntingly oversized sun-bleached expanse of Victory Square.\n"
    },
    {
        "country": "kyrgyzstan",
        "city": "Bishkek",
        "index": 14,
        "name": "Gapar Aitiev Studio Museum",
        "latitude": "42.868392",
        "longitude": "74.608594",
        "excerpt": "Run by the son of the legend himself, this was once the working studio of Kyrgyz National Artist Gapar Aitiev. It will be of interest to visitors with a…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/gapar-aitiev-studio-museum/a/poi-sig/1575195/356888",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1e45f4dc806b3f4b661c54ec1a4a4da5-gapar-aitiev-studio-museum.jpg",
        "detail_description": "Run by the son of the legend himself, this was once the working studio of Kyrgyz National Artist Gapar Aitiev. It will be of interest to visitors with a distinct interest in Central Asian art, but the lack of signage and limited display space may discourage casual visitors.\n"
    },
    {
        "country": "kyrgyzstan",
        "city": "Bishkek",
        "index": 15,
        "name": "Gallery M",
        "latitude": "42.876389",
        "longitude": "74.588113",
        "excerpt": "This one-room gallery hosts rotating thematic exhibitions of works primarily by local artists. Much of it is for sale, and there is a handful of applied…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/gallery-m/a/poi-sig/1590993/356888",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c065016b4f7859419c0bfbcc6b8b82b9-gallery-m.jpg",
        "detail_description": "This one-room gallery hosts rotating thematic exhibitions of works primarily by local artists. Much of it is for sale, and there is a handful of applied-art souvenirs, as well. Enter directly from the corner of Chuy and Manas. Check the website for what's currently on, as it closes in between exhibitions.\n"
    },
    {
        "country": "kyrgyzstan",
        "city": "Kyrgyzstan",
        "index": 16,
        "name": "Belogorka Waterfall",
        "latitude": "42.510561",
        "longitude": "74.296997",
        "excerpt": "The 60m Belogorka Waterfall is one of the most impressive in the Bishkek area. The surrounding valley is dominated by a sharply pointed spike of mountain…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/chuy-oblast/attractions/belogorka-waterfall/a/poi-sig/1550840/1325973",
        "image_url": null,
        "detail_description": "The 60m Belogorka Waterfall is one of the most impressive in the Bishkek area. The surrounding valley is dominated by a sharply pointed spike of mountain nicknamed 'Black Finger', towering ahead of what was once the main shepherd's trail to the Suusamyr Valley. Following the former track past the waterfall for around an hour as it winds up and out of the valley takes you past wider, shorter falls and through some very attractive mountainscapes.\nComing from Sokuluk, the rough access road becomes impassable to cars at a small bridge just before the falls, and the nearest public transport (Marshrutka 400 from Bishkek's Osh Bazaar) at best stops 15km short in Belogorka village, with many only going as far as Tash-Bulak or Sokuluk bazaar. (From either of which, expect to pay 750-1000som each way for a taxi.) Hitching is not likely to be successful except, perhaps, on mid-summer weekends."
    },
    {
        "country": "kyrgyzstan",
        "city": "Bishkek",
        "index": 17,
        "name": "Statue of Kurmanjan Datka",
        "latitude": "42.877198",
        "longitude": "74.607006",
        "excerpt": "Dedicated to the 'Queen of the Alay', this 19th-century stateswoman and tribal leader was famous in Kyrgyzstan long before being featured in a 2014 film…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/statue-of-kurmanjan-datka/a/poi-sig/1378756/356888",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6a6149c36e11aa3f0eb34c2bd587004a-statue-of-kurmanjan-datka.jpg",
        "detail_description": "Dedicated to the 'Queen of the Alay', this 19th-century stateswoman and tribal leader was famous in Kyrgyzstan long before being featured in a 2014 film that won a number of international awards.\n"
    },
    {
        "country": "kyrgyzstan",
        "city": "Bishkek",
        "index": 18,
        "name": "White House",
        "latitude": "42.876192",
        "longitude": "74.600151",
        "excerpt": "The seat of government in Kyrgyzstan, the sidewalk out front of this Stalinist Modern construction is also the site of regular protests organised by local…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/white-house/a/poi-sig/1378762/356888",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ffa76bfae2955afebd021c9c54c73122-white-house.jpg",
        "detail_description": "The seat of government in Kyrgyzstan, the sidewalk out front of this Stalinist Modern construction is also the site of regular protests organised by local citizens representing a variety of causes.\n"
    },
    {
        "country": "kyrgyzstan",
        "city": "Kyrgyzstan",
        "index": 19,
        "name": "Chatyr-Köl",
        "latitude": "40.618643",
        "longitude": "75.284157",
        "excerpt": "From Tash Rabat, roughly six hours on foot or by plodding horse should get you to a broad ridge overlooking massive Chatyr-Köl (Чатыр-көл) – 23km long and…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/tash-rabat/attractions/chatyr-koel/a/poi-sig/1550868/1336245",
        "image_url": null,
        "detail_description": "From Tash Rabat, roughly six hours on foot or by plodding horse should get you to a broad ridge overlooking massive Chatyr-Köl (Чатыр-көл) – 23km long and 11km at the widest, but only around 20m deep. Continue for a couple of hours and you can stay the night in a yurt on the shore at just over 3500m, but note that after rains the area is often a boggy mess. The yurt owners at Tash Rabat can arrange horses and guides.\nVisiting the area requires a border-zone permit, though yurt owners report that these are rarely checked for hikers approaching over the mountains. However you'll need to return the same way as these are certain to be checked at a police post on the road route, and ideally all visitors would prepare one before visiting."
    },
    {
        "country": "kyrgyzstan",
        "city": "Kyrgyzstan",
        "index": 20,
        "name": "Koshoy Korgon Ruins",
        "latitude": "41.123526",
        "longitude": "75.699921",
        "excerpt": "Koshoy Korgan (Koshoy's fortress) is a 250m square of muddy wall remnants from what is thought to have been a powerful 12th-century Karakhanid citadel,…",
        "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/naryn-oblast/attractions/koshoy-korgon-ruins/a/poi-sig/1377964/1341570",
        "image_url": null,
        "detail_description": "Koshoy Korgan (Koshoy's fortress) is a 250m square of muddy wall remnants from what is thought to have been a powerful 12th-century Karakhanid citadel, constructed on a site inhabited since at least the 8th century. Walk the path that follows the tops of the old ramparts, past the western-wall remains of a minaret and the southern-edge excavations of what is claimed to be Koshoy's home.\nJust before the entrance is a museum which has a striking design and an attractive art collection alongside artefacts from historic sites across Naryn oblast. However, it's rarely open, so worth calling ahead to check. The site is 3km off the main road from Naryn to Torugart at Km409: head 800m down Köchör, the easternmost street in Kara-Suu village, then left on Abit (at Köchör 44/Abit 33) which curves around to the site."
    }
]