[
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 1,
        "name": "Sigulda Castle Complex",
        "latitude": "57.165547",
        "longitude": "24.851182",
        "excerpt": "The city of Sigulda has done a fine job developing the historic buildings at its core into one unmissable complex. The highlight is the Livonian Order…",
        "detail_url": "https://www.lonelyplanet.com/latvia/eastern-latvia/sigulda/attractions/sigulda-castle-complex/a/poi-sig/1277045/360097",
        "image_url": null,
        "detail_description": "The city of Sigulda has done a fine job developing the historic buildings at its core into one unmissable complex. The highlight is the Livonian Order Castle, which was constructed between 1207 and 1209 by the Livonian Brothers of the Sword. Its evocative ruins are being restored and are worth an exploration. Some sections are complete and you can walk along the ramparts and ascend a tower with wonderful views over the forested Gauja Valley.\nSee if you can spy Krimulda Manor and Turaida Castle poking through the trees.At the front of the complex, the 1878 neo-Gothic manor house was the home of Russian prince Dimitri Kropotkin, the man responsible for turning Sigulda into a tourist haven. It now houses Sigulda district council and is not open to the public. The complex's grounds have some lovely gardens; historic auxiliary buildings are now home to excellent restaurants, cafes and shops with working artists."
    },
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 2,
        "name": "Daugavpils Fortress",
        "latitude": "55.884073",
        "longitude": "26.496663",
        "excerpt": "This impressive riverside citadel is enjoying an ongoing renovation that's recreating its historic atmosphere. Look for the restored Nicholas Gate near…",
        "detail_url": "https://www.lonelyplanet.com/latvia/daugavpils/attractions/daugavpils-fortress/a/poi-sig/1466039/360093",
        "image_url": null,
        "detail_description": "This impressive riverside citadel is enjoying an ongoing renovation that's recreating its historic atmosphere. Look for the restored Nicholas Gate near the excellent Mark Rothko Art Centre. Built on the orders of tsar Alexander I on the eve of the Napoleonic wars, the fortress served as an imperial stronghold during two Polish insurrections in the 19th century and as a home away from home for tsars exploring their realm. It's a 3km walk northwest of the centre along the river.\nAlthough the architecture is rather utilitarian, you can make out Gothic and Egyptian motives in the decor of its four gates – all named after Russian royals. The fortress itself survived two centuries of wars and revolutions largely intact, but the beautiful 18th-century Jesuit cathedral that stood in the middle was destroyed by WWII bombardment, its ruins later cleared by the Soviets, who instead built a cluster of ugly generic apartment blocks for the military. A plaque outside the main gate states that Tatar poet Musa Jalil languished here from September to October 1942, in what was then the Nazi concentration camp Stalag-340. Inside, a memorial marks the site where local aristocrat Leon Plater was executed by the tsar's soldiers for leading the Polish revolt in the area in 1863."
    },
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 3,
        "name": "Turaida Museum Reserve",
        "latitude": "57.18729769",
        "longitude": "24.84721256",
        "excerpt": "Turaida means ‘God’s Garden’ in ancient Livonian, and this green knoll capped with a fairy-tale castle is certainly a heavenly place. The red-brick castle…",
        "detail_url": "https://www.lonelyplanet.com/latvia/eastern-latvia/sigulda/attractions/turaida-museum-reserve/a/poi-sig/446877/360097",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/228c1f7258d074a7c838c7ba65795371-turaida-museum-reserve.jpg",
        "detail_description": "Turaida means ‘God’s Garden’ in ancient Livonian, and this green knoll capped with a fairy-tale castle is certainly a heavenly place. The red-brick castle with its tall cylindrical tower was built in 1214 on the site of a Liv stronghold. A museum inside the castle’s 15th-century granary offers an interesting account of the Livonian state from 1319 to 1561; additional exhibitions can be viewed in the 42m-high Donjon Tower and the castle’s western and southern towers.\nThe rest of the reserve features a variety of buildings that have been transformed into small galleries and exhibits. It’s worth stopping by the smith house, where you can try forging metal. There is a real blacksmith on hand who sells his crafts, and guests can try pounding Liv pagan symbols into small chunks of iron.In the graveyard of the pretty wooden church (1750) is the grave of Maija Roze, an ill-fated beauty known as the 'Rose of Turaida' and the subject of a tragic legend. Look for the onyx headstone bearing the inscription ‘Turaidas Roze 1601–1620’.The nearby Folk Song Garden is dotted with 26 sculptures dedicated to epic Latvian heroes immortalised in the dainas, poetic folk songs that are a major Latvian tradition."
    },
    {
        "country": "latvia",
        "city": "Rīga",
        "index": 4,
        "name": "Biķernieki Memorial",
        "latitude": "56.963025",
        "longitude": "24.210447",
        "excerpt": "Between 1941 and 1944, the Nazis – aided by Latvians – shot more than 35,000 Jews at 55 different sites in this forest. It is one of several killing sites…",
        "detail_url": "https://www.lonelyplanet.com/latvia/riga/attractions/bikernieki-memorial/a/poi-sig/1631046/360099",
        "image_url": null,
        "detail_description": "Between 1941 and 1944, the Nazis – aided by Latvians – shot more than 35,000 Jews at 55 different sites in this forest. It is one of several killing sites that ring Rīga. In 2001 a large and impressive memorial was opened here deep in the woods, about 200m south of the busy road. Stones list the names of places in Europe from where Jews were brought to be killed here. Paths through the now silent trees lead to other killing sites.\nSome 6km east of central Rīga, the memorial is a thoughtful and contemplative place. Bus 15 stops nearby."
    },
    {
        "country": "latvia",
        "city": "Maskavas Forštate, Avotu Iela & Grīziņkalns",
        "index": 5,
        "name": "Rīga Ghetto & Latvian Holocaust Museum",
        "latitude": "56.941311",
        "longitude": "24.11793",
        "excerpt": "The centrepiece of this arresting and challenging museum is a wooden house with a reconstructed flat, like those that Jews had to move into when the Nazis…",
        "detail_url": "https://www.lonelyplanet.com/latvia/riga/maskavas-forstate-avotu-iela-and-grizinkalns/attractions/riga-ghetto-latvian-holocaust-museum/a/poi-sig/1522284/1342836",
        "image_url": null,
        "detail_description": "The centrepiece of this arresting and challenging museum is a wooden house with a reconstructed flat, like those that Jews had to move into when the Nazis established a ghetto in this area of Rīga in 1941. The central courtyard has a railway wagon similar to the kind that brought Jews from Germany to Rīga to be killed. Nearby, there is a photographic exhibition detailing the Holocaust in Latvia with the faces of those killed.\nElsewhere, well-curated exhibitions explore the Holocaust across Europe. A tiny on-site cafe offers kosher refreshments."
    },
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 6,
        "name": "Cēsis Castle",
        "latitude": "57.313226",
        "longitude": "25.270314",
        "excerpt": "Cēsis Castle is actually two castles in one. The moody dark-stone towers belong to the increasingly restored old castle. Founded by Livonian knights in…",
        "detail_url": "https://www.lonelyplanet.com/latvia/eastern-latvia/cesis/attractions/cesis-castle/a/poi-sig/1466388/360095",
        "image_url": null,
        "detail_description": "Cēsis Castle is actually two castles in one. The moody dark-stone towers belong to the increasingly restored old castle. Founded by Livonian knights in 1214, it was sacked by Russian tsar Ivan the Terrible in 1577. The newer castle, the stolid 18th-century manor house, was once inhabited by the dynasty of German counts von Sievers and now houses a museum that features original fin-de-siècle interiors. In summer there is a demonstration garden showing how people ate 500 years ago.\nAfter visiting the castle, take a walk through the landscaped castle park. Nearby is the hilltop Russian Orthodox Church of Transfiguration, which the von Sievers built at their family cemetery (like many Germans on Russian service they converted to Orthodoxy)."
    },
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 7,
        "name": "Kuldīga Waterfall",
        "latitude": "56.968024",
        "longitude": "21.979254",
        "excerpt": "Spanning 249m, Ventas Rumba is branded Europe's widest waterfall, though it's far from the tallest. Its subtle beauty becomes compelling the longer you…",
        "detail_url": "https://www.lonelyplanet.com/latvia/kuldiga/attractions/kuldiga-waterfall/a/poi-sig/1464443/1003812",
        "image_url": null,
        "detail_description": "Spanning 249m, Ventas Rumba is branded Europe's widest waterfall, though it's far from the tallest. Its subtle beauty becomes compelling the longer you look at it and enjoy the sparkling river, the calming sound of tonnes of water cascading over the precipice and the refreshing feel of the mist on a summer day.\nIn spring, crowds come from near and far to watch vimba (a type of migratory bream) jump the falls on their migration from the Baltic."
    },
    {
        "country": "latvia",
        "city": "Rīga",
        "index": 8,
        "name": "Kalnciema Kvartāls",
        "latitude": "56.943131",
        "longitude": "24.066539",
        "excerpt": "A lovingly restored courtyard with several vintage wooden buildings is home to creative cafes, shops and restaurants. It's also home to a fantastic…",
        "detail_url": "https://www.lonelyplanet.com/latvia/riga/attractions/kalnciema-kvartals/a/poi-sig/1524074/360099",
        "image_url": null,
        "detail_description": "A lovingly restored courtyard with several vintage wooden buildings is home to creative cafes, shops and restaurants. It's also home to a fantastic Saturday market that attracts some of the top food and produce vendors from across the region. Browse smoked meats, cheeses, vegetables, pastries and even spirits. The baked goods are extraordinary. At other times there are concerts, performances, art exhibitions and street food festivals. The airport bus (22) passes right outside.\n"
    },
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 9,
        "name": "Baltā Kāpa",
        "latitude": "57.234871",
        "longitude": "24.392009",
        "excerpt": "These striking pine-covered cliffs loom above a pristine white-sand beach dissected by a glistening stream. This is one of the most enchanting places…",
        "detail_url": "https://www.lonelyplanet.com/latvia/saulkrasti/attractions/balta-kapa/a/poi-sig/1524071/1327677",
        "image_url": null,
        "detail_description": "These striking pine-covered cliffs loom above a pristine white-sand beach dissected by a glistening stream. This is one of the most enchanting places along the entire Latvian coast, and the wooden walkway along the 18m-high cliffs affords sweeping views of the Gulf of Rīga. The Sunset Trail runs for 4km north through the pine forest along the ridge of the dune. Baltā Kāpa is 1.2km northwest of the Inčupe train station and 1.4km southwest of the Pabaži station.\n"
    },
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 10,
        "name": "Cape Kolka Point",
        "latitude": "57.758769",
        "longitude": "22.604971",
        "excerpt": "Watching the Baltic swells crash into the blue swells of the Gulf of Rīga is mesmerising. Find a spot away from the summertime crowds on the narrow beach;…",
        "detail_url": "https://www.lonelyplanet.com/latvia/western-latvia/kolka-and-cape-kolka/attractions/cape-kolka-point/a/poi-sig/1630768/360102",
        "image_url": null,
        "detail_description": "Watching the Baltic swells crash into the blue swells of the Gulf of Rīga is mesmerising. Find a spot away from the summertime crowds on the narrow beach; a 1km trail follows the beach southwest to the more serene environs of the Pine Trail, where there is uncrowded free parking. Local vendors sell crafts from small stalls.\n"
    },
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 11,
        "name": "Valmiermuiža",
        "latitude": "57.55579",
        "longitude": "25.431547",
        "excerpt": "See how one of Latvia's best-known craft beers is made on an entertaining tour: expect friendly guides and plenty of samples. Enjoy hearty pints and…",
        "detail_url": "https://www.lonelyplanet.com/latvia/valmiera/attractions/valmiermuiza/a/poi-sig/1465143/1327680",
        "image_url": null,
        "detail_description": "See how one of Latvia's best-known craft beers is made on an entertaining tour: expect friendly guides and plenty of samples. Enjoy hearty pints and Latvian favourites with a seasonal twist in the Beer Kitchen, a lively cafe (open Friday evenings and from 10am Saturday and Sunday). Valmiermuiža is just north of the city centre, past Viestura laukums.\n"
    },
    {
        "country": "latvia",
        "city": "Southern Latvia",
        "index": 12,
        "name": "Institute of Horticulture",
        "latitude": "56.610755",
        "longitude": "23.297453",
        "excerpt": "These massive gardens draw throngs of visitors each spring when the scores of fruit trees are in bloom. There are apricot, cherry and plum orchards, as…",
        "detail_url": "https://www.lonelyplanet.com/latvia/dobele/attractions/institute-of-horticulture/a/poi-sig/1524290/1327672",
        "image_url": null,
        "detail_description": "These massive gardens draw throngs of visitors each spring when the scores of fruit trees are in bloom. There are apricot, cherry and plum orchards, as well as one of Europe's largest collections of lilacs. A museum tells the history of the gardens and a shop offers plants, seeds and shoots for sale. But the real reason to visit is the selection of house-made ice cream made with the farm's fruit. It's smooth, creamy and not to be missed.\n"
    },
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 13,
        "name": "Liepāja Beach",
        "latitude": "56.504197",
        "longitude": "20.99247",
        "excerpt": "This Blue Flag beach is a fabulous place for a dip. The fine white sand is over 50m in width and the shore stretches for 8km. In summer you'll find a few…",
        "detail_url": "https://www.lonelyplanet.com/latvia/western-latvia/liepaja/attractions/liepaja-beach/a/poi-sig/1630785/360103",
        "image_url": null,
        "detail_description": "This Blue Flag beach is a fabulous place for a dip. The fine white sand is over 50m in width and the shore stretches for 8km. In summer you'll find a few beach cafes and water-sports operators.\n"
    },
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 14,
        "name": "St Nicholas Maritime Cathedral",
        "latitude": "56.552789",
        "longitude": "21.012511",
        "excerpt": "The stunning cathedral, with its bulbous cupolas, shines like a precious stone through the grey concrete of the decrepit Soviet apartment blocks that…",
        "detail_url": "https://www.lonelyplanet.com/latvia/western-latvia/liepaja/attractions/st-nicholas-maritime-cathedral/a/poi-sig/1464540/360103",
        "image_url": null,
        "detail_description": "The stunning cathedral, with its bulbous cupolas, shines like a precious stone through the grey concrete of the decrepit Soviet apartment blocks that surround it on all sides. Built in 1901 in the Russian revival style, the cathedral was restored in the 1990s. Proper attire is required (no shorts etc).\n"
    },
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 15,
        "name": "Ventspils Beach",
        "latitude": "57.394109",
        "longitude": "21.530199",
        "excerpt": "For Ventspils, the wide stretch of dazzling white sand south of the Venta River is its main treasure. During the warmer months, beach bums of every ilk –…",
        "detail_url": "https://www.lonelyplanet.com/latvia/western-latvia/ventspils/attractions/ventspils-beach/a/poi-sig/1522118/360104",
        "image_url": null,
        "detail_description": "For Ventspils, the wide stretch of dazzling white sand south of the Venta River is its main treasure. During the warmer months, beach bums of every ilk – from nudists to kiteboarders – line the pristine Blue Flag sands to absorb the sun’s rays. It's backed by a belt of dunes and a lush manicured park.\n"
    },
    {
        "country": "latvia",
        "city": "Maskavas Forštate, Avotu Iela & Grīziņkalns",
        "index": 16,
        "name": "Rīga Central Market",
        "latitude": "56.943693",
        "longitude": "24.115655",
        "excerpt": "Haggle for your huckleberries at this vast market, housed in a series of WWI Zeppelin hangars and spilling outdoors as well. It's an essential Rīga…",
        "detail_url": "https://www.lonelyplanet.com/latvia/riga/maskavas-forstate-avotu-iela-and-grizinkalns/attractions/riga-central-market/a/poi-sig/446801/1342836",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/284cc858e6bd203bbbeeb05b46a3d2c7-riga-central-market.jpg",
        "detail_description": "Haggle for your huckleberries at this vast market, housed in a series of WWI Zeppelin hangars and spilling outdoors as well. It's an essential Rīga experience, providing bountiful opportunities both for people-watching and to stock up for a picnic lunch. Although the number of traders is shrinking, the colourful abundance here activates visitor's foraging instincts. The best way to enjoy the market is to simply do your best to get lost amidst the bounty and browse away the day.\nIn operation since 1570, the riverside market flourished during the mid-1600s when the city outgrew Stockholm to become the largest stronghold of the Swedish Empire. Laden with goods, boats travelling down the Daugava would meet those traversing the Baltic Sea for a mutually beneficial exchange.In 1930 the market moved to its current location on the border of Central Rīga and the Russified Maskavas neighbourhood to make use of the railway, which replaced the river as the principal trade route. Confronted with the market’s ever-growing size, the city of Rīga decided to bring in five enormous 35m-high German-built Zeppelin hangars from the town of Vainode in western Latvia.Today you'll find a hip food court and lots of Latvian foods. Look for all manner of pickled treats, unusual cheeses, luxurious smoked fish, wild berries, unusual mushrooms and much more."
    },
    {
        "country": "latvia",
        "city": "Southern Latvia",
        "index": 17,
        "name": "Rundāle Palace",
        "latitude": "56.413237",
        "longitude": "24.024922",
        "excerpt": "Built as a grand residence for the Duke of Courland, this magnificent palace is a monument to 18th-century aristocratic ostentatiousness, and is rural…",
        "detail_url": "https://www.lonelyplanet.com/latvia/pilsrundale/attractions/rundale-palace/a/poi-sig/1464645/1327670",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Latvia%20Pilsrundale%20leldej%20GettyImages-146746491%20RFC%20crop.jpg",
        "detail_description": "Built as a grand residence for the Duke of Courland, this magnificent palace is a monument to 18th-century aristocratic ostentatiousness, and is rural Latvia's architectural highlight. It was designed by Italian baroque genius Bartolomeo Rastrelli, who is best known for the Winter Palace in St Petersburg. About 40 of the palace's 138 rooms are open to visitors, as are the wonderful formal gardens, inspired by those at Versailles. Detailed displays inside the palace offer fascinating insight into its design and restoration.\nErnst Johann Biron started his career as a groom and lover of Anna Ioanovna, the Russian-born Duchess of Courland. She gave him the duchy when she became Russian empress, but he stayed with her in St Petersburg, turning into the most powerful political figure of the empire. In 1736 he commissoned the Italian architect Bartholomeo Rastrelli to construct his summer residence near Bauska.Russian authors later blamed Biron for ushering in a era of terror, but many historians believe his role in the persecution of the nobility was exaggerated. On her death bed, the empress proclaimed Biron the Regent of Russia, but two months later his rivals arrested him and sentenced him to death by quartering. The sentence was commuted to exile. The unfinished palace stood as an empty shell for another 22 years when, pardoned by Catherine II, Ernst Johann returned home. Rastrelli resumed the construction and in 1768 the palace was finished. Ernst Johann died four years later at the age of 82. A succession of Russian nobles inhabited (and altered) the palace after the the Duchy of Courland was incorporated into Russian Empire in 1795.The castle is divided into two halves; the East Wing was devoted to formal occasions, while the West Wing was the private royal residence. The Royal Gardens, inspired by the gardens at Versailles, were also used for public affairs. The rooms were heated by a network of 80 porcelain stoves (only six authentic stoves remain), as the castle was mostly used during the warmer months.The palace was badly damaged in the Franco-Russian War in 1812 and again during the Latvian War of Independence in 1919 – what you see now is the result of a painstaking restoration started by experts from Leningrad in 1972 and officially finished in 2015. Definitely spend an extra €3 and opt for the 'long route' option when buying the ticket. Unlike the short route, it includes the duke's and duchess's private chambers, which is your chance to peek into the everyday life of 18th-century aristocrats as well as to admire the opulent interior design. Even the duke's chamber pot, adorned with a delightful painting of swimming salmon, is on display. Outside, the palace and park are surrounded by lush apple orchards.Like any good castle, Rundāle has loads of eerie ghost tales, but the most famous spectre that haunts the palace grounds is the ‘White Lady’. In the 19th century the royal doctor had a young daughter who was courted by many men, but on her 18th birthday she suddenly grew ill and died. Obsessed with her untimely demise, the doctor kept her corpse in his laboratory to study her and tried to figure out why she was ravaged by illness (or was she poisoned by a lovelorn suitor?). Unable to rest eternally, the daughter’s spirit began haunting the castle and cackling wildly in the middle of the night. During Rundāle’s restorations, several art historians and masons heard her wicked laughter and brought in a priest to exorcise the grounds."
    },
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 18,
        "name": "Old Brick Bridge",
        "latitude": "56.970112",
        "longitude": "21.977377",
        "excerpt": "The vaulted arches of the 1874 red-brick bridge are one of Kuldīga's favourite sites. At 154m, it's the third-longest brick bridge in Europe.",
        "detail_url": "https://www.lonelyplanet.com/latvia/kuldiga/attractions/old-brick-bridge/a/poi-sig/1630817/1003812",
        "image_url": null,
        "detail_description": "The vaulted arches of the 1874 red-brick bridge are one of Kuldīga's favourite sites. At 154m, it's the third-longest brick bridge in Europe.\n"
    },
    {
        "country": "latvia",
        "city": "Southern Latvia",
        "index": 19,
        "name": "Bauska Castle",
        "latitude": "56.403324",
        "longitude": "24.1752",
        "excerpt": "Bauska Castle sits on a picturesque hillock squeezed between two rivers – the Mūsa and Mēmele – that flow parallel to each other. It is actually two…",
        "detail_url": "https://www.lonelyplanet.com/latvia/bauska/attractions/bauska-castle/a/poi-sig/1464637/1327669",
        "image_url": null,
        "detail_description": "Bauska Castle sits on a picturesque hillock squeezed between two rivers – the Mūsa and Mēmele – that flow parallel to each other. It is actually two castles melded together. The oldest part is in ruins and dates to the Livonian Order in the 15th century. The newer portion is a fortified manor house built by the Duke of Courland in the 16th century and is mostly intact. A museum covers the entire tangled history of the castle and the region.\nTake a good look at the grey blocks along the facade of the newer castle section, which is in the midst of a renovation. The blocks appear to be bulging out of the wall, but that's an optical illusion – the bottom left corner of each brick has been scraped with a chisel to trick the viewer into thinking that they are seeing a shadow.During the 18th century an Italian by the name of Magno Cavala moved to Bauska in search of a new business venture. He was something of a Casanova (and a conman), and started collecting the water at the junction of the two rivers near the castle. He claimed that the water was a pungent love potion and made a fortune scamming the poor townspeople.To find the castle ruins from the bus station, walk west to the central roundabout along Zaļā iela then continue west along Uzvaras iela for a total distance of 1.5km."
    },
    {
        "country": "latvia",
        "city": "Latvia",
        "index": 20,
        "name": "Karosta Prison",
        "latitude": "56.54645",
        "longitude": "21.021375",
        "excerpt": "Gluttons for punishment will get a bellyful in this creepy old Soviet-era prison, which operated right up until 1997. Built in 1900 as an infirmary, it…",
        "detail_url": "https://www.lonelyplanet.com/latvia/western-latvia/liepaja/attractions/karosta-prison/a/poi-sig/459491/360103",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b80d6b45b4ebc4c5b3abbb839c540221-karosta-prison.jpg",
        "detail_description": "Gluttons for punishment will get a bellyful in this creepy old Soviet-era prison, which operated right up until 1997. Built in 1900 as an infirmary, it was quickly turned into a military prison, even before the building was completed. Tours depart on the hour, detailing the history of the prison, which was used to punish disobedient soldiers. A range of more extreme 'experiences' is also on offer for groups of 10 or more (booking essential).\n"
    }
]