[
    {
        "country": "lima",
        "city": "Lima",
        "index": 1,
        "name": "El Circuito Mágico del Agua",
        "latitude": "-12.069869",
        "longitude": "-77.034444",
        "excerpt": "This indulgent series of illuminated fountains is so over the top it can’t help but induce stupefaction among even the most hardened travel cynic. A dozen…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/el-circuito-magico-del-agua/a/poi-sig/1407821/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c6d2ed63e5a682bd4737e9105bf19692-el-circuito-magico-del-agua.jpg",
        "detail_description": "This indulgent series of illuminated fountains is so over the top it can’t help but induce stupefaction among even the most hardened travel cynic. A dozen different fountains are capped, at the end, by a laser light show at the 120m-long Fuente de la Fantasía (Fantasy Fountain). The whole display is set to a medley of tunes comprising everything from Peruvian waltzes to ABBA. It has to be seen to be believed.\nAccess to the area is free by day when the fountains are off."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 2,
        "name": "Iglesia de Santo Domingo",
        "latitude": "-12.044106309629",
        "longitude": "-77.03186751125",
        "excerpt": "One of Lima’s most historic religious sites, the Iglesia de Santo Domingo and its expansive convent are built on land granted to the Dominican friar…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/iglesia-de-santo-domingo/a/poi-sig/416072/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/bd83b61caf4b29b1aa96d1bb5619bb8d-iglesia-de-santo-domingo.jpg",
        "detail_description": "One of Lima’s most historic religious sites, the Iglesia de Santo Domingo and its expansive convent are built on land granted to the Dominican friar Vicente de Valverde, who accompanied Pizarro throughout the conquest and was instrumental in persuading him to execute the captured Inca Atahualpa. Originally completed in the 16th century, this impressive pink church has been rebuilt and remodeled at various points since.\nIt is most renowned as the final resting place for three important Peruvian saints: San Juan Macías, Santa Rosa de Lima and San Martín de Porres (the continent’s first black saint). The convent – a sprawling courtyard-studded complex lined with baroque paintings and clad in vintage Spanish tiles – contains the saints’ tombs. The church, however, has the most interesting relics: the skulls of San Martín and Santa Rosa, encased in glass, in a shrine to the right of the main altar."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 3,
        "name": "Museo Larco",
        "latitude": "-12.070881",
        "longitude": "-77.070808",
        "excerpt": "In an 18th-century viceroy’s mansion, this museum offers one of the largest, best-presented displays of ceramics in Lima. Founded by pre-Columbian…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-larco/a/poi-sig/1165281/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/462d88ce62b489700f83b45ab8777d08-museo-larco.jpg",
        "detail_description": "In an 18th-century viceroy’s mansion, this museum offers one of the largest, best-presented displays of ceramics in Lima. Founded by pre-Columbian collector Rafael Larco Hoyle in 1926, the collection includes more than 50,000 pots, with ceramic works from the Cupisnique, Chimú, Chancay, Nazca and Inca cultures. Highlights include the sublime Moche portrait vessels, presented in simple, dramatically lit cases, and a Wari weaving in one of the rear galleries that contains 398 threads to the linear inch – a record.\nThere’s also gold and jewels. Many visitors are lured here by a separately housed collection of pre-Columbian erotica illustrating all manner of sexual activity with comical explicitness. Don’t miss the vitrine that depicts sexually transmitted diseases.The highly recommended on-site Café del Museo faces a private garden draped in bougainvillea and is a perfect spot for ceviche.Catch a bus marked ‘Todo Bolívar’ from Av Arequipa in Miraflores to Bolívar’s 15th block. A painted blue line on the sidewalk links this building to the Museo Nacional de Antropología, Arqueología e Historía del Perú, about a 15-minute walk away."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 4,
        "name": "Monumental Callao",
        "latitude": "-12.060253",
        "longitude": "-77.147026",
        "excerpt": "Superstar graffiti artists are helping to revive the rough neighborhood surrounding Casa Ronald, a 1920 architectural masterpiece. Now a center for…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/monumental-callao/a/poi-sig/1570420/363412",
        "image_url": null,
        "detail_description": "Superstar graffiti artists are helping to revive the rough neighborhood surrounding Casa Ronald, a 1920 architectural masterpiece. Now a center for creatives, Monumental Callao incorporates restaurants and artists’ studios, as well as galleries, with tenants intermittently donating their time to the surrounding community. Every weekend you can find rooftop parties with DJs or live salsa concerts, and even fashion shows using the colorful Spanish-style tiling as the catwalk.\n"
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 5,
        "name": "Museo de Arte de Lima",
        "latitude": "-12.060471071637",
        "longitude": "-77.036998305356",
        "excerpt": "Known locally as MALI, Lima’s principal fine-art museum is housed in a striking beaux-arts building that was renovated in 2015. Subjects range from pre…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-de-arte-de-lima/a/poi-sig/416082/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/46a4806f7620a0198cf6bd531e8c8079-museo-de-arte-de-lima.jpg",
        "detail_description": "Known locally as MALI, Lima’s principal fine-art museum is housed in a striking beaux-arts building that was renovated in 2015. Subjects range from pre-Columbian to contemporary art, and there are also guided visits to special exhibits. On Sunday entry is just S1. A satellite museum is under construction in Barranco.\n"
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 6,
        "name": "Fundación Museo Amano",
        "latitude": "-12.114229",
        "longitude": "-77.04096",
        "excerpt": "The well-designed Fundación Museo Amano features a fine private collection of ceramics, with a strong representation of wares from the Chimú and Nazca…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/fundacion-museo-amano/a/poi-sig/416058/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8ec00ac5b4f59b2a1048df1e7688398d-fundacion-museo-amano.jpg",
        "detail_description": "The well-designed Fundación Museo Amano features a fine private collection of ceramics, with a strong representation of wares from the Chimú and Nazca cultures. It also has a remarkable assortment of lace and other textiles produced by the coastal Chancay culture. There's an optional 1.5-hour guided tour in English, Portuguese or Spanish.\n"
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 7,
        "name": "Museo de Oro del Perú",
        "latitude": "-12.108627379043",
        "longitude": "-76.966438293457",
        "excerpt": "The now notorious Museo de Oro del Perú, a private museum, was a Lima must-see until 2001, when a study revealed that 85% of the museum’s metallurgical…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-de-oro-del-peru/a/poi-sig/416098/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0f9cd8dab5fffe4f5565d6e88ee8e869-museo-de-oro-del-peru.jpg",
        "detail_description": "The now notorious Museo de Oro del Perú, a private museum, was a Lima must-see until 2001, when a study revealed that 85% of the museum’s metallurgical pieces were fakes. It reopened with an assurance that works on display are bona fide, though descriptions classify certain pieces as ‘reproductions.’ The cluttered, poorly signed exhibits still leave something to be desired.\nOf greater interest (and, in all likelihood, of greater authenticity) are the thousands of weapons presented in the Arms Museum, on the ground floor. Here, in various jumbled rooms, you’ll find rifles, swords and guns from across the centuries, including a firearm that once belonged to Fidel Castro.Go via taxi or combi from Museo de la Nación heading northeast on Angamos toward Monterrico and get off at the Puente Primavera. From there, it’s a 15-minute stroll north to the museum."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 8,
        "name": "Plaza San Martín",
        "latitude": "-12.051687190369",
        "longitude": "-77.034645335948",
        "excerpt": "Built in the early 20th century, Plaza San Martín has come to life in recent years as the city has set about restoring its park and giving the surrounding…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/plaza-san-martin/a/poi-sig/1271004/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ff04ac779cc2e0ee1a3a14e08980a973-plaza-san-martin.jpg",
        "detail_description": "Built in the early 20th century, Plaza San Martín has come to life in recent years as the city has set about restoring its park and giving the surrounding beaux-arts architecture a much-needed scrubbing. It is especially lovely in the evenings, when it is illuminated. The plaza is named for the liberator of Peru, José de San Martín, who sits astride a horse at the center of the plaza.\nAt the base of the statue, don’t miss the bronze rendering of Madre Patria, the symbolic mother of Peru. Commissioned in Spain with the instruction to give the good lady a crown of flames, nobody thought to iron out the double meaning of the word flame in Spanish (llama), so the hapless artisans duly placed a delightful little llama on her head.The once-stately Gran Hotel Bolívar, built in the 1920s, presides over the square from the northwest."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 9,
        "name": "La Catedral de Lima",
        "latitude": "-12.046702405464",
        "longitude": "-77.029717081209",
        "excerpt": "Next to the Palacio Arzobispal, the cathedral resides on the plot of land that Pizarro designated for the city’s first church in 1535. Though it retains a…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/la-catedral-de-lima/a/poi-sig/416074/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ab02ddb8250db3bd181ffc815a0bcd14-la-catedral-de-lima.jpg",
        "detail_description": "Next to the Palacio Arzobispal, the cathedral resides on the plot of land that Pizarro designated for the city’s first church in 1535. Though it retains a baroque facade, the building has been built and rebuilt numerous times: in 1551, in 1622 and after the earthquakes of 1687 and 1746. The last major restoration was in 1940.\nA craze for all things neoclassical in the late 18th century left much of the interior (and the interiors of many Lima churches) stripped of its elaborate baroque decor. Even so, there is plenty to see. The various chapels along the nave display more than a dozen altars carved in every imaginable style, and the ornate wood choir, produced by Pedro de Noguera in the early 17th century, is a masterpiece of rococo sculpture. A museum, in the rear, features paintings, vestments and an intricate sacristy.By the cathedral’s main door is the mosaic-covered chapel with the remains of Pizarro. The authenticity of the remains came into question in 1977, after workers cleaning out a crypt discovered several bodies and a sealed lead box containing a skull that bore the inscription, ‘Here is the head of the gentleman Marquis Don Francisco Pizarro, who found and conquered the kingdom of Peru…’ After a battery of tests in the 1980s, a US forensic scientist concluded that the body previously on display was of an unknown official and that the brutally stabbed and headless body from the crypt was Pizarro’s. The head and body were reunited and transferred to the chapel, where you can also view the inscribed lead box.Guide services in Spanish, English, French, Italian and Portuguese are available for an additional fee."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 10,
        "name": "Museo Nacional de Antropología, Arqueología e Historía del Perú",
        "latitude": "-12.077144623103",
        "longitude": "-77.062203884125",
        "excerpt": "Trace the history of Peru from the pre-ceramic period to the early republic. Displays include the famous Raimondi Stela, a 2.1m Chavín rock carving from…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-nacional-de-antropologia-arqueologia-e-historia-del-peru/a/poi-sig/416102/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/77e1b71a98015a44f24ff213d6c5b8e9-museo-nacional-de-antropologia-arqueologia-e-historia-del-peru.jpg",
        "detail_description": "Trace the history of Peru from the pre-ceramic period to the early republic. Displays include the famous Raimondi Stela, a 2.1m Chavín rock carving from one of the first Andean cultures to have a widespread, recognizable artistic style. Late-colonial and early republic paintings include an 18th-century Last Supper in which Christ and his disciples feast on cuy (guinea pig). The building was home to revolutionary heroes José de San Martín (from 1821 to 1822) and Simón Bolívar (from 1823 to 1826).\nFrom Miraflores, take a ‘Todo Brasil’ combi from Av Arequipa (just north from Óvalo) to cuadra 22 on the corner of Vivanco, then walk seven blocks up that street. A blue line connects this museum with Museo Larco."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 11,
        "name": "Monasterio de San Francisco",
        "latitude": "-12.04563280061",
        "longitude": "-77.027170373793",
        "excerpt": "This bright-yellow Franciscan monastery and church is most famous for its bone-lined catacombs (containing an estimated 70,000 remains) and its remarkable…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/monasterio-de-san-francisco/a/poi-sig/1165201/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2bddc10d55938e5082765ca903483dff-monasterio-de-san-francisco.jpg",
        "detail_description": "This bright-yellow Franciscan monastery and church is most famous for its bone-lined catacombs (containing an estimated 70,000 remains) and its remarkable library housing 25,000 antique texts, some of which pre-date the conquest. Admission includes a 30-minute guided tour in English or Spanish. Tours leave as groups gather.\nThis baroque structure has many other treasures: the most spectacular is a geometric Moorish-style cupola over the main staircase, which was carved in 1625 out of Nicaraguan cedar and restored in 1969. In addition, the refectory contains 13 paintings of the biblical patriarch Jacob and his 12 sons, attributed to the studio of Spanish master Francisco de Zurbarán."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 12,
        "name": "Iglesia de la Merced",
        "latitude": "-12.048338964391",
        "longitude": "-77.032623024547",
        "excerpt": "The first Latin Mass in Lima was held in 1534 on a small patch of land now marked by the Iglesia de la Merced. Originally built in 1541, it was rebuilt…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/iglesia-de-la-merced/a/poi-sig/416064/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2236a5442ffdab1ecea5159bc5b1c17c-iglesia-de-la-merced.jpg",
        "detail_description": "The first Latin Mass in Lima was held in 1534 on a small patch of land now marked by the Iglesia de la Merced. Originally built in 1541, it was rebuilt several times over the course of the next two centuries. Most of today’s structure dates to the 18th century. The most striking feature is the imposing granite facade, carved in the churrigueresque manner (a highly ornate style popular during the late Spanish baroque period).\nInside, the nave is lined with more than two dozen magnificent baroque and Renaissance-style altars, some carved entirely out of mahogany. To the right as you enter is a large silver cross that once belonged to Father Pedro Urraca (1583–1657), renowned for having had a vision of the Virgin. This is a place of pilgrimage for Peruvian worshippers, who come to place a hand on the cross and pray for miracles."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 13,
        "name": "Plaza de Armas",
        "latitude": "-12.045951958107",
        "longitude": "-77.030607461929",
        "excerpt": "Lima’s 140-sq-meter Plaza de Armas, also called the Plaza Mayor, was not only the heart of the 16th-century settlement established by Francisco Pizarro,…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/plaza-de-armas/a/poi-sig/416120/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8e9a8467c1763fe946544227bd98aaeb-plaza-de-armas.jpg",
        "detail_description": "Lima’s 140-sq-meter Plaza de Armas, also called the Plaza Mayor, was not only the heart of the 16th-century settlement established by Francisco Pizarro, it was a center of the Spaniards’ continent-wide empire. Though not one original building remains, at the center of the plaza is an impressive bronze fountain erected in 1650.\nSurrounding the plaza are a number of significant public buildings: to the east is the Palacio Arzobispal, built in 1924 in a colonial style and boasting some of the most exquisite Moorish-style balconies in the city. To the northeast is the block-long Palacio de Gobierno."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 14,
        "name": "Fortaleza del Real Felipe",
        "latitude": "-12.063956643466",
        "longitude": "-77.1484208107",
        "excerpt": "In the 1820s the Spanish royalists made their last stand during the battle for independence at this historic fort, which was built in 1747 to guard…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/fortaleza-del-real-felipe/a/poi-sig/416056/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1232642f2fbff241b8d292e851325bdb-fortaleza-del-real-felipe.jpg",
        "detail_description": "In the 1820s the Spanish royalists made their last stand during the battle for independence at this historic fort, which was built in 1747 to guard against pirates. It still houses a small military contingent. Visits are by guided tours in Spanish only.\nOn the western flank of the fort, don’t miss an opportunity to stroll through the truly bizarre Parque Tématico de la Policía (Police Park), a nicely landscaped garden that is dotted with police tanks and life-size statues of police in riot gear – a perfect place for those surreal family vacation photos.Note that the nearby dock area is quite a rough neighborhood; travel by taxi."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 15,
        "name": "Palacio de Gobierno",
        "latitude": "-12.044660726999",
        "longitude": "-77.029731281996",
        "excerpt": "To the northeast of Plaza de Armas is the block-long Palacio de Gobierno, a grandiose baroque-style building from 1937 that serves as the residence of…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/palacio-de-gobierno/a/poi-sig/416110/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d04b70c40c4bedf3c3fe756e02e7f26a-palacio-de-gobierno.jpg",
        "detail_description": "To the northeast of Plaza de Armas is the block-long Palacio de Gobierno, a grandiose baroque-style building from 1937 that serves as the residence of Peru’s president. Out front stands a handsomely uniformed presidential guard (think French Foreign Legion, c 1900) that changes every day at noon – a ceremonious affair that involves slow-motion goose-stepping and the sublime sounds of a brass band playing ‘El Cóndor Pasa’ as a military march.\nThe palace is open on weekends for two morning tours that require advance reservation. Book by calling the Office of Tourism between Monday and Thursday. Visitors must bring a valid ID."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 16,
        "name": "Huaca Pucllana",
        "latitude": "-12.110983739825",
        "longitude": "-77.033768462965",
        "excerpt": "Located near the Óvalo Gutiérrez, this huaca is a restored adobe ceremonial center from the Lima culture that dates back to AD 400. In 2010 an important…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/huaca-pucllana/a/poi-sig/1165288/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1a760c5624172645cef9b2385fe26c78-huaca-pucllana.jpg",
        "detail_description": "Located near the Óvalo Gutiérrez, this huaca is a restored adobe ceremonial center from the Lima culture that dates back to AD 400. In 2010 an important discovery of four Wari mummies, untouched by looting, was made. Though vigorous excavations continue, the site is accessible by regular guided tours in Spanish (for a tip). In addition to a tiny on-site museum, there’s a celebrated restaurant that offers incredible views of the illuminated ruins at night.\n"
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 17,
        "name": "Iglesia de San Agustín",
        "latitude": "-12.046544257268",
        "longitude": "-77.0334258931",
        "excerpt": "This church has an elaborate churrigueresque facade (completed in 1720), replete with stone carvings of angels, flowers, fruit and, of course, St…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/iglesia-de-san-agustin/a/poi-sig/416068/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a59ed276d71088747acfbab3a5085f86-iglesia-de-san-agustin.jpg",
        "detail_description": "This church has an elaborate churrigueresque facade (completed in 1720), replete with stone carvings of angels, flowers, fruit and, of course, St Augustine. The interiors are drab, but the church is home to a curious woodcarving called La Muerte (Death) by 18th-century sculptor Baltazar Gavilán. As one (probably fictional) story goes, Gavilán died in a state of madness after viewing his own chilling sculpture in the middle of the night. The piece sometimes travels, so call ahead.\nBe aware that limited opening hours can make the church a challenge to visit."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 18,
        "name": "Iglesia de las Nazarenas",
        "latitude": "-12.045511556402",
        "longitude": "-77.037342880372",
        "excerpt": "One of Lima’s most storied churches was part of a 17th-century shantytown inhabited by former slaves. One of them painted an image of the Crucifixion on a…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/iglesia-de-las-nazarenas/a/poi-sig/416066/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/cec5612a986ac9a06c26859639ce3341-iglesia-de-las-nazarenas.jpg",
        "detail_description": "One of Lima’s most storied churches was part of a 17th-century shantytown inhabited by former slaves. One of them painted an image of the Crucifixion on a wall here. It survived the devastating earthquake of 1655 and a church was built around it (the painting serves as the centerpiece of the main altar) in the 1700s. The church has been rebuilt many times since but the wall endures.\nOn October 18 each year a representation of the mural, known as ‘El Señor de los Milagros’ is carried around in a tens-of-thousands-strong procession that lasts for days."
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 19,
        "name": "Museo Central",
        "latitude": "-12.048069",
        "longitude": "-77.030205",
        "excerpt": "Housed in a graceful bank building, the Museo Central is a well-presented overview of several millennia of Peruvian art, from pre-Columbian gold and…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/museo-central/a/poi-sig/416080/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/41bd48f96cde4e0323eb7b5fa872f2e0-museo-banco-central-de-reserva-del-peru.jpg",
        "detail_description": "Housed in a graceful bank building, the Museo Central is a well-presented overview of several millennia of Peruvian art, from pre-Columbian gold and pottery to a selection of 19th- and 20th-century canvases. Don’t miss the watercolors by Pancho Fierro on the top floor, which provide an unparalleled view of dress and class in 19th-century Lima. Identification is required for admittance.\n"
    },
    {
        "country": "lima",
        "city": "Lima",
        "index": 20,
        "name": "Lugar de la Memoria",
        "latitude": "-12.111292",
        "longitude": "-77.052473",
        "excerpt": "An ambitious state project to preserve the memory of victims of violence during Peru's tumultuous period from 1980 to 2000. This new postmodernist museum…",
        "detail_url": "https://www.lonelyplanet.com/peru/lima/attractions/lugar-de-la-memoria/a/poi-sig/1513898/363412",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/eca7ef997aedf93fe769ebf40bf02ce5-lugar-de-la-memoria.jpg",
        "detail_description": "An ambitious state project to preserve the memory of victims of violence during Peru's tumultuous period from 1980 to 2000. This new postmodernist museum features exhibits reflecting on events and commemorating victims, aiming to help Peruvians heal and embrace a strong stance on human rights. It's directed especially at younger generations that didn't experience the period, but will prove fascinating to history-obsessed non-nationals as well. Information is in Spanish only.\n"
    }
]