[
    {
        "country": "lisbon",
        "city": "Alfama, Castelo & Graça",
        "index": 1,
        "name": "Alfama",
        "latitude": "38.711408",
        "longitude": "-9.12863",
        "excerpt": "Wander downhill (to save your legs) through Alfama's steep, narrow, cobblestoned streets and catch a glimpse of the more traditional side of Lisbon before…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/alfama-castelo-graca/attractions/alfama/a/poi-sig/400907/1341030",
        "image_url": "https://lp-cms-production.imgix.net/2022-12/shutterstockRF_755689225.jpg",
        "detail_description": "Wander downhill (to save your legs) through Alfama's steep, narrow, cobblestoned streets and catch a glimpse of the more traditional side of Lisbon before it too is gentrified. Linger in a backstreet cafe along the way and experience some local bonhomie without the tourist gloss.\nAs far back as the 5th century, Alfama was inhabited by the Visigoths, and remnants of a Visigothic town wall remain. But it was the Moors who gave the district its shape and atmosphere. In Moorish times this was an upper-class residential area. After earthquakes brought down many of its mansions (and post-Moorish churches) it reverted to a working-class, fisher-folk quarter. It was one of the few districts to ride out the 1755 earthquake.With narrow lanes of residential houses and grocery stores, it has a distinct village atmosphere; you can quickly feel like an intruder if you take a wrong turn into someone's backyard. Early morning is the best time to catch a more traditional scene, when women sell fresh fish from their doorways. For a real rough-and-tumble atmosphere, visit during the Festas dos Santos Populares in June."
    },
    {
        "country": "lisbon",
        "city": "Alfama, Castelo & Graça",
        "index": 2,
        "name": "Castelo de São Jorge",
        "latitude": "38.713926510768",
        "longitude": "-9.1336642561615",
        "excerpt": "Towering dramatically above Lisbon, these mid-11th-century hilltop fortifications sneak into almost every snapshot. Roam its snaking ramparts and pine…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/alfama-castelo-graca/attractions/castelo-de-sao-jorge/a/poi-sig/400925/1341030",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF99657044.jpg",
        "detail_description": "Towering dramatically above Lisbon, these mid-11th-century hilltop fortifications sneak into almost every snapshot. Roam its snaking ramparts and pine-shaded courtyards for superlative views over the city’s red rooftops to the river. Three guided tours daily (in Portuguese, English and Spanish), at 10.30am, 1pm and 4pm, are included in the admission price (additional tours available).\r\n\nThese smooth cobbles have seen it all – Visigoths in the 5th century, Moors in the 9th century, Christians in the 12th century, royals from the 14th to 16th centuries, and convicts in every century.\r\n\r\nInside the Tower of Ulysses, a camera obscura offers a unique 360-degree view of Lisbon, with demos every 20 minutes. There are also a few galleries displaying relics from past centuries, including traces of the Moorish neighbourhood dating from the 11th century at the Archaeological Site. But the standout is the view – as is the feeling of travelling back in time amid fortified courtyards and towering walls. There are a few cafes and restaurants to while away time in as well.\r\n\r\nBus 737 from Sé or Praça da Figueira goes right to the gate. Tram 28E also passes nearby. A set of escalators traversing the hill from Praça Martim Moniz opened in 2018.\r\n"
    },
    {
        "country": "lisbon",
        "city": "Belém",
        "index": 3,
        "name": "Mosteiro dos Jerónimos",
        "latitude": "38.697804062239",
        "longitude": "-9.2054085880147",
        "excerpt": "Belém’s undisputed heart-stealer is this Unesco-listed monastery. The mosteiro is the stuff of pure fantasy: a fusion of Diogo de Boitaca’s creative…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/belem-1341026/attractions/mosteiro-dos-jeronimos/a/poi-sig/400967/1341026",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-470603956-RFC.jpg",
        "detail_description": "Belém’s undisputed heart-stealer is this Unesco-listed monastery. The mosteiro is the stuff of pure fantasy: a fusion of Diogo de Boitaca’s creative vision and the spice and pepper dosh of Manuel I, who commissioned it to trumpet Vasco da Gama’s discovery of a sea route to India in 1498.\nWrought for the glory of God, Jerónimos was once populated by monks of the Order of St Jerome, whose spiritual job for four centuries was to comfort sailors and pray for the king’s soul. When the order was dissolved in 1833, the monastery was used as a school and orphanage, until about 1940.Entering the church through the western portal, you’ll notice tree-trunk-like columns that seem to grow into the ceiling, which is itself a spiderweb of stone. Windows cast a soft golden light over the church. Superstar Vasco da Gama is interred in the lower chancel, just left of the entrance, opposite venerated 16th-century poet Luís Vaz de Camões. From the upper choir, there’s a superb view of the church; the rows of seats are Portugal’s first Renaissance woodcarvings.There’s nothing like the moment you walk into the honey-stone Manueline cloisters, dripping with organic detail in their delicately scalloped arches, twisting auger-shell turrets and columns intertwined with leaves, vines and knots. It will simply wow. Keep an eye out for symbols of the age, such as the armillary sphere and the cross of the Military Order, plus gargoyles and fantastical beasties on the upper balustrade.If you plan to visit both the monastery and the Museu Nacional de Arqueologia, you can save a little by purchasing a €12 admission pass valid for both."
    },
    {
        "country": "lisbon",
        "city": "Príncipe Real, Santos & Estrela",
        "index": 4,
        "name": "Basílica da Estrela",
        "latitude": "38.713092",
        "longitude": "-9.160552",
        "excerpt": "The curvaceous, sugar-white dome and twin belfries of Basílica da Estrela are visible from afar. The echoing interior is awash with pink-and-black marble,…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/principe-real-santos-estrela/attractions/basilica-da-estrela/a/poi-sig/400913/1341031",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1222575737-RFC.jpg",
        "detail_description": "The curvaceous, sugar-white dome and twin belfries of Basílica da Estrela are visible from afar. The echoing interior is awash with pink-and-black marble, which creates a kaleidoscopic effect when you gaze up into the cupola. The neoclassical beauty was completed in 1790 by order of Dona Maria I (whose tomb is here) in gratitude for a male heir.\nDon't miss the presépio, home to the incredibly elaborate 500-piece Nativity Scene made of cork and terracotta by celebrated 18th-century sculptor Joaquim Machado de Castro; it's in a room just beyond the tomb. Climb the 112 steps of the dome for far-reaching views over Lisbon."
    },
    {
        "country": "lisbon",
        "city": "Lisbon",
        "index": 5,
        "name": "Museu Nacional de Arte Antiga",
        "latitude": "38.704409",
        "longitude": "-9.162008",
        "excerpt": "Set in a lemon-fronted, 17th-century palace, the Museu Nacional de Arte Antiga is Lapa’s biggest draw. It presents a star-studded collection of European…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/lapa-alcantara/attractions/museu-nacional-de-arte-antiga/a/poi-sig/400999/1341032",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1473948696-RFE.jpg",
        "detail_description": "Set in a lemon-fronted, 17th-century palace, the Museu Nacional de Arte Antiga is Lapa’s biggest draw. It presents a star-studded collection of European and Asian paintings and decorative arts.\nKeep an eye out for highlights such as Nuno Gonçalves’ naturalistic Panels of St Vincent, Dürer’s St Jerome and Lucas Cranach’s haunting Salomé, as well as period furniture pieces like King Afonso V's ceremonial 1470s armchair and an elaborate lacquered wood, silver-gilt and bronze late-16th-century casket.Other gems include golden wonder the Monstrance of Belém, a souvenir from Vasco da Gama’s second voyage, and 16th-century Japanese screens depicting the arrival of the Namban (southern barbarians) – namely big-nosed Portuguese explorers.Biannual temporary themed exhibitions (priced separately, at around €6) are reached via a second entrance on Rua das Janelas Verdes, as are the stone-arched cafe and wonderfully peaceful gardens with river views."
    },
    {
        "country": "lisbon",
        "city": "Lisbon",
        "index": 6,
        "name": "Palácio dos Marqueses de Fronteira",
        "latitude": "38.740051",
        "longitude": "-9.179496",
        "excerpt": "This 17th-century former hunting pavilion is in the Benfica neighbourhood. Italian Renaissance influences are blended with Portuguese-inspired blue-and…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/attractions/palacio-dos-marqueses-de-fronteira/a/poi-sig/1560369/360366",
        "image_url": "https://lp-cms-production.imgix.net/2021-09/Pal%C3%A1cio-dos-Marqueses-de-Fronteira-shutterstock_781758556.jpg",
        "detail_description": "This 17th-century former hunting pavilion is in the Benfica neighbourhood. Italian Renaissance influences are blended with Portuguese-inspired blue-and-white tiles throughout the palace and extraordinary gardens. The official residence of the Marqueses de Fronteira – who still live on premises – is one of the most unique and well-kept examples of baroque architecture in Lisbon. An ornate entrance fountain, Persian carpets you can walk on, 18th-century globes and stucco works, 17th-century antiques and tile work – it's all here in a fascinating lived-in palace.\nOur favourite bit? The wow-inspiring 17th-century King's Gallery at the garden's south end behind the duck-strewn Knights' Tank, which features the busts of every king of Portugal (though three Spanish kings are conveniently left out!). Visits are limited to two guided tours per day in winter (11am and noon) and four in summer (10.30am, 11am, 11.30am and noon). Only groups can make reservations so don't leave it to the last minute to show up, especially in high season or on Saturdays and Mondays, the two most popular days. No photos are allowed inside."
    },
    {
        "country": "lisbon",
        "city": "Belém",
        "index": 7,
        "name": "Museu Nacional dos Coches",
        "latitude": "38.696606",
        "longitude": "-9.198754",
        "excerpt": "Cinderella wannabes delight in Portugal's most visited museum, which dazzles with its world-class collection of 70 17th- to 19th-century coaches in an…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/belem-1341026/attractions/museu-nacional-dos-coches/a/poi-sig/1534244/1341026",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/GettyImages-1513202889-RM.jpg",
        "detail_description": "Cinderella wannabes delight in Portugal's most visited museum, which dazzles with its world-class collection of 70 17th- to 19th-century coaches in an ultramodern (and some might say inappropriately contrasting) space that debuted in 2015. Don't miss Pope Clement XI’s stunning ride, the scarlet-and-gold Coach of the Oceans, or the old royal riding school, Antigo Picadeiro Real, across the street.\nThe easily missable upper level hosts temporary contemporary-art exhibitions."
    },
    {
        "country": "lisbon",
        "city": "Bairro Alto, Chiado & Cais do Sodré",
        "index": 8,
        "name": "Igreja & Museu São Roque",
        "latitude": "38.713544",
        "longitude": "-9.143349",
        "excerpt": "The plain facade of 16th-century Jesuit Igreja de São Roque belies its dazzling interior of gold, marble and Florentine azulejos – bankrolled by Brazilian…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/bairro-alto-chiado-cais-do-sodre/attractions/igreja-museu-sao-roque/a/poi-sig/1373710/1341028",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1498214782-RFE.jpg",
        "detail_description": "The plain facade of 16th-century Jesuit Igreja de São Roque belies its dazzling interior of gold, marble and Florentine azulejos – bankrolled by Brazilian riches. Its star attraction is Capela de São João Baptista, a lavish confection of amethyst, alabaster, lapis lazuli and Carrara marble. The museum adjoining the church is packed with elaborate sacred art and holy relics.\nFree guided tours are offered in four languages. For English, arrive on Thursday (3pm), Friday (11.30am and 4.30pm), Saturday (10am) and Sunday (3pm)."
    },
    {
        "country": "lisbon",
        "city": "Lisbon",
        "index": 9,
        "name": "Museu Nacional do Azulejo",
        "latitude": "38.724727",
        "longitude": "-9.11406",
        "excerpt": "Housed in a sublime 16th-century convent, Lisbon's Museu Nacional do Azulejo covers the entire azulejo (hand-painted tile) spectrum. Star exhibits feature…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/attractions/museu-nacional-do-azulejo/a/poi-sig/401001/360366",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0aaa1e2a85260e98c41a26c89eb207b5-museu-nacional-do-azulejo.jpg",
        "detail_description": "Housed in a sublime 16th-century convent, Lisbon's Museu Nacional do Azulejo covers the entire azulejo (hand-painted tile) spectrum. Star exhibits feature a 36m-long panel depicting pre-earthquake Lisbon, a Manueline cloister with web-like vaulting and exquisite blue-and-white azulejos, and a gold-smothered baroque chapel.\nHere you'll find every kind of azulejo imaginable, from early Ottoman geometry to zinging altars, scenes of lords a-hunting and Goan intricacies. Bedecked with food-inspired azulejos – ducks, pigs and the like – the restaurant opens onto a vine-clad courtyard."
    },
    {
        "country": "lisbon",
        "city": "Alfama, Castelo & Graça",
        "index": 10,
        "name": "Tram 28E",
        "latitude": "38.715285001868",
        "longitude": "-9.1360709795551",
        "excerpt": "Don't leave the city without riding popular tram 28E from Largo Martim Moniz. This rickety, screechy, gloriously old-fashioned ride from Praça Martim…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/alfama-castelo-graca/attractions/tram-28e/a/poi-sig/1281154/1341030",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/GettyRF1062344028.jpg",
        "detail_description": "Don't leave the city without riding popular tram 28E from Largo Martim Moniz. This rickety, screechy, gloriously old-fashioned ride from Praça Martim Moniz to Campo de Ourique provides 45 minutes of mood-lifting views and absurdly steep climbs. With its polished wood panelling, bee-yellow paint job and chrome fittings, the century-old tram is like the full-scale model of a fastidious Hornby Railways collector.\n"
    },
    {
        "country": "lisbon",
        "city": "Bairro Alto, Chiado & Cais do Sodré",
        "index": 11,
        "name": "Convento do Carmo & Museu Arqueológico",
        "latitude": "38.712011",
        "longitude": "-9.140593",
        "excerpt": "Soaring above Lisbon, the skeletal Convento do Carmo was all but devoured by the 1755 earthquake, and that's precisely what makes it so captivating. Its…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/bairro-alto-chiado-cais-do-sodre/attractions/convento-do-carmo-museu-arqueologico/a/poi-sig/1477093/1341028",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-4969136980-RFE.jpg",
        "detail_description": "Soaring above Lisbon, the skeletal Convento do Carmo was all but devoured by the 1755 earthquake, and that's precisely what makes it so captivating. Its shattered pillars and wishbone-like arches are completely exposed to the elements. The Museu Arqueológico shelters archaeological treasures, such as 4th-century sarcophagi, griffin-covered column fragments, 16th-century azulejo (hand-painted tile) panels and two gruesome 16th-century Peruvian mummies.\n"
    },
    {
        "country": "lisbon",
        "city": "Belém",
        "index": 12,
        "name": "Museu Coleção Berardo",
        "latitude": "38.695442",
        "longitude": "-9.209236",
        "excerpt": "Culture fiends can get their contemporary-art fix at Museu Coleção Berardo, the star of the Centro Cultural de Belém. The ultrawhite, minimalist gallery…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/belem-1341026/attractions/museu-colecao-berardo/a/poi-sig/1070649/1341026",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_231970513.jpg",
        "detail_description": "Culture fiends can get their contemporary-art fix at Museu Coleção Berardo, the star of the Centro Cultural de Belém. The ultrawhite, minimalist gallery displays billionaire José Berardo’s eye-popping collection of abstract, surrealist and pop art, including Hockney, Lichtenstein, Warhol and Pollock originals.\nTemporary exhibitions are among the best in Portugal. Also in the complex is a cafe-restaurant that faces a grassy lawn, a bookshop and a museum store."
    },
    {
        "country": "lisbon",
        "city": "Lisbon",
        "index": 13,
        "name": "Experiência Pilar 7",
        "latitude": "38.70003",
        "longitude": "-9.179227",
        "excerpt": "Experiência Pilar 7 affords the opportunity to get up close and personal with the iconic Ponte 25 de Abril from 80m above ground. The €5.3-million…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/lapa-alcantara/attractions/experiencia-pilar-7/a/poi-sig/1586652/1341032",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2a4d3555a12bc0b95c09969471780f67-lpl-experiencia-pilar7-1.jpg",
        "detail_description": "Experiência Pilar 7 affords the opportunity to get up close and personal with the iconic Ponte 25 de Abril from 80m above ground. The €5.3-million attraction, opened in late 2017, includes a walk-through multimedia tour of the Golden Gate–lookalike bridge that's a real treat for engineering buffs, particularly the (vertigo-inducing) transition between the suspended metal bridge and the concrete viaduct, and the fascinating twin rooms where the main moorings of the support cables are visible. Kids will also be impressed.\nThe tour is peppered with historical and engineering facts, eventually culminating in a 26th-floor viewing platform hugging the roadway itself. While the lift is perhaps too close to the bridge to fully appreciate the view and the traffic can be distracting, it remains an interesting – and at times intriguing – perspective on a Lisbon landmark."
    },
    {
        "country": "lisbon",
        "city": "Lisbon",
        "index": 14,
        "name": "Miradouro Panorâmico de Monsanto",
        "latitude": "38.729012",
        "longitude": "-9.184313",
        "excerpt": "Lisbon’s beloved secret viewpoint is a graffiti- and art-plastered building that was once an exclusive high-society restaurant in the late 1960s. A series…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/attractions/miradouro-panoramico-de-monsanto/a/poi-sig/1586654/360366",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial1429692038.jpg",
        "detail_description": "Lisbon’s beloved secret viewpoint is a graffiti- and art-plastered building that was once an exclusive high-society restaurant in the late 1960s. A series of bad investment decisions led to its abandonment from 2001 – although, considering the graffiti covering the walls top to bottom, it wasn’t left unvisited. It's now reopened and wandering its winding halls and staircases feels like exploring a ghost town.\nWhile the surviving tile panels by Manuela Madureira on the ground floor are worth the visit, it’s the astonishing panoramic view from the 3rd floor that people come for. Lisbon – especially Aqueduto das Águas Livres – looks astonishing.To get here, take bus 711 from Rossio and walk the final 650m. Be careful with photography here – it's forbidden to photograph the next-door military installation and security will get on your case if your camera points in that direction."
    },
    {
        "country": "lisbon",
        "city": "Bairro Alto, Chiado & Cais do Sodré",
        "index": 15,
        "name": "Miradouro de São Pedro de Alcântara",
        "latitude": "38.714749",
        "longitude": "-9.144187",
        "excerpt": "Hitch a ride on vintage Ascensor da Glória from Praça dos Restauradores, or huff your way up steep Calçada da Glória to this terrific hilltop viewpoint…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/bairro-alto-chiado-cais-do-sodre/attractions/miradouro-de-sao-pedro-de-alcantara/a/poi-sig/1155394/1341028",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-957763046-RFE.jpg",
        "detail_description": "Hitch a ride on vintage Ascensor da Glória from Praça dos Restauradores, or huff your way up steep Calçada da Glória to this terrific hilltop viewpoint. Fountains and Greek busts add a regal air to the surroundings, and the open-air kiosk doles out wine, beer and snacks, which you can enjoy while taking in the castle views and live music.\n"
    },
    {
        "country": "lisbon",
        "city": "Belém",
        "index": 16,
        "name": "Torre de Belém",
        "latitude": "38.691554924973",
        "longitude": "-9.2161335070074",
        "excerpt": "Jutting out onto the Rio Tejo, this Unesco World Heritage–listed fortress epitomises the Age of Discoveries. You'll need to breathe in to climb the narrow…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/belem-1341026/attractions/torre-de-belem/a/poi-sig/401037/1341026",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6370bbe6b850efae9e12cf58bf5901ceb384af7a6ecd843cebcac3e7376cf14a.jpg",
        "detail_description": "Jutting out onto the Rio Tejo, this Unesco World Heritage–listed fortress epitomises the Age of Discoveries. You'll need to breathe in to climb the narrow spiral staircase to the tower, which affords sublime views over Belém and the river.\nFrancisco de Arruda designed this giant pearly grey chess piece in 1515 to defend the city's harbour, and nowhere else in Lisbon is the lure of the Atlantic more powerful. The Manueline show-off flaunts filigree stonework, meringue-like cupolas and – just below the western tower – a stone rhinoceros.The ungulate depicts the one Manuel I sent Pope Leo X in 1515, which inspired Dürer’s famous woodcut. Crowds here can be intense on weekends (especially Sundays) – a warning to claustrophobes."
    },
    {
        "country": "lisbon",
        "city": "Alfama, Castelo & Graça",
        "index": 17,
        "name": "Fundação José Saramago – Casa dos Bicos",
        "latitude": "38.709059168525",
        "longitude": "-9.1326764765493",
        "excerpt": "The pincushion facade of Casa dos Bicos, the eccentric 16th-century abode of Afonso de Albuquerque, former viceroy to India, grabs your attention with…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/alfama-castelo-graca/attractions/fundacao-jose-saramago-casa-dos-bicos/a/poi-sig/400919/1341030",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/316adbb77a6c9ebb7780434d88c198e0-fundacao-jose-saramago-casa-dos-bicos.jpg",
        "detail_description": "The pincushion facade of Casa dos Bicos, the eccentric 16th-century abode of Afonso de Albuquerque, former viceroy to India, grabs your attention with 1125 diamond-shape spikes (bicos). The casa houses a small museum dedicated to José Saramago (1922–2010), Portugal's most famous writer; and a newly added ground-floor excavation of Roman ruins (which are free to visit).\nKnown for his discursive, cynical and darkly humorous novels, Saramago gained worldwide attention after winning the Nobel Prize in 1998. His best works mine the depth of the human experience and are often set in a uniquely Portuguese landscape. Stop by the bookstore to pick up one of his works, and don't miss the olive tree planted out front, taken from his birthplace, Azinhaga. Below the tree are the ashes of the great writer."
    },
    {
        "country": "lisbon",
        "city": "Alfama, Castelo & Graça",
        "index": 18,
        "name": "Sé de Lisboa",
        "latitude": "38.70984",
        "longitude": "-9.13269",
        "excerpt": "The fortress-like Sé de Lisboa is one of Lisbon’s icons, built in 1150 on the site of a mosque soon after Christians recaptured the city from the Moors…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/alfama-castelo-graca/attractions/se-de-lisboa/a/poi-sig/1037888/1341030",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/fb20233f09378e30ae8df20ce80aadb2-se.jpg",
        "detail_description": "The fortress-like Sé de Lisboa is one of Lisbon’s icons, built in 1150 on the site of a mosque soon after Christians recaptured the city from the Moors. It was sensitively restored in the 1930s. Despite the masses outside, the rib-vaulted interior, lit by a rose window, is calm. Stroll around the cathedral to spy leering gargoyles above the orange trees.\nHistory buffs shouldn’t miss the less-visited Gothic cloister, which opens onto a deep pit full of archaeological excavations going back more than 2000 years. However, €5-million renovation works expected to last at least two years have temporarily shuttered the area since late 2017. The Treasury showcases religious artwork.The plaza in front of the church is home to one of Lisbon's most adorable kiosks, Quiosque Lisboa."
    },
    {
        "country": "lisbon",
        "city": "Príncipe Real, Santos & Estrela",
        "index": 19,
        "name": "Casa Fernando Pessoa",
        "latitude": "38.716666",
        "longitude": "-9.162147",
        "excerpt": "Immerse yourself in the life and work of Portuguese modernist founder and author Fernando Pessoa as you wander through his old apartment, browse through…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/principe-real-santos-estrela/attractions/casa-fernando-pessoa/a/poi-sig/1564773/1341031",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3209061a156383934ea23777de6e40f5-lpl-casa-fer-pessoa-1.jpg",
        "detail_description": "Immerse yourself in the life and work of Portuguese modernist founder and author Fernando Pessoa as you wander through his old apartment, browse through his book collection (digitised), attempt to decipher some of his handwritten notes, and admire paintings and tapestries of the author by fellow members of the movement, such as painter Júlio Pomar.\nGuided tours and themed tours (€5; check the website for details) are recommended, where an expert guide peels the layers of the author's haunting mind, his work and his fascinating characters. There's a small cafe as well."
    },
    {
        "country": "lisbon",
        "city": "Lisbon",
        "index": 20,
        "name": "Museu do Oriente",
        "latitude": "38.702927236289",
        "longitude": "-9.1707998514175",
        "excerpt": "The beautifully designed Museu do Oriente highlights Portugal’s ties with Asia, from colonial baby steps in Macau to ancestor worship. The cavernous…",
        "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/lapa-alcantara/attractions/museu-do-oriente/a/poi-sig/1070645/1341032",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/88d184245b6edff2b0f8262a924ea346-museu-do-oriente.jpg",
        "detail_description": "The beautifully designed Museu do Oriente highlights Portugal’s ties with Asia, from colonial baby steps in Macau to ancestor worship. The cavernous museum occupies a revamped 1940s bacalhau (dried salt-cod) warehouse – a €30-million conversion. Strikingly displayed in pitch-black rooms, the permanent collection focuses on the Portuguese presence in Asia, and Asian gods.\nStandouts on the 1st floor feature rare Chinese screens and Ming porcelain, plus East Timorese items such as the divining conch and delicately carved umbilical-cord knives. Upstairs, various themes are traded out every two to three years. When we came through it was dedicated to Chinese opera."
    }
]