[
    {
        "country": "lithuania",
        "city": "Vilnius",
        "index": 1,
        "name": "Palace of the Grand Dukes of Lithuania",
        "latitude": "54.685889",
        "longitude": "25.288939",
        "excerpt": "If you only see one museum in Vilnius, make it this one. On a site that has been settled since the 4th century AD stands the latest in a procession of…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/palace-of-the-grand-dukes-of-lithuania/a/poi-sig/1463063/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/165134c6d008368430e17d0716da7956-palace-of-the-grand-dukes-of-lithuania.jpg",
        "detail_description": "If you only see one museum in Vilnius, make it this one. On a site that has been settled since the 4th century AD stands the latest in a procession of fortified palaces, repeatedly remodelled, destroyed and rebuilt. The baroque palace, built for the 17th-century grand dukes, has been faithfully revamped to house an atmospheric museum of art and history. Visitors with several hours can opt for full admission, accessing four 'routes' through Lithuanian history; otherwise choose one or two.\nRoute I walks you through two millennia of Lithuanian history. Guided through the strata of the palace's foundations, visitors can see the bones of successive episodes in the history of the building and the nation. A second route explores the splendidly reconstructed ceremonial halls of the grand duchy, complete with the crimson velvet of the throne room and remarkable wooden ceilings, while routes three and four take you through a thicket of halberds and swords dating back to the time of the grand dukes. This gleaming white complex is a potent symbol of revitalised, independent Lithuania."
    },
    {
        "country": "lithuania",
        "city": "Vilnius",
        "index": 2,
        "name": "Vilnius Cathedral",
        "latitude": "54.685846",
        "longitude": "25.287362",
        "excerpt": "Stately Vilnius Cathedral, divorced from its freestanding belfry, is a national symbol and the city's most instantly recognisable building. Known in full…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/vilnius-cathedral/a/poi-sig/446989/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8e50f8ce7530d78c2f1a9879dabec140-vilnius-cathedral.jpg",
        "detail_description": "Stately Vilnius Cathedral, divorced from its freestanding belfry, is a national symbol and the city's most instantly recognisable building. Known in full as the Cathedral of St Stanislav and St Vladislav, this columned neoclassical cathedral occupies a spot originally used for the worship of Perkūnas, the Lithuanian thunder god.Register in advance to tour the crypts, the final resting place of many prominent Lithuanians including Vytautas the Great (1350–1430).\nThe first wooden cathedral was built here between 1387 and 1388; after several episodes of destruction and reconstruction, the present edifice was erected in the late 18th century. Note the greyish stone on the exterior, showing the older parts of the building.The reconstruction followed the original Gothic floor plan and incorporated St Casimir's and the Valavičius family chapels in the late 18th century. St Casimir’s Chapel, with its baroque cupola, coloured marble and frescoes of the saint's life, is the cathedral's showpiece.From 1950 the Soviets used the cathedral as a warehouse, gallery and concert venue, before its reconsecration in 1989."
    },
    {
        "country": "lithuania",
        "city": "Lithuania",
        "index": 3,
        "name": "Hill of Crosses",
        "latitude": "56.028704",
        "longitude": "23.429375",
        "excerpt": "Lithuania's fabled Hill of Crosses is a symbol of defiance as much as a pilgrimage site. More than 100,000 crosses have been planted on this low hill,…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/central-lithuania/siauliai/attractions/hill-of-crosses/a/poi-sig/1085557/360110",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0c4c58e2049787f70d48017d56a03c49-hill-of-crosses.jpg",
        "detail_description": "Lithuania's fabled Hill of Crosses is a symbol of defiance as much as a pilgrimage site. More than 100,000 crosses have been planted on this low hill, many of them strung with rosary beads that rattle softly in the breeze. The tradition began during the 1831 Uprising and reached its height in the 1960s, in defiance of anti-religious Soviet rule. At night locals crept here to lay crosses, infuriating their oppressors. It's 12km north of Šiauliai (2km off Hwy A12) near Jurgaičiai.\nRepeated efforts to bulldoze the hill during the 1960s and '70s didn't deter locals from placing crosses here, despite the harsh punishments for being caught. Today it is forbidden to remove a cross from the site, and any visitor may plant a cross (up to a certain size). Enterprising vendors sell simple wooden crucifixes near the visitor centre; they loan marker pens for devotees to write a family name, prayer or wish onto the cross before placing it in the soil.Large and tiny, expensive and cheap, wood and metal, the crosses are devotional, to accompany prayers, or finely carved folk-art masterpieces. Others are memorials tagged with flowers, a photograph or other mementos of the deceased, and inscribed with a sweet or sacred message. Traditional Lithuanian koplytstulpis (wooden sculptures of a figure topped with a little roof) intersperse the crosses, as do magnificent sculptures of the Sorrowful Christ (Rūpintojėlis). If you wish to add your own, souvenir traders in the car park sell crosses big and small. Some of the crosses are devotional, others are memorials (many for people deported to Siberia). They vary greatly in size and some are accompanied by mournful statues of the Virgin Mary. The devout come from far and wide; you may spot a memorial to 9/11 victims and another to Ukrainians killed in ongoing Russia-Ukraine conflict.A pathway leads from the hill to a modern chapel; it's worth looking inside to see a view of the Hill of Crosses perfectly framed in the large window at the altar.Legends swirl around the Hill of Crosses. Some locals claim that the mound conceals the bodies of 14th-century warriors, others swear that it's haunted by monks. It's more than likely that the hill was a pre-Christian worship site.An alternative view of the cross-swamped hill is from inside the chapel of the modern brick monastery. Now home to around a dozen Franciscan monks, it was built behind the hill from 1997 to 2000. The monastery was allegedly the idea of the late Pope John Paul II, who said after visiting the hill in 1993 he would like to see a place of prayer here. Behind the altar in the church, the striking backdrop seen through the ceiling-to-floor window of the Hill of Crosses is very moving; Italian architect Angelo Polesello designed it.From the Hwy A12, it's another 2km east from a well-marked turn-off ('Kryžių kalnas 2'). From Šiauliai, take a Joniškis-bound bus (€1.50, 10 minutes, up to seven daily) to the 'Domantai' stop and walk for 20 minutes, or grab a taxi (around €20).By bicycle, the Hill of Crosses makes for a gentle three-hour trip out and back, mostly along paved bicycle paths that lie to the side of the main road. The tourist office hires out bikes (€1.50 per hour) and can show the route (mostly straight along the main road in the direction of Rīga, turning right at the sign for the last 2km."
    },
    {
        "country": "lithuania",
        "city": "Lithuania",
        "index": 4,
        "name": "Cold War Museum",
        "latitude": "56.032085",
        "longitude": "21.906481",
        "excerpt": "This museum on the site of a former Soviet nuclear missile base is situated deep in the heart of the Žemaitija National Park. The highlight is the chance…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/zemaitija-national-park/attractions/cold-war-museum/a/poi-sig/1467749/1003850",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1835836150.jpg",
        "detail_description": "This museum on the site of a former Soviet nuclear missile base is situated deep in the heart of the Žemaitija National Park. The highlight is the chance to poke around inside one of the former underground bunkers, complete with multimedia displays, ominous music and displays of weaponry and mannequins in military attire.It's about 8km from Plateliai: follow the main road to Plokštinė, then 5km along a sign-posted gravel road through the pines.\nBuilt in the 1960s in secret from the Lithuanian people, the base had enough firepower to flatten most of Europe, and may have played a role in the Cuban missile crisis. There’s a small exhibition on the history of the Cold War in the Baltic countries, and on the construction and role of the base, as well as some Soviet detritus in the gift shop."
    },
    {
        "country": "lithuania",
        "city": "Vilnius",
        "index": 5,
        "name": "Vilnius University",
        "latitude": "54.683241",
        "longitude": "25.287255",
        "excerpt": "Founded in 1579 during the Catholic Counter Reformation, Vilnius University was run by Jesuits for two centuries. During the 19th century it became one of…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/vilnius-university/a/poi-sig/446991/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a7dd095fa9fad7e01d28dd0e4505e6b6-vilnius-university.jpg",
        "detail_description": "Founded in 1579 during the Catholic Counter Reformation, Vilnius University was run by Jesuits for two centuries. During the 19th century it became one of Europe's greatest centres of learning, and the university survived shutdown by Tsar Nicholas I, rebranding under Soviet rule and closure by the Nazis. Its spectacular architectural ensemble includes a 64m bell tower, baroque church, courtyard and fresco-laden hall, all of which are open to visitors.\nToday it has more than 20,000 students and Lithuania’s oldest library, shelving five million books (including one of two originals of The Catechism by Martynas Mažvydas, the first book ever published in Lithuanian).Don't miss the Grand Courtyard with its melange of Baroque, Classical and neoclassical architecture, or the Littera bookstore with its wonderful ceiling frescoes."
    },
    {
        "country": "lithuania",
        "city": "Lithuania",
        "index": 6,
        "name": "Grūtas Park",
        "latitude": "54.022104",
        "longitude": "24.0798",
        "excerpt": "With Soviet-era statues of Lenin, Stalin and prominent Lithuanian members of the Communist Party that once dominated Lithuanian towns lining the forest…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/eastern-and-southern-lithuania/druskininkai/attractions/grutas-park/a/poi-sig/1080451/360113",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a50faf6137d3121503f01ecf64fa00f7-grutas-park.jpg",
        "detail_description": "With Soviet-era statues of Lenin, Stalin and prominent Lithuanian members of the Communist Party that once dominated Lithuanian towns lining the forest trails, Grūtas Park pays black-humoured homage to a dark period of history. Watchtowers pipe marching songs and a train with cattle car is a sobering reminder of mass deportations. There are three exhibition buildings in the park, displaying socialist-realist art, newspapers and USSR maps.It's 8km east of Druskininkai; take bus 2 via Viečiūnai (two to five daily).\nGrūtas Park's surreal mix of setting and subject matter satirises the era neatly. The park was the idea of Viliumas Malinauskas, a former collective farm head who made a fortune canning mushrooms then won the loan of hated objects like statues from the Ministry of Culture.This open-air sculpture gallery, featuring heroic statues of Soviet partisans and Communist League of Youth Members, makes for great photo ops, and there's a big playground for kids."
    },
    {
        "country": "lithuania",
        "city": "Vilnius",
        "index": 7,
        "name": "Cathedral Bell Tower",
        "latitude": "54.685654",
        "longitude": "25.286686",
        "excerpt": "Climb the creaky stairs into the free-standing belfry of Vilnius Cathedral, once part of the city's 13th-century defences. Towering 57m high, it's one of…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/cathedral-bell-tower/a/poi-sig/1486451/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8f4249aad81d383df3619c7adabbe94a-cathedral-belfry.jpg",
        "detail_description": "Climb the creaky stairs into the free-standing belfry of Vilnius Cathedral, once part of the city's 13th-century defences. Towering 57m high, it's one of the city's oldest brick buildings as well as Vilnius' most recognisable landmark. Bells dating back to the 15th century dangle in the small exhibition space, but the primary reasons to navigate the narrow ladders and stairwells are the priceless views across the city. At 5pm, listen to the bells ring for several minutes.\n"
    },
    {
        "country": "lithuania",
        "city": "Kaunas",
        "index": 8,
        "name": "Ninth Fort",
        "latitude": "54.943907",
        "longitude": "23.875308",
        "excerpt": "Lithuania's dark 20th-century history is poignantly told here, 7km north of Kaunas. Begin in the sombre, church-like gallery with striking stained glass…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/central-lithuania/kaunas/attractions/ninth-fort/a/poi-sig/1277750/360109",
        "image_url": null,
        "detail_description": "Lithuania's dark 20th-century history is poignantly told here, 7km north of Kaunas. Begin in the sombre, church-like gallery with striking stained glass and exhibits detailing Lithuania's suffering under the Soviets and the Nazis. Then continue uphill to the Holocaust memorial and the WWI-era fort – a hard-labour prison in the early 20th century and a centre of torture and mass killings during WWII.Take bus 23 from Jonavos gatvė to the 9-ojo Forto Muziejus stop, then cross under the motorway.\nThe spot next to the vast stone Holocaust memorial is where 50,000 people – 30,000 of them Lithuanian Jews – were murdered by the Nazis, alongside Jews from other parts of Europe, plus dissident Lithuanians and Russian prisoners of war.The fort was built in the late 19th century and was occupied by German troops during WWI. When WWI ended, it became a prison; exhibitions detail the brutality with which inmates were treated. During WWII, the fort was used as a holding pen for political prisoners before they were deported to distant parts of the Soviet Union, plus a brief stopover for Jews before they were killed en masse. Heart-wrenching displays pay tribute to individual victims of the Holocaust, detail the privations and horrors of the Kaunas ghetto and honour the Righteous Among the Nations – the Lithuanians who risked their lives to save Jews.Enquire ahead for guided tours of different aspects of the site, including the early history of the fort and the Holocaust in Lithuania (extra charges apply, usually €5)."
    },
    {
        "country": "lithuania",
        "city": "Vilnius",
        "index": 9,
        "name": "Museum of Genocide Victims",
        "latitude": "54.688091",
        "longitude": "25.270529",
        "excerpt": "This former headquarters of the KGB (and before them the Gestapo, Polish occupiers and Tsarist judiciary) houses a museum dedicated to thousands of…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/museum-of-genocide-victims/a/poi-sig/446959/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9685ae076d1e4ffc99b4e5a5f73f629a-museum-of-genocide-victims.jpg",
        "detail_description": "This former headquarters of the KGB (and before them the Gestapo, Polish occupiers and Tsarist judiciary) houses a museum dedicated to thousands of members of the Lithuanian resistance who were murdered, imprisoned or deported by the Soviet Union from WWII until the 1960s. Backlit photographs, wooden annexes and a disorienting layout sharpen the impact of past horrors outlined in graphic detail. Most unsettling is the descent to the prison cells, and one especially padded to muffle sounds coming from within.\nBetween 1944 and the 1960s, more than 1000 prisoners were shot or stabbed in the skull here. Messages of despair and defiance from those awaiting execution remain etched into cell walls. Memorial plaques honouring the dead tile the outside of the building."
    },
    {
        "country": "lithuania",
        "city": "Lithuania",
        "index": 10,
        "name": "Orvydas Garden",
        "latitude": "56.05191",
        "longitude": "21.611137",
        "excerpt": "The Orvydas Garden was the work of stonemason Kazys Orvydas (1905–89) and his oldest son turned Franciscan monk, Vilius (1952–92). The carvings were…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/western-lithuania/attractions/orvydas-garden/a/poi-sig/1467926/360119",
        "image_url": null,
        "detail_description": "The Orvydas Garden was the work of stonemason Kazys Orvydas (1905–89) and his oldest son turned Franciscan monk, Vilius (1952–92). The carvings were originally created for the village cemetery in nearby Salantai but were brought here to the Orvydas homestead after then Soviet leader Nikita Khrushchev turned his wrath on religious objects in the 1960s. The Soviets later blocked access to the house to prevent visitors getting to the persecuted Orvydas family.\nToday visitors can walk through the lovely farmstead gardens admiring literally hundreds of statues, carvings, busts and just plain oddities. Three daily buses between Kretinga and Skuodas stop in Salantai and Mosėdis. For the Orvydas Garden get off at the last stop before Salantai and walk about 1km."
    },
    {
        "country": "lithuania",
        "city": "Lithuania",
        "index": 11,
        "name": "Nemunas Delta Regional Park",
        "latitude": "55.349939",
        "longitude": "21.339569",
        "excerpt": "Where the Nemunas, Lithuania's largest river, spills into the Curonian lagoon, it splits into four distributaries: the Skirvytė, the Atmata, the Pakalnė…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/western-lithuania/nemunas-delta/attractions/nemunas-delta-regional-park/a/poi-sig/1525172/360122",
        "image_url": null,
        "detail_description": "Where the Nemunas, Lithuania's largest river, spills into the Curonian lagoon, it splits into four distributaries: the Skirvytė, the Atmata, the Pakalnė and the Gilija. The result is a wetland delta of surpassing beauty, teeming with birds and bristling with rushes, lilies and small patches of forest. If you're in Nida, or Šilutė, or really anywhere nearby, and have the chance to visit this incredible place, take it. The park administration is on Rusnė, the delta's largest island.\nThe delta should have twitchers in spasms. Its 240 sq km are dotted with islands, marshes and flooded meadows, creating the perfect environment for the 294 different species of bird noted here. It's located on a migration route running from the Arctic, through Europe to Eastern Africa, so many birds stop here to breed."
    },
    {
        "country": "lithuania",
        "city": "Vilnius",
        "index": 12,
        "name": "Mindaugas",
        "latitude": "54.687415",
        "longitude": "25.288757",
        "excerpt": "This landmark statue depicts the early unifier of the Lithuanian tribes in the mid-13th century and the country's first king.",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/mindaugas/a/poi-sig/1344420/360117",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b24fd42978590736cc8b466b7d2ac132-mindaugas.jpg",
        "detail_description": "This landmark statue depicts the early unifier of the Lithuanian tribes in the mid-13th century and the country's first king.\n"
    },
    {
        "country": "lithuania",
        "city": "Vilnius",
        "index": 13,
        "name": "Cathedral Square",
        "latitude": "54.685244",
        "longitude": "25.286622",
        "excerpt": "Katedros aikštė buzzes with local life. In the 19th century markets and fairs were held here and a moat ran around what is now the square’s perimeter so…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/cathedral-square/a/poi-sig/1631355/360117",
        "image_url": null,
        "detail_description": "Katedros aikštė buzzes with local life. In the 19th century markets and fairs were held here and a moat ran around what is now the square’s perimeter so that ships could sail to the cathedral door. Within the moat were walls and towers, the only remaining part of which is the 57m-tall belfry near the cathedral’s western end.In front of the entrance to the Royal Palace, at the square’s eastern end, is an equestrian statue of Gediminas, built on an ancient pagan site.Behind the grand old duke, Bernardinų sodas leads to Three Crosses Hill and Kalnų Park.\n"
    },
    {
        "country": "lithuania",
        "city": "Lithuania",
        "index": 14,
        "name": "Europos Parkas Sculpture Park",
        "latitude": "54.829419",
        "longitude": "25.352068",
        "excerpt": "Some 21km north of Vilnius, off the Utena road, is Europos Parkas. Leading contemporary sculptors, including Sol LeWitt and Dennis Oppenheim, show over…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/centre-of-europe/attractions/europos-parkas-sculpture-park/a/poi-sig/1079827/1003845",
        "image_url": null,
        "detail_description": "Some 21km north of Vilnius, off the Utena road, is Europos Parkas. Leading contemporary sculptors, including Sol LeWitt and Dennis Oppenheim, show over 100 works in wooded parkland (bring mosquito repellent). These include the largest sculpture in the world made entirely from TV sets (3000 of them); it's also a maze, leading to a fallen statue of Lenin.To get here, take bus 66 (marked Skirgiskes/Europos Parkas) from the Zalgirio stop on Kalvarijų gatvė (€1, 35 minutes, nine to 12 daily).\nThe sculpture park was the brainchild of Lithuanian sculptor Gintaras Karosas, inspired by the 'Centre of Europe' tag. Every year international workshops are held here, attracting artists from all over the world."
    },
    {
        "country": "lithuania",
        "city": "Lithuania",
        "index": 15,
        "name": "Trakai Castle",
        "latitude": "54.651988",
        "longitude": "24.933364",
        "excerpt": "Stepping across the wooden walkway to Trakai's Gothic castle is like tripping into a fairy tale. The castle is estimated to date from around 1400, when…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/trakai/attractions/trakai-castle/a/poi-sig/1086384/360116",
        "image_url": null,
        "detail_description": "Stepping across the wooden walkway to Trakai's Gothic castle is like tripping into a fairy tale. The castle is estimated to date from around 1400, when Grand Duke Vytautas needed stronger defences than the peninsula castle afforded. Arranged between its coral-coloured brick towers, the excellent Trakai History Museum conveys the flavour of past eras: chainmail, medieval weapons, 19th-century embroidery and glassware, plus talking knights, projected onto the stone walls.In summer the courtyard is a magical stage for concerts and plays.\nArchery and shooting ranges offer the chance to learn how you'd have fared as a castle defender.The castle's prominence as a holy site is reflected in its collection of religious art."
    },
    {
        "country": "lithuania",
        "city": "Lithuania",
        "index": 16,
        "name": "Lithuanian Ethnocosmology Museum",
        "latitude": "55.316863",
        "longitude": "25.560637",
        "excerpt": "This unusual museum explores the cosmos’s connection to cultural ideas of hell, heaven and earth in its bubble-shaped exhibition centre. Dwarfing it are…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/moletai/attractions/lithuanian-ethnocosmology-museum/a/poi-sig/1465313/1327691",
        "image_url": null,
        "detail_description": "This unusual museum explores the cosmos’s connection to cultural ideas of hell, heaven and earth in its bubble-shaped exhibition centre. Dwarfing it are two observation towers housing telescopes providing outstanding views of the surrounding lakeland. Night tours with English-speaking guides, two hours after sunset, can be arranged in advance, and involve peeking through the telescopes. Note that tour schedules are shortened between October and April.Catch a Molėtai-Utena bus, then walk 4km from the ‘etnokosmologijos muziejus’ turn-off.\n"
    },
    {
        "country": "lithuania",
        "city": "Lithuania",
        "index": 17,
        "name": "Amber Museum",
        "latitude": "55.906861",
        "longitude": "21.056145",
        "excerpt": "Housed in a neoclassical palace built by Count Feliksas Tiskevicius in 1897, this revamped museum showcases what is reputedly the world’s sixth-largest…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/western-lithuania/palanga/attractions/amber-museum/a/poi-sig/447035/360123",
        "image_url": null,
        "detail_description": "Housed in a neoclassical palace built by Count Feliksas Tiskevicius in 1897, this revamped museum showcases what is reputedly the world’s sixth-largest collection of Baltic gold – 20,000-odd examples in all. The exhibits run the gamut from the formation of amber and its early use in Neolithic times to the striking, contemporary jewellery of today, with magnifying glasses allowing you to zoom in on ancient insect life in golden stasis. Terrific temporary exhibitions of leading Lithuanian jewellery designers.\nThere's a good selection of amber pieces for sale."
    },
    {
        "country": "lithuania",
        "city": "Lithuania",
        "index": 18,
        "name": "Narrow-Gauge Railway Museum",
        "latitude": "55.532541",
        "longitude": "25.108652",
        "excerpt": "Housed in Anykščiai’s old station, a couple of kilometres outside the town, this fun museum gives visitors the chance to ride on manual rail cars, a…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/anyksciai/attractions/narrow-gauge-railway-museum/a/poi-sig/1466165/1327701",
        "image_url": null,
        "detail_description": "Housed in Anykščiai’s old station, a couple of kilometres outside the town, this fun museum gives visitors the chance to ride on manual rail cars, a railway bicycle and, on weekends from May to October, take a 12km trip to Rubikiai Lake for picnics. Trains leave at 11am and return around 3pm; tickets cost €7.A warehouse exhibit is full of beautifully restored vintage cars and motorcycles, Soviet and otherwise. The curator's passion makes up for rudimentary English.\nIn the original train station building, spot the train timetable from 30 years ago; back in the day, it was possible to travel from Anykščiai as far as Almaty."
    },
    {
        "country": "lithuania",
        "city": "Vilnius",
        "index": 19,
        "name": "Sts Johns' Church",
        "latitude": "54.68259",
        "longitude": "25.288564",
        "excerpt": "The full name is 'Church of St Johns, St John the Baptist and St John the Apostle and Evangelist', but 'Sts Johns' (plural) will do nicely. Founded in…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/sts-johns-church/a/poi-sig/446973/360117",
        "image_url": null,
        "detail_description": "The full name is 'Church of St Johns, St John the Baptist and St John the Apostle and Evangelist', but 'Sts Johns' (plural) will do nicely. Founded in 1387, it predates the 16th-century university within which it is situated, although the present late-baroque structure was built following an 18th-century fire. Its freestanding campanile is the tallest structure in Old Town, and contains a Foucault's Pendulum demonstrating the rotation of the earth. Views from the top are splendid.\n"
    },
    {
        "country": "lithuania",
        "city": "Kaunas",
        "index": 20,
        "name": "Sugihara House",
        "latitude": "54.892687775127",
        "longitude": "23.932963518056",
        "excerpt": "Kaunas-based Japanese diplomat Chiune Sugihara (1900–86) saved around 6000 Jewish lives between 1939 and 1940, issuing transit visas to stranded Polish…",
        "detail_url": "https://www.lonelyplanet.com/lithuania/central-lithuania/kaunas/attractions/sugihara-house/a/poi-sig/459763/360109",
        "image_url": null,
        "detail_description": "Kaunas-based Japanese diplomat Chiune Sugihara (1900–86) saved around 6000 Jewish lives between 1939 and 1940, issuing transit visas to stranded Polish Jews who faced being forced into Soviet citizenship. When the Soviets annexed Lithuania and ordered all consulates be shut he asked for a short extension. Dubbed 'Japan's Schindler', he disobeyed orders for 29 days by signing 300 visas per day, and handed the stamp to a Jewish refugee when he left. Sugihara House tells his life story.\n"
    }
]