[
    {
        "country": "louisiana",
        "index": 1,
        "name": "Ogden Museum of Southern Art",
        "latitude": "29.943573",
        "longitude": "-90.071293",
        "excerpt": "The South has one of the most distinctive aesthetic cultures in the US artistic universe, a creative vision indelibly influenced by the region's…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/cbd-and-warehouse-district/attractions/ogden-museum-of-southern-art/a/poi-sig/381221/1329659",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c24c1c223945cff53bdcd848efff2225-ogden-museum-of-southern-art.jpg",
        "detail_description": "The South has one of the most distinctive aesthetic cultures in the US artistic universe, a creative vision indelibly influenced by the region's complicated history and deep links to the land. Few museums explore the throughlines of Southern art like the Ogden, which boasts lovely gallery spaces, an awesome gift shop and kicking after-hours performances.\nAlthough the Ogden Museum sits just a few steps away from the pedestal that once enshrined Robert E Lee, this vibrant collection of Southern art is not stuck in the past. It’s one of the most engaging museums in New Orleans, managing to be beautiful, educational and unpretentious all at once.\nThe glass-and-stone Stephen Goldring Hall, with its soaring atrium, provides an inspiring welcome to the grounds. The building, which opened in 2003, is home to the museum’s 20th- and 21st-century exhibitions as well as the Museum Store and its Center for Southern Craft &amp; Design.\n\"Floating\" stairs connect the different floors.&nbsp;Start at the top floor and work your way down to get the most out of the experience (and make it easier on your legs).\nHistory\nThe collection got its start more than 30 years ago when Roger Ogden and his father began purchasing art as gifts for Roger’s mother. Ogden soon became a passionate collector&nbsp;and by the 1990s, the New Orleans entrepreneur had assembled one of the finest collections of Southern art anywhere. Today his namesake museum and its galleries hold pieces that range from impressionist landscapes and outsider folk art to contemporary installation work. The Ogden is affiliated with the Smithsonian Institute in Washington, DC, giving it access to that bottomless collection.\nNearby restaurants\nGrab a beautiful tropical meal at Carmo.\nFor excellent cheese and sandwiches, head to St James.\n&nbsp;\n"
    },
    {
        "country": "louisiana",
        "index": 2,
        "name": "Lafayette Cemetery No 1",
        "latitude": "29.928791715142",
        "longitude": "-90.085347890854",
        "excerpt": "Of all the cemeteries in New Orleans, Lafayette exudes the strongest sense of subtropical Southern Gothic. The stark contrast of moldering crypts and…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/garden-lower-garden-and-central-city/attractions/lafayette-cemetery-no-1/a/poi-sig/381595/1329660",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/387160f23b832aacc4b6bd30cc4e9673-lafayette-cemetery-no-1.jpg",
        "detail_description": "Of all the cemeteries in New Orleans, Lafayette exudes the strongest sense of subtropical Southern Gothic. The stark contrast of moldering crypts and gentle decay with the forceful fertility of the fecund greenery is incredibly jarring. It’s a place filled with stories – of German and Irish immigrants, deaths by yellow fever, social societies doing right by their dead – that pulls the living into New Orleans’ long, troubled past.\nThe cemetery is divided by two intersecting footpaths that form a cross. Look out for the structures built by fraternal organizations such as the Jefferson Fire Company No 22, which took care of its members and their families in large shared crypts. Some of the wealthier family tombs were built of marble, with elaborate detail rivaling the finest architecture in the district, but most tombs were constructed simply of inexpensive plastered brick. \nTake a tour with the nonprofit Save Our Cemeteries, and the entire proceeds are used for cemetery restoration and documentation. Reservations are recommended because spots are limited, but tours need three people or more to depart. Tours meet at the Washington Ave entrance.\nDuring the summer months, don't underestimate how big the cemetery is, and how hot the area can be. Take some water with you.\nEditor's Note: As of this article's latest update in May of 2021, the cemetery is currently closed to the public while repairs and improvements are made. Call to check for details. \n\n  \nLafayette Cemetery with historic grave stones in New Orleans, USA. Built in what was once the City of Lafayette, the cemetery was officially established in 1833 ©Jorg Hackemann/Shutterstock\n\nHistory\nThe cemetery was built in 1833 by the former City of Lafayette and filled to capacity within decades of its opening, before the surrounding neighborhood reached its greatest affluence. Indeed, not far from the entrance is a tomb containing the remains of an entire family that died of yellow fever. By 1872 the prestigious Metairie Cemetery in Mid-City had opened and its opulent grounds appealed to those with truly extravagant and flamboyant tastes.\nIn July 1995, author Anne Rice staged her own funeral here. She hired a horse-drawn hearse and a brass band to play dirges, and wore an antique wedding dress as she laid down in a coffin. The event coincided with the release of one of Rice’s novels.\nNearby restaurants\nPerched on the corner of Prytania St and Washington Ave, Still Perkin' is a great place to start or finish a visit to Lafayette Cemetery No 1. In addition to lattes and iced coffees, there’s a decadent selection of scones and other treats plus a few sandwiches and wraps. It’s in the Rink mini-mall.\nOr, consider the legendary Creole restaurant, Commander's Palace, which is just across the street. You could also wander up to the old-school Verret's Lounge for a quick drink.\n \n \n"
    },
    {
        "country": "louisiana",
        "index": 3,
        "name": "City Park",
        "latitude": "29.984091",
        "longitude": "-90.089886",
        "excerpt": "Live oaks, Spanish moss and lazy bayous frame this masterpiece of urban planning. Three miles long and 1 mile wide, dotted with gardens, waterways and…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/mid-city-and-the-treme/attractions/city-park/a/poi-sig/381255/1329662",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-565420717_high.jpg",
        "detail_description": "Live oaks, Spanish moss and lazy bayous frame this masterpiece of urban planning. Three miles long and 1 mile wide, dotted with gardens, waterways and bridges and home to a captivating art museum, City Park is bigger than Central Park in NYC and it's New Orleans’ prettiest green space.\nIn many ways, City Park is a near-perfect expression of a local \"park,\" in the sense that it is an only slightly tamed expression of the forest and Louisiana wetlands (Bayou Metairie runs through the grounds) that are the natural backdrop of the city. Golf courses mar this narrative, but there's still enough wild to get lost in.\nArt- and nature-lovers could easily spend a day exploring the park. Anchoring the action is the stately New Orleans Museum of Art, which spotlights regional and American artists. From there, stroll past the whimsical creations in the Sydney &amp; Walda Besthoff Sculpture Garden, then check out the lush Botanical Gardens. Kids in tow? Hop the rides at the Carousel Gardens Amusement Park or climb the fantastical statuary inside Storyland.\nHistory\nCity Park occupies the site of the former Allard Plantation; much of the infrastructure and improvements, including pathways, bridges and art deco flair, were built by the Works Progress Administration (WPA) during the Great Depression. The arboreal life is magnificent and includes strands of mature live oaks – thousands of them, some as old as 600 years – along with bald cypresses, Southern magnolias and other species.\nDuring Hurricane Katrina, nearby canals flooded and inundated more than 90% of the park in up to 8ft of salt water. Though the ground has recovered, many priceless trees were lost. One tree that wasn’t was the Singing Oak (or Singing Tree), which stands festooned with chimes, some up to 14ft in length. Standing under the tree during the slightest breeze is pretty magical.\n\n  \nThe New Orleans Museum Of Art, located in New Orleans City Park ©Chuck Wagner/Shutterstock\n\nNew Orleans Museum of Art\nLooking like a vague cross between Lenin’s tomb and a Greek temple, the New Orleans Museum of Art is one of the finest art museums in the South. There’s strong representation from regional and American artists, but the work of masters, such as Edgar Degas, who have passed through the city is also prominent.\nSydney &amp; Walda Besthoff Sculpture Garden\nThree of George Rodrigue's \"Blue Dogs\" – in red, yellow and blue – await your arrival in the pleasant Sydney &amp; Walda Besthoff Sculpture Garden, which sits beside the New Orleans Museum of Art.\nThe garden opened in 2003 with pieces from the world-renowned Besthoff collection and today holds more than 60 pieces, dotted across 5 acres. Most are contemporary works by artists such as Antoine Bourdelle, Henry Moore and Louise Bourgeois.\nThe Botanical Gardens and Peristyle\nThe Botanical Gardens have been the site of many a New Orleans wedding, and in their green depths you'll find examples of flora from both around the world and across the backyard of Louisiana.\nOverlooking Bayou Metairie like a Greek temple is the Peristyle, a classical pavilion featuring Ionic columns, built in 1907. Four concrete lions stand watch, while weddings, dances, recitals and curious tourists meander through.\n\n  \nLow angle of a ferris wheel in Carousel Gardens Amusement Park, New Orleans ©jaimie tuchman/Shutterstock\n\nTheme Parks\nAnyone who doesn’t like the charmingly dated Carousel Gardens must surely have a heart of stone. The lovingly restored antique carousel is housed in a 1906 structure with a stained-glass cupola. In the 1980s, residents raised $1.2 million to restore the broken animals, fix the squeaky merry-go-round and replace the Wurlitzer organ.\nThe results are spectacular in a tweedy, tinkly kind of way. You can board the tiny City Park Railroad here as well, plus a little Ferris wheel, bumper cars and a tilt-a-whirl.\nStoryland doesn't have rides, just fun statues of fairy-tale heroes and villains. If the characters seem strangely similar to Mardi Gras floats, it’s because they were created by master float-builder Blaine Kern. During the Christmas season it’s lit up like a Christmas tree and all very magical.\nLouisiana Children's Museum\nThe Louisiana Children’s Museum recently built new digs in City Park. It's kind of a theme park for kids (albeit more educational). There’s giant bubble-blowing exhibits, play loading cranes, a book forest, a play shopping area, and plenty of other stuff that should appeal to any kid under 10. \nCouturie Forest\nThe wildest section of the park is this scad of hardwood forest, where live oaks shade leafy underbrush and mushrooms peek out of the moist soil. Park your car in the lot off the Harrison Ave traffic circle, and you'll see a road that extends back into the forest; take any branching trail and get pleasantly lost.\n\n  \nTrees and bridge reflecting in City Park, New Orleans © Aaron Woodall Photography / Getty Images\n\nPopp Fountain\nThe Popp Fountain is wonderful, and another impressive example from the Works Progress Administration. Promenades planted with perennials and 26 Corinthian columns surround the centerpiece of water erupting from a bronze base of cavorting dolphins.\nTips for visiting City Park\nThe best spots for parking in City Park include the area in front of the New Orleans Museum of Art and the lot near Morning Call.\nThere are alligators here! If you're walking your dog or are near the water, keep an eye out. We're not kidding – local gators aren't common, but they're not unheard of. The waters in the park aren't suitable for swimming. See the above tip about alligators.\nNearby restaurants\nA few steps from the sculpture garden, take a break for coffee, beignets and gumbo at Morning Call, conveniently open 24/7.\nWant a picnic lunch? Head to Canseco's on Esplanade Ave and grab something from their hot bar.\n"
    },
    {
        "country": "louisiana",
        "index": 4,
        "name": "National WWII Museum",
        "latitude": "29.943105",
        "longitude": "-90.070302",
        "excerpt": "One of New Orleans’ most distinctive tourism attractions has nothing to do with food, music, or having a good time. Rather, it is a museum dedicated to the…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/cbd-and-warehouse-district/attractions/national-wwii-museum/a/poi-sig/381219/1329659",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2153c722dedb6534b0dc2adca4eb2516-national-world-war-ii-museum.jpg",
        "detail_description": "One of New Orleans’ most distinctive tourism attractions has nothing to do with food, music, or having a good time. Rather, it is a museum dedicated to the contributions of the USA to the Allied cause in the largest armed conflict in history. The National World War II Museum, which takes up several blocks of the Warehouse District, was deemed the nation’s official World War II museum by an act of Congress in 2003. Enormous pavilions are filled with refurbished planes, tanks, interactive displays, cases of weapons, uniforms, and medals, movies, newsreels, and immersive recreations of bunkers, ship bridges, forests, and jungles. You’ll want to give yourself at least half a day to explore the whole campus.\n\n  \nThe facade of the  \"Campaigns of Courage\" building of the National WWII Museum features memorial plaques in honor of fallen soldiers. ©sfe-co2/Getty Images\n\nThe Campaigns of Courage\nThe museum is divided into several pavilions, themselves subdivided into different sections, but the main draw for most visitors are the two Campaigns of Courage exhibits, which focus on the European and Pacific theaters of the war - respectively, the ‘Road to Berlin’ and the ‘Road to Tokyo.’ The museum’s focus is aimed at American involvement in the war, and while some exhibition space discusses other Allied nations, the contributions of these countries is cast as strictly supporting the main American narrative. \nHighlights from the Road to Berlin include a recreation of the Tunisian desert, which includes sand, gravel, an actual 1943 jeep and a 105mm Howitzer. In another room you’ll enter the wintry Ardennes forest, the backdrop for an exhibit on the Battle of the Bulge, which precedes the bombed out cityscapes of Cologne and Hamburg during the final push into Nazi Germany.\nThe Road to Tokyo includes a shark-faced P-40 Warhawk aircraft, a recreation of the bridge of the USS Enterprise, where visitors can learn about the naval combat and island hopping of the Pacific campaign, and a recreated jungle of towering palms meant to evoke the battlefields of Guadalcanal.\n\n  \nMany of the museum's exhibits feature weaponry used during the conflict. ©Getty Images/Lonely Planet RF\n\nThe Arsenal of Democracy \nThis section of the museum is devoted to the war outside of the battlefields. ‘Gathering Storm’ tells the saga of the geopolitical tensions that preceded the war, and explains how fascism was the ideological engine of the Axis cause. ‘A House Divided’ goes into the deep domestic divisions that split Americans between isolationists and interventionists. Other exhibitions explore the massive mobilization of resources that was required to fight a war on two fronts on opposite sides of the world.  ‘United but Unequal’ is a particularly powerful gallery that explores the racial tensions on the American homefront; even while fighting ethnic nationalists, the American military was segregated, and Japanese American civilians were rounded up into internment camps.  \n\n  \nThe National World War II Museum is an expansion of the National D-Day Museum, many of the core holdings of which are still on display. ©Getty Images/Lonely Planet RF\n\nThe D-Day Invasion &amp; Bayou to Battlefield \nBefore it was the National World War II Museum, this was the National D-Day Museum. The core of the former museum’s holdings are now displayed in this space, dedicated to the Jun 6, 1944 landings that kicked off the liberation of France. Within the D-Day galleries visitors can find parts of the Nazi ‘Atlantic Wall’, sand from landing beaches, and reams of smaller artifacts sourced from in and around Normandy. \nSo why was this museum originally the D-Day museum? And why is the National World War II Museum located in New Orleans? These two questions require one answer: New Orleanian Andrew Jackson Higgins and Higgins industries. Higgins was a boatbuilder by trade, and worked on shallow draft vessels for use in local wetlands. He was able to modify these designs into the Landing Craft Vehicle Personnel (LCPV), the iconic landing boat used at D-Day landing and countless other operations. A restored LCPV is located on the museum grounds.\n \nBeyond All Boundaries &amp; Final Mission\nVisitors will often begin their visit to the museum by watching this 45-minute movie experience, narrated by Tom Hanks and replete with the sort immersion the museum prides itself on: falling ‘snow’, seats that shudder under explosions, etc. In the same interactive vein is Final Mission. This exhibit recreates the final mission of the USS Tang, a submarine that was sunk by one of its own torpedoes following attacks on Japanese shipping lanes. Final Mission takes place in the US Freedom Pavilion, which is itself filled with resorted aircraft, tanks, and uniforms from the war.\n\n  \nThe entire complex of the new National World War II Museum incorporates several buildings. Set aside at least a day to explore them all. ©Art Wager/Getty Images\n\nTickets, dining &amp; entertainment\n\nThe National World War II Museum is located at 945 Magazine Street. There is dedicated paid parking at 1024 Magazine St, but if you are staying in the Warehouse District or Central Business District, you might want to consider just walking here.\nHours are 9am-5pm daily; admission adult/student/under-5 $29.50/18/free. Beyond all Boundaries and Final Mission are $7 each. If you want to avoid crowds, try visiting on a weekday outside of summer. The museum can get very crowded on weekends.\nThere are two restaurants located onsite: the Jeri Nims Soda Shoppe (8am-3pm, mains $7-11), which - as the name implies - goes for an old school soda fountain counter-service vibe, and the more traditional American Sector (11am-2pm Sun-Fri, to 3pm Sat, mains $8-13). Both serve sandwiches and similar fare, with the soda shop more focused on coffee and lighter meals.\nBB’s Stage Door Canteen puts on exceedingly peppy 1940s-era stage shows, which includes the female vocal trio the Victory Belles, who perform morale boosting songs from the era.\n\n"
    },
    {
        "country": "louisiana",
        "index": 5,
        "name": "Oak Alley Plantation",
        "latitude": "30.003335",
        "longitude": "-90.779943",
        "excerpt": "The most impressive aspect of Oak Alley Plantation is its canopy of 28 majestic live oaks lining the entry to the grandiose Greek Revival–style home.\r\n",
        "detail_url": "https://www.lonelyplanet.com/usa/louisiana/plantation-country/attractions/oak-alley-plantation/a/poi-sig/1130016/1324434",
        "image_url": "https://lp-cms-production.imgix.net/2021-10/Oak%20Alley%20-%20ED%20Only.jpg",
        "detail_description": "Oak Alley is graced with immaculate live oak trees and a gorgeously preserved plantation house which stand alongside dirt-floor shacks that housed generations of enslaved labor. Enormous plantations remain a major tourism draw in the Southern USA, but there has been a reckoning with how these destinations should be managed and marketed. Where previous tours focused on the wealth of the plantation owners, visitors now demand the story of the enslaved be told alongside the mansions they built and the fields they bled in. Oak Alley attempts to tell all of these stories. The effort is sincere, although it’s hard not to feel a little shaken by the sheer dichotomy of the two experiences. \n\n  \nThe interior of Oak Alley shows off the wealth of the families that lived here, but can be a bit jarring in comparison to the lives of the enslaved people who lived elsewhere on the grounds. ©John Elk/Getty Images\n\nHistory of Oak Alley\nOak Alley began as the Bon Séjour (“pleasant stay”) plantation, which was built on land bought by the French Creole Valcour Aime in 1830. Aime’s purchase, made almost three decades after the Louisiana Purchase (1803), was a testament to the continued economic power of the French Creole elite in Louisiana, despite the increasing presence of planters from other American states, who had reshaped much of Louisianan society.\nThe property was eventually exchanged by Aime to his brother-in-law, Jacques Télesphore Roman, who used enslaved labor to build the present mansion, completed in 1839. Slavery was baked into every element of life on the plantation, from the wealth exhibited in the house to the pecan trees that were first successfully grafted here by an enslaved gardener, Antoine. Oak Alley’s cash crop was sugarcane, whose production required long hours of backbreaking work conducted in sweltering heat and humidity. \nThe economic viability of sugarcane was inextricably tied to an unpaid workforce. The emancipation of slaves following the Civil War led to the plantation being sold and resold to a long list of owners. In 1925, it passed into the hands of Andrew and Josephine Stewart. Josephine, the daughter of a Texas cattle rancher, ran Oak Alley as a cattle ranch and had the mansion renovated. When she died in 1972, the grounds and house passed to the Oak Alley Foundation. The property itself was added to the National Register of Historic Places in 1974.\n\n  \nVisitors to the plantation can follow the informational signboards to further explore the grounds. ©sfe-co2/Getty Images\n\nThe grounds\nThe plantation’s namesake is by far its most distinguishing physical characteristic: a double row allée (path) of gnarled Southern live oak trees that leads to the front door of the main house. Oak Alley’s oak alley served both aesthetic and utilitarian purposes; besides being beautiful, the canopied trail diverted wind into the main living space.\nBesides the 28 live oaks decorating the front yard, Oak Alley’s grounds speak to the plantation’s changing fortunes and economic lifeblood. Where a pecan grove once stood, you’ll find the remains of pasture land grazed on by cattle transplanted here by the Stewart family.  Formal, manicured gardens speak to extensive landscaping, but also conceal the location of a former kitchen garden. \nThanks to the climate, the grounds here are peppered with a typical south Louisiana explosion of fecund flora: ancient trees like crepe myrtle, magnolias, and camellias are intertwined with hanging ‘chandeliers’ of Spanish moss.\n\n  \nReconstructed \"slave quarters\" and other artifacts show the extreme dichotomy and injustice of plantation life for enslaved people. ©sfe-co2/Getty Images\n\nThe enslaved and the main house\nOn the grounds, visitors will find six reconstructed slave cabins. Within these dwellings are the physical artifacts and implements of slave labor, as well as interpretive text on enslaved culture, as well as the backbreaking physicality of growing, harvesting, and refining sugarcane. Visitors will also find information on individual slaves, an attempt at telling the story of the disenfranchised and giving a human face to the victims of an inhuman practice. To this end, the Oak Alley website maintains an exhaustive database on the slaves who worked here.\nAfter soaking in the sheer Gothic aesthetics of the grounds and the harrowing story of the enslaved, most visitors take a tour of the main plantation house. The mansion is an enormous square structure cut by a giant center hall, built in the Greek Revival style, with high ceilings and large windows that let in plenty of light; these could also be opened to provide ventilation in the days before air-conditioning. Be on the lookout for 28 Doric columns, meant to compliment the 28 live oaks.\nThe quarters of the enslaved people are visited on self-guided tours, while docents lead guests around the main house. After absorbing content on the brutality of chattel slavery, it feels jarring to hear about the furniture and bedspreads of the masters who enforced that system, but Oak Alley makes a point of relaying all of these details, and letting visitors make their own judgements on history.\nTickets, onsite eating, and getting there \n\nAn adjoining restaurant is open daily for breakfast (8:30-10:30am) and lunch (11am-3pm). Expect a menu of gumbo, po-boys, salads and similar grub (mains $11-16).\nThe Spirits Bar, also adjoining Oak Alley, serves cocktails, and can be found in the West Pavilion building, open daily 11a-5pm.\nOak Alley is open 9am-5pm daily; tickets for adult/student/child run $25/10/7.\nThe plantation is about 50 miles west of New Orleans, in Vacherie. The physical address is 3645 LA-18. LA-18 is colloquially known as ‘River Road,’ and if you drive along its length you’ll be adjacent to the green Mississippi River levee.\nYou can book a tour here in New Orleans from almost any hotel concierge or French Quarter tourism kiosk, but you’ll get charged around $40 for transportation to and from Vacherie; if you have your own wheels, it’s a lot more economical to drive.\n\n"
    },
    {
        "country": "louisiana",
        "index": 6,
        "name": "Sydney & Walda Besthoff Sculpture Garden",
        "latitude": "29.986005",
        "longitude": "-90.094087",
        "excerpt": "The sculpture garden that sits just outside the New Orleans Museum of Art in City Park is a wooded quilt of streams, pathways, lovers' benches and, of…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/mid-city-and-the-treme/attractions/sydney-walda-besthoff-sculpture-garden/a/poi-sig/1129987/1329662",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2070772892.jpg",
        "detail_description": "The sculpture garden that sits just outside the New Orleans Museum of Art&nbsp;in City Park is a wooded quilt of streams, pathways, lovers' benches and, of course, sculpture, mainly of the modern and contemporary sort. During spring and summer, theatrical productions are often put on here, but it's a lovely spot for a stroll any time of year.\nThree of George Rodrigue's \"Blue Dogs\" – in red, yellow and blue – await your arrival in the garden, which opened in 2003 with pieces from the world-renowned Besthoff collection. Today, it holds more than 60 pieces, dotted across 5 acres. Most are contemporary works by artists such as Antoine Bourdelle, Henry Moore and Louise Bourgeois.\nMore to explore in City Park\nArt- and nature-lovers could easily spend a day exploring the park. Anchoring the action is the stately New Orleans Museum of Art, which spotlights regional and American artists. From there, stroll past the whimsical creations in the sculpture garden, then check out the lush Botanical Gardens.\n"
    },
    {
        "country": "louisiana",
        "index": 7,
        "name": "Whitney Plantation",
        "latitude": "30.040102",
        "longitude": "-90.649717",
        "excerpt": "The Whitney is the first plantation in the state to focus on slavery, and in doing so they've flipped the script on plantation tours. Whereas before the…",
        "detail_url": "https://www.lonelyplanet.com/usa/louisiana/plantation-country/attractions/whitney-plantation/a/poi-sig/1511337/1324434",
        "image_url": null,
        "detail_description": "The Whitney is the first plantation in the state to focus on slavery, and in doing so they've flipped the script on plantation tours. Whereas before the story told was that of the 'big house,' here the emphasis is given to the hundreds who died to keep the residents of the big house comfortable. There's a museum on-site that you can self-tour, but admission to the plantation is by 1½-hour guided tour only.\nTours are offered on the hour from 10am to 3pm, and are included in the price of admission. In addition, the property is speckled with memorials and monuments to the area's slave population."
    },
    {
        "country": "louisiana",
        "index": 8,
        "name": "Newcomb Art Museum",
        "latitude": "29.94187184",
        "longitude": "-90.12098971",
        "excerpt": "Part of Tulane University and flanked by beautiful Tiffany stained-glass triptychs, the Newcomb Art Museum is a great spot to soak up some art, with works…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/uptown-and-riverbend/attractions/newcomb-art-museum/a/poi-sig/381631/1329661",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial2323774981.jpg",
        "detail_description": "Part of Tulane University and flanked by beautiful Tiffany stained-glass triptychs, the Newcomb Art Museum is a great spot to soak up some art, with works from colonial portraiture to engravings by John James Audubon. Just outside is a pretty green, where students sunbathe, toss Frisbees and generally recede into the happiest rhythms of American higher ed.\n"
    },
    {
        "country": "louisiana",
        "index": 9,
        "name": "Blaine Kern's Mardi Gras World",
        "latitude": "29.93662",
        "longitude": "-90.06124",
        "excerpt": "Mardi Gras World offers a behind the scenes peek into the weird, wonderful backstage of carnival season float making.",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/garden-lower-garden-and-central-city/attractions/blaine-kern-s-mardi-gras-world/a/poi-sig/381217/1329660",
        "image_url": "https://lp-cms-production.imgix.net/2021-10/Mardi%20Gras%20World%20Heads%20-%20RM.jpg",
        "detail_description": "There is no holiday more quintessentially New Orleans than Mardi Gras, the culmination of a two and a half week window of revelry known as carnival. And there are few images more closely tied to Mardi Gras in the public imagination than enormous floats packed with masked riders trundling through the live oak-shaded streets of the city. For decades, the lead designers on those floats have belonged to the Kern family, led by their patriarch, the late Blaine Kern. Today, a massive (300,000 square foot) warehouse complex known as Mardi Gras World serves as a permanent home to some of the Kerns’ most beguiling creations, all a testament to the sheer wonder that is unleashed during Mardi Gras.\n\n  \nA self guided tour through Mardi Gras World is like a touring the history of Mardi Gras via its floats. ©Jeffrey Greenberg/Getty\n\nBehind the scenes in a world of dreams\nThe Kern family dominates the float-building business in New Orleans and operates Kern Studios, an entertainment design studio that, along with floats, has also produced installations for Walt Disney and the National Football League. But it was Mardi Gras floats that put the Kerns on the map, and it is the Mardi Gras floats that take center stage at Mardi Gras World (imagine that). The Kerns may have created floats for other institutions, but these often lack the whimsy that is so commonplace on the streets of New Orleans during carnival season.\nThe main draw of Mardi Gras World is the ‘float den’, the space where the Kern team creates its floats, which change year by year based on the thematic needs of the city’s ‘krewes’. In New Orleans (and a few other parts of the Gulf South that celebrate a Catholic carnival), krewes are the local parading societies. You could say the krewes march during carnival, but the preferred term of the trade is ‘roll’ or ‘ride’, verbs that owe their existence to enormous floats that can accommodate dozens of krewe members. \nEach float must not only hold the krewe riders, but bags of ‘throws,’ which can range from cheap plastic beads to stuffed animals - it’s a time-honored New Orleans tradition to stand on the sidewalk on a chilly February evening and scream your head off for the chance of catching a throw off a Mardi Gras float.\nA visit here consists of a self-guided tour, which usually takes around an hour. Kern floats are both enormous and eye-catching, a blend of fantastical design and a size footprint that can almost feel intimidating. There is a definite through the looking glass vibe in the float den, as visitors wander around a warehouse stuffed with sculpted giant fish, dragons, fairies, chimeras, neon flowers, pastel butterflies, and depending on the year, political or pop culture icons.\n\n  \nMardi Gras World allows visitors to see the artistry and attention to detail that goes into Mardi Gras floats up close.  ©Getty Images/Lonely Planet RF\n\nHistory\nWhen French-Canadian explorer Jean Baptiste Le Moyne Sieur de Bienville arrived at a plot of ground 60 miles south of New Orleans in 1699 on the eve of Mardi Gras, he named the location “Pointe du Mardi Gras”. The holiday and the city have been inextricable ever since. \nIn early New Orleans Mardi Gras parades were eclipsed by grand balls, but grand processions became more of the norm as the holiday evolved from the 1830s to the end of the 19th century. Still, well into the 20th century, Mardi Gras floats were basically wagons hitched to mules. This all changed in 1932 when sign-painter Roy Kern and his son, Blaine, began building floats. Blaine Kern founded the studio that bears his family name in 1947, and using his creative talents and sheer force of personality, began to dominate the local float building scene.\nBlaine Kern learned many of his float-making techniques in Europe. He grafted the colorful float art of that continent with an American penchant for supersizing and motorized processions, and in the process irrevocably changed the entire aesthetic of Mardi Gras. It was Kern’s influence and artistic style that paved the way for the giant ‘tandem floats’, flashy lighting, and even animatronics that are now the norm during many carnival parades. \nIndeed, Kern’s relentless self-promotion included selling floats to smaller and suburban krewes, the end result being a carnival season that showcases, compared to what came before, a more diverse slice of greater New Orleans. While Mardi Gras World has been around as a tourism attraction since 1984, it has occupied its current space by the convention center since 2008. Blaine Kern himself passed in 2020, although the business remains controlled by his family.\nTickets, parking, &amp; getting there\n\nMardi Gras World is located at 1380 Port of New Orleans Place, adjacent to the Convention Center. Parking costs $20, but if you’re staying in the Warehouse District or Central Business District, you should consider just walking here. A free shuttle service also connects Mardi Gras World to central New Orleans locations.\nOpen 9am-5:30pm daily; admission is adult/child/student &amp; senior $22/14/17.\n\n"
    },
    {
        "country": "louisiana",
        "index": 10,
        "name": "Bayou St John",
        "latitude": "29.982743",
        "longitude": "-90.090262",
        "excerpt": "Back in the day, this was a true bayou – an overgrown morass of Spanish moss and prowling alligators. Native Americans, fur trappers and smugglers would…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/mid-city-and-the-treme/attractions/bayou-st-john/a/poi-sig/1589820/1329662",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock54356605.jpg",
        "detail_description": "Back in the day, this was a true bayou – an overgrown morass of Spanish moss and prowling alligators. Native Americans, fur trappers and smugglers would use the waterway as a natural road that led over the dark wetlands to the shores of Lake Pontchartrain. Today, the bayou has been partially dredged and beautified into a narrow green space that makes for a breezy, altogether pleasant green ribbon that snakes across the center of the city.\nDon't swim here – the bottom is shallow, has sharp rubble underfoot and there are still alligators here!"
    },
    {
        "country": "louisiana",
        "index": 11,
        "name": "Tulane University",
        "latitude": "29.93766307",
        "longitude": "-90.12172198",
        "excerpt": "The campus of Tulane, a premier Southern university, is an attractive tableau of live oaks, red-brick buildings and green quads spread across 110 acres…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/uptown-and-riverbend/attractions/tulane-university/a/poi-sig/381625/1329661",
        "image_url": null,
        "detail_description": "The campus of Tulane, a premier Southern university, is an attractive tableau of live oaks, red-brick buildings and green quads spread across 110 acres above Audubon Park. This is one of the prettiest colleges in the country, and it’s a pleasant place to stop and stretch your legs if you’re riding the St Charles Avenue Streetcar across town.\nTulane has an interesting origin as a yellow-fever buster. In 1834 the Medical College of Louisiana was founded in an attempt to control repeated cholera and yellow-fever epidemics. By 1847 the University of Louisiana merged with the school, and in 1883, philanthropist Paul Tulane gave the school a $1 million donation, which initiated significant expansion and slapped his name on the entire institution.Tulane boasts around 13,500 students in 10 colleges and schools, including a law school whose entire student body seems to fill up Magazine St cafes during exam time, and the highly regarded medical school, now located downtown. Big-name alumni include former French president Jacques Chirac, Republican politician Newt Gingrich, TV presenter Jerry Springer, and a very long list of Louisiana governors, judges and assorted politicos.The Amistad Research Center, which holds more than 15 million documents, is one of the nation’s largest repositories of African American history. Despite the size of the collection, the facility is not a museum. For visitors, there is a small area on the 2nd floor with rotating exhibits, which offer insights on ethnic heritage that you’re not likely to get from any other source. A past exhibit about African Americans in sports included documents and photographs related to the Negro Baseball League. The displayed works of art from the Aaron Douglas Collection are another reason to drop by.Oral histories are the heart of the music holdings at the Hogan Jazz Archive, a collection of New Orleans jazz artifacts including sheet music, photographs, journals and recordings. Most of the archive’s great wealth of material is not on exhibit; the helpful staff will retrieve items for you. Treasures include stacks of 78rpm recordings, such as early sides recorded by the Original Dixieland Jazz Band in 1917. Interested in architecture? Walk down the hall to see what's displayed in the Southeastern Architectural Archives, which recently put the spotlight on Gulf Coast bungalows.Flanked by beautiful Tiffany stained-glass triptychs, the Newcomb Art Museum is a great spot to soak up some art, typically with a local or regional spin. Just outside is a pretty green, where students sunbathe, toss Frisbees and generally recede into the happiest rhythms of American higher ed."
    },
    {
        "country": "louisiana",
        "index": 12,
        "name": "RW Norton Art Gallery",
        "latitude": "32.458701",
        "longitude": "-93.740963",
        "excerpt": "Set amid 40 acres of lovingly manicured gardens, the Norton is a wonderful museum, especially for a mid-sized city like Shreveport. It's airy, spacious…",
        "detail_url": "https://www.lonelyplanet.com/usa/louisiana/shreveport/attractions/rw-norton-art-gallery/a/poi-sig/1566947/1341674",
        "image_url": null,
        "detail_description": "Set amid 40 acres of lovingly manicured gardens, the Norton is a wonderful museum, especially for a mid-sized city like Shreveport. It's airy, spacious and full of fascinating works spanning some four millennia of history, including an impressive collection of work by American painters Frederic Remington and Charles M Russell, who famously captured life in the frontier West. It's also home to 15,000 rare books, and the gardens are peppered with sculptures and walkways.\n"
    },
    {
        "country": "louisiana",
        "index": 13,
        "name": "Algiers Folk Art Zone",
        "latitude": "29.954042",
        "longitude": "-90.041698",
        "excerpt": "Self taught artist Charles Gillam is a regular at Jazz Fest, where he exhibits woodcarvings and mixed media work that is fairly bursting with New Orleans…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/attractions/algiers-folk-art-zone/a/poi-sig/1590320/362207",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20New%20Orleans%20Josh%20Brasted%20GettyImages-952613938%20RM.jpg",
        "detail_description": "Self taught artist Charles Gillam is a regular at Jazz Fest, where he exhibits woodcarvings and mixed media work that is fairly bursting with New Orleans energy. He's turned his home into a sort of museum, gallery space and meeting spot for other 'folk' artists and those who are obsessed with blues as a genre.\nYou gotta cross the Mississippi River to get here. When asked how much he charges for entry, Gillam takes a sort of 'it depends' attitude, but he's not going to charge you anything unfair."
    },
    {
        "country": "louisiana",
        "index": 14,
        "name": "Metairie Cemetery",
        "latitude": "29.98403817",
        "longitude": "-90.11639665",
        "excerpt": "Established in 1872 on a former racetrack (the grounds, you’ll notice, still follow the oval layout), this is the most American of New Orleans’ cities of…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/mid-city-and-the-treme/attractions/metairie-cemetery/a/poi-sig/381607/1329662",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/139c6d2ca5e358d4046a193de18f7239-metairie-cemetery.jpg",
        "detail_description": "Established in 1872 on a former racetrack (the grounds, you’ll notice, still follow the oval layout), this is the most American of New Orleans’ cities of the dead. Highlights include the Brunswig mausoleum, a pyramid guarded by a sphinx statue; the Moriarty monument, reputedly the ‘tallest privately owned monument’ in the country; and the Estelle Theleman Hyams monument, its stained-glass fixture casting a somber blue light over a slumped, despondent angel. A car helps for exploring the 150-acre grounds.\n"
    },
    {
        "country": "louisiana",
        "index": 15,
        "name": "New Orleans Museum of Art",
        "latitude": "29.986525",
        "longitude": "-90.09348",
        "excerpt": "Inside City Park, this elegant museum was opened in 1911 and is well worth a visit for its special exhibitions, gorgeous marble atrium and top-floor…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/mid-city-and-the-treme/attractions/new-orleans-museum-of-art/a/poi-sig/381307/1329662",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_107506952.jpg",
        "detail_description": "Inside City Park, this elegant museum was opened in 1911 and is well worth a visit for its special exhibitions, gorgeous marble atrium and top-floor galleries of African, Asian, Native American and Oceanic art. Its sculpture garden contains a cutting-edge collection in lush, meticulously planned grounds. Other specialties include Southern painters and an ever-expanding collection of modern and contemporary art. On select Friday nights, the museum is open until 9pm.\n"
    },
    {
        "country": "louisiana",
        "index": 16,
        "name": "Vietnamese Farmers' Market",
        "latitude": "30.039526",
        "longitude": "-89.913011",
        "excerpt": "The closest you'll come to witnessing Saigon on a Saturday morning (by the way, lots of local Vietnamese, being southern refugees, still call it 'Saigon')…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/attractions/vietnamese-farmers-market/a/poi-sig/1437603/362207",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20New%20Orleans%20Jim%20West%20Alamy%20TB2MD0%20RFE%20crop.jpg",
        "detail_description": "The closest you'll come to witnessing Saigon on a Saturday morning (by the way, lots of local Vietnamese, being southern refugees, still call it 'Saigon') is the Vietnamese Farmers' Market. It is also known as the 'squat market' thanks to the ladies in non la (conical straw hats) squatting over their fresh, wonderful-smelling produce.\n"
    },
    {
        "country": "louisiana",
        "index": 17,
        "name": "Contemporary Arts Center",
        "latitude": "29.943686",
        "longitude": "-90.070639",
        "excerpt": "From the outside, the CAC is pretty unassuming. But once inside, with the grand modernist entrance, an airy, spacious vault with soaring ceilings and…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/cbd-and-warehouse-district/attractions/contemporary-arts-center/a/poi-sig/381265/1329659",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8f3b80d9c030bb94d8e2312bb728eef0-contemporary-arts-center.jpg",
        "detail_description": "From the outside, the CAC is pretty unassuming. But once inside, with the grand modernist entrance, an airy, spacious vault with soaring ceilings and conceptual metal and wooden accents, it's impressive. The best reason to visit? A good crop of rotating exhibitions by local as well as international artists, plus a packed events calendar that includes plays, skits, dance and concerts.\nAdmission for school children (K–12) is free."
    },
    {
        "country": "louisiana",
        "index": 18,
        "name": "Esplanade Avenue",
        "latitude": "29.9795",
        "longitude": "-90.083213",
        "excerpt": "Esplanade is one of the most beautiful streets in New Orleans, yet barely recognized by visitors as such. Because of the abundance of historical homes,…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/mid-city-and-the-treme/attractions/esplanade-avenue/a/poi-sig/1458389/1329662",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF193492871.jpg",
        "detail_description": "Esplanade is one of the most beautiful streets in New Orleans, yet barely recognized by visitors as such. Because of the abundance of historical homes, Esplanade, which follows the ‘high ground’ of Esplanade Ridge, is known as the Creole St Charles Ave. Both streets are shaded by rows and rows of leafy live oaks, but whereas St Charles is full of large, plantation-style American villas, Esplanade is framed by columned, French Creole–style mansions.\n"
    },
    {
        "country": "louisiana",
        "index": 19,
        "name": "Audubon Park",
        "latitude": "29.927285",
        "longitude": "-90.128306",
        "excerpt": "This lovely spot, riverside of St Charles Ave, is home to Audubon Zoo. A 1.8-mile multi-use paved trail loops around the central golf course, unfurling…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/uptown-and-riverbend/attractions/audubon-park/a/poi-sig/1512150/1329661",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF197221103.jpg",
        "detail_description": "This lovely spot, riverside of St Charles Ave, is home to Audubon Zoo. A 1.8-mile multi-use paved trail loops around the central golf course, unfurling beneath a shady canopy of live oaks.\n"
    },
    {
        "country": "louisiana",
        "index": 20,
        "name": "Audubon Zoo",
        "latitude": "29.923185",
        "longitude": "-90.130849",
        "excerpt": "This wonderful zoo contains African, Asian and South American landscapes and fauna, as well as the ultra-cool Louisiana Swamp exhibit, full of alligators,…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/uptown-and-riverbend/attractions/audubon-zoo/a/poi-sig/381213/1329661",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1161448408.jpg",
        "detail_description": "This wonderful zoo contains African, Asian and South American landscapes and fauna, as well as the ultra-cool Louisiana Swamp exhibit, full of alligators, bobcats, foxes, bears and otters. During the summer months, part of the zoo becomes a dedicated water park for the kids.\n"
    }
]