[
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 1,
        "name": "Luxor Museum",
        "latitude": "25.707326017217",
        "longitude": "32.644387113213",
        "excerpt": "This wonderful museum has a well-chosen and brilliantly displayed and explained collection of antiquities dating from the end of the Old Kingdom right…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/luxor-museum/a/poi-sig/437468/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1284196573.jpg",
        "detail_description": "This wonderful museum has a well-chosen and brilliantly displayed and explained collection of antiquities dating from the end of the Old Kingdom right through to the Mamluk period, mostly gathered from the Theban temples and necropolis. The ticket price puts off many, but don't let that stop you: this is one of the most rewarding sights in Luxor and one of the best museums in Egypt.\nThe ground-floor gallery has several masterpieces, including a well-preserved limestone relief of Tuthmosis III (No 140), an exquisitely carved statue of Tuthmosis III in greywacke from the Temple of Karnak (No 2), an alabaster figure of Amenhotep III protected by the great crocodile god Sobek (No 155), and one of the few examples of Old Kingdom art found at Thebes, a relief of Unas-ankh (No 183), found in his tomb on the west bank.A new wing was opened in 2004, dedicated to the glory of Thebes during the New Kingdom period. The highlight, and the main reason for the new construction, is the two royal mummies, Ahmose I (founder of the 18th dynasty) and the mummy some believe to be Ramses I (founder of the 19th dynasty and father of Seti I), beautifully displayed without their wrappings in dark rooms. Other well-labelled displays illustrate the military might of Thebes during the New Kingdom, the age of Egypt’s empire-building, including chariots and weapons. On the upper floor the military theme is diluted with scenes from daily life showing the technology used in the New Kingdom. Multimedia displays show workers harvesting papyrus and processing it into sheets to be used for writing. Young boys are shown learning to read and write hieroglyphs beside a display of a scribe’s implements and an architect’s tools.Back in the old building, moving up via the ramp to the 1st floor, you come face-to-face with a seated granite figure of the legendary scribe Amenhotep (No 4), son of Hapu, the great official eventually deified in Ptolemaic times and who, as overseer of all the pharaoh’s works under Amenhotep III (1390–1352 BC), was responsible for many of Thebes’ greatest buildings. One of the most interesting exhibits is the Wall of Akhenaten, a series of small sandstone blocks named talatat (threes) by workmen – probably because their height and length was about three hand lengths – that came from Amenhotep IV’s contribution at Karnak before he changed his name to Akhenaten and left Thebes for Tell Al Amarna. His building was demolished and about 40,000 blocks used to fill in Karnak’s ninth pylon were found in the late 1960s and partially reassembled here. The scenes showing Akhenaten, his wife Nefertiti and temple life are a rare example of decoration from a temple of Aten. Further highlights are treasures from Tutankhamun’s tomb, including shabti (servant) figures, model boats, sandals, arrows and a series of gilded bronze rosettes from his funeral pall.A ramp back down to the ground floor leaves you close to the exit and beside a black-and-gold wooden head of the cow deity Mehit-Weret, an aspect of the goddess Hathor, which was also found in Tutankhamun’s tomb.On the left just before the exit is a small hall containing 16 of 22 statues that were uncovered in Luxor Temple in 1989. All are magnificent examples of ancient Egyptian sculpture, but pride of place at the end of the hall is given to an almost pristine 2.45m-tall quartzite statue of a muscular Amenhotep III, wearing a pleated kilt."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 2,
        "name": "Medinat Habu",
        "latitude": "25.71976587",
        "longitude": "32.600765",
        "excerpt": "Ramses III’s magnificent memorial temple of Medinat Habu, fronted by sleepy Kom Lolah village and backed by the Theban mountains, is one of the west bank…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/medinat-habu/a/poi-sig/437472/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1438083530.jpg",
        "detail_description": "Ramses III’s magnificent memorial temple of Medinat Habu, fronted by sleepy Kom Lolah village and backed by the Theban mountains, is one of the west bank's most underrated sites. This was one of the first places in Thebes closely associated with the local god Amun. At its height, Medinat Habu contained temples, storage rooms, workshops, administrative buildings, a royal palace and accommodation for priests and officials. It was the centre of the economic life of Thebes for centuries.\nAlthough the complex is most famous for the funerary temple built by Ramses III, Hatshepsut and Tuthmosis III also constructed buildings here. They were later added to and altered by a succession of rulers through to the Ptolemies. When the pagan cults were banned, it became an important Christian centre, and was still inhabited as late as the 9th century AD, when a plague was thought to have decimated the town. You can still see the mud-brick remains of the medieval town that gave the site its name (medina means ‘town’ or ‘city’) on top of the enclosure walls.The original Temple of Amun, built by Hatshepsut and Tuthmosis III, was later completely overshadowed by the enormous Funerary Temple of Ramses III, the dominant feature of Medinat Habu. But a chapel from the Hatshepsut period still stands on the right after you have passed the outer gates.Ramses III was inspired in the construction of his shrine by the Ramesseum of his illustrious forebear, Ramses II. His own temple and the smaller one dedicated to Amun are both enclosed within the massive outer walls of the complex.Also just inside, to the left of the gate, are the Tomb Chapels of the Divine Adorers, which were built for the principal priestesses of Amun. Outside the eastern gate, one of only two entrances, was a landing quay for a canal that once connected Medinat Habu with the Nile.You enter the site through the unique Syrian Gate, a large two-storey building modelled after a Syrian fortress: as with the images of the pharaoh smiting his enemies, this harks back to the famous battles between Egyptians and Hittites, particularly at the time of Ramses II. If you follow the wall to the left, you will find a staircase leading to the upper floors. There is not much to see in the rooms but you’ll get some great views out across the village in front of the temple and over the fields to the south.The well-preserved first pylon marks the front of the temple proper. Ramses III is portrayed in its reliefs as the victor in several wars. Most famous are the fine reliefs of his victory over the Libyans (whom you can recognise by their long robes, sidelocks and beards). There is also a gruesome scene of scribes tallying the number of enemies killed by counting severed hands and genitals.To the left of the first court are the remains of the Pharaoh’s Palace; the three rooms at the rear were for the royal harem. There is a window between the first court and the Pharaoh’s Palace known as the Window of Appearances, which allowed the pharaoh to show himself to his subjects.The reliefs of the second pylon feature Ramses III presenting prisoners of war to Amun and his vulture-goddess wife, Mut. Colonnades and reliefs surround the second court, depicting various religious ceremonies.If you have time to wander about the extensive ruins around the funerary temple, you will see the remains of an early Christian basilica as well as a small sacred lake and, on the south side of the temple, the outline of the palace and the window, looking into the temple courtyard, where Ramses would appear.It is a wonderful place to visit, especially in the late afternoon when the light softens and the creamy stone glows."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 3,
        "name": "Amun Temple Enclosure",
        "latitude": "25.717739",
        "longitude": "32.658008",
        "excerpt": "Amun-Ra was the local god of Karnak (Luxor) and during the New Kingdom, when the princes of Thebes ruled Egypt, he became the preeminent state god, with a…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/amun-temple-enclosure/a/poi-sig/1426372/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2287618019-rfc.jpeg",
        "detail_description": "Amun-Ra was the local god of Karnak (Luxor) and during the New Kingdom, when the princes of Thebes ruled Egypt, he became the preeminent state god, with a temple that reflected his status. At the height of its power, the temple owned 421,000 head of cattle, 65 cities, 83 ships and 276,400 hectares of agricultural land and had 81,000 people working for it. The shell that remains, sacked by Assyrians and Persians, is still one of the world's great archaeological sites, grand, beautiful and inspiring.\nThe Quay of Amun was the dock where the large boats carrying the statues of the gods moored during festivals. From paintings in the tomb of Nakht and elsewhere we know that there were palaces to the north of the quay and that these were surrounded by lush gardens. On the east side, a ramp slopes down to the processional avenue of ram-headed sphinxes. These lead to the massive unfinished first pylon, the last to be built, during the reign of Nectanebo I (30th dynasty). The inner side of the pylon still has the massive mud-brick construction ramp, up which blocks of stone for the pylon were dragged with rollers and ropes. Napoleon’s expedition recorded blocks still on the ramp.Great CourtBehind the first pylon lies the Great Court, the largest area of the Karnak complex. To the left is the Shrine of Seti II, with three small chapels that held the sacred barques (boats) of Mut, Amun and Khonsu during the lead-up to the Opet Festival. In the southeastern corner (far right) is the well-preserved Temple of Ramses III, a miniature version of the pharaoh’s temple at Medinat Habu. The temple plan is simple and classic: pylon, open court, vestibule with four Osirid columns and four columns, hypostyle hall with eight columns and three barque chapels for Amun, Mut and Khonsu. At the centre of the court is a 21m column with a papyrus-shaped capital – the only survivor of ten columns that originally stood here – and a small alabaster altar, all that remains of the Kiosk of Taharka, the 25th-dynasty Nubian pharaoh.The second pylon was begun by Horemheb, the last 18th-dynasty pharaoh, and continued by Ramses I and Ramses II, who also raised three colossal red-granite statues of himself on either side of the entrance; one is now destroyed.Great Hypostyle HallBeyond the second pylon is the extraordinary Great Hypostyle Hall, one of the greatest religious monuments ever built. Covering 5500 sq m – enough space to contain both Rome’s St Peter’s Basilica and London’s St Paul’s Cathedral – the hall is an unforgettable forest of 134 towering stone pillars. Their papyrus shape symbolise a swamp, of which there were so many along the Nile. Ancient Egyptians believed that these plants surrounded the primeval mound on which life was first created. Each summer when the Nile began to flood, this hall and its columns would fill with several feet of water. Originally, the columns would have been brightly painted – some colour remains – and roofed, making it pretty dark away from the lit main axis. The size and grandeur of the pillars and the endless decorations can be overwhelming, so take your time, sit for a while and stare at the dizzying spectacle.The hall was planned by Ramses I and built by Seti I and Ramses II. Note the difference in quality between the delicate raised relief in the northern part, by Seti I, and the much cruder sunken relief work, added by Ramses II in the southern part of the hall. The cryptic scenes on the inner walls were intended for the priesthood and the royalty who understood the religious context, but the outer walls are easier to comprehend, showing the pharaoh’s military prowess and strength, and his ability to bring order to chaos.On the back of the third pylon, built by Amenhotep III, to the right the pharaoh is shown sailing the sacred barque during the Opet Festival. Tuthmosis I (1504–1492 BC) created a narrow court between the third and fourth pylons, where four obelisks stood, two each for Tuthmosis I and Tuthmosis III (1479–1425 BC). Only the bases remain except for one, 22m high, raised for Tuthmosis I.Inner TempleBeyond the fourth pylon is the Hypostyle Hall of Tuthmosis III built by Tuthmosis I in precious wood, and altered by Tuthmosis III with 14 columns and a stone roof. In this court stands one of the two magnificent 30m-high obelisks erected by Queen Hatshepsut (1473–1458 BC) to the glory of her ‘father’ Amun. The other is broken, but the upper shaft lies near the sacred lake. The Obelisk of Hatshepsut is the tallest in Egypt, its tip originally covered in electrum (a commonly used alloy of gold and silver). After Hatshepsut’s death, her stepson Tuthmosis III eradicated all signs of her reign and had them walled into a sandstone structure.The ruined fifth pylon, constructed by Tuthmosis I, leads to another colonnade now badly ruined, followed by the small sixth pylon, raised by Tuthmosis III, who also built the pair of red-granite columns in the vestibule beyond, carved with the lotus and the papyrus, the symbols of Upper and Lower Egypt. Nearby, on the left, are two huge statues of Amun and the goddess Amunet, carved in the reign of Tutankhamun.The original Sanctuary of Amun, the very core of the temple and the place of darkness where the god resided, was built by Tuthmosis III. Destroyed when the temple was sacked by the Persians, it was rebuilt in granite by Alexander the Great’s successor and half-brother, the fragile, dim-witted Philip Arrhidaeus (323–317 BC).East of the shrine of Philip Arrhidaeus is the oldest-known part of the temple, the Middle Kingdom Court, where Sesostris I built a shrine, of which the foundation walls have been found. On the northern wall of the court is the Wall of Records, a running tally of the organised tribute the pharaoh exacted in honour of Amun from his subjugated lands.Great Festival Hall of Tuthmosis IIIAt the back of the Middle Kingdom Court is the Great Festival Hall of Tuthmosis III. It is an unusual structure with carved stone columns imitating tent poles, perhaps a reference to the pharaoh’s life under canvas on his frequent military expeditions abroad. The columned vestibule that lies beyond, generally referred to as the Botanical Gardens, has wonderful, detailed relief scenes of the flora and fauna that the pharaoh had encountered during his campaigns in Syria and Palestine, and had brought back to Egypt.Secondary Axis of the Amun Temple EnclosureThe courtyard between the Hypostyle Hall and the seventh pylon, built by Tuthmosis III, is known as the cachette court, as thousands of stone and bronze statues were discovered here in 1903. The priests had the old statues and temple furniture they no longer needed buried around 300 BC. Most statues were sent to the Egyptian Museum in Cairo, but some remain, standing in front of the seventh pylon, including four of Tuthmosis III on the left.The well-preserved eighth pylon, built by Queen Hatshepsut, is the oldest part of the north–south axis of the temple, and one of the earliest pylons in Karnak. Carved on it is a text she falsely attributed to Tuthmosis I, justifying her taking the throne of Egypt.East of the seventh and eighth pylons is the sacred lake, where, according to Herodotus, the priests of Amun bathed twice daily and nightly for ritual purity. On the northwestern side of the lake is part of the Fallen Obelisk of Hatshepsut showing her coronation, and a giant scarab in stone dedicated by Amenhotep III to Khepri, a form of the sun god.In the southwestern corner of the enclosure is the Temple of Khonsu, god of the moon, and son of Amun and Mut. It can be reached from a door in the southern wall of the Hypostyle Hall of the Temple of Amun, via a path through various blocks of stone. The temple, mostly the work of Ramses III and enlarged by later Ramesside rulers, lies north of Euergetes’ Gate and the avenue of sphinxes leading to Luxor Temple. The temple pylon leads via a peristyle court to a hypostyle hall with eight columns carved with figures of Ramses XI and the High Priest Herihor, who effectively ruled Upper Egypt at the time. The next chamber housed the sacred barque of Khonsu."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 4,
        "name": "Karnak",
        "latitude": "25.716501",
        "longitude": "32.657053",
        "excerpt": "Karnak is an extraordinary complex of sanctuaries, kiosks, pylons and obelisks dedicated to the Theban triad but also to the greater glory of pharaohs…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/karnak/a/poi-sig/437466/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF179121524.jpg",
        "detail_description": "Karnak is an extraordinary complex of sanctuaries, kiosks, pylons and obelisks dedicated to the Theban triad but also to the greater glory of pharaohs. The site covers more than 2 sq km; it's large enough to contain about 10 cathedrals. At its heart is the Temple of Amun, the earthly 'home' of the local god. Built, added to, dismantled, restored, enlarged and decorated over nearly 1500 years, Karnak was the most important place of worship in Egypt during the New Kingdom.\nThe complex is dominated by the great Temple of Amun-Ra – one of the world's largest religious complexes – with its famous hypostyle hall, a spectacular forest of giant papyrus-shaped columns. This main structure is surrounded by the houses of Amun's wife Mut and their son Khonsu, two other huge temple complexes on this site. On its southern side, the Mut Temple Enclosure was once linked to the main temple by an avenue of ram-headed sphinxes. To the north is the Montu Temple Enclosure, which honoured the local Theban war god.The 3km paved avenue of human-headed sphinxes that once linked the great Temple of Amun at Karnak with Luxor Temple is now again being cleared. Most of what you can see was built by the powerful pharaohs of the 18th to 20th dynasties (1570–1090 BC), who spent fortunes on making their mark in this most sacred of places, which was then called Ipet-Sut, meaning 'The Most Esteemed of Places'. Later pharaohs extended and rebuilt the complex, as did the Ptolemies and early Christians. The further into the complex you venture, the older the structures.The light is most beautiful in the early morning or later afternoon, and the temple is quieter then, as later in the morning tour buses bring day trippers from Hurghada. It pays to visit more than once, to make sense of the overwhelming jumble of ancient remains."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 5,
        "name": "Tomb of Ramses VI (KV 9)",
        "latitude": "25.74028747",
        "longitude": "32.60127618",
        "excerpt": "With some of the broadest corridors, longest shafts (117m) and greatest variety of decoration, KV 9 is one of the most spectacular tombs in the valley…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/tomb-of-ramses-vi-kv-9/a/poi-sig/1469933/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock467883101.jpg",
        "detail_description": "With some of the broadest corridors, longest shafts (117m) and greatest variety of decoration, KV 9 is one of the most spectacular tombs in the valley. Started by Ramses V and finished by Ramses VI, it is a feast for the eyes, much of its surface covered with intact hieroglyphs and paintings. The burial chamber has an unfinished pit in the floor and a magnificent figure of Nut and scenes from the Book of the Day and Book of the Night.\nTutankhamun’s tomb remained intact until 1922 largely thanks to the existence of the neighbouring tomb of Ramses VI, which acted as an unwitting cloak for the older tomb's entrance. KV 9 was begun for the ephemeral Ramses V (1147–1143 BC) and continued by Ramses VI (1143–1136 BC), with both pharaohs apparently buried here; the names and titles of Ramses V still appear in the first half of the tomb. Following the tomb’s ransacking a mere 20 years after burial, the mummies of both Ramses V and Ramses VI were moved to Amenhotep II’s tomb where they were found in 1898 and taken to Cairo.Although the tomb’s plastering was not finished, its fine decoration is well preserved, with an emphasis on astronomical scenes and texts. Extracts from the Book of Gates and the Book of Caverns cover the entrance corridor. These continue into the midsection of the tomb and well room, with the addition of the Book of the Heavens. Nearer the burial chamber the walls are adorned with extracts from the Book of Amduat. The burial chamber itself is beautifully decorated, with a superb double image of Nut framing the Book of the Day and Book of the Night on the ceiling. This nocturnal landscape in black and gold shows the sky goddess swallowing the sun each evening to give birth to it each morning in an endless cycle of new life designed to revive the souls of the dead pharaohs. The walls of the chamber are filled with fine images of Ramses VI with various deities, as well as scenes from the Book of the Earth, showing the sun god’s progress through the night, the gods who help him and the forces of darkness trying to stop him reaching the dawn. Look out for the decapitated kneeling figures of the sun god’s enemies around the base of the chamber walls and the black-coloured executioners who turn the decapitated bodies upside down to render them as helpless as possible."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 6,
        "name": "Valley of the Kings",
        "latitude": "25.741554425443",
        "longitude": "32.601039911896",
        "excerpt": "The west bank of Luxor had been the site of royal burials since around 2100 BC, but it was the pharaohs of the New Kingdom period (1550–1069 BC) who chose…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/valley-of-the-kings/a/poi-sig/437492/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/f6e18c09be072890091813ba173e0fae-valley-of-the-kings.jpeg",
        "detail_description": "The west bank of Luxor had been the site of royal burials since around 2100 BC, but it was the pharaohs of the New Kingdom period (1550–1069 BC) who chose this isolated valley dominated by the pyramid-shaped mountain peak of Al Qurn (The Horn). Once called the Great Necropolis of Millions of Years of Pharaoh, or the Place of Truth, the Valley of the Kings has 63 magnificent royal tombs.\nThe tombs have suffered greatly from treasure hunters, floods and, in recent years, mass tourism: carbon dioxide, friction and the humidity produced by the average 2.8g of sweat left by each visitor have affected the reliefs and the stability of paintings that were made on plaster laid over limestone. The Department of Antiquities has installed dehumidifiers and glass screens in the worst-affected tombs. They have also introduced a rotation system: a limited number of tombs are open to the public at any one time. The entry ticket gains access to three tombs, with extra tickets to see the tombs of Ay, Tutankhamun, Seti I and Ramses VI.The road into the Valley of the Kings is a gradual, dry, hot climb, so be prepared, especially if you are riding a bicycle. Also be prepared to run the gauntlet of the tourist bazaar, which sells soft drinks, ice creams and snacks alongside the tat. The air-conditioned Valley of the Kings Visitors Centre &amp; Ticket Booth has a good model of the valley, a movie about Carter’s discovery of the tomb of Tutankhamun and toilets (there are Portakabins higher up, but this is the one to use). A tuf-tuf (a little electrical train) ferries visitors between the visitors centre and the tombs (it can be hot during summer). The ride costs LE4. It’s worth having a torch to illuminate badly lit areas but you cannot take a camera – photography is forbidden in all tombs.The best source of information about the tombs, including detailed descriptions of their decoration and history, can be found on the Theban Mapping Project website. Some tombs have additional entry fees and tickets.Highlights include Tomb of Ay, Tomb of Horemheb (KV 57), Tomb of Ramses III (KV 11), Tomb of Ramses VI (KV 9) and Tomb of Seti I (KV 17)."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 7,
        "name": "Tomb of Seti I (KV 17)",
        "latitude": "25.73987465",
        "longitude": "32.60196438",
        "excerpt": "One of the great achievements of Egyptian art, this cathedral-like tomb is the finest in the Valley of the Kings. Long closed to visitors, it is now…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/tomb-of-seti-i-kv-17/a/poi-sig/1469932/355253",
        "image_url": null,
        "detail_description": "One of the great achievements of Egyptian art, this cathedral-like tomb is the finest in the Valley of the Kings. Long closed to visitors, it is now reopened and if you can afford the ticket, it is money well spent. The 137m-long tomb was completely decorated and beautifully preserved when Giovanni Belzoni opened it in 1817, and although it has suffered since, it still offers an eye-popping experience – art from Seti's reign is among the finest in Egypt.\nSeti I, who succeeded Ramses I and was father of Ramses II, ruled some 70 years after the death of Tutankhamun. After the chaos of the Akhenaten years at Tell Al Amarna, Seti I's reign was a golden age that saw a revival of Old Kingdom-style art, best seen at his temple in Abydos and here in his tomb. The tomb suffered after Belzoni made copies of the decoration by laying wet papers over the raised reliefs and lifting off some of the colour. Subsequent visitors did more damage, with Champollion, the man who deciphered hieroglyphs, even cutting out some of the wall decoration. The tomb was reopened in 2016 and its walls are filled with fabulous images from many ancient texts, including the Litany of Ra, Book of the Dead, Book of Gates, Book of the Heavenly Cow and many others. The sarcophagus, one of the finest carved in Egypt and taken by Belzoni, now sits in the Sir John Soane's Museum, London, while two of its painted reliefs showing Seti with Hathor are now in the Louvre in Paris and Florence’s Archaeological Museum."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 8,
        "name": "Tombs of Sennofer & Rekhmire",
        "latitude": "25.73081131",
        "longitude": "32.60799739",
        "excerpt": "The most interesting parts of the tomb of Sennofer, overseer of the Garden of Amun under Amenhotep II, are to be found deep underground, in the main…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/tombs-of-sennofer-rekhmire/a/poi-sig/1436529/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1491747274.jpg",
        "detail_description": "The most interesting parts of the tomb of Sennofer, overseer of the Garden of Amun under Amenhotep II, are to be found deep underground, in the main chamber. The ceiling there is covered with clear paintings of grapes and vines, while most of the vivid scenes on the surrounding walls and columns depict Sennofer and all the different women in his life, including his wife, daughters and wet nurse. It is a short but steep climb down into the tomb.\nThe tomb of Rekhmire, vizier under Tuthmosis III and Amenhotep II, is one of the best preserved in the area. The long, narrow central chamber is unusual in that it slopes upwards towards a false door. The west wall shows Rekhmire inspecting the production of metals, bricks, jewellery, leather, furniture and statuary, including workers on scaffolding. The east wall shows banquet scenes, complete with lyrics; the female harpist sings: ‘Put perfume on the hair of the goddess Maat’."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 9,
        "name": "Tombs of the Nobles",
        "latitude": "25.731179",
        "longitude": "32.607267",
        "excerpt": "These tombs are some of the best least-visited attractions on the west bank. Nestled in the foothills opposite the Ramesseum are more than 400 tombs…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/tombs-of-the-nobles/a/poi-sig/1136344/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1436785027.jpg",
        "detail_description": "These tombs are some of the best least-visited attractions on the west bank. Nestled in the foothills opposite the Ramesseum are more than 400 tombs belonging to nobles from the 6th dynasty to the Graeco-Roman period. Where royal tombs were decorated with cryptic passages from the Book of the Dead to guide them through the afterlife, the nobles, intent on letting the good life continue after their death, decorated their tombs with wonderfully detailed scenes of their daily lives.\nThere have been several new discoveries on the hillside in recent years, but these tombs are still being studied. Tombs that are open to the public are divided into groups, and each group requires a separate ticket (various prices) from the Antiquities Inspectorate ticket office. The groups are the Tombs of Khonsu, Userhet and Benia; the Tombs of Menna, Nakht and Amenenope; the Tombs of Ramose, Userhet and Khaemhet; Tombs of Sennofer and Rekhmire; and Tombs of Neferronpet, Dhutmosi and Nefersekheru."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 10,
        "name": "Tomb of Tutankhamun (KV 62)",
        "latitude": "25.74039506",
        "longitude": "32.6014826",
        "excerpt": "The story of the celebrated discovery of the famous tomb and all the fabulous treasures it contained far outshines the reality of the small tomb of a…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/tomb-of-tutankhamun-kv-62/a/poi-sig/1469926/355253",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Egypt%20Luxor%20Nick%20Brundle%20Photography%20shutterstock_1280363467%20RFE.jpg",
        "detail_description": "The story of the celebrated discovery of the famous tomb and all the fabulous treasures it contained far outshines the reality of the small tomb of a short-lived pharaoh. Tutankhamun’s tomb is one of the least impressive in the valley and bears all the signs of a rather hasty completion and inglorious burial, as well as significant damage to the decorations. In spite of this and of the existence of a more instructive replica, many people choose to visit.\nThe Egyptologist Howard Carter slaved away for six seasons in the valley and in the end was rewarded with the discovery of the resting place of Tutankhamun, with all its treasures, the most impressive haul ever made in Egypt. The first step was found on 4 November 1922, and on 5 November the rest of the steps and a sealed doorway came to light. Carter wired Lord Carnarvon to join him in Egypt immediately for the opening of what he hoped was the completely intact tomb of Tutankhamun. When he looked inside, he saw what he famously described as 'wonderful things'.The son of Akhenaten and one of Akhenaten’s sisters, Tutankhamun ruled briefly (1336–1327 BC) and died young, with no great battles or buildings to his credit, so there was little time to build a tomb. The tomb had been partially robbed twice in antiquity, but its priceless cache of treasures vindicated Carter’s dream beyond even his wildest imaginings. Four chambers were crammed with jewellery, furniture, statues, chariots, musical instruments, weapons, boxes, jars and food. Even the later discovery that many had been stuffed haphazardly into the wrong boxes by necropolis officials ‘tidying up’ after the ancient robberies does not detract from their dazzling wealth. Some archaeologists believe that Tutankhamun was perhaps buried with all the regalia of the unpopular Amarna royal line, as some of it is inscribed with the names of his father Akhenaten and the mysterious Smenkhkare (1388–1336 BC), who some Egyptologists believe was Nefertiti ruling as pharaoh.Most of the treasure is in the Cairo Museum, with a few pieces in Luxor Museum: only Tutankhamun’s mummy in its gilded wooden coffin and his sarcophagus are in situ. The burial chamber walls are decorated by chubby figures of the pharaoh before the gods, painted against a yellow-gold background. The wall at the foot end of the sarcophagus shows scenes of the pharaoh’s funeral; the 12 squatting apes from the Book of Amduat, representing the 12 hours of the night, are featured on the opposite wall.The extra ticket needed to enter the tomb can be bought at the Entrance Gate &amp; Ticket Office for Tutankhamun's Tomb.An exact replica of the tomb and sacrophagus, as well as a full explanation of the rediscovery of the tomb, has been installed in the grounds of Howard Carter's house.Work was underway at the time of writing to determine whether there is another chamber beyond the back wall of the burial chamber: Egyptologist Nicholas Reeves has suggested that the tomb might originally have been used to bury Nefertiti, whose remains – and perhaps her treasure – might lie beyond the wall."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 11,
        "name": "Memorial Temple of Hatshepsut",
        "latitude": "25.73814422746",
        "longitude": "32.606720860891",
        "excerpt": "At Deir Al Bahri, the eyes first focus on the dramatic rugged limestone cliffs that rise nearly 300m above the desert plain, only to realise that at the…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/memorial-temple-of-hatshepsut/a/poi-sig/1136337/355253",
        "image_url": "https://lp-cms-production.imgix.net/2022-07/shutterstockRF_350041226.jpg",
        "detail_description": "At Deir Al Bahri, the eyes first focus on the dramatic rugged limestone cliffs that rise nearly 300m above the desert plain, only to realise that at the foot of all this immense beauty lies a monument even more extraordinary, the dazzling Temple of Hatshepsut. The almost-modern-looking temple blends in beautifully with the cliffs from which it is partly cut – a marriage made in heaven. Most of what you see has been painstakingly reconstructed.\nContinuous excavation and restoration since 1891 have revealed one of ancient Egypt’s finest monuments. It must have been even more stunning in the days of Hatshepsut (1473–1458 BC), when it was approached by a grand sphinx-lined causeway instead of today’s noisy tourist bazaar, when the court was a garden planted with exotic trees and perfumed plants, and when it was linked due east across the Nile to the Temple of Karnak. Called Djeser-djeseru (Most Holy of Holies), it was designed by Senenmut, a courtier at Hatshepsut’s court and perhaps also her lover. If the design seems unusual, note that it did in fact feature all the things a memorial temple usually had, including the rising central axis and a three-part plan, but it had to be adapted to the chosen site: almost exactly on the same line as the Temple of Amun at Karnak, and near an older shrine to the goddess Hathor.The temple was vandalised over the centuries: Tuthmosis III removed his stepmother’s name whenever he could; Akhenaten removed all references to Amun; and the early Christians turned it into a monastery, Deir Al Bahri (Monastery of the North), and defaced the pagan reliefs.Deir Al Bahri has been designated as one of the hottest places on earth, so an early morning visit is advisable, also because the reliefs are best seen in the low sunlight. The complex is entered via the great court, where original ancient tree roots are still visible. The colonnades on the lower terrace were closed for restoration at the time of writing. The delicate relief work on the south colonnade, left of the ramp, has reliefs of the transportation of a pair of obelisks commissioned by Hatshepsut from the Aswan quarries to Thebes, and the north one features scenes of birds being caught.A large ramp leads to the two upper terraces. The best-preserved reliefs are on the middle terrace. The reliefs on the north colonnade record Hatshepsut’s divine birth and at the end of it is the Chapel of Anubis, with well-preserved colourful reliefs of a disfigured Hatshepsut and Tuthmosis III in the presence of Anubis, Ra-Horakhty and Hathor. The wonderfully detailed reliefs in the Punt Colonnade to the left of the entrance tell the story of the expedition to the Land of Punt to collect myrrh trees needed for the incense used in temple ceremonies. There are depictions of the strange animals and exotic plants seen there, the foreign architecture and landscapes as well as the different-looking people. At the end of this colonnade is the Hathor Chapel, with two chambers both with Hathor-headed columns. Reliefs on the west wall show, if you have a torch, Hathor as a cow licking Hatshepsut’s hand, and the queen drinking from Hathor’s udder. On the north wall is a faded relief of Hatshepsut’s soldiers in naval dress in the goddess’ honour. Beyond the pillared halls is a three-roomed chapel cut into the rock, now closed to the public, with reliefs of the queen in front of the deities and, behind the door, a small figure of Senenmut, the temple’s architect and, some believe, Hatshepsut’s lover.The upper terrace, restored by a Polish-Egyptian team over the last 25 years, had 24 colossal Osiris statues, some of which are left. The central pink-granite doorway leads into the Sanctuary of Amun, which is hewn out of the cliff.On the south side of Hatshepsut’s temple lie the remains of the Temple of Montuhotep, built for the founder of the 11th dynasty and one of the oldest temples thus far discovered in Thebes, and the Temple of Tuthmosis III, Hatshepsut’s successor. Both are in ruins."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 12,
        "name": "Luxor Temple",
        "latitude": "25.700075006704",
        "longitude": "32.639466024785",
        "excerpt": "Largely built by the New Kingdom pharaohs Amenhotep III (1390–1352 BC) and Ramses II (1279–1213 BC), this temple is a strikingly graceful monument in the…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/luxor-temple/a/poi-sig/1136321/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1446592007.jpg",
        "detail_description": "Largely built by the New Kingdom pharaohs Amenhotep III (1390–1352 BC) and Ramses II (1279–1213 BC), this temple is a strikingly graceful monument in the heart of the modern town. Also known as the Southern Sanctuary, its main function was during the annual Opet celebrations, when the statues of Amun, Mut and Khonsu were brought from Karnak, along the Avenue of Sphinxes, and reunited here during the inundation.\nVisit early when the temple opens, before the crowds arrive, or later at sunset when the stones glow. Whenever you go, be sure to return at night when the temple is lit up, creating an eerie spectacle as shadow and light play off the reliefs and colonnades.Amenhotep III greatly enlarged an older shrine built by Hatshepsut, and rededicated the massive temple as Amun’s southern ipet (harem), the private quarters of the god. The structure was further added to by Tutankhamun, Ramses II, Alexander the Great and various Romans. The Romans constructed a military fort around the temple that the Arabs later called Al Uqsur (The Fortifications), which was later corrupted to give modern Luxor its name.In ancient times the temple would have been surrounded by a warren of mud-brick houses, shops and workshops, which now lie under the modern town, but after the decline of the city people moved into the – by then – partly covered temple complex and built their city within it. In the 14th century, a mosque was built in one of the interior courts for the local sheikh (holy man) Abu Al Haggag. Excavation works, begun in 1885, have cleared away the village and debris of centuries to uncover what can be seen of the temple today, but the mosque remains and has been restored after a fire.The temple is less complex than Karnak, but here again you walk back in time the deeper you go into it. In front of the temple is the beginning of the Avenue of Sphinxes that ran all the way to the temples at Karnak 3km to the north, and is now almost entirely excavated.The massive 24m-high first pylon was raised by Ramses II and decorated with reliefs of his military exploits, including the Battle of Kadesh. The pylon was originally fronted by six colossal statues of Ramses II, four seated and two standing, but only two of the seated figures and one standing remain. Of the original pair of pink-granite obelisks that stood here, one remains while the other stands in the Place de la Concorde in Paris. Beyond lies the Great Court of Ramses II, surrounded by a double row of columns with lotus-bud capitals, the walls of which are decorated with scenes of the pharaoh making offerings to the gods. On the south (rear) wall is a procession of 17 sons of Ramses II with their names and titles. In the northwestern corner of the court is the earlier triple-barque shrine built by Hatshepsut and usurped by her stepson Tuthmosis III for Amun, Mut and Khonsu. Over the southeastern side hangs the 14th-century Mosque of Abu Al Haggag, dedicated to a local sheikh, entered from Sharia Maabad Al Karnak, outside the temple precinct.Beyond the court is the older, splendid Colonnade of Amenhotep III, built as the grand entrance to the Temple of Amun of the Opet. The walls behind the elegant open papyrus columns were decorated during the reign of the young pharaoh Tutankhamun and celebrate the return to Theban orthodoxy following the wayward reign of the previous pharaoh, Akhenaten. The Opet Festival is depicted in lively detail, with the pharaoh, nobility and common people joining the triumphal procession. Look out for the drummers and acrobats doing backbends.South of the Colonnade is the Sun Court of Amenhotep III, once enclosed on three sides by double rows of towering papyrus-bundle columns, the best preserved of which, with their architraves extant, are those on the eastern and western sides. In 1989 workmen found a cache of 26 statues here, buried by priests in Roman times, now displayed in the Luxor Museum.Beyond lies the Hypostyle Hall, the first room of the original Opet temple, with four rows of eight columns each, leading to the temple’s main rooms. The central chamber on the axis south of the Hypostyle Hall was the cult sanctuary of Amun, stuccoed over by the Romans in the 3rd century AD and painted with scenes of Roman officials: some of this is still intact and vivid. Through this chamber, either side of which are chapels dedicated to Mut and Khonsu, is the four-columned antechamber where offerings were made to Amun. Immediately behind the chamber is the Barque Shrine of Amun, rebuilt by Alexander the Great, with reliefs portraying him as an Egyptian pharaoh.To the east a doorway leads into two rooms. The first is Amenhotep III’s 'birth room' with scenes of his symbolic divine birth. You can see the moment of his conception, when the fingers of the god touch those of the queen and ‘his dew filled her body’, according to the accompanying hieroglyphic caption. The Sanctuary of Amenhotep III is the last chamber; it still has the remains of the stone base on which Amun’s statue stood, and although it was once the most sacred part of the temple, the busy street that now runs directly behind it makes it less atmospheric."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 13,
        "name": "Tomb of Ramses III (KV 11)",
        "latitude": "25.73993266",
        "longitude": "32.60116658",
        "excerpt": "One of the most popular tombs in the valley, KV 11 is also one of the most interesting and best preserved. Originally started by Sethnakht (1186–1184 BC),…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/tomb-of-ramses-iii-kv-11/a/poi-sig/1469920/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1194339634.jpg",
        "detail_description": "One of the most popular tombs in the valley, KV 11 is also one of the most interesting and best preserved. Originally started by Sethnakht (1186–1184 BC), the project was abandoned when workers hit the shaft of another tomb (KV10). Work resumed under Ramses III (1184–1153 BC), the last of Egypt’s warrior pharaohs, with the corridor turning to the right, then left. It continues deep (125m overall) into the mountain and opens into a magnificent eight-pillared burial chamber.\nThe wonderful decorations include colourful painted sunken reliefs featuring the traditional ritual texts (Litany of Ra, Book of Gates etc) and Ramses before the gods. Unusual here are the secular scenes, in the small side rooms of the entrance corridor, showing foreign tributes, such as highly detailed pottery imported from the Aegean, the royal armoury, boats and, in the last of these side chambers, the blind harpists that gave the tomb one of its alternative names: ‘Tomb of the Harpers’. When the Scottish traveller James Bruce included a copy of this image in his Travels to Discover the Source of the Nile, he was laughed out of London after its publication in 1790.In the chamber beyond is an aborted tunnel where ancient builders ran into the neighbouring tomb. They shifted the axis of the tomb to the west and built a corridor leading to a pillared hall, with walls decorated with scenes from the Book of Gates. There is also ancient graffiti on the rear right pillar describing the reburial of the pharaoh during the 21st dynasty (1069–945 BC). The remainder of the tomb is only partially excavated and structurally weak.Ramses III’s sarcophagus is in the Louvre in Paris, its detailed lid is in the Fitzwilliam Museum in Cambridge and his mummy – found in the Deir Al Bahri cache – is now in Cairo’s Egyptian Museum. It was the model for Boris Karloff’s character in the 1930s film The Mummy."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 14,
        "name": "Ramesseum",
        "latitude": "25.727682",
        "longitude": "32.610342",
        "excerpt": "Ramses II called his massive memorial ‘the Temple of Millions of Years of User-Maat-Ra’; classical visitors called it the tomb of Ozymandias; and Jean…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/ramesseum/a/poi-sig/1136350/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockRF295715891.jpg",
        "detail_description": "Ramses II called his massive memorial ‘the Temple of Millions of Years of User-Maat-Ra’; classical visitors called it the tomb of Ozymandias; and Jean-François Champollion, who deciphered hieroglyphics, called it the Ramesseum. Like other memorial temples it was part of Ramses II’s funerary complex. His tomb was built deep in the hills, but his memorial temple was on the edge of the cultivated area on a canal that connected with the Nile and with other memorial temples.\nUnlike the well-preserved structures that Ramses II built at Karnak and Abu Simbel, his memorial temple has not survived the times very well. It has been extensively restored, but is most famous for the scattered remains of fallen statues that inspired the poem ‘Ozymandias’, by English poet Shelley, using the undeniable fact of Ramses’ mortality to ridicule his aspirations to immortality.Although more elaborate than many other temples, the layout of the Ramesseum is fairly orthodox, consisting of two courts, hypostyle halls, a sanctuary, accompanying chambers and storerooms. What is unusual is that the rectangular floor plan was altered to incorporate an older, smaller temple – that of Ramses II’s mother, Tuya – off to one side.The entrance is through a doorway in the northeast corner of the enclosure wall, which leads into the second court, where one should turn left to the first pylon. The first and second pylons measure more than 60m across and feature reliefs of Ramses’ military exploits, particularly his battles against the Hittites. Through the first pylon are the ruins of the huge first court, including the double colonnade that fronted the royal palace.Near the western stairs is part of the Colossus of Ramses II, the Ozymandias of Shelley’s poem, lying somewhat forlornly on the ground, where it once stood 17.5m tall. The head of another granite statue of Ramses II, one of a pair, lies in the second court. Twenty-nine of the original 48 columns of the great hypostyle hall are still standing. In the smaller hall behind it, the roof, which features astronomical hieroglyphs, is still in place. Some of the wall carvings, including one showing the pharaoh's name being inscribed on a leaf, are finely done."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 15,
        "name": "Colossi of Memnon",
        "latitude": "25.720565",
        "longitude": "32.610521",
        "excerpt": "The two faceless Colossi of Memnon, originally representing Pharaoh Amenhotep III, rising majestically about 18m from the plain, are the first monuments…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/colossi-of-memnon/a/poi-sig/1426487/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF221451046.jpg",
        "detail_description": "The two faceless Colossi of Memnon, originally representing Pharaoh Amenhotep III, rising majestically about 18m from the plain, are the first monuments tourists see when they visit the west bank. These magnificent colossi, each cut from a single block of stone and weighing 1000 tonnes, sat at the eastern entrance to the funerary temple of Amenophis III, the largest on the west bank. Egyptologists are currently excavating the temple and their discoveries can be seen behind the colossi.\nThe colossi were already a great tourist attraction during Graeco-Roman times, when the statues were attributed to Memnon, the legendary African king who was slain by Achilles during the Trojan War. The Greeks and Romans considered it good luck to hear the whistling sound emitted by the northern statue at sunrise, which they believed to be the cry of Memnon greeting his mother Eos, the goddess of dawn. She in turn would weep tears of dew for his untimely death. All this was probably due to a crack in the colossus’ upper body, which appeared after the 27 BC earthquake. As the heat of the morning sun baked the dew-soaked stone, sand particles would break off and resonate inside the cracks in the structure. After Septimus Severus (193–211 AD) repaired the statue in the 3rd century AD, Memnon’s plaintive greeting was heard no more.The colossi are just off the road, before you reach the Antiquities Inspectorate ticket office, and are usually being snapped and filmed by an army of tourists. Yet few visitors have any idea that these giant enthroned figures are set in front of the main entrance to an equally impressive funerary temple, the largest in Egypt, the remains of which are slowly being brought to light.Some tiny parts of the temple that stood behind the colossi remain and more is being uncovered now that the excavation is underway. Many statues, among them the huge dyad of Amenhotep III and his wife Tiye that now dominates the central court of the Egyptian Museum in Cairo, were later dragged off by other pharaohs, but much still remains beneath the silt. A stele, also now in the Egyptian Museum, describes the temple as being built from ‘white sandstone, with gold throughout, a floor covered with silver, and doors covered with electrum’. No gold or silver has yet been found, but if you wander behind the colossi, you can see the huge area littered with statues and masonry that had long lain under the ground."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 16,
        "name": "Temple of Seti I",
        "latitude": "25.732518",
        "longitude": "32.628431",
        "excerpt": "Seti I, who built the superbly decorated temple at Abydos, his beautiful tomb in the Valley of the Kings and Karnak’s magnificent hypostyle hall, died…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/temple-of-seti-i/a/poi-sig/1426490/355253",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d9935dc3da354605231040210db00553-temple-of-seti-i.jpg",
        "detail_description": "Seti I, who built the superbly decorated temple at Abydos, his beautiful tomb in the Valley of the Kings and Karnak’s magnificent hypostyle hall, died before this memorial temple was finished, so it was completed by his son Ramses II who had a heavier hand. At the northern end of the Theban necropolis, this temple has few visitors, despite its picturesque location near a palm grove.\nThe temple was severely damaged by floods in 1994 and has been extensively restored. The entrance is through a small door in the northeast corner of the reconstructed fortress-like enclosure wall. The first and second pylons and the court are in ruins. The pharaoh's palace has also gone, but recent excavations have revealed its foundations, just south of the court, and it is therefore the earliest-surviving example of a palace within a memorial temple; its plan is similar to the better-preserved palace at the memorial temple of Ramses III at Medinat Habu.The walls of the columned portico at the west facade of the temple, and those of the hypostyle court beyond it, contain some superbly executed reliefs. Off the hypostyle are six shrines and to the south is a small chapel dedicated to Seti’s father, Ramses I, who died before he could build his own mortuary temple."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 17,
        "name": "Deir Al Medina",
        "latitude": "25.728931",
        "longitude": "32.601953",
        "excerpt": "This site takes its name from a Ptolemaic temple, later converted to a Coptic monastery – the Monastery of the Town – but the real attraction is the…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/deir-al-medina/a/poi-sig/437462/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1158888168.jpg",
        "detail_description": "This site takes its name from a Ptolemaic temple, later converted to a Coptic monastery – the Monastery of the Town – but the real attraction is the unique Workmen’s Village. Many of the skilled workers and artists who created tombs in the Valley of the Kings and Valley of the Queens lived and were buried here. Archaeologists have uncovered more than 70 houses in this village and many tombs: the most beautiful are now open to the public.\nAbout 1km off the road to the Valley of the Queens and up a short, steep paved road, the small Ptolemaic-era temple, measuring only 10m by 15m, was built between 221 and 116 BC. It was dedicated to Hathor, the goddess of pleasure and love, and to Maat, the goddess of truth and personification of cosmic order. In front of the temple are the remains of the workers' village, mostly low walls although there are also remains of ancient irrigation pipes. More impressive, however, are the nearby tombs of Sennedjem, Peshedu, Inherka and Ipuy. Originally these were all topped by small mud-brick pyramids, one of which has been rebuilt."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 18,
        "name": "Carter’s House & the Replica Tomb of Tutankhamun",
        "latitude": "25.73902",
        "longitude": "32.628274",
        "excerpt": "The domed mud-brick house where Howard Carter lived during his search for Tutankhamun’s tomb is surrounded by a garden on what is otherwise a barren slope…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/carter-s-house-the-replica-tomb-of-tutankhamun/a/poi-sig/1136331/355253",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8324d4d674e863bc571de7873a789ff7-carter-s-house-the-replica-tomb-of-tutankhamun.jpg",
        "detail_description": "The domed mud-brick house where Howard Carter lived during his search for Tutankhamun’s tomb is surrounded by a garden on what is otherwise a barren slope above the road from Deir Al Bahri to the Valley of the Kings. The house has been restored and decorated with pictures and tools of the excavation. An exact replica of Tutankhamun's burial chamber has been constructed on the edge of the garden along with an exhibition relating to the discovery of the tomb.\nThe replica has faithfully copied the shape of the original tomb, but only the burial chamber (right-hand side) has been reproduced here. The work is intended to challenge assumptions about our desire to see original objects and also to take some of the pressure off the original tomb. Although the young pharaoh's mummy has not been included, every detail of the burial chamber has been exactly reproduced, including dust and pitting on the walls, the wooden railing, and cracks in the sarcophagus.The left-hand storeroom (not open in the original tomb) has been used to mount displays explaining how the tomb was discovered and reproduced.There is a cafe space on the side of Carter's House which, when it reopens, will make this a peaceful place to stop for refreshment. The mud-brick building on the little hill above Carter's house belonged to the French conservator Alexandre Stoppelaëre. An Egyptian architect built the house for him in 1950. Empty for many years, it has now been restored as the base for the Theban Necropolis Preservation Initiative, a collaboration between the Factum Foundation for Digital Technology in Conservation in Madrid, the University of Basel and the Ministry of Antiquities in Egypt."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 19,
        "name": "Tomb of Amenhotep II (KV 35)",
        "latitude": "25.740046",
        "longitude": "32.600566",
        "excerpt": "This 91m-long tomb was built for Amenhotep II (sometimes also called Amenophis II), who succeeded his father, the great king Tuthmosis III. Amenophis died…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/tomb-of-amenhotep-ii-kv-35/a/poi-sig/1469921/355253",
        "image_url": null,
        "detail_description": "This 91m-long tomb was built for Amenhotep II (sometimes also called Amenophis II), who succeeded his father, the great king Tuthmosis III. Amenophis died around 1400 BC after a 26-year reign, long enough to excavate this large and complicated tomb with its six-pillared inner hall leading to the burial chamber. The pharaoh's remains were found here along with many other royal mummies when the tomb was opened by French archaeologist Victor Loret in 1898.\nOne of the deepest structures in the valley, this tomb has more than 90 steps down to a modern gangway, built over a deep pit designed to protect the inner, lower chambers from both thieves (which it failed to do) and from flash floods.Stars cover the entire ceiling in the huge burial chamber and the walls feature, as if on a giant painted scroll, text from the Book of Amduat. While most figures are of the same stick-like proportions as in the tomb of Tuthmosis III, this is the first royal tomb in the valley to present figures with more rounded proportions, as on the pillars in the burial chamber showing the pharaoh before Osiris, Hathor and Anubis. The burial chamber is also unique for its double level; the top level was filled with pillars, the bottom contained the sarcophagus.Although thieves breached the tomb in antiquity, Amenhotep’s mummy was restored by the priests, put back in his sarcophagus with a garland of flowers around his neck, and buried in the two side rooms with 13 other royal mummies, including Tuthmosis IV (1400–1390 BC), Amenhotep III, Merenptah, Ramses IV, V and VI, and Seti II (1200–1194 BC), most of which are now at the Egyptian Museum."
    },
    {
        "country": "luxor",
        "city": "Luxor",
        "index": 20,
        "name": "Valley of the Queens",
        "latitude": "25.726505450754",
        "longitude": "32.593610580575",
        "excerpt": "At the southern end of the Theban hillside, the Valley of the Queens contains at least 75 tombs that belonged to queens of the 19th and 20th dynasties as…",
        "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/valley-of-the-queens/a/poi-sig/437494/355253",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1389714514.jpg",
        "detail_description": "At the southern end of the Theban hillside, the Valley of the Queens contains at least 75 tombs that belonged to queens of the 19th and 20th dynasties as well as to other members of the royal families, including princesses and the Ramesside princes. Four of the tombs are open for viewing. The most famous of these, the tomb of Nefertari, was only reopened to the public in late 2016. The other tombs are those of Titi, Khaemwaset and Amunherkhepshef.\nAn additional ticket is required for Tomb of Nefertari."
    }
]