[
    {
        "country": "manila",
        "city": "Manila",
        "index": 1,
        "name": "Pinto Art Museum",
        "latitude": "14.586242",
        "longitude": "121.111221",
        "excerpt": "This fantastic museum in Antipolo, in the hills just east of Metro Manila, showcases some of the Philippines' best contemporary artists. There are six…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/pinto-art-museum/a/poi-sig/1568715/357305",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_editorial_1574366056.jpg",
        "detail_description": "This fantastic museum in Antipolo, in the hills just east of Metro Manila, showcases some of the Philippines' best contemporary artists. There are six impressive galleries, outdoor art installations, and an indigenous arts wing where you can get an authentic Kalinga (North Luzon) tattoo. The beautifully landscaped grounds, with sweeping views of smog-choked Manila, are a welcome escape from the urban madness. Figure on P450 each way for a taxi from Makati (50 minutes).\nAlternatively, take an Antipolo- or Tanay-bound jeepney or public van from SM Megamall in Ortigas. Get off at the Ynares Center and take a short tricycle ride or walk 1km to the museum.Plan on having lunch at the superb Cafe Rizal (mains P200 to P300) on the museum grounds. The road leading out to Antipolo is lined with shops and sunset-facing restobars offering beer buckets and impressive panoramas of Manila."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 2,
        "name": "San Agustin Church",
        "latitude": "14.589066",
        "longitude": "120.975276",
        "excerpt": "The San Agustin Church was the only building left intact after the destruction of Intramuros in WWII. Built between 1587 and 1606, it is the oldest church…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/san-agustin-church/a/poi-sig/391173/357305",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1157265852.jpg",
        "detail_description": "The San Agustin Church was the only building left intact after the destruction of Intramuros in WWII. Built between 1587 and 1606, it is the oldest church in the Philippines. The massive facade conceals an ornate interior filled with objects of great historical and cultural merit. Note the intricate trompe l’oeil frescos on the vaulted ceiling. Be sure to check out the tropical cloisters as well as the slightly shabby gardens out the back.\nThe present structure is actually the third to stand on the site and has weathered seven major earthquakes, as well as the Battle of Manila. It’s an active church and much in demand for weddings and other ceremonies.You can access the church through the newly renovated San Agustin Museum, a treasure house of antiquities that give the visitor tantalising glimpses of the fabled riches of Old Manila. Check out the vaguely Chinese–looking Immaculate Conception statue in ethereal ivory.The church is closed to tourists during Mass, though you may be able to sneak in."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 3,
        "name": "Fort Santiago",
        "latitude": "14.594382",
        "longitude": "120.970287",
        "excerpt": "Guarding the entrance to the Pasig River is Intramuros' premier tourist attraction: Fort Santiago. Within the fort grounds is an oasis of lovely manicured…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/fort-santiago/a/poi-sig/391251/357305",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1384933283.jpg",
        "detail_description": "Guarding the entrance to the Pasig River is Intramuros' premier tourist attraction: Fort Santiago. Within the fort grounds is an oasis of lovely manicured gardens, plazas and fountains leading to an arched gate and a pretty lily pond. Within is the beautifully presented Rizal Shrine museum, the building where Dr José Rizal – the Philippines’ national hero – was incarcerated as he awaited execution in 1896. It contains various fascinating displays of Rizal memorabilia and a recreation of his cell and the courtroom trial.\nAt the far end of the fort are outlooks over an industrial section of the Pasig River leading to Baluarte de Santa Barbara, a restored 18th-century Spanish military barracks where hundreds of Filipino and American POWs were killed in WWII; it's now the Rizaliana Furniture Hall, displaying Rizal's family furniture. Also of interest are various dungeon cell blocks, including one that Rizal spent his last night in. Brass footprints set into the pavement mark his final steps to the execution spot in Rizal Park."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 4,
        "name": "Metropolitan Museum of Manila",
        "latitude": "14.56377975",
        "longitude": "120.98638983",
        "excerpt": "The 'Met' is a world-class gallery tracing the evolution of Filipino art from the early 20th century to the present. Virtually all great Filipino painters…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/metropolitan-museum-of-manila/a/poi-sig/391315/357305",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a58fe523ff5f624c05b55b7caa4ebea3-metropolitan-museum-of-manila.jpg",
        "detail_description": "The 'Met' is a world-class gallery tracing the evolution of Filipino art from the early 20th century to the present. Virtually all great Filipino painters from the last century are represented, while the selection of contemporary and experimental art is second to none in the Philippines. The ground floor has rotating exhibitions, while the wide-ranging permanent collection is on the 2nd floor. Guided tours (P500) can be booked ahead.\nThere's also an incredible collection of precolonial gold ornaments and pottery in the basement, although it is currently closed indefinitely. A few of the gold armlets and necklaces weigh several kilos. The Central Bank purchased the gold at the height of the Marcos era in the '70s and '80s."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 5,
        "name": "Ayala Museum",
        "latitude": "14.553439",
        "longitude": "121.023266",
        "excerpt": "This gleaming museum features four floors of superbly curated exhibits on Filipino culture, art and history. At the heart of the collection is a brilliant…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/ayala-museum/a/poi-sig/391171/357305",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1358914556.jpg",
        "detail_description": "This gleaming museum features four floors of superbly curated exhibits on Filipino culture, art and history. At the heart of the collection is a brilliant exhibit consisting of 60 dioramas that succinctly, yet effectively, trace the nation’s history, which kids will also love. The indigenous textile collection is superb, and there are some exquisite pieces of pre-Hispanic gold jewellery and objects. It closed in June 2019 for a massive renovation and was expected to reopen in 2020.\nThe rotating art exhibits tend to showcase Filipino masters such as Luna and Amorsolo. Guided tours (P500) of the museum are highly recommended; book in advance. Audioguides (P75) are also available. The excellent Filipino Heritage Library – separate admission fee – is on the 6th floor."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 6,
        "name": "Chinese Cemetery",
        "latitude": "14.633925672878",
        "longitude": "120.99045753479",
        "excerpt": "As in life, so it is in death for Manila’s wealthy Chinese citizens, who are buried with every modern convenience in the huge Chinese Cemetery. It's far…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/chinese-cemetery/a/poi-sig/391125/357305",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_editorial_1500025514.jpg",
        "detail_description": "As in life, so it is in death for Manila’s wealthy Chinese citizens, who are buried with every modern convenience in the huge Chinese Cemetery. It's far from your ordinary cemetery and instead feels like a residential suburb with streets lined with mausoleums – some of which feature crystal chandeliers, air-con, hot and cold running water, kitchens and flushing toilets (in case the interred are caught short on the way to paradise).\nHire a bicycle (per hour P100) to get around the sprawling grounds and consider hiring a guide for access to the best tombs. Tour guide Ivan Man Dy of Old Manila Walks does an excellent Chinese Cemetery tour.To get here take the LRT to Abad Santos then walk or take a tricycle (P25) to the south entrance. While you're out this way, you can also visit the offbeat North Cemetery."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 7,
        "name": "Casa Manila",
        "latitude": "14.589554",
        "longitude": "120.975255",
        "excerpt": "This beautiful reproduction of a Spanish colonial house offers a window into the opulent lifestyle of the gentry in the 19th century. Imelda Marcos had it…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/casa-manila/a/poi-sig/391111/357305",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/478307337_master.jpg",
        "detail_description": "This beautiful reproduction of a Spanish colonial house offers a window into the opulent lifestyle of the gentry in the 19th century. Imelda Marcos had it built to showcase the architecture and interior design of the late Spanish period, with lavish features throughout and some interesting items such as a double-seated toilet.\nThe house may not be authentic but the stunning antique furniture and artwork are."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 8,
        "name": "Marikina Shoe Museum",
        "latitude": "14.627105",
        "longitude": "121.096458",
        "excerpt": "A must for Imelda Marcos junkies is the Marikina Shoe Museum. There's the footwear of various Filipino luminaries on display here, but it's Imelda’s shoes…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/marikina-shoe-museum/a/poi-sig/1382644/357305",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/53481d74378a5cb856606cb1a9564afa-marikina-shoe-museum.jpg",
        "detail_description": "A must for Imelda Marcos junkies is the Marikina Shoe Museum. There's the footwear of various Filipino luminaries on display here, but it's Imelda’s shoes people come for – about 800 pairs of them, lined up in rows behind glass cases. That’s only about 25% of the hoard left behind in Malacañang Palace by the eccentric former First Lady.\nTake the LRT-2 to its last stop (Santolan) and then a ‘San Mateo’ jeepney to City Hall on central Shoe Ave, a short walk from the museum."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 9,
        "name": "National Museum of Anthropology",
        "latitude": "14.585307",
        "longitude": "120.981091",
        "excerpt": "Within a resplendent neoclassical building, this superb museum houses a vast and varied collection, including the skullcap of the Philippines’ earliest…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/national-museum-of-anthropology/a/poi-sig/1188195/357305",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1211498863.jpg",
        "detail_description": "Within a resplendent neoclassical building, this superb museum houses a vast and varied collection, including the skullcap of the Philippines’ earliest known inhabitant, Tabon Man (said by some to actually be a woman), who lived around 24,000 BC. A large section of the museum is devoted to the wreck of the San Diego, a Spanish galleon that sank off the coast of Luzon in 1600, with salvaged items such as shell-encrusted swords, coins, porcelain plates and jewellery on display.\nOther treasures include a large collection of pre-Hispanic artefacts and musical instruments, and displays on indigenous textiles."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 10,
        "name": "Bamboo Organ of Las Piñas",
        "latitude": "14.481151",
        "longitude": "120.981724",
        "excerpt": "This famous organ, designated a national culture treasure, was built between 1816 and 1824 in the St Joseph Parish Church of Las Piñas on the southern…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/bamboo-organ-of-las-pinas/a/poi-sig/1449706/357305",
        "image_url": null,
        "detail_description": "This famous organ, designated a national culture treasure, was built between 1816 and 1824 in the St Joseph Parish Church of Las Piñas on the southern fringes of Metro Manila. Those were lean times, so the Spanish priest Padre Diego Cera instructed that bamboo be used instead of more expensive metal for the majority of the organ's pipes. The horizontal trumpets are, however, made of metal. Tours of the church include a short organ concert and entrance to a small museum on-site.\nFor a longer free concert, show up for the 6pm Mass on Sunday. In late February, organists from around the world gather here for the Bamboo Organ Festival.Have a stroll around Las Piñas while you're down here. The area around the church has a bit of a village atmosphere, with many buildings restored using traditional methods. To get here take a Baclaran–Zapote–Alabang jeepney from the Baclaran LRT stop and have the driver drop you off at the church."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 11,
        "name": "Rizal Monument",
        "latitude": "14.581799",
        "longitude": "120.977062",
        "excerpt": "Fronted by a 46m flagpole and guarded by sentries in full regalia, the Rizal Monument contains national hero José Rizal’s mortal remains and stands as a…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/rizal-monument/a/poi-sig/1400810/357305",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/645679a06d0d25e99e161f52491786a5-rizal-monument.jpg",
        "detail_description": "Fronted by a 46m flagpole and guarded by sentries in full regalia, the Rizal Monument contains national hero José Rizal’s mortal remains and stands as a symbol of Philippine nationhood.\n"
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 12,
        "name": "Manila American Cemetery",
        "latitude": "14.54132",
        "longitude": "121.04997",
        "excerpt": "A poignant and peaceful spot, this sprawling war cemetery on a grassy, beautifully manicured plot is the resting place of 17,206 soldiers killed in battle…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/manila-american-cemetery/a/poi-sig/1188210/357305",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_editorial_797622136.jpg",
        "detail_description": "A poignant and peaceful spot, this sprawling war cemetery on a grassy, beautifully manicured plot is the resting place of 17,206 soldiers killed in battle during WWII. In addition to hundreds of rows of perfectly aligned white crosses, there are several excellent open-air galleries with murals and descriptions of key battles.\n"
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 13,
        "name": "Rizal Park",
        "latitude": "14.582566",
        "longitude": "120.979868",
        "excerpt": "Still widely known as 'Luneta' (its name until the 1950s), Manila’s iconic central park is spread out over some 60 hectares of open lawns, ornamental…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/rizal-park/a/poi-sig/391109/357305",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0bb5f47ed3223863fc3b9ae1435a5013-rizal-park.jpg",
        "detail_description": "Still widely known as 'Luneta' (its name until the 1950s), Manila’s iconic central park is spread out over some 60 hectares of open lawns, ornamental gardens, ponds, paved walks and wooded areas, dotted with monuments to a whole pantheon of Filipino heroes. As the place where José Rizal was executed by the Spanish colonial authorities, it's also of great historical significance. The Rizal Park Visitors Centre provides a map detailing some 40 sights within the park.\nRizal Park an atmospheric place to take a stroll, particularly late afternoon, early evening and on weekends. Here you'll find the Rizal Monument, fronted by a 46m flagpole and guarded by sentries in full regalia, which contains the hero’s mortal remains and stands as a symbol of Filipino nationhood.To one side of the monument you will find the Site of Rizal's Execution; at the entrance is a black granite wall inscribed with Rizal’s ‘Mi Ultimo Adios’ (My Last Farewell). Eight tableaux of life-size bronze statues recreate the dramatic last moments of the hero’s life. Evening light-and-sound presentations dedicated to Rizal usually take place here but are suspended indefinitely. When happening, they last 30 minutes and run every evening in both English and Tagalog.On the other (south) side of the monument, toward Kalaw Ave, keep an eye out for the drinking fountain shipped all the way from Heidelberg, Germany, where Rizal spent time studying at university.In the middle of the park is the Central Lagoon, a pool lined with busts of Filipino heroes and martyrs, and a dancing musical fountain that erupts in colourful explosions in the evening. Just north of the lagoon is the open-air auditorium, where the long-running (and free) classical Concert at the Park kicks off at 6pm on Sundays. There's a free Filipino rock concert here at the same time every Saturday night, while Friday nights see theatrical productions. The visitors centre has information on performances.East of the auditorium are several ornamental gardens and the Chess Plaza, a shady spot where regulars test each other and look for new blood with shouts to visitors of ‘Hey Joe, do you play chess?’. At dawn, you'll find various groups gathered to practise t’ai chi or the local martial art of arnis, also know as arnis de mano, a pre-Hispanic style of stick-fighting.At the east end of the park, where the National Museum is located, you'll find a large statue of Lapu-Lapu, a 16th-century national hero famous for slaying the Portuguese explorer Ferdinand Magellan; the flower-fillled Manila Orchidarium; and a gigantic three-dimensional relief map of the Philippines."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 14,
        "name": "Philippine Kim Luan Temple",
        "latitude": "14.572764",
        "longitude": "120.984803",
        "excerpt": "Standing as a beacon of serenity among its bawdy surrounds, this Taoist temple is both peaceful and beautiful, and worth popping into for a look.",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/philippine-kim-luan-temple/a/poi-sig/1496862/357305",
        "image_url": null,
        "detail_description": "Standing as a beacon of serenity among its bawdy surrounds, this Taoist temple is both peaceful and beautiful, and worth popping into for a look.It's open sporadically; morning is your best bet.\n"
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 15,
        "name": "Rizal Shrine",
        "latitude": "14.594484",
        "longitude": "120.969658",
        "excerpt": "The building where José Rizal was incarcerated has been turned into a shrine-museum dedicated to his life. There's a re-creation of his cell block, the…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/rizal-shrine/a/poi-sig/1188181/357305",
        "image_url": null,
        "detail_description": "The building where José Rizal was incarcerated has been turned into a shrine-museum dedicated to his life. There's a re-creation of his cell block, the first draft of his novel Noli Me Tangere (Touch Me Not) and a copy of 'Mi Ultimo Adios' (My Last Farewell), the original of which was smuggled out of his cell inside an oil lamp. There's also a reliquary containing one of his vertebrae and a comprehensive timeline of his last years.\nAdmission to the shire is included in the Fort Santiago entry ticket."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 16,
        "name": "Malacañang Palace",
        "latitude": "14.594446",
        "longitude": "120.9945",
        "excerpt": "Perched overlooking the Pasig River, this sprawling palace complex dates to the mid-18th century, when it was built as the residence of a Spanish…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/malacanang-palace/a/poi-sig/391297/357305",
        "image_url": null,
        "detail_description": "Perched overlooking the Pasig River, this sprawling palace complex dates to the mid-18th century, when it was built as the residence of a Spanish aristocrat before becoming the office of the Spanish and, later, American governors-general. It's been the official residence of the Philippine president since 1935. Only the Museo ng Malacañang is open to tourists, and it's highly recommended for anyone who's interested in both political history and colonial architecture.\nThe museum features fascinating displays of memorabilia relating to the 16 Philippines’ presidents since 1899. Highlights include president Quezon's office, the room dedicated to the First Ladies, and Ferdinand Marcos' original 20-page decree proclaiming martial law (it was here in 1986 that the palace grounds were stormed during the People Power Revolution that overthrew the Marcos' government). The building itself is magnificent with gleaming polished floorboards, high ceilings, sparkling chandeliers, ornate wood panelling and capiz windows.To visit you'll need to book five business days in advance – which can be done by simply emailing the museum with your contact number, how many people are in your party and attached photocopies of all passports. Otherwise book a tour through Old Manila Walks, which can arrange everything and combine a palace visit with an excellent walking tour of the area."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 17,
        "name": "Quiapo Church",
        "latitude": "14.598811",
        "longitude": "120.983789",
        "excerpt": "Quiapo Church is a 1933 replacement of an older structure destroyed by fire. One of Manila’s best-known landmarks, Quiapo is the home of the Black…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/quiapo-church/a/poi-sig/391357/357305",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d60a0e281936979551e38542a26f2711-quiapo-church.jpg",
        "detail_description": "Quiapo Church is a 1933 replacement of an older structure destroyed by fire. One of Manila’s best-known landmarks, Quiapo is the home of the Black Nazarene, an image of Christ believed to be miraculous. The life-size statue, carved from ebony, was first brought to Quiapo in 1767. Twice a year the greatly revered image is carried on the shoulders of thousands of devotees in one of Manila’s biggest religious festivals, the Black Nazarene Procession.\nOut front, historical Plaza Miranda is a hive of activity."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 18,
        "name": "Cultural Center of the Philippines",
        "latitude": "14.558247",
        "longitude": "120.985737",
        "excerpt": "The centrepiece of the CCP Complex is this bombastic building designed by noted Filipino architect Leandro Locsin. Inside attractions include the country…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/cultural-center-of-the-philippines/a/poi-sig/1450759/357305",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6599e8c9825911710ae0b2832f4c0def-cultural-center-of-the-philippines.jpg",
        "detail_description": "The centrepiece of the CCP Complex is this bombastic building designed by noted Filipino architect Leandro Locsin. Inside attractions include the country's top performing arts theatre, along with a brace of quality modern art galleries – Bulwagang Juan Luna on the 4th floor, and the smaller Bulwagang Fernando Amorsolo on the 5th floor, both with changing exhibits covering modernist and contemporary painters.\nAlso on the 5th floor are two small museums: the Museum of Philippine Culture and the Asian Traditional Musical Instruments Museum. Both are currently closed for renovations."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 19,
        "name": "Ayuntamiento",
        "latitude": "14.592451",
        "longitude": "120.973603",
        "excerpt": "Once the grandest building in all of Intramuros, the Ayuntamiento was destroyed in WWII and spent years as a parking lot before a faithful recreation of…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/ayuntamiento/a/poi-sig/1573364/357305",
        "image_url": null,
        "detail_description": "Once the grandest building in all of Intramuros, the Ayuntamiento was destroyed in WWII and spent years as a parking lot before a faithful recreation of the original structure rose in 2010. Today it houses the country's Treasury Bureau, but its most impressive rooms – the Marble Hall and the Sala de Sessiones, where both the Spanish and American colonial governments held court – can be visited on a tour. No shorts, tank tops, miniskirts or flip-flops. Bring a valid ID.\nWith crystal chandeliers, satin drapes and neoclassical flourishes, the Marble Hall oozes Old World European opulence. Tours also stop in at an interesting 'mini museum', where unique stoneware jars that formed part of the original foundation of the building are on display, alongside a few multimedia presentations.The building is open to visitors only during tour times."
    },
    {
        "country": "manila",
        "city": "Manila",
        "index": 20,
        "name": "North Cemetery",
        "latitude": "14.632171",
        "longitude": "120.990629",
        "excerpt": "If you thought Manila's Chinese Cemetery was different, you clearly haven't made it to its abutting North Cemetery. While significant for being the burial…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/north-cemetery/a/poi-sig/1495746/357305",
        "image_url": null,
        "detail_description": "If you thought Manila's Chinese Cemetery was different, you clearly haven't made it to its abutting North Cemetery. While significant for being the burial place of many notable Filipinos, including numerous presidents and revolutionaries, it's on tourists' radars more as a place to observe the unique living arrangements of a community of some 6000 people who live here among the dead. It's a unique set-up, with many mausoleums doubling as houses, small shops and game arcades for kids.\nDespite the government considering the inhabitants to be squatters (issuing eviction notices on several occasions), many of the North Cemetery dwellers have jobs within, including being employed by tomb owners to provide maintenance duties and keep their deceased company.Given the community is extremely impoverished, it's essential to come along with a guide who knows the area, either arranged through nearby Red Carabao hostel, Smokey Tours or at the cemetery entrance (though with the latter you're not guaranteed an English speaker)."
    }
]