[
    {
        "country": "massachusetts",
        "index": 1,
        "name": "Plimoth Plantation",
        "latitude": "41.941456922828",
        "longitude": "-70.62436580658",
        "excerpt": "Three miles south of Plymouth center, Plimoth Plantation authentically re-creates the Pilgrims’ settlement in its primary exhibit, entitled 1627 English…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-england/plymouth/attractions/plimoth-plantation/a/poi-sig/497608/362030",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/fa834d4c0791d31571e696f70ea7e0ae-plimoth-plantation.jpg",
        "detail_description": "Three miles south of Plymouth center, Plimoth Plantation authentically re-creates the Pilgrims’ settlement in its primary exhibit, entitled 1627 English Village. Everything in the village – costumes, implements, vocabulary, artistry, recipes and crops – has been painstakingly researched and remade. Costumed interpreters, acting in character, explain the details of daily life and answer your questions as you watch them work and play.\nDuring the winter of 1620–21, half of the Pilgrims died of disease, privation and exposure to the elements. But new arrivals joined the survivors the following year, and by 1627 – just before an additional influx of settlers founded the colony of Massachusetts Bay – Plymouth Colony was on the road to prosperity. Plimoth Plantation provides excellent educational and entertaining insight into what was happening in Plymouth during that period.In the crafts center, you can help artisans as they weave baskets and cloth, throw pottery and build fine furniture using the techniques and tools of the early 17th century. Exhibits explain how these manufactured goods were shipped across the Atlantic in exchange for Colonial necessities.The Wampanoag Homesite replicates the life of a Native American community in the same area during that time. Homesite huts are made of wattle and daub (a framework of woven rods and twigs covered and plastered with clay); inhabitants engage in crafts while wearing traditional garb. Unlike the actors at the English Village, these individuals are not acting as historic characters but are indigenous people speaking from a modern perspective."
    },
    {
        "country": "massachusetts",
        "index": 2,
        "name": "New England Aquarium",
        "latitude": "42.35933",
        "longitude": "-71.04917",
        "excerpt": "Teeming with sea creatures of all sizes, shapes and colors, this giant fishbowl is the centerpiece of downtown Boston's waterfront. There are countless…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/downtown-and-waterfront/attractions/new-england-aquarium/a/poi-sig/1076308/1320287",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-121331515_super.jpg",
        "detail_description": "Teeming with sea creatures of all sizes, shapes and colors, this giant fishbowl is the centerpiece of downtown Boston's waterfront. There are countless exhibits here exploring the lives and habitats of underwater oddities, as well as penguins and marine mammals. Here are some of the highlights.\nGiant Ocean Tank\nThe main attraction at the aquarium is the four-story Giant Ocean Tank, which swirls with thousands of tropical creatures great and small, including turtles, sharks and eels. The vast tank holds 200,000 gallons of water, and is so huge that the rest of the aquarium was built around it.\nSeals and sea lions\nHarbor seals hang out in an observation tank near the aquarium entrance, while the open-air Marine Mammal Center is home to northern fur seals and California sea lions. Visitors can watch training sessions where the pinnipeds show off their intelligence and athleticism. Note that some animal rights groups make a strong case that marine mammals should not be kept in captivity, no matter how classy their quarters.\n\n  \nThe penguin colony is home to over 60 birds © Jessica Bethke / Shutterstock\n\nPenguins\nMost of the aquarium's 1st floor is dedicated to an enormous penguin colony, home to more than 60 birds representing two different species: rockhoppers and African (or jackass) penguins. \nShark and Ray Touch Tank\nThe Shark and Ray Touch Tank recreates a mangrove swamp full of Atlantic rays, cownose rays and five species of sharks. Currently it's open for viewing only (no touching), but you can still learn about the importance of protecting ocean habitats and see plenty of activity through the crystal-clear water.\nAmazon Rainforest\nUpstairs, six different tanks showcase the flora and fauna of the Amazon rain forest, one of the most diverse habitats in the world. Look out for poison dart frogs, piranhas and anacondas.\nOlympic Coast exhibit\nEver wanted to see a giant Pacific octopus, the largest of its species? This is where you could spot them, stretching their tentacles among other Pacific ocean creatures, including sea cucumbers, hermit crabs, and many different types of fish. \n\n  \nChildren under 3 can enter the aquarium for free © Tim Laman / Getty Images\n\nSimons Theatre\nThe Simons Theatre features short films with aquatic themes. Follow a pod of humpback whales on their migration, or get to know more about the incredible hunting skills of great white sharks. Closed captioning devices are available for all films.\nWhale watching \nThe whale-watching cruises run by the aquarium in partnership with Boston Harbor Cruises (March to November) head out to Stellwagen Bank where whale sightings are guaranteed. You may also see sea birds, dolphins and other marine life.\nTickets and other practicalities\nTimed-tickets to the aquarium should be bought online in advance. There is an additional charge for screenings at the Simons Theatre. Children under 3 may visit for free. Wheelchair-users may enter the aquarium free of charge. Whale-watching tickets should be booked through Boston Harbor Cruises, and can be combined with entry to the aquarium at a small discount.\n"
    },
    {
        "country": "massachusetts",
        "index": 3,
        "name": "Museum of Science",
        "latitude": "42.367609898795",
        "longitude": "-71.071595307083",
        "excerpt": "The educational playground that is the Museum of Science has more than 600 interactive exhibits. Favorites include the world’s largest lightning-bolt…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/west-end-and-north-end/attractions/museum-of-science/a/poi-sig/377947/1320285",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7424e773b4af26807597aade231e2a7e-museum-of-science.jpg",
        "detail_description": "The educational playground that is the Museum of Science has more than 600 interactive exhibits. Favorites include the world’s largest lightning-bolt generator, a full-scale space capsule, a world population meter and an impressive dinosaur exhibit. Kids go wild exploring computers and technology, maps and models, birds and bees, and human evolution. Exhibitions and presentations frequently change, but here are some of the permanent highlights.\nHall of Human Life\nThe Hall of Human Life takes visitors on an interactive journey into the human body. You'll explore biology, consider aspects of what makes you you, and look at how well you manage your health. \n\n  \nJoin a live presentation at the Museum of Science © James Kirkikis / Shutterstock\n\nLive presentations\nSee bolts fly around in the world's largest Van der Graaff generator in Lightning! and see science brought to life in a rotating schedule of presentations in Science Live!\nLive Animal Care Center\nMore than 120 furry, feathered and scaly creatures feature in daily live animal presentations at the museum. Go behind the scenes at the Live Animal Care Center to see how they live and how they're cared for when they're not taking part in a demonstration.\nCharles Hayden Planetarium\nThe Charles Hayden Planetarium boasts a state-of-the-art projection system that casts a heavenly star show, as well as programs about black holes and other astronomical mysteries.\nMugar Omni Theater\nFor total IMAX immersion, check out the space-themed and natural-science-oriented flicks at the Mugar Omni Theater. A sweet sound system will have you believing you’re actually roving around Mars or being attacked by sharks.\n\n  \nThe museum's dino models have evolved following new skeleton discoveries © Jon Davison / Lonely Planet\n\nDinosaurs: Modeling the Mesozoic\nWith life-size models, fossils, bones, footprints, and dino dung, see how paleontologists piece together information to form our understanding of pre-historic beasts today.\nDiscovery Center \nThe Discovery Center (temporarily closed) is a hands-on play area for kids under the age of eight.\nTickets and other practicalities\nTimed-entry tickets must be booked in advance. There is an additional charge for the Planetarium, Omni Films and 4D films. There are accessible features throughout the museum including wheelchairs, assistive listening devices, and ASL interpreters. The Riverview Cafe is a food court–style cafeteria on-site; food must not be consumed in the Exhibit Halls.\n"
    },
    {
        "country": "massachusetts",
        "index": 4,
        "name": "Old North Church",
        "latitude": "42.366323552247",
        "longitude": "-71.054448332588",
        "excerpt": "Longfellow’s poem 'Paul Revere’s Ride' has immortalized this graceful church. It was here, on the night of April 18, 1775, that the sexton hung two…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/west-end-and-north-end/attractions/old-north-church/a/poi-sig/377959/1320285",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/50fa950ba53d23ec5ab7541800928111-old-north-church.jpg",
        "detail_description": "Longfellow’s poem 'Paul Revere’s Ride' has immortalized this graceful church. It was here, on the night of April 18, 1775, that the sexton hung two lanterns from the steeple as a signal that the British would advance on Lexington and Concord via the sea route. Also called Christ Church, this 1723 Anglican place of worship is Boston’s oldest church.\nThe 175ft steeple houses the oldest bells (1744) still rung in the US. Today’s steeple is a 1954 replica, since severe weather toppled two prior ones, but the 1740 weather vane is original. All visitors are invited to hear a 10-minute presentation about the history of the Old North Church. For more detailed information, a 30-minute Behind the Scenes tour takes visitors up into the belfry and down into the crypt, while the Bones &amp; Burials tour visits the gallery, the crypt and Copp's Hill Burying Ground.Behind the church, several hidden brick courtyards offer quiet respite for a moment of peaceful meditation. Heading down the hill, shady Paul Revere Mall perfectly frames the Old North Church. Often called ‘the Prado’ by locals, it is a lively meeting place for North Enders of all generations."
    },
    {
        "country": "massachusetts",
        "index": 5,
        "name": "Cape Cod National Seashore",
        "latitude": "41.899849",
        "longitude": "-69.964886",
        "excerpt": "Cape Cod National Seashore extends some 40 miles around the curve of the Outer Cape and encompasses the Atlantic shoreline from Orleans all the way to…",
        "detail_url": "https://www.lonelyplanet.com/usa/cape-cod/attractions/cape-cod-national-seashore/a/poi-sig/1433654/362035",
        "image_url": "https://lp-cms-production.imgix.net/2021-02/Marconi%20Beach%20-%20Cape%20Cod.jpg",
        "detail_description": "Cape Cod National Seashore extends some 40 miles around the curve of the Outer Cape and encompasses the Atlantic shoreline from Orleans all the way to Provincetown. Under the auspices of the National Park Service, it's a treasure trove of unspoiled beaches, dunes, salt marshes, nature trails and forests. Thanks to the backing of President John F Kennedy, this vast area was set aside for preservation in the 1960s, just before a building boom hit the rest of his native Cape Cod.\nAccess to the park sights is easy: everything of interest is on or just off MA 6. The year-round Salt Pond Visitor Center in Eastham is the place to start. The Province Lands Visitor Center in Provincetown is smaller and open seasonally, but it has similar services to the Eastham center plus a fabulous ocean view.Beach parking permits cost $20 per day or $60 per season and are valid at all National Seashore beaches, so you can use the same permit to spend the morning at one beach and the afternoon at another; pedestrians and cyclists pay $3, motorcyclists $10. The fees are collected only in summer – from late June through early September, when lifeguards are on duty – and on weekends and holidays from Memorial Day (late May) to the end of September. Outside these times, beach parking is free."
    },
    {
        "country": "massachusetts",
        "index": 6,
        "name": "Franklin Park Zoo",
        "latitude": "42.305388",
        "longitude": "-71.08989",
        "excerpt": "Tucked into Franklin Park, the zoo features a half-dozen different habitats, as well as special exhibits devoted to birds and butterflies. The highlight…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/attractions/franklin-park-zoo/a/poi-sig/1076318/362022",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstock_1824698471.jpg",
        "detail_description": "Tucked into Franklin Park, the zoo features a half-dozen different habitats, as well as special exhibits devoted to birds and butterflies. The highlight is the well-designed Tropical Forest pavilion, complete with lush vegetation, waterfalls, lowland gorillas and over 30 species of free-flight birds. The Australian Outback Trail allows visitors to walk among red kangaroos and wallabies.\nSeveral exhibits are devoted to life on the savannah, showcasing an African lion, as well as giraffes, zebras and wildebeests. The Franklin Farm lets kids get up close and personal with sheep and goats. In addition to the many animal exhibits, the zoo has a wild and wonderful 10,000-sq-ft playground.\n\n  \nTickets to Franklin Park Zoo should be bought online in advance © Boston Globe via Getty Images\n\nTickets and other practical information\nTimed-entry tickets should be bought in advance, although some day tickets are released intermittently. The zoo closes for Thanksgiving and Christmas Day, but is otherwise open year-round. Take bus 22, 28, 29 or 45 from Ruggles station. It's free to park at the zoo.\nBoston Lights at the Zoo\nFranklin Park Zoo plays host to Boston Lights: A Lantern Experience where the night sky is lit by many different hand-crafted lanterns. The displays show illuminated sunflowers and cherry blossoms, as well as a huge Tyrannosaurs Rex. The event runs every evening from July through to October, and tickets must be bought in advance. \n"
    },
    {
        "country": "massachusetts",
        "index": 7,
        "name": "Salt Pond Visitor Center",
        "latitude": "41.837267501257",
        "longitude": "-69.972701668739",
        "excerpt": "The Salt Pond Visitor Center is the place to start exploring the National Seashore – and it has a great view to boot. Here you'll find exhibits and short…",
        "detail_url": "https://www.lonelyplanet.com/usa/massachusetts/eastham/attractions/salt-pond-visitor-center/a/poi-sig/453091/1326655",
        "image_url": null,
        "detail_description": "The Salt Pond Visitor Center is the place to start exploring the National Seashore – and it has a great view to boot. Here you'll find exhibits and short films on the Cape's ecology, history and ever-changing landscape. Helpful staff can provide maps to the park's trails, both hiking and cycling, some of which begin right at the center. Ask about the daily schedule of ranger-guided walks, talks, open houses at historic buildings, canoe trips and more (reservations often required).\n"
    },
    {
        "country": "massachusetts",
        "index": 8,
        "name": "Peabody Essex Museum",
        "latitude": "42.521878",
        "longitude": "-70.891804",
        "excerpt": "All of the art, artifacts and curiosities that Salem merchants brought back from the Far East were the foundation for this museum. Founded in 1799, it is…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-england/salem/attractions/peabody-essex-museum/a/poi-sig/1127012/362033",
        "image_url": null,
        "detail_description": "All of the art, artifacts and curiosities that Salem merchants brought back from the Far East were the foundation for this museum. Founded in 1799, it is the country’s oldest museum in continuous operation. The building itself is impressive, with a light-filled atrium, and it's a wonderful setting for the vast collections, which focus on New England decorative arts and maritime history.\nPredictably, the Peabody Essex is particularly strong on Asian art, including pieces from China, Japan, Polynesia, Micronesia and Melanesia. The collection from preindustrial Japan is rated as the best in the world. Yin Yu Tang is a Chinese house that was shipped to the museum from China's southeastern Huizhou region.The interactive Art &amp; Nature Center has games and exhibits specifically designed for children, while age-specific 'Gallery Discovery Kits' make the other exhibits intriguing for little ones."
    },
    {
        "country": "massachusetts",
        "index": 9,
        "name": "Institute of Contemporary Art",
        "latitude": "42.352788",
        "longitude": "-71.042951",
        "excerpt": "Boston has become a focal point for contemporary art in the 21st century, with the Institute of Contemporary Art leading the way. The building is a work…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/seaport-district-and-south-boston/attractions/institute-of-contemporary-art/a/poi-sig/1254419/1320292",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/534b864e52db80b7c2055e6d3ea60cd3-institute-of-contemporary-art.jpg",
        "detail_description": "Boston has become a focal point for contemporary art in the 21st century, with the Institute of Contemporary Art leading the way. The building is a work of art in itself: a glass structure cantilevered over a waterside plaza. The vast light-filled interior allows for multimedia presentations, educational programs and studio space, as well as the development of the permanent collection.\nThe ICA collection showcases both national and international artists, including the likes of graffiti artist Shepard Fairey, video artist Christian Jankowski, photographer Boris Mikhailov, Boston-born artist/sculptor Josiah McElheny, sculptor Sarah Sze and hybrid artist Wangechi Mutu. Look for all manner of art, from paintings to video to multidimensional mixed-media mash-ups.The ICA building is arguably as much of an attraction as the art itself, skillfully incorporating its surroundings into the architecture. In the Founders Gallery, which spans the entire width of the building, a glass wall virtually eliminates any barrier between viewer and seascape."
    },
    {
        "country": "massachusetts",
        "index": 10,
        "name": "Old State House",
        "latitude": "42.358675689726",
        "longitude": "-71.057400821592",
        "excerpt": "Dating from 1713, the Old State House is Boston’s oldest surviving public building, where the Massachusetts Assembly used to debate the issues of the day…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/downtown-and-waterfront/attractions/old-state-house/a/poi-sig/377963/1320287",
        "image_url": null,
        "detail_description": "Dating from 1713, the Old State House is Boston’s oldest surviving public building, where the Massachusetts Assembly used to debate the issues of the day before the Revolution. The building is best known for its balcony, where the Declaration of Independence was first read to Bostonians in 1776. Inside, the Old State House contains a small museum of revolutionary memorabilia, with videos and multimedia presentations about the Boston Massacre, which took place out the front.\n"
    },
    {
        "country": "massachusetts",
        "index": 11,
        "name": "Heritage Museums & Gardens",
        "latitude": "41.748839057163",
        "longitude": "-70.508290529251",
        "excerpt": "Fun for kids and adults alike, the 100-acre Heritage Museums & Gardens sports a superb vintage automobile collection in a Shaker-style round barn, an…",
        "detail_url": "https://www.lonelyplanet.com/usa/massachusetts/sandwich/attractions/heritage-museums-gardens/a/poi-sig/453061/1006372",
        "image_url": null,
        "detail_description": "Fun for kids and adults alike, the 100-acre Heritage Museums &amp; Gardens sports a superb vintage automobile collection in a Shaker-style round barn, an authentic 1908 carousel (rides free with admission) and unusual folk art collections. The grounds also contain one of the finest rhododendron gardens in America; from mid-May to mid-June thousands of 'rhodies' blaze with color. You'll also find ways to get your heart racing, via the Adventure Park.\n"
    },
    {
        "country": "massachusetts",
        "index": 12,
        "name": "Mayflower II",
        "latitude": "41.959786",
        "longitude": "-70.661916",
        "excerpt": "If Plymouth Rock tells us little about the Pilgrims, Mayflower II speaks volumes. Climb aboard this replica of the small ship in which the Pilgrims made…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-england/plymouth/attractions/mayflower-ii/a/poi-sig/497600/362030",
        "image_url": null,
        "detail_description": "If Plymouth Rock tells us little about the Pilgrims, Mayflower II speaks volumes. Climb aboard this replica of the small ship in which the Pilgrims made the fateful voyage, where 102 people lived together for 66 days as the ship passed through stormy North Atlantic waters. Actors in period costume are on board, recounting harrowing tales from the journey.\nThe ship is back in Plymouth after a thorough restoration in preparation for the 2020 quadricentennial of the Pilgrims' landing."
    },
    {
        "country": "massachusetts",
        "index": 13,
        "name": "Pilgrim Hall Museum",
        "latitude": "41.95908",
        "longitude": "-70.668024",
        "excerpt": "Claiming to be the oldest continually operating public museum in the country, Pilgrim Hall Museum was founded in 1824. Its exhibits are not reproductions…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-england/plymouth/attractions/pilgrim-hall-museum/a/poi-sig/497606/362030",
        "image_url": null,
        "detail_description": "Claiming to be the oldest continually operating public museum in the country, Pilgrim Hall Museum was founded in 1824. Its exhibits are not reproductions but real objects that the Pilgrims and their Wampanoag neighbors used in their daily lives – from Governor Bradford's chair to Constance Hopkins' beaver hat.\nThe exhibits are dedicated to correcting the misrepresentations about the Pilgrims that have been passed down through history."
    },
    {
        "country": "massachusetts",
        "index": 14,
        "name": "Punto Urban Art Museum",
        "latitude": "42.518375",
        "longitude": "-70.891621",
        "excerpt": "If you walk south on Lafayette from Derby St, you'll find yourself on the other side of the tracks (or river, in this case). Welcome to El Punto, or ‘The…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-england/salem/attractions/punto-urban-art-museum/a/poi-sig/1611004/362033",
        "image_url": null,
        "detail_description": "If you walk south on Lafayette from Derby St, you'll find yourself on the other side of the tracks (or river, in this case). Welcome to El Punto, or ‘The Point,’ a predominantly Dominican neighborhood that's been transformed into a vibrant, open-air art museum. A group of local and nationally renowned artists painted over 75 murals on the brick walls and buildings, all within a three-block radius, creating a fantastical colorful cityscape.\n"
    },
    {
        "country": "massachusetts",
        "index": 15,
        "name": "Underground at Ink Block",
        "latitude": "42.344296",
        "longitude": "-71.06222",
        "excerpt": "What used to be an abandoned parking lot beneath the interstate is now an 8-acre playground and art space. The main draw is the fantastic mural project,…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/south-end-chinatown-leather-district-and-theater-district/attractions/underground-at-ink-block/a/poi-sig/1609522/1320691",
        "image_url": null,
        "detail_description": "What used to be an abandoned parking lot beneath the interstate is now an 8-acre playground and art space. The main draw is the fantastic mural project, which turned 150,000 sq ft of concrete wall space into a fabulous outdoor gallery for street art, with bold colorful pieces by a dozen local and national artists. To say the mural brightens the place up is an understatement. There's also a dog park, walking paths and fitness classes to get you moving.\n"
    },
    {
        "country": "massachusetts",
        "index": 16,
        "name": "Boston Tea Party Ships & Museum",
        "latitude": "42.351947476399",
        "longitude": "-71.051062345505",
        "excerpt": "'Boston Harbor a teapot tonight!' To protest against unfair taxes, a gang of rebellious colonists dumped 342 chests of tea into the water. The 1773…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/seaport-district-and-south-boston/attractions/boston-tea-party-ships-museum/a/poi-sig/1076317/1320292",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-513714171_full.jpg",
        "detail_description": "'Boston Harbor a teapot tonight!' To protest against unfair taxes, a gang of rebellious colonists dumped 342 chests of tea into the water. The 1773 protest – the Boston Tea Party – set into motion the events leading to the Revolutionary War. Nowadays, replica Tea Party Ships are moored at Griffin's Wharf, alongside an excellent experiential museum dedicated to the catalytic event. Using re-enactments, multimedia and fun exhibits, the museum addresses all aspects of the Boston Tea Party and subsequent events.\nVisitors can board the fully rigged Eleanor and the whaler Beaver to experience life aboard an 18th-century vessel. Would-be rebels can throw crates of tea into the harbor, in solidarity with their fiery forebears. To hear both sides of the story, visitors can witness a virtual debate between Sam Adams and King George III (though in reality they never met). The museum's one actual artifact – a tea crate known as the Robinson Half Chest – is highlighted with an audio presentation.Tickets are expensive, considering it's a small museum. Save a couple of dollars by purchasing tickets online."
    },
    {
        "country": "massachusetts",
        "index": 17,
        "name": "John F Kennedy Hyannis Museum",
        "latitude": "41.652344785333",
        "longitude": "-70.284197330475",
        "excerpt": "Hyannis has been the summer home of the Kennedy clan for generations. Back in the day, JFK spent the warmer months here – times that are beautifully…",
        "detail_url": "https://www.lonelyplanet.com/usa/massachusetts/hyannis/attractions/john-f-kennedy-hyannis-museum/a/poi-sig/453071/1006370",
        "image_url": null,
        "detail_description": "Hyannis has been the summer home of the Kennedy clan for generations. Back in the day, JFK spent the warmer months here – times that are beautifully documented at this museum with photographs and video from JFK's childhood to the Camelot years of his presidency. The exhibits are poignantly done, and present a theme that changes annually (previous years have covered matriarch Rose and explored the brotherly bond between Jack and Bobby).\n"
    },
    {
        "country": "massachusetts",
        "index": 18,
        "name": "Captains' Mile",
        "latitude": "41.703614",
        "longitude": "-70.246089",
        "excerpt": "Nearly 50 historic sea captains' homes are lined up along MA 6A (the Old King's Hwy) in Yarmouth Port, on a 1.5-mile stretch known as the Captains' Mile…",
        "detail_url": "https://www.lonelyplanet.com/usa/massachusetts/yarmouth/attractions/captains-mile/a/poi-sig/1372673/1314552",
        "image_url": null,
        "detail_description": "Nearly 50 historic sea captains' homes are lined up along MA 6A (the Old King's Hwy) in Yarmouth Port, on a 1.5-mile stretch known as the Captains' Mile. Most of them are family homes these days (or genteel B&amp;Bs), so you'll be doing much of your viewing from the sidewalk. You can download a walking tour brochure from the website of the Historical Society of Old Yarmouth (HSOY), which admirably outlines the history of many of the houses.\n"
    },
    {
        "country": "massachusetts",
        "index": 19,
        "name": "Custom House",
        "latitude": "42.359208345858",
        "longitude": "-71.05344560024",
        "excerpt": "The lower portion of the Custom House, begun in 1837, resembles a Greek temple, but the federal government wanted something grander, so in 1913 it…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/downtown-and-waterfront/attractions/custom-house/a/poi-sig/377899/1320287",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148894548_high.jpg",
        "detail_description": "The lower portion of the Custom House, begun in 1837, resembles a Greek temple, but the federal government wanted something grander, so in 1913 it exempted itself from local height restrictions and financed a 500ft tower. Nowadays there are many taller buildings, but the 22ft illuminated clock makes this gem the most recognizable part of the city skyline. Twice a day (weather permitting), the 26th-floor observation deck opens up for fabulous views.\nOne of Boston’s first skyscrapers, the Custom House now houses a Marriott hotel. But that doesn’t mean you have to dole out big bucks to appreciate the building’s history and aesthetics. The public is always welcome to the 1st-floor rotunda, a work of art in itself, which houses a small exhibit of maritime art and artifacts from Salem’s Peabody Essex Museum."
    },
    {
        "country": "massachusetts",
        "index": 20,
        "name": "Forest Hills Cemetery",
        "latitude": "42.295215",
        "longitude": "-71.106648",
        "excerpt": "Dating from 1848, Forest Hills is a gorgeous, green cemetery that is filled with art and whimsy. It is still an active burial ground, but it also plays…",
        "detail_url": "https://www.lonelyplanet.com/usa/boston/attractions/forest-hills-cemetery/a/poi-sig/1102724/362022",
        "image_url": "https://lp-cms-production.imgix.net/2022-01/United%20States%20Boston%20Enrico%20Della%20Pietra%20Shutterstock_1137198674%20RFE.jpg",
        "detail_description": "Dating from 1848, Forest Hills is a gorgeous, green cemetery that is filled with art and whimsy. It is still an active burial ground, but it also plays the role of open-air museum. The walking paths are lined with sculptures paying tribute to individuals and causes from times past, while a contemporary sculpture path winds its way around the historic gravestones, connecting then and now.\nGravestones are dedicated to such famous figures as Revolutionary War heroes William Dawes and Joseph Warren, abolitionist William Lloyd Garrison and suffragette Lucy Stone, poets ee cummings and Anne Sexton, sculptors Daniel Chester French and Martin Milmore, and playwright Eugene O’Neill. The on-site Forsyth Chapel, in the midst of the greenery, is a spot for peaceful contemplation surrounded by vaulted wood ceilings and stained-glass windows. Concerts, poetry readings and other events are often held in this exquisite space. Walk east along the Arborway a half-mile from Forest Hills station."
    }
]