[
    {
        "country": "meghalaya",
        "index": 1,
        "name": "Mawsmai Cave",
        "latitude": "25.244541",
        "longitude": "91.72421",
        "excerpt": "This 150m-long limestone cavern, with its low passages, is the most impressive of the area's easily accessible caves and very popular with domestic…",
        "detail_url": "https://www.lonelyplanet.com/india/meghalaya/cherrapunjee-sohra/attractions/mawsmai-cave/a/poi-sig/1155917/1329466",
        "image_url": null,
        "detail_description": "This 150m-long limestone cavern, with its low passages, is the most impressive of the area's easily accessible caves and very popular with domestic tourists. Mawsmai’s old monoliths, commemorating heroes and clan members, is at the turn-off 600m before the cave (6km south of Cherrapunjee's market). It's just as interesting but doesn’t receive the same attention.\n"
    },
    {
        "country": "meghalaya",
        "index": 2,
        "name": "Balpakram National Park",
        "latitude": "25.228858",
        "longitude": "90.791359",
        "excerpt": "Hilly Balpakram is traditionally considered by the Garo to be the ‘abode of souls’, where people temporarily go after they die, and is full of…",
        "detail_url": "https://www.lonelyplanet.com/india/meghalaya/garo-jaintia-hills/attractions/balpakram-national-park/a/poi-sig/1151821/1317338",
        "image_url": null,
        "detail_description": "Hilly Balpakram is traditionally considered by the Garo to be the ‘abode of souls’, where people temporarily go after they die, and is full of mythological associations. The 220-sq-km park is thick with wildflowers and butterflies in spring, and has some elephants and Hoolock gibbons, but is chiefly of interest to birdwatchers. A jeep road runs about 12km to a plateau, with some walking trails leading off it. Get permits from the forest office in Baghmara, about 45km west.\nBaghmara's Tourist Lodge is the nearest accommodation. Other possible jumping-off points are Tura or Williamnagar, which has another Tourist Lodge. If you haven't come in a jeep, you'll need to rent one (per day ₹4000 to ₹5000) in Baghmara."
    },
    {
        "country": "meghalaya",
        "index": 3,
        "name": "Nongriat Root Bridges",
        "latitude": "25.251178",
        "longitude": "91.672068",
        "excerpt": "The most fascinating sights around Cherrapunjee are the incredible living bridges – formed from rubber-fig roots that ingenious Khasi villagers have, over…",
        "detail_url": "https://www.lonelyplanet.com/india/meghalaya/cherrapunjee-sohra/attractions/nongriat-root-bridges/a/poi-sig/1558979/1329466",
        "image_url": null,
        "detail_description": "The most fascinating sights around Cherrapunjee are the incredible living bridges – formed from rubber-fig roots that ingenious Khasi villagers have, over decades, trained across streams as natural pathways. Over 40 of these are said to be scattered around the Meghalaya hills and several of them (including an amazing ‘double-decker’) are near the jungle valley hamlet of Nongriat – a steep hike down 2600 steps (and up 500) from Tyrna village, 12km southwest of Cherrapunjee.\nThe descent takes about 1½ hours, including a short detour to the first root bridge (signposted 'Long Root Bridge') about 40 minutes down from Tyrna. You then cross two metal suspension bridges before reaching the second root bridge, just before Nongriat. The double-decker (for which there's a ₹20 entry charge) is five minutes past Nongriat, along with some enticing (and popular) bathing pools in the river. There are several drink and snack stalls en route, but you should carry water too.Expect the climb back up to Tyrna to take around two hours, with plenty of rest stops on the way.With sufficient energy and time, you can continue about 1¼ hours from the double-decker bridge on to the powerful Rainbow Falls. This hike has far fewer people and a more in-the-jungle feel, but the path is good. After about 20 minutes you cross a metal suspension bridge, immediately followed by another root bridge. Ten minutes past that there's a fork: take the concrete steps to the left, not the stone steps up to the right. The rest of the way is obvious.There's a handful of basic homestays in Nongriat and Tyrna. Serene Homestay provides sheets, blankets, mosquito nets, fans and inexpensive food, and is a good budget place to stop a night or two if you want to soak up the jungle atmosphere or explore more trails.A taxi from Cherrapunjee to Tyrna costs ₹300 to ₹400 and it's a good idea to arrange for the driver to pick you up for the return trip."
    },
    {
        "country": "meghalaya",
        "index": 4,
        "name": "Nartiang Monoliths",
        "latitude": "25.573896",
        "longitude": "92.216457",
        "excerpt": "The Jaintia Hills are home to Nartiang village, 63km east of Shillong, where you can visit an intriguing complex of stone monoliths erected by different…",
        "detail_url": "https://www.lonelyplanet.com/india/meghalaya/garo-jaintia-hills/attractions/nartiang-monoliths/a/poi-sig/1558981/1317338",
        "image_url": null,
        "detail_description": "The Jaintia Hills are home to Nartiang village, 63km east of Shillong, where you can visit an intriguing complex of stone monoliths erected by different clans between the 16th and 19th centuries – the largest concentration of many monolith groups in Meghalaya.\nAlso at Nartiang is an ancient Durga temple, formerly used for human sacrifices."
    },
    {
        "country": "meghalaya",
        "index": 5,
        "name": "Nokrek National Park",
        "latitude": "25.461565",
        "longitude": "90.322723",
        "excerpt": "East of Tura, the forested hills rise to Nokrek Peak (1412m), the highest point in the Garo Hills. The summit is part of the 48-sq-km Nokrek National Park…",
        "detail_url": "https://www.lonelyplanet.com/india/meghalaya/garo-jaintia-hills/attractions/nokrek-national-park/a/poi-sig/1558980/1317338",
        "image_url": null,
        "detail_description": "East of Tura, the forested hills rise to Nokrek Peak (1412m), the highest point in the Garo Hills. The summit is part of the 48-sq-km Nokrek National Park, which occupies the highest parts of the larger Nokrek Biosphere Reserve. The area is home to hoolock gibbons, elephants and a few species of macaque. To visit, hire a vehicle (around ₹2000) in Tura for the day.\n"
    },
    {
        "country": "meghalaya",
        "index": 6,
        "name": "Ramakrishna Mission",
        "latitude": "25.285728",
        "longitude": "91.717064",
        "excerpt": "At the top of the hill in Cherrapunjee village, the museum in the Ramakrishna Mission (a Hindu spiritual movement with origins in West Bengal) has an…",
        "detail_url": "https://www.lonelyplanet.com/india/meghalaya/cherrapunjee-sohra/attractions/ramakrishna-mission/a/poi-sig/1151800/1329466",
        "image_url": null,
        "detail_description": "At the top of the hill in Cherrapunjee village, the museum in the Ramakrishna Mission (a Hindu spiritual movement with origins in West Bengal) has an interesting collection of Northeastern tribal artefacts from fish traps to fur hats, plus dioramas of tribal life, and a room with further artefacts, models and info focusing on Meghalaya's Garo, Jaintia and Khasi tribes.\n"
    },
    {
        "country": "meghalaya",
        "index": 7,
        "name": "Nohkalikai Falls",
        "latitude": "25.275629",
        "longitude": "91.686637",
        "excerpt": "At 340m, Nohkalikai is said to be the highest single-drop waterfall in India. It's at its best during the monsoon, when its capacity increases 20-fold…",
        "detail_url": "https://www.lonelyplanet.com/india/meghalaya/cherrapunjee-sohra/attractions/nohkalikai-falls/a/poi-sig/1558978/1329466",
        "image_url": null,
        "detail_description": "At 340m, Nohkalikai is said to be the highest single-drop waterfall in India. It's at its best during the monsoon, when its capacity increases 20-fold. You can see it from above from the viewpoint 4.4km from Cherrapunjee's market. Local taxis shuttle passengers back and forth (₹150 each way).\n"
    }
]