[
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 1,
        "name": "Baba & Nyonya Heritage Museum",
        "latitude": "2.195505",
        "longitude": "102.246548",
        "excerpt": "Touring this traditional Baba-Nonya (Peranakan) townhouse transports you to a time when women peered at guests through decorative partitions and every…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/baba-nyonya-heritage-museum/a/poi-sig/442574/1324280",
        "image_url": null,
        "detail_description": "Touring this traditional Baba-Nonya (Peranakan) townhouse transports you to a time when women peered at guests through decorative partitions and every social situation had its specific location within the house. Built in 1659 by Dutch settlers, it was thoroughly rebuilt by Mr Chan, owner of a rubber plantation, in 1896. It's now owned by the seventh generation of the Chan family.\nGuided tours start every 30 minutes to one hour, last 45 minutes and impart lots of information in an entertaining fashion; alternatively, it's possible to take a self-guided audiotour. The last tour of the day is 45 minutes before closing time."
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 2,
        "name": "History & Ethnography Museums Complex",
        "latitude": "2.193864625",
        "longitude": "102.2488415",
        "excerpt": "The ground floor of the Stadthuys houses Melaka's most interesting museum, which focuses on the city's fascinating history and ethnography. Exhibits…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/history-ethnography-museums-complex/a/poi-sig/1152676/1324280",
        "image_url": null,
        "detail_description": "The ground floor of the Stadthuys houses Melaka's most interesting museum, which focuses on the city's fascinating history and ethnography. Exhibits include a recreation of a rumak Melaka (traditional Melekan house), dioramas of cultural ceremonies and displays of traditional costumes and music. Upstairs the Admiral Cheng Ho Gallery displays a collection of paintings depicting scenes from the colonial era.\nOne admission ticket gives access to this and all other museums in the complex: the 17th-century Governor's Museum (where the Chief Ministers of Melaka lived); the Democratic Government Museum, with informative displays on the anti-colonial movement, Independence and the Japanese Occupation; a Literature Museum focusing on Melaka's role in the development of Malaysian literature; and an Education Museum.Free guided tours of the main museum take place at 10.30am and 2.30pm on Saturday and Sunday."
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 3,
        "name": "Stadthuys",
        "latitude": "2.1939253145678",
        "longitude": "102.24871049262",
        "excerpt": "This former town hall and governor's residence dates to the 1650s and is believed to be the oldest Dutch building in the East. It functioned as State…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/stadthuys/a/poi-sig/442578/1324280",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4a43d322fbf972ffa1bd9a26002e8178-stadthuys.jpg",
        "detail_description": "This former town hall and governor's residence dates to the 1650s and is believed to be the oldest Dutch building in the East. It functioned as State Government offices until 1979. Erected after the Dutch captured Melaka in 1641, it's a reproduction of the former Stadhuis (town hall) of the Frisian town of Hoorn in the Netherlands. Today it's the main building in a sprawling museum complex and houses the History &amp; Ethnography Museum.\nAdmission covers all the museums within the complex. There is no fee for guided tours, which take place at 10.30am and 2.30pm on Saturday and Sunday.To immerse yourself in Melaka past and present, peruse the Governor's House, Democratic Government Museum, a Literature Museum focusing on Malaysian writers, Cheng Ho Gallery and the Education Museum."
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 4,
        "name": "Maritime Museum & Naval Museum",
        "latitude": "2.191881",
        "longitude": "102.246623",
        "excerpt": "Embark on a voyage through Melaka's maritime history at these linked museums, all covered by the one ticket. The most enjoyable of the Maritime Museum's…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/maritime-museum-naval-museum/a/poi-sig/1216964/1324280",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3fb168a7540dad7316ca7df3070c9a37-maritime-museum-naval-museum.jpg",
        "detail_description": "Embark on a voyage through Melaka's maritime history at these linked museums, all covered by the one ticket. The most enjoyable of the Maritime Museum's three sections is housed in a re-creation of Flor de la Mar, a Portuguese ship that sank off Melaka's coast. The fun of posing on the deck and clambering between floors eclipses the displays and dioramas.\nThe Maritime Museum continues in the building next door (follow the signs) with exhibits featuring local vessels, including the striking kepala burung (a boat carved like a feathered bird), plus an assortment of nautical devices. Across the road from here, the Naval Museum has uniforms and informative displays, but the highlight is an atrium packed with boats and a helicopter."
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 5,
        "name": "St Paul's Church",
        "latitude": "2.19246",
        "longitude": "102.249584",
        "excerpt": "The evocative and sublime ruin of St Paul's Church crowns the summit of Bukit St Paul overlooking central Melaka. Steep stairs from Jln Kota or Jln Chang…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/st-paul-s-church/a/poi-sig/1218160/1324280",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8c1f6c6f5f4ba293f6742bb7ea8d1404-st-paul-s-church.jpg",
        "detail_description": "The evocative and sublime ruin of St Paul's Church crowns the summit of Bukit St Paul overlooking central Melaka. Steep stairs from Jln Kota or Jln Chang Koon Cheng lead up to this faded sanctuary, originally built by a Portuguese captain in 1521. The church was regularly visited by St Francis Xavier, whose marble statue – minus his right hand and a few toes – stands in front of the ruin.\nFollowing his death in China, the saint's body was temporarily interred here for nine months before being transferred to Goa. You can look into St Francis' ancient tomb (surrounded by a wire fence) inside the church.When the Dutch completed their own Christ Church at the base of the hill in 1590, St Paul's fell into disuse. Under the British, a lighthouse was built and the church was used as a storehouse for gunpowder."
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 6,
        "name": "Dutch Square",
        "latitude": "2.194369",
        "longitude": "102.249069",
        "excerpt": "The focal point of the Unesco Heritage zone, this attractive and elegant square is surrounded by Dutch-era buildings that have been painted crimson, shady…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/dutch-square/a/poi-sig/1547884/1324280",
        "image_url": null,
        "detail_description": "The focal point of the Unesco Heritage zone, this attractive and elegant square is surrounded by Dutch-era buildings that have been painted crimson, shady trees and a mass of kitschly decorated trishaws waiting for customers. Take a moment to admire the pretty fountain erected in 1904 in memory of Queen Victoria and decorated with four bas-relief images of the monarch.\n"
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 7,
        "name": "Christ Church",
        "latitude": "2.194347",
        "longitude": "102.249445",
        "excerpt": "Built in 1753 from laterite bricks brought from Zeeland in Holland, this eye-catching cherry-pink church is one of the most photographed and imposing…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/christ-church/a/poi-sig/1215304/1324280",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/073a9bccbdeabbab8b0d853f96d30e2f-christ-church.jpg",
        "detail_description": "Built in 1753 from laterite bricks brought from Zeeland in Holland, this eye-catching cherry-pink church is one of the most photographed and imposing landmarks in Melaka. Inside, find Dutch and Armenian tombstones in the floor and 15m-long ceiling beams, each one cut from a single tree. The church is closed to sightseers on Sunday, but those who would like to attend a service are welcome; these are held in English at 8.30am and in Mandarin at 10.30am.\n"
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 8,
        "name": "Cheng Hoon Teng Temple",
        "latitude": "2.197596",
        "longitude": "102.246795",
        "excerpt": "Malaysia's oldest still-operating Chinese temple, constructed in 1673, remains a central place of worship for the Buddhist and Taoist communities here. It…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/cheng-hoon-teng-temple/a/poi-sig/1041680/1324280",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c162b23ce3ac0d38cb60f057d3df1298-cheng-hoon-teng-temple.jpg",
        "detail_description": "Malaysia's oldest still-operating Chinese temple, constructed in 1673, remains a central place of worship for the Buddhist and Taoist communities here. It's also a testament to the perseverance of the local Chinese community which funded its restoration. Traditional methods were used throughout, from the ornate roof ceramics to the painted tigers by the door. Though the temple is dedicated to Kuan Yin, goddess of mercy, it is also a multifaith temple, with Buddhist, Taoist and Confucian elements and effigies.\n"
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 9,
        "name": "Masjid Selat Melaka",
        "latitude": "2.179188",
        "longitude": "102.248983",
        "excerpt": "Especially beautiful at morning or dusk, this gold-domed mosque overlooks the Strait of Melaka from its shoreside perch on an artificial island a short…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/masjid-selat-melaka/a/poi-sig/1522557/1324280",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0a9752aecfc85655705f557fff4a2aed-masjid-selat-melaka.jpg",
        "detail_description": "Especially beautiful at morning or dusk, this gold-domed mosque overlooks the Strait of Melaka from its shoreside perch on an artificial island a short taxi or bicycle ride from central Melaka. Completed in 2006, the mosque's grand archways are panelled with stained glass. When water levels are high, it appears to float. To enter, non-Muslim visitors need to dress modestly and heed the 'no shoe' signs. Women must bring a scarf or use a rental shawl to cover their head.\nThere are few attractions nearby and taxis don't always ply this part of town. If you don't have your own wheels, ask a taxi driver for a return trip (RM15 each way, plus waiting time)."
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 10,
        "name": "Villa Sentosa",
        "latitude": "2.202517",
        "longitude": "102.251462",
        "excerpt": "The highlight of visiting the charming Malay village of Kampung Morten is this living museum within a 1920s kampung (village) house. Visitors (or rather,…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/villa-sentosa/a/poi-sig/1041683/1324280",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b98734868587d83edff13b76c99b9738-villa-sentosa.jpg",
        "detail_description": "The highlight of visiting the charming Malay village of Kampung Morten is this living museum within a 1920s kampung (village) house. Visitors (or rather, guests) are welcomed by a member of the household who points out period objects, including photographs of family members. The name of the house means 'Peace and Prosperity'.\n"
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 11,
        "name": "Porta de Santiago",
        "latitude": "2.191603",
        "longitude": "102.250024",
        "excerpt": "Most visitors pause for a photo here before hiking to the ruined church on Bukit St Paul. Porta de Santiago was built as a Portuguese fortress in 1511;…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/porta-de-santiago/a/poi-sig/1041689/1324280",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/fd13d073dfcc2fa48446c54cdb459be5-porta-de-santiago.jpg",
        "detail_description": "Most visitors pause for a photo here before hiking to the ruined church on Bukit St Paul. Porta de Santiago was built as a Portuguese fortress in 1511; the British took over in 1641 and destroyed it in 1806 to prevent it falling into Napoleon's hands. Fortunately, Sir Stamford Raffles arrived in 1810 and saved what remains today.\n"
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 12,
        "name": "Masjid Kampung Hulu",
        "latitude": "2.199257",
        "longitude": "102.247524",
        "excerpt": "The oldest functioning mosque in Malaysia was, surprisingly, commissioned by the Dutch in 1728. The mosque is made up of predominantly Javanese…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/masjid-kampung-hulu/a/poi-sig/1152681/1324280",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/dbd2048e0d49ab068835c77f7ddc8c04-masjid-kampung-hulu.jpg",
        "detail_description": "The oldest functioning mosque in Malaysia was, surprisingly, commissioned by the Dutch in 1728. The mosque is made up of predominantly Javanese architecture with a multi-tiered roof in place of the standard dome (at the time of construction, domes and minarets had not yet come into fashion). It's not particularly well set up for visitors, but this Chinatown icon is worth admiring from outside.\n"
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 13,
        "name": "Masjid Kampung Kling",
        "latitude": "2.196867",
        "longitude": "102.247556",
        "excerpt": "Originally dating back to 1748, the 19th-century rebuild of the mosque you see today mingles several styles. Its multi-tiered meru roof (a stacked form…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/masjid-kampung-kling/a/poi-sig/1215306/1324280",
        "image_url": null,
        "detail_description": "Originally dating back to 1748, the 19th-century rebuild of the mosque you see today mingles several styles. Its multi-tiered meru roof (a stacked form similar to that seen in Balinese Hindu architecture) owes its inspiration to Hindu temples, the Moorish watchtower minaret is typical of early mosques in Sumatra, while English and Dutch tiles bedeck its interior. Admission times vary; dress modestly, including a scarf for women.\nThe proximity of Kampung Kling mosque to Cheng Hoon Teng Temple and the Hindu temple Sri Poyatha Venayagar Moorthi has prompted locals to dub this area 'Harmony St'."
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 14,
        "name": "Medan Portugis",
        "latitude": "2.1835886580068",
        "longitude": "102.26683616638",
        "excerpt": "Roughly 3km east of Dutch Square, this seaside square populated by seafood restaurants is the focal point of Melaka City’s Eurasian community. Many of the…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/medan-portugis/a/poi-sig/1041687/1324280",
        "image_url": null,
        "detail_description": "Roughly 3km east of Dutch Square, this seaside square populated by seafood restaurants is the focal point of Melaka City’s Eurasian community. Many of the residents are descended from marriages between the colonial Portuguese and Malays some 400 years ago and many of them speak Kristang, a Creole language that mixes Malay with archaic Portuguese. The square, styled after a typical Portuguese mercado, wasn’t completed until the late 1980s.\nThe very easy-going kampung (village) is unexceptional and the square is often empty, except in the evenings when people come here to down a beer at the pub and scoff seafood. The sea breeze is lovely even if the views are being marred by construction of the new Harbour City development. Bus 17 from Dutch Sq will get you here."
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 15,
        "name": "Bukit China",
        "latitude": "2.2002222678655",
        "longitude": "102.25793123245",
        "excerpt": "More than 12,500 graves, including about 20 Muslim tombs, cover the 25 grassy hectares of serene 'Chinese Hill'. In the middle of the 15th century, the…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/bukit-china/a/poi-sig/1041672/1324280",
        "image_url": null,
        "detail_description": "More than 12,500 graves, including about 20 Muslim tombs, cover the 25 grassy hectares of serene 'Chinese Hill'. In the middle of the 15th century, the sultan of Melaka married the Ming emperor's daughter in a move to seal relations with China. She brought with her a vast retinue, including 500 handmaidens, who settled around Bukit China. It has been a Chinese area ever since.\nSince the time of British rule, there have been several attempts to acquire Bukit China for road widening, land reclamation or development purposes. Fortunately, Cheng Hoon Teng Temple, with strong community support, has thwarted these attempts.At the base of the hill is Poh San Teng Temple. 'Precious Hill Temple' was built around 1795 and is dedicated to the guardian deity Tua Pek Kong. To the right of the temple is King's Well, a 15th-century well built by Sultan Mansur Shah."
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 16,
        "name": "Poh San Teng Temple",
        "latitude": "2.195998",
        "longitude": "102.255378",
        "excerpt": "If you're heading up to Bukit China to check out the old graves, it's hard to resist stepping inside this temple at the hill's base. 'Precious Hill Temple…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/poh-san-teng-temple/a/poi-sig/1547879/1324280",
        "image_url": null,
        "detail_description": "If you're heading up to Bukit China to check out the old graves, it's hard to resist stepping inside this temple at the hill's base. 'Precious Hill Temple' was built around 1795 and is dedicated to the guardian deity Tua Pek Kong.\nTo the right of the temple is King's Well, a 15th-century well built by Sultan Mansur Shah for his wife. Legend has it that anyone drinking from the well will return to Melaka; a grate covers it today, meaning you'll have to make another excuse to revisit."
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 17,
        "name": "Prison Museum",
        "latitude": "2.188569",
        "longitude": "102.263113",
        "excerpt": "Fixing an unflinching gaze on Malaysian prisons, past and present, this museum occupies – naturally enough – a former prison. There is interesting detail…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/prison-museum/a/poi-sig/1522556/1324280",
        "image_url": null,
        "detail_description": "Fixing an unflinching gaze on Malaysian prisons, past and present, this museum occupies – naturally enough – a former prison. There is interesting detail on the 18th-century beginnings of the Malaysian prison system, how it was shaped under British rule, and on famous jails like Pulau Jerjak, Malaysia's version of Alcatraz. Things get more disturbing with interactive displays on corporal punishment and the insides of prison cells, so it's not one for young children.\nThe museum is isolated 2.5km east of Chinatown; a taxi should cost around RM10."
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 18,
        "name": "8 Heeren Street",
        "latitude": "2.1948443835172",
        "longitude": "102.24766686656",
        "excerpt": "This 18th-century, Dutch-period residential house was restored as a model conservation project. A guide is on hand to explain the features and history…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/8-heeren-street/a/poi-sig/1152679/1324280",
        "image_url": null,
        "detail_description": "This 18th-century, Dutch-period residential house was restored as a model conservation project. A guide is on hand to explain the features and history behind this airy two-storey building. Entry is free, but donations are appreciated. Opening hours can be spotty.\nThe restoration project was partially chronicled in the beautifully designed coffee-table book Voices from the Street, which is on sale at the house along with other titles. Also available here is a booklet and map Endangered Trades: A Walking Tour of Malacca's Living Heritage (RM5), which is handy for a self-guided tour of the city centre."
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 19,
        "name": "Menara Taming Sari",
        "latitude": "2.190895",
        "longitude": "102.247728",
        "excerpt": "Melaka's revolving viewing deck looks worryingly like a theme-park ride without the seat belts. Luckily, this is a leisurely thrill ride and one with air…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/menara-taming-sari/a/poi-sig/1154481/1324280",
        "image_url": null,
        "detail_description": "Melaka's revolving viewing deck looks worryingly like a theme-park ride without the seat belts. Luckily, this is a leisurely thrill ride and one with air-con. The UFO-shaped chamber atop this 80m-high tower slowly rotates as it ascends and descends, allowing panoramic views of Melaka City, with binoculars provided. Tickets are on sale in the adjacent building. Other attractions here are the 3D Mini Rider (RM5) and bumper cars (adult/child RM10/5).\n"
    },
    {
        "country": "melaka",
        "city": "Melaka City",
        "index": 20,
        "name": "Zheng He Duo Yun Xuan",
        "latitude": "2.195076",
        "longitude": "102.24908",
        "excerpt": "A Shanghai-based auction house has funded this impressive gallery split between two large converted warehouses facing the Melaka River and entered from…",
        "detail_url": "https://www.lonelyplanet.com/malaysia/melaka-city/attractions/zheng-he-duo-yun-xuan/a/poi-sig/1547775/1324280",
        "image_url": null,
        "detail_description": "A Shanghai-based auction house has funded this impressive gallery split between two large converted warehouses facing the Melaka River and entered from the path running alongside the water. Exhibitions (at which some of the works are for sale) change roughly every three weeks and focus mainly on Chinese arts and culture.\nThe alley separating the two buildings has a wall painted with one of the most colourful of Melaka City's street-art murals."
    }
]