[
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 1,
        "name": "Royal Botanic Gardens",
        "latitude": "-37.83104",
        "longitude": "144.980736",
        "excerpt": "Considered one of the finest examples of Victorian-era landscaping in the world, Melbourne’s Royal Botanic Gardens draw over two million visitors a year…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/south-yarra-prahran-windsor/attractions/royal-botanic-gardens/a/poi-sig/366245/1341490",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_466960136.jpg",
        "detail_description": "Considered one of the finest examples of Victorian-era landscaping in the world, Melbourne’s Royal Botanic Gardens draw over two million visitors a year. Here you'll find plants from around the globe as well as a strong show of unique Australian flora.\nMini ecosystems, a herb garden and an indigenous rainforest are all set amid vast, picnic-friendly lawns and black-swan-spotted ponds. From the air, these stunning, 38-hectare gardens suggest a set of giant green lungs in the heart of the city.\nEvents and tours\nIn summer the gardens play host to Moonlight Cinema, a nightly pop-up cinema where cult classics and new release films are screened under the stars.&nbsp;Open-air theatre performances are another summer highlight from Shakespeare to Wind in the Willows, they’re often child-friendly events.&nbsp;\nChildren and parents will love the excellent, nature-based Ian Potter Foundation Children’s Garden, a whimsical, child-scaled place that invites exploration and water play.\nThe Aboriginal Heritage Walk comes highly recommended. This is a site of cultural significance to the local Kulin Nation (there’s a reason this vast green space was not buried under streets and houses when the British descended). On the tour you’ll learn to identify significant native plants with&nbsp;an Aboriginal guide, and gain some insight in the customs and ongoing connection to country of Australia’s First Nations people.\nThe visitor centre is the departure point for tours but book ahead&nbsp;(see the website for details). Close by, the National Herbarium, established in 1853, contains more than a million dried botanical specimens used for plant-identification purposes.\nAnd finally, the 19th-century Melbourne Observatory runs tours of the night sky here.&nbsp;\nRoyal Botanic Gardens cafes&nbsp;\nThis being Melbourne there are a few excellent cafes in and around the gardens including French-Vietnamese inspired Jardin Tan near entrance F.\nCranbourne Botanic Gardens\nFor visitors who can’t get enough, Royal Botanical Gardens has also developed the Australian Garden in the outlying suburb of Cranbourne which boasts 10kms of walking tracks through bushland and Australian landscapes.\n&nbsp;\n"
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 2,
        "name": "Shrine of Remembrance",
        "latitude": "-37.83048889",
        "longitude": "144.9734643",
        "excerpt": "One of Melbourne's icons, the Shrine of Remembrance is a commanding memorial to Victorians who have served in war and peacekeeping, especially those…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/south-yarra-prahran-windsor/attractions/shrine-of-remembrance/a/poi-sig/1162273/1341490",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1195643743.jpg",
        "detail_description": "One of Melbourne's icons, the Shrine of Remembrance is a commanding memorial to Victorians who have served in war and peacekeeping, especially those killed in WWI. \nThe shrine draws thousands to its annual Anzac Day dawn service (on 25 April), while the Remembrance Day service at 11am on 11 November commemorates the signing of the 1918 Armistice, marking the formal end to WWI. At this precise moment a shaft of light shines through an opening in the ceiling, passing over the Stone of Remembrance and illuminating the word ‘love’; on all other days this effect is demonstrated using artificial lighting on the hour.\nShrine of Remembrance eternal flame\nWith its cenotaph and eternal flame (lit by Queen Elizabeth II in 1954), the forecourt was built as a memorial to those who died in WWII. There are several other memorials surrounding the shrine. Below the shrine, a stunningly conceived architectural space houses the Galleries of Remembrance, a museum dedicated to telling the story of Australians at war via its 800-plus historical artefacts and artworks.\n\n  \nThe classical exterior of Melbourne's Shrine of Remembrance. ©Annie Leong/Shutterstock\n\nHistory \nBuilt between 1928 and 1934, much of it with Depression-relief, or ‘susso’ (sustenance) labour. Its stoic, classical design is partly based on the Mausoleum of Halicarnassus, one of the seven ancient wonders of the world. \nThe shrine's upper balcony affords epic panoramic views of Melbourne's skyline and all the way up tram-studded Swanston Street. This unobstructed view isn't coincidental; planning regulations continue to restrict any building that would encroach on the view of the shrine from Swanston Street as far back as Lonsdale Street.\nPlanning your visit \nDownload the free Shrine of Remembrance app for a self-guided tour, or consider joining the guided tours daily (free for Australian and New Zealand veterans and defence force personnel).\nKids can choose from four activity cards and learn about the Shrine, armed with an 'explorer kit'. Borrowed from the visitor centre, it features a periscope, a magnifying glass, a kaleidoscope and more.\nThe complex is under 24-hour police guard; during opening hours the police are required to wear uniforms resembling those worn by WWI light-horsemen. \n \n"
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 3,
        "name": "Hosier Lane",
        "latitude": "-37.816285",
        "longitude": "144.969149",
        "excerpt": "Melbourne's most-celebrated laneway for street art, Hosier Lane's cobbled length draws camera-wielding crowds to its colorful canvas of graffiti, stencils…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/hosier-lane/a/poi-sig/1370641/1341486",
        "image_url": "https://lp-cms-production.imgix.net/2021-02/shutterstockRF_322803704.jpg",
        "detail_description": "Melbourne's most-celebrated laneway for street art, Hosier Lane's cobbled length draws camera-wielding crowds to its colorful canvas of graffiti, stencils and art installations. The changing subject matter runs from political to countercultural, spiced with irreverent humour. \nThe street art continues along Rutledge Lane, which horseshoes back around to Hosier Lane. As the artworks evolve, with fresh murals continually thrown up overnight (officially most of this is actually illegal), no two visits will be the same. \nYou'll visit Hosier Lane, as well as many other street art-laden lanes nearby including AC/DC Lane, on walking tours of the city centre.\nHosier Lane street art\nMany famous Australian and international artists’ works have been spotted in Hosier Lane since it was first made famous in the global street art scene in the 1990s. The most well-known a Banksy stencil piece, Parachuting Rat from 2003, was mistakenly painted over by city council workers in 2010. \nOther renowned artists to have graced the lane with their ephemeral works include ABOVE (USA), Shepard Fairey (USA), Invader (France), and D*FACE (GB), as well as local talents such as Ha Ha, Prism and Rone. \n\n  \nNight view of colorful graffiti artwork at Hosier Lane in Melbourne ©Javen/Shutterstock\n\nHosier Lane history\nMelbourne's street artists first took their lead from the graffiti scene in New York, with train carriages and railway tracks the focus in the 1980s, before Melbourne's dark and disused city laneways became the new canvas for creatives. Over time stencil art, ‘pasties’ and sculptures complemented tags and pieces spray-painted after hours.\nSmall bars and restaurants began popping up off the main city thoroughfares. Soon the city embraced this new vibrancy and the attention from overseas visitors to Melbourne. Many private and public walls now have large-scale murals painted on commission across Melbourne. Hosier Lane is just the beginning of your street art odyssey. To learn more about Melbourne’s early underground street art scene, seek out the 2005 documentary RASH. \nIn 2020, ten masked men spray painted Hosier Lane with fire extinguishers filled with brightly colored paint, an act of vandalism according to the police and Lord Mayor. It was unclear if this was a response to the commercialization of Hosier Lane’s street art, or just a boring contribution to its story, but the bluestone cobbled lane was quickly cleaned up and new artworks appeared almost immediately. \nHosier Lane directions\nThe lane is directly opposite Federation Square (‘Fed Square’ to locals) off Flinders Street, at the southern end of Melbourne’s main city centre. Fed Square also houses two major cultural hubs: ACMI, the museum of screen culture, and the Ian Potter Centre: NGV Australia.\nAnother major landmark to look out for is the 1920s-built Forum theatre, originally a picture palace and now a major live music venue. \nHosier Lane bars and restaurants \nA Melbourne institution, the Spanish tapas restaurant MoVida sits as the southern end of Hosier Lane. While newcomer Tres a Cinco, a colorful Mexican cantina selling tacos and tequila, replaced the long-standing Misty cocktail bar.\n \n"
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 4,
        "name": "NGV International",
        "latitude": "-37.822624",
        "longitude": "144.968966",
        "excerpt": "Housed in a vast, brutally beautiful, bunker-like building, the international branch of the NGV has an expansive collection, from ancient artefacts to the…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/southbank-docklands/attractions/ngv-international/a/poi-sig/1097788/1341492",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1aa5e228adc4c195bda26998990cf2c9-lpl-02374.jpg",
        "detail_description": "Housed in a vast, brutally beautiful, bunker-like building, the international branch of the NGV has an expansive collection, from ancient artefacts to the cutting edge. Regular blockbuster exhibitions (prices vary) draw crowds, and there are free 50-minute highlight tours on the hour from 11am to 2pm daily. It's a rite of passage to touch the water wall at the entrance.\nKey works include a Rembrandt self-portrait, Tiepolo's Banquet of Cleopatra and Turner's otherworldly Falls of Schaffhausen. It’s also home to Picasso’s Weeping Woman, which was the victim of an art heist in 1986 to protest the lack of state art funding. The 1st floor is given over to Asian art, with exquisite pieces from China, Japan and Southeast Asia. The gallery also has an excellent decorative arts and furniture collection, which is showcased alongside contemporaneous paintings rather than being quarantined in its own section.Designed by architect Sir Roy Grounds, the NGV building was controversial when it was completed in 1967 but has come to be respected as a modernist masterpiece. Make sure you wander through the foyer to the Great Hall, with its extraordinary stained-glass ceiling (lying on the floor to the side is recommended), and continue out onto the sculpture lawn.Keep an eye on the website for NGV Friday Nights, a series of fun-filled ticketed events featuring music, bars, dining and late-night access to feature exhibitions.The NGV's Australian art collection is on display at the Ian Potter Centre at nearby Federation Sq."
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 5,
        "name": "Queen Victoria Market",
        "latitude": "-37.80769",
        "longitude": "144.957572",
        "excerpt": "With more than 600 traders, 'Vic Market' is a large open-air market brimming with food, shopping and cultural experiences. Early mornings are best for…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/queen-victoria-market/a/poi-sig/1222520/1341486",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1068638891.jpg",
        "detail_description": "With more than 600 traders, 'Vic Market' is a large open-air market brimming with food, shopping and cultural experiences. Early mornings are best for fresh produce, taste-testing or dodging the booming cries of stall holders. Lunch hour sees shoppers queuing for street food and flower stalls, serenaded by a rotating cast of buskers.\nThe deli hall, lined with stalls selling everything from Australian cheeses, to Polish sausages and kangaroo biltong, has some Art Deco era flourishes.\nClothing and knick-knack stalls dominate on Sunday; they're big on variety, but don’t come looking for style (if you’re in the market for sheepskin moccasins or cheap T-shirts, this is the place).\nVarious tours are run by the market including heritage, cultural and food tours; check the official website for details.\nQueen Victoria Market night market\nIn summer – and again in winter – there’s a hawker-style Night Market on a Wednesday after hours (5pm to 10pm) with pop-up bars, outdoor seating, live music and DJs, plus local makers selling boutique wares.\n\n  \nThe hawker-style night market attracts thousands of visitors to sample cuisine from around the world. © P_Wei / Getty Images\n\nHistory\nThe market has been here for more than 130 years; before that, from 1837 to 1854, it was the old Melbourne Cemetery. Remarkably, around 9000 bodies remain buried here, from underneath Shed F to the car park leading to Franklin St. There's a small memorial on the corner of Queen and Therry Streets.\nRedevelopment and parking\nNote that an ongoing redevelopment program to preserve various market buildings is being rolled out in various phases, so you might find construction work on in sections when you visit.\nParking can be an issue, but most people use the many public transport options and bicycle parking is also available.\n"
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 6,
        "name": "Melbourne Cricket Ground",
        "latitude": "-37.820031113428",
        "longitude": "144.98346090317",
        "excerpt": "With a capacity of 100,000 people, the \"G\" is one of the world’s great sporting venues, hosting cricket in summer and AFL (Australian Football League,…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/richmond-east-melbourne/attractions/melbourne-cricket-ground/a/poi-sig/366477/1341487",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1101720614.jpg",
        "detail_description": "With a capacity of 100,000 people, the \"G\" is one of the world’s great sporting venues, hosting cricket in summer and AFL (Australian Football League, Aussie rules or \"footy\") in winter – for many Australians it's hallowed ground.\nHistory\nThough the MCG has undergone numerous renovations and expansions during its lifetime, the original cricket ground dates back to 1853. It hosted its first game of Aussie Rules football in 1858, and in 1877 it was the venue for the first test cricket match between Australia and England. Since then, the ground has served as the central stadium for the 1956 Melbourne Olympics and played host to two Cricket World Cups, as well as the 2006 Commonwealth Games. It was also used as an army barracks during WWII. Despite this venerable history, the oldest parts of the current structure are the light towers, dating from the 1980s.\nA number of historical sporting items, including the hand-written notes defining the rules of Australian Rules Football, are on display at the Australian Sports Museum, located within the bowels of the stadium.\nThere’s plenty of evidence to suggest that Aboriginal Australians played a form of football called \"marngrook\" prior to European settlement. A scar tree near the MCG, from which bark was removed to make canoes, serves as a reminder that Melbourne’s cricket fans were not the first to gather at this site – some Indigenous Australians like to call it the Melbourne Corroboree Ground. Marngrook is remembered in the name of a trophy awarded to the winner of an annual AFL match.\n\n  \nThe best way to experience the MCG is to make it to a game © Darrian Traynor / Stringer / Getty Images\n\nHow to tour Melbourne Cricket Ground\nMake it to a game if you can (tickets for matches are available via the official stadium website); otherwise, there are non-match-day tours that take you through the stands, media and coaches’ areas, changing rooms and members' lounges. Discounts are available if you get a combined Australian Sports Museum and tour ticket.\nIf you're in the area and after a quick taste of a live AFL game, sometimes it's possible to wander in free of charge at three-quarter time (around 1½ hours after starting time) to see the last 30 minutes of the action.\n"
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 7,
        "name": "Royal Exhibition Building",
        "latitude": "-37.804706417347",
        "longitude": "144.9715973954",
        "excerpt": "Built for the 1880 International Exhibition, this Victorian edifice in Carlton Gardens symbolises the glory days of 19th-century Melbourne's economic…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/carlton-brunswick/attractions/royal-exhibition-building/a/poi-sig/366561/1341485",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/548731447_full.jpg",
        "detail_description": "Built for the 1880 International Exhibition, this Victorian edifice in Carlton Gardens symbolises the glory days of 19th-century Melbourne's economic supremacy. It was the first Australian building to fly the country's flag, house an aquarium, hold parliament (in 1901) and receive Unesco World Heritage status (in 2004). Tours of the building leave from the Melbourne Museum at 2pm; call to confirm.\nThe building and gardens host everything from craft fairs to car shows. While you're there, Carlton Gardens is a stunning place to picnic or rest by the grand fountain, and if visiting in March, you can attend the Melbourne International Flower and Garden Show, the largest in the southern hemisphere, attracting more than 100,000 people over five days."
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 8,
        "name": "Federation Square",
        "latitude": "-37.817927798584",
        "longitude": "144.96840440737",
        "excerpt": "One of the city's newest public spaces and an urban focal point, Federation Sq is a place to meet, celebrate, protest, watch major sporting events or…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/federation-square/a/poi-sig/366241/1341486",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5e82471b36716333af536a171a5d9bde-federation-square.jpg",
        "detail_description": "One of the city's newest public spaces and an urban focal point, Federation Sq is a place to meet, celebrate, protest, watch major sporting events or simply hang out on deckchairs. Occupying a prominent city block, 'Fed Square’ is far from square: its undulating and patterned forecourt is paved with 460,000 hand-laid cobblestones from the Kimberley region in WA, with sight lines to important landmarks. Its buildings are clad in a fractal-patterned reptilian skin. Check the website to see what's on.\nSet within the square are cultural heavyweights the Ian Potter Centre, Australian Centre for the Moving Image and Koorie Heritage Trust, as well as restaurants and bars (though there are better eating and drinking options nearby). Free public events are staged here most days, particularly on weekends. Highly recommended free tours depart from the flagpoles Monday to Saturday at 11am, but spaces are limited to 15 people so arrive 15 minutes early."
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 9,
        "name": "Melbourne Zoo",
        "latitude": "-37.784325",
        "longitude": "144.95194",
        "excerpt": "Established in 1862, this compact zoo remains one of the city’s most popular attractions and continues to innovate, having become the world's first carbon…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/north-melbourne-parkville-west-melbourne/attractions/melbourne-zoo/a/poi-sig/366287/1341498",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-475796819_medium.jpg",
        "detail_description": "Established in 1862, this compact zoo remains one of the city’s most popular attractions and continues to innovate, having become the world's first carbon-neutral zoo. Set in prettily landscaped gardens, the enclosures aim to simulate the animals’ natural habitats and give them the option to hide if they want to (the gorillas and tigers are particularly good at playing hard to get).\nThere’s a large collection of native animals in natural bush settings, a platypus aquarium, fur seals, plenty of reptiles and an entire faux–Southeast Asian jungle village built around the elephant enclosures. In some cases walkways pass through the enclosures: you can stroll through some of the aviaries and enter a tropical hothouse filled with colourful butterflies. See if you can pass through Lemur Island without an internal soundtrack of 'I like to move it, move it' turning over in your mind.Running from late January to early March, the yearly Zoo Twilights feature performances by big names and indie talent. Past years included The Presets, Hanson and Rufus Wainwright. From September to May Roar ‘n’ Snore (adult/child from $205/150) allows you to camp at the zoo and join the keepers on their morning feeding rounds."
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 10,
        "name": "Chinatown",
        "latitude": "-37.811793",
        "longitude": "144.967732",
        "excerpt": "For more than 150 years this section of central Melbourne, now flanked by five traditional arches, has been the focal point for the city's Chinese…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/chinatown/a/poi-sig/1222496/1341486",
        "image_url": null,
        "detail_description": "For more than 150 years this section of central Melbourne, now flanked by five traditional arches, has been the focal point for the city's Chinese community. It remains a vibrant neighbourhood of historic buildings filled with Chinese and other restaurants. A must-visit for foodies, come here for yum cha (dim sum) or to explore the attendant laneways for late-night dumplings and cocktails. Some restaurants stay open until the wee hours. Chinatown also hosts the city’s Chinese New Year celebrations.\nChinese miners arrived in Victoria in search of the ‘new gold mountain’ in the 1850s and started to settle in this strip of Little Bourke St from the 1860s. To learn more about the Chinese-Australian story, visit the excellent Chinese Museum."
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 11,
        "name": "Ian Potter Centre: NGV Australia",
        "latitude": "-37.817726",
        "longitude": "144.970157",
        "excerpt": "The National Gallery of Victoria's impressive Fed Sq offshoot was set up to showcase its extraordinary collection of Australian works. Set over three…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/ian-potter-centre-ngv-australia/a/poi-sig/366295/1341486",
        "image_url": null,
        "detail_description": "The National Gallery of Victoria's impressive Fed Sq offshoot was set up to showcase its extraordinary collection of Australian works. Set over three levels, it's a mix of permanent (free) and temporary (ticketed) exhibitions, comprising paintings, decorative arts, photography, prints, sculpture and fashion. Free 50-minute tours are conducted daily at 11am, noon, 1pm and 2pm.\nIndigenous art is prominently featured and there are permanent displays of colonial paintings and the work of Melbourne's own Heidelberg School, most notably Tom Roberts' famous Shearing the Rams (1890) and Frederick McCubbin's monumental triptych The Pioneer (1904). The modernist ‘Angry Penguins’ are also well represented: the gallery houses the work of Sir Sidney Nolan, Arthur Boyd, Joy Hester and Albert Tucker. Other prominent artists whose work is displayed include Grace Cossington Smith, Russell Drysdale, James Gleeson, John Brack, Jeffrey Smart, Fred Williams and Brett Whiteley."
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 12,
        "name": "Birrarung Marr",
        "latitude": "-37.818395",
        "longitude": "144.972839",
        "excerpt": "Multi-terraced Birrarung Marr is one of Melbourne’s most unique parks, featuring grassy knolls, river promenades, thoughtful planting of Indigenous flora…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/birrarung-marr/a/poi-sig/366489/1341486",
        "image_url": null,
        "detail_description": "Multi-terraced Birrarung Marr is one of Melbourne’s most unique parks, featuring grassy knolls, river promenades, thoughtful planting of Indigenous flora and great viewpoints of the city and the river. There's also a scenic route to the MCG via the ‘talking’ William Barak Bridge – listen out for songs, words and sounds representing Melbourne’s cultural diversity as you walk.\nAs a sign of respect to Wurundjeri people, the traditional owners of the area (in their language, 'Birrarung Marr' means 'river of mists'), the park features a snaking eel path with Indigenous Australian art, a shield-and-spear sculpture and an audio installation outside ArtPlay that tells the story of contemporary Wurundjeri.Within an old railway building, ArtPlay hosts creative workshops for babies, toddlers and preteens, getting them sewing, singing, painting and puppeteering; there's also a very cool playground out the back.The sculptural Federation Bells perch on the park’s upper level and ring out three times daily like a robotic orchestra, with 39 brass bells of various sizes and shapes, all with impressive acoustics, and specially commissioned compositions.Other highlights are the 10m-high, three-legged mosaic Angel (1988), a vivid abstract sculpture by Deborah Halpern; Speakers Corner, featuring original mounds used as soapboxes in the early 20th century; and a dried riverbed lined with ghost gums and palms, giving it a tranquil billabong feel."
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 13,
        "name": "Heide Museum of Modern Art",
        "latitude": "-37.758272",
        "longitude": "145.083271",
        "excerpt": "The former home of John and Sunday Reed, Heide is a prestigious not-for-profit art gallery with a stunning sculpture garden. It holds regularly changing…",
        "detail_url": "https://www.lonelyplanet.com/australia/melbourne/attractions/heide-museum-of-modern-art/a/poi-sig/1299797/362494",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Melbourne%20Stephen%20Dwyer%20Alamy%202AW6EA0%20RFE.jpg",
        "detail_description": "The former home of John and Sunday Reed, Heide is a prestigious not-for-profit art gallery with a stunning sculpture garden. It holds regularly changing exhibitions, many of which include works by the famous artists that called Heide home, including Sidney Nolan and Albert Tucker. The collection is spread over three buildings: a large purpose-built gallery, the Reeds' original farmhouse and the wonderful modernist house built in 1963 as 'a gallery to be lived in'.\nThere's also a cafe, or you can pack a picnic to eat by the Yarra. Tours are free with entry tickets and run regularly – check the website for details. Also check for the Makers' Market, a collaboration between Heide and the Rose Street Artists' Market, held on the second Saturday of each month from September through May. There are also 'detective' and 'sculpture sounds' trail maps to keep the kids busy.Bulleen is 14km northeast of the city centre and Heide is located next to Banksia Park, which is part of the Main Yarra Trail, a flat, 33km bike trail from Westerfolds Park in Templestowe to Southbank, which passes native trees and billabongs."
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 14,
        "name": "Melbourne Museum",
        "latitude": "-37.803193933776",
        "longitude": "144.97183806502",
        "excerpt": "This museum provides a grand sweep of Victoria’s natural and cultural histories, incorporating dinosaur skeletons, a 600-species-strong taxidermy hall, a…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/carlton-brunswick/attractions/melbourne-museum/a/poi-sig/366259/1341485",
        "image_url": null,
        "detail_description": "This museum provides a grand sweep of Victoria’s natural and cultural histories, incorporating dinosaur skeletons, a 600-species-strong taxidermy hall, a 3D volcano and an open-air forest atrium of Victorian flora. There's a children's gallery, and the excellent Bunjilaka on the ground floor presents Indigenous Australian history told through objects and Aboriginal voices with state-of-the-art technology. There's also an IMAX cinema.\n"
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 15,
        "name": "Justin Art House Museum",
        "latitude": "-37.856253",
        "longitude": "145.002065",
        "excerpt": "The geometric, zinc-clad home of Melbourne art collectors Charles and Leah Justin doubles as the Justin Art House Museum. Book ahead for a tour of the…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/south-yarra-prahran-windsor/attractions/justin-art-house-museum/a/poi-sig/1560766/1341490",
        "image_url": null,
        "detail_description": "The geometric, zinc-clad home of Melbourne art collectors Charles and Leah Justin doubles as the Justin Art House Museum. Book ahead for a tour of the couple's dynamic collection of contemporary art, consisting of more than 300 pieces amassed over four decades. There's a strong emphasis on video and digital art, with the works rotated regularly. Guided tours take around two hours (check online for tour availability). The house was designed by the couple's daughter, Elisa.\n"
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 16,
        "name": "Crown",
        "latitude": "-37.823404",
        "longitude": "144.958506",
        "excerpt": "The Crown complex sprawls across two city blocks and includes three luxury hotels, restaurants and a casino that never closes. It’s another world with its…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/southbank-docklands/attractions/crown/a/poi-sig/1222558/1341492",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/eccfb200976318eb91303cfe86d4ac69-lpl-02397.jpg",
        "detail_description": "The Crown complex sprawls across two city blocks and includes three luxury hotels, restaurants and a casino that never closes. It’s another world with its no-natural-light interior and the smell of chlorinated fountains. Thrown in are a cinema, nightclubs, bars, high-end fashion and a food court. Still, walking along the river is a must when visiting, so you might as well do it during the nightly fire show when bursting flames cast warmth on the faces of spectators.\nThe Gas Brigades light up every hour on the hour during the week between 9pm and midnight and from 8pm to midnight on weekends, pending 'total fire ban' days and weather conditions. You can see them from the riverside restaurants, too, so always ask for a seat near the window when booking."
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 17,
        "name": "Parliament House",
        "latitude": "-37.811115",
        "longitude": "144.973601",
        "excerpt": "The grand steps of Victoria’s parliament (1856) are often dotted with tulle-wearing brides smiling for the camera as well as placard-holding protesters…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/parliament-house/a/poi-sig/1222499/1341486",
        "image_url": null,
        "detail_description": "The grand steps of Victoria’s parliament (1856) are often dotted with tulle-wearing brides smiling for the camera as well as placard-holding protesters. On sitting days the public is welcome to view proceedings from the galleries. On nonsitting days there are eight guided tours daily; times are posted online and on a sign by the door. Numbers are limited to 25 people, so arrive at least 15 minutes before time. Check online to book architecture or art tours in advance.\nThe building's interiors are bursting with gold-rush-era pride and optimism, expressed through exuberant use of ornamental plasterwork, stencilling and gilt. Tours head through the Lower House (Legislative Assembly), the Upper House (Legislative Council) and the library. Fascinating design features and the symbolism underlying much of the ornamentation are illuminated by the knowledgeable guides. Ask about the mystery of the stolen ceremonial mace that disappeared from the Lower House in 1891 – it’s rumoured to have ended up in a brothel.Australia’s first federal parliament sat here from 1901 until 1927, when it moved to Canberra (the Victorian parliament temporarily relocated to the Royal Exhibition Building). Though they’ve never been used, gun slits are visible just below the roof, and a dungeon is now the cleaners’ tearoom.Speaking of tea, parliament has been serving it since 1924. High tea is $50 per person and includes scones, pastries and finger sandwiches, as well as a glass of sparkling and tea or coffee in a handsome, dark timber-clad setting. It's served Monday to Friday on nonsitting days between 2.30pm and 4pm. Bookings essential.At the time of research a comprehensive series of building renewal works saw sections of the building hidden by scaffolding, which may be going on for a few years."
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 18,
        "name": "State Library of Victoria",
        "latitude": "-37.809665",
        "longitude": "144.965576",
        "excerpt": "This grand neoclassical building has been at the forefront of Melbourne's literary scene since 1856. When its central La Trobe Reading Room was completed…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/state-library-of-victoria/a/poi-sig/366573/1341486",
        "image_url": null,
        "detail_description": "This grand neoclassical building has been at the forefront of Melbourne's literary scene since 1856. When its central La Trobe Reading Room was completed in 1913, the six-storey-high, reinforced-concrete octagonal dome was the world's largest; its natural light illuminates ornate plasterwork and studious Melburnians. The library’s original reading room, the Ian Potter Queen’s Hall, recently reopened after a glorious refurbishment. Galleries offer free exhibitions of Victorian artefacts (including outlaw Ned Kelly's armour). Free 45-minute tours depart daily (10.45am) from Readings.\nStart on the dome-viewing balcony on the 6th floor and work your way down to the Dome Galleries, spread over the next two floors, including the Changing Face of Victoria exhibition on the 5th floor. There's also numerous original Burke and Wills memorabilia and John Batman's controversial land treaty (read: land grab), in which he's believed to have forged the signatures of Wurundjeri people.Bibliophiles won't want to miss the World of the Book exhibition on the 4th floor, featuring a weird and wonderful collection of books through the ages, including a 4000-year old Sumerian cuneiform tax receipt, significant religious tomes and beautifully rendered nature studies. Also inside are the Cowen Gallery and South Rotunda, which display highlights of photographs and paintings from the Library’s collection, as well as the Victoria Gallery, where you'll find the bullet-dented armour of Ned Kelly, Australia's most infamous bushranger – the menacing helmet was cobbled together from a plough with a slit cut out for the eyes.Families with kids up to 12 years old will find a host of books and special activities on offer in the brand-new Pauline Gandel Children's Quarter.The lawns in front of the library are a popular lunching and reading spot, and civic protests are often held here."
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 19,
        "name": "Sea Life",
        "latitude": "-37.82100537",
        "longitude": "144.9584823",
        "excerpt": "This interesting but extremely pricey aquarium is home to giant rays, gropers and sharks, all of which cruise around a 2.2 million-litre tank, watched by…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/sea-life/a/poi-sig/1162270/1341486",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5848502a4301b14f10e8cbd075146d05-lpl-02377.jpg",
        "detail_description": "This interesting but extremely pricey aquarium is home to giant rays, gropers and sharks, all of which cruise around a 2.2 million-litre tank, watched by visitors in a see-through tunnel. Gentoo and king penguins potter about in icy ‘Antarctica’, while one of Australia's largest saltwater crocs casts a menacing eye over his lair. Divers are thrown to the sharks three times a day; for a mere $299 you can join them. Tickets are cheaper online.\nThe whole complex is well designed for kids, with child-height tunnels and domes where they can pop their heads up into some of the smaller tanks. There's also a cinema screening a 4D Ice Age short."
    },
    {
        "country": "melbourne",
        "city": "Melbourne",
        "index": 20,
        "name": "Block Arcade",
        "latitude": "-37.815471",
        "longitude": "144.964589",
        "excerpt": "This beautiful Victorian shopping arcade, built in 1891 and inspired by the Galleria Vittorio in Milan, features ornate plasterwork and mosaic floors…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/block-arcade/a/poi-sig/366505/1341486",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-184205828_super.jpg",
        "detail_description": "This beautiful Victorian shopping arcade, built in 1891 and inspired by the Galleria Vittorio in Milan, features ornate plasterwork and mosaic floors. Peacocking around 'the Block' was a popular pastime in 19th-century Melbourne. There are 29 retailers over two levels, including the historical Hopetoun Tea Rooms. Vinyl lovers, don't miss Basement Discs underground. Enter from either Collins or Elizabeth St.\nThe Collins St wing was one of Melbourne's first land auctions, selling for the equivalent of $36. It's been a grain store, held railway materials and was the first Georges department store."
    }
]