[
    {
        "country": "mexico",
        "index": 1,
        "name": "SFER IK",
        "latitude": "20.179633",
        "longitude": "-87.444831",
        "excerpt": "Wandering barefoot through the contemporary art museum at Azulik hotel, you feel like you’re in a giant cocoon. Nature surrounds you, inside and out:…",
        "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/tulum/attractions/sfer-ik/a/poi-sig/1604615/361702",
        "image_url": "https://lp-cms-production.imgix.net/2021-08/SFER%20IL%20art%20museum.jpg",
        "detail_description": "Wandering barefoot through the contemporary art museum at Azulik hotel, you feel like you’re in a giant cocoon. Nature surrounds you, inside and out: Curving walkways and bridges made of the vine-like bejuco wood guide you past mind-bending artwork, while the undulating cement walls open here and there to bright skies and dense tropical forest. Dreamlike and surreal, SFER IK Museion was conceived so viewers could experience world-class art alongside Tulum's natural elements; it does just that, heightening your experience of both the art and the space. Utterly unique and completely unexpected, a visit here is unmissable.\n\n  \nThe unusual art musum is the perfect backdrop for peaceful viewing © Marcia Lazzaron / Shutterstock \n\nDesign\nThe award-winning SFER IK Museion was designed by Jorge Eduardo Neira Sterkel, better known as ‘Roth,’ who also founded Azulik, the luxurious eco-hotel where the museum is located. An Argentinean ex-pat, former visual artist and self-taught architect, Roth created the space as a natural extension of Azulik. And like the hotel, with its treehouse-like villas and restaurant, the museum manages to integrate a boho-chic vibe with a reverence for the land and the ancestral people who have inhabited it for centuries.\nWalking through SFER IK you can’t help but be impressed by its 12-meter-high dome structure with curving ferrocement walls and swirling bejuco-lined walkways; trees growing out of the floor reach for openings in the ceiling, while giant circular windows look out onto the tropical forest just beyond the glass. Almost more remarkable is that all of it was built without using heavy machinery or even a blueprint, and it employed Maya craftsmen using traditional building techniques.\nNotably, visitors must be barefoot to enter the museum – a detail designed to force you to interact physically with the spectacular structure and, in turn, to heighten your awareness of all that surrounds you. Thick, round, monochromatic cushions are set out on the gallery floor too, inviting you to sit and take it all in – the building, the works of art and yourself as an integral part of it all.\nHistory\nSFER IK Museion was inaugurated in April 2018. Originally called IK Lab, Roth completed the structure in 2017, but had not decided on its use. That same year, Santiago Rumney Guggenheim, the great-grandson of art collector Peggy Guggenheim, visited the unoccupied space and proposed a joint venture to transform it into a gallery. The two had never met but within hours of receiving the proposal, Roth agreed. Since then, SFER IK has showcased several prominent international artists and attracted countless visitors (and Instagram posts). It also periodically hosts creative conferences and community workshops.\n\n  \nA place to be immersed in the art, take your time as you wander through the gallery © Photo Spirit / Shutterstock\n\nMeaning of SFER IK Museion\nPronounced ‘spheric,’ the name SFER IK refers to the curving structure of its design – there are no right angles, flat walls or straight lines in it. Also, the word ‘Ik’ is Yucatec Maya for ‘wind,’ which is associated with dreamers, the imagination and the creative; and no doubt, it is a reference to ‘Azulik.’ Finally, ‘Museion’ is the ancient Greek word for ‘temple of the muses’ – an appropriate name for a place that seeks to inspire.  \nExhibits and Programming\nSFER IK presents ever-changing exhibits throughout the year. The vast majority are site-specific installations, meant to join and interact with the museum’s striking design – there’s artwork hanging from ceilings, attached to the walls, sitting on the cement floor; some are created to be touched, others to be smelled, many just to be contemplated from a cushion a few feet away. The goal: to encourage visitors to be present to the art by making them move around, above and under the pieces. The hope is to inspire visitors to reflect on the interconnectedness of the works of art with the museum, Tulum’s natural environment and the viewer themselves.\nBeyond the temporary art installations, SFER IK is home to a small permanent collection that includes works by such celebrated artists as Ernesto Neto and Artur Lescher. The museum also hosts a variety of conferences and workshops each year, ranging from symposia on new uses for the sargassum seaweed to ceramics classes for local kids.\nNote: A second cultural complex, SFER IK – Uh May, opened in November 2018. (Construction had already begun when SFER IK Museion in Tulum was inaugurated.) Located along the road to Cobá Ruins, it’s similar in design and philosophy to SFER IK, but it’s much larger, integrating an artist-in-residence program.\n\n  \nThe undulating walls mean there are no sharp corners or angles in the space © Photo Spirit / Shutterstock /\n\nTickets\nAdmission costs US$10 and can be purchased onsite or online. Kids under 12 enter for free but must be accompanied by an adult (one child per adult). The museum is open daily, year-round.\nThings you should know\n\nVisitors must remove their shoes to enter the museum – it’s an integral part of the experience.\nCell phone photography is free. Any other camera use (i.e. DSLR, GoPro, etc.) costs US$100 per visit. Selfie sticks and tripods are prohibited.\nLeave your big beach bags at home – anything larger than 40cm x 40cm isn’t permitted in the museum.\n\nGetting there\nSFER IK is located on the grounds of Azulik, an eco-chic hotel on the southern end of Tulum’s beach road. It’s accessible by bike, a ‘Cabañas’ route colectivo (shared van, M$15) or taxi. If you drive, there’s valet parking (US$5) or you can try your luck finding a spot along the road. \n \n"
    },
    {
        "country": "mexico",
        "index": 2,
        "name": "Parque Nacional Isla Contoy",
        "latitude": "21.500033",
        "longitude": "-86.795082",
        "excerpt": "A white sand beach with manta rays gliding through the shimmering turquoise waters. No hotels. No nightclubs. No roads or cars of any kind. It’s hard to…",
        "detail_url": "https://www.lonelyplanet.com/mexico/cancun/attractions/parque-nacional-isla-contoy/a/poi-sig/1527104/361687",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_75356818.jpg",
        "detail_description": "A white sand beach with manta rays gliding through the shimmering turquoise waters. No hotels. No nightclubs. No roads or cars of any kind. It’s hard to believe you’re just 40km (about 25 miles) from Cancún. This is Isla Contoy: a pencil-like island and oft-overlooked national park that has been a wildlife sanctuary and research area for over 60 years. For a few fortunate visitors, Isla Contoy also is a magnificent day trip, a place to explore, to admire little-seen birds and sea creatures and to get a glimpse of what the region must have looked like long ago.\nIsla Contoy location\nParque Nacional Isla Contoy is at the confluence of the Caribbean and the Gulf of Mexico, a short distance north of Cancún’s Isla Blanca. It’s just 8km long and 20m across at its narrowest point.\n\n  \nIsla Contoy became a national park in 1998, but it has been protected from development for over 60 years  ©LUNAMARINA/Getty Images\n\nMeaning of Parque Nacional Isla Contoy\nParque Nacional Isla Contoy means Contoy Island National Park. The word “contoy” is of Maya origin but the exact meaning is disputed. Some say it is an amalgamation of the words “Kom” and ‘To’oy,” which together mean “low shelter” – a reference to the island’s shallow waters that have provided refuge to fishers, sailors and pirates for centuries. Others say “contoy” is a mispronunciation of the Maya word “pontó,” which means “pelican” – one of the most commonly seen birds on the island. \nEcology\nParque Nacional Isla Contoy is one of the most important nesting places of seabirds in the Mexican Caribbean. The island’s dense mangroves and lagoons provide ideal shelter for over 170 bird species like brown pelicans, olive cormorants, brown boobies, red flamingos and white herons. During the winter, over 10,000 birds call the small island home.\nThe island’s turquoise waters also mark the beginning of the Mesoamerican Barrier Reef, the second longest in the world after Australia’s Great Barrier Reef. Isla Contoy’s marine diversity includes over 240 species of tropical fish, crustaceans and eight species of rays. The park’s northern shores also are important nesting grounds for hawksbill, loggerhead and white turtles in the summer months. Whale sharks, too, are sighted nearby between May and September. The island has been protected from development for over 60 years, a big reason for its amazingly rich ecology today.\nIsla Contoy history\nAs early as 300 BC, the Maya used Isla Contoy for fishing and as a place to collect shells and stingray spines, which were used for rituals, jewelry and small tools. The Maya didn’t construct any permanent settlements on the island, most likely due to the lack of fresh water. The only known ancient structure on the island are the ruins of a Maya shelling station, with fragments of carved shells and simple pottery found nearby. The arrival of the Spanish (and foreign-borne diseases) in the 16th century halted Maya travel to and from the island, and instead it became a place of rest and shelter for conquistadors exploring and plundering the region. By the early 1800s, Isla Contoy was primarily an outpost for local fishers.\nIt wasn’t until 1892 when the explorer John L. Stephens documented the remarkable number and variety of birds on Isla Contoy, that naturalists became aware of the existence the island. Over the course of the next century, ornithologists from near and far visited Isla Contoy, nicknaming it Isla de Pajaros (Island of Birds). Recognizing its ecological value, the Mexican government declared Isla Contoy a nature reserve in 1961, the first in the Yucatan Peninsula; it became a national park almost four decades later in 1998, encompassing 230 hectares (about 640 acres) of land and 49 sq km (19 sq miles) of ocean.\n\n  \nBring binoculars to see the frigates and the other bird species on the island © Maciej Czekajewski / Shutterstock\n\nHow to get to Isla Contoy\nThe only way to get to Parque Nacional Isla Contoy is on a guided tour from Cancún or Isla Mujeres. The national park limits its capacity to 200 visitors per day, with permission parceled out to a limited number of approved tour operators. These restrictions have served to protect and preserve the national park and its myriad creatures for decades.  \nExcursions\nSeveral Cancún-based tour operators offer virtually identical trips to the national park: an early morning boat departure with a quick stop on Isla Mujeres, then open-water snorkeling on Ixlache Reef on the way to Isla Contoy, and finally arrival on to the island where visitors are given about three to four hours to explore its interpretive trails (either independently or with a bilingual guide), climb the 27m (88ft) observation tower or just relax on the beach. There’s also a small museum with exhibits on the island’s habitats. Continental breakfast, buffet lunch and open bar are normally included. Excursions run around US$100 for adults and US$80 for kids; hotel pickup also can be added for a small fee. Asterix Tours is a good option, providing reliable and high quality service.\nEating and sleeping\nThere are no hotels or restaurants on Isla Contoy, and camping is not permitted. Except for a few park rangers and biologists who reside on the island to monitor and study its ecosystem, Isla Contoy is completely uninhabited. Tour operators provide food and drink for guests.\nAdmission and other practicalities\nAdmission to Isla Contoy costs US$15 per person, including the docking fee and reef tax. This fee typically isn’t included in tour prices, and is collected when you arrive on the island. Be sure to bring cash; exact change also is appreciated.\nThings you should know and bring\n\nBiodegradable sunscreen is the only kind of sunblock allowed in Isla Contoy’s waters in order to protect the reef and marine life. If you can’t find any, wear a long sleeve rash guard and hat instead.\nBring binoculars for birdwatching.\nWear comfortable shoes and mosquito repellant for light hiking on well-marked paths.\nDon’t forget to bring a bathing suit and towel.\nAll tour operators provide snorkel gear.\n\t \n\n"
    },
    {
        "country": "mexico",
        "index": 3,
        "name": "Tulum Ruins",
        "latitude": "20.215519553821",
        "longitude": "-87.428485615619",
        "excerpt": "Tulum is one of the most visited archaeological zones in Mexico and for good reason: it’s sublime. The ruins sit on seaside cliffs, high above turquoise…",
        "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/tulum/attractions/tulum-ruins/a/poi-sig/1159761/361702",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/fab6b5f03e66bb144875992631973f01-tulum-ruins.jpg",
        "detail_description": "Tulum is one of the most visited archaeological zones in Mexico and for good reason: it’s sublime. The ruins sit on seaside cliffs, high above turquoise waters that extend as far as your eye can see. True, the structures themselves are modest in comparison to other grand Maya cities. But Tulum captures your imagination like no other, perhaps conjuring visions of pre-Columbian tradesmen arriving in canoes laden with goods, and the Maya workers who received them, contemplating the same bracing views.\nHistory\nInhabited as early as 564, Tulum’s heyday wasn’t until 1200–1521 when it served as an important port town, controlling maritime commerce along the Caribbean coast to Belize. When the Spanish conquistador Juan de Grijalva sailed past in 1518, he was amazed by the sight of the walled city, its buildings painted a gleaming red, blue and yellow, and a ceremonial fire burning atop its seaside watchtower.\nYet, only 75 years after the Spanish conquest, the city was abandoned, its population decimated by European-borne diseases. For hundreds of years afterward, nature reclaimed the city, and it was unknown to the outside world until the mid-1800s when explorers John Stephens and Frederick Catherwood published detailed descriptions and drawings of it. Foreign travelers didn’t begin arriving in earnest for another 100-plus years, though Maya pilgrims and indigenous refugees taking shelter during the Caste War used the site intermittently.\nMeaning of Tulum\nTulum means “wall” in Yucatec Maya, a reference to the city’s fortifications; 19th-century explorers used the name and it stuck. Originally, the city was called Zamá, or “dawn,” because it faced east.\nHow to navigate Tulum\nTulum is a compact archaeological zone, contained entirely within its enormous stone walls. The entrance is on the north side. Starting with the oceanfront structures and walking clockwise through the site, you’ll see it all in a couple hours, longer if you stay for a swim. The exit is through the south wall.\n\n  \nAncient ruins in Tulum, Mexico © Tony Prisovsky / Shutterstock\n\nPrincipal structures\nThe three ramparts (walls) surrounding Tulum are 3m to 5m high, and measure between 170m to 380m long. They served to enclose and fortify the city, protecting the city’s civic-ceremonial buildings, palaces and the ruling classes who lived there. The vast majority of the residents, Tulum’s working class, lived outside the walls.\nThe most photographed structure is Templo del Dios de Viento, a small temple perched on a rocky outcrop, the Caribbean waters perfectly framing it. The structure’s circular base is associated with the god of wind, for which it is named. It’s believed that the roof had a special opening that would whistle when hurricanes approached to warn Tulum’s residents.\nTemplo del Dios Descendente is named after the relief figure of a descending god above the building's door. The image, perhaps the most iconic of Tulum, is associated with the highly revered god of bees. At the spring equinox, a ray of sunlight shines through the temple, aligning perfectly under the image.\nSitting on a dramatic bluff, El Castillo is the tallest (7.5m) and most imposing structure in Tulum. Built in several phases, it served as a lighthouse, with a shrine at the top doubling as a beacon to lead canoes to the beach landing. Look for the plumed serpents hugging the pyramid’s corners, a reflection of regional influence of the Toltecs.\nTemplo de las Pinturas was an observatory used to track the movements of the sun. It features some of Tulum's most elaborate décor – now quite weathered – including carved figures of the descending god, stucco masks and colorful murals on interior walls depicting various Maya gods.\n\n  \nMaya ruins on one of two beaches in Tulum. © Sven Hansche / Shutterstock\n\nThe beach\nTulum is one of the few Maya ruins with a beach – two, in fact – the ancient structures sitting like sentinels above them. Add to that the seaside cliffs and the impossibly blue waters, and bringing your swimsuit is a no-brainer. The main beach is beneath El Castillo, at the bottom of a steep wood staircase. By late morning, it’s often crowded with visitors playing in the waves and posing on the sand. A second beach, just as lovely, is below the Templo del Dios de Viento. Reachable by a sandy trail, it’s typically cordoned off but is a good spot for selfies. \nRead more: Tulum's 7 unmissable beaches\nTours\nTours (from M$700) are offered onsite by certified guides who hustle for customers at the visitors complex and near the ticket booth. Tours last about two hours and can offer invaluable insights into this ancient city.\nTickets\nTickets cost M$80 and can only be purchased onsite. The ruins are open from 9am to 5pm, but the last entry is at 3:30pm. \nThings you should know\n\nArrive early. It’ll give you a shot at enjoying the ruins before the mass tour groups descend, typically by 11am.\nVisitors are not allowed to climb on or enter most the structures in order to protect them from erosion. Respect the barriers and “do not enter” signs.\nBring a hat and plenty of water. May to September are the hottest months here, but it’s sunny and humid year-round and the ruins have very little shade.\n\nEating and drinking\nCentro Artesanal Tulum, a handicrafts mini-mall in the visitors complex, has a few sit-down restaurants and fast-food joints. Prices are inflated, but they’ll do in a pinch. You can grab snacks and drinks here too. (There’s even a Starbucks.)\nGetting there\nTulum’s visitor complex is just off Hwy 307, on the outskirts of town. From there, it’s another 1km to the ticket booth and archaeological site – a trolley (M$55) shuttles people or you can just hoof it. From town, taxis charge a fixed rate to the complex (M$100). Northbound colectivos (shuttle vans) will drop you on the highway (M$20) a couple blocks away. If you’re driving, there’s plenty of parking in the main lot (M$180).\nAlternatively, Tulum’s beach road becomes a pedestrian-only road to the ruins, about a 400m walk to the ticket booth. It’s a popular access point for those staying on the oceanfront (and for those who want to hit the beach after a visit to the ruins).\nPlanning a trip to Tulum? Here's more of our expert advice to help you plan.\n 15 experiences in Tulum to add your itineraryOn your way? How to get around Tulum Deciding when to go? The best time to plan your visit  Things to do in Tulum that don't cost a thing\n \n \n \n"
    },
    {
        "country": "mexico",
        "index": 4,
        "name": "Yelapa",
        "latitude": "20.489708",
        "longitude": "-105.443269",
        "excerpt": "Home to a small fishing community, the picturesque beach of Yelapa hugs an emerald coastline backed by jungle-shrouded mountains. The remote coastal…",
        "detail_url": "https://www.lonelyplanet.com/mexico/puerto-vallarta/attractions/yelapa/a/poi-sig/1524243/361529",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF121868020.jpg",
        "detail_description": "Home to a small fishing community, the picturesque beach of Yelapa hugs an emerald coastline backed by jungle-shrouded mountains. The remote coastal village, which sits on Puerto Vallarta’s southernmost cove, is best reached by boat. In recent years Yelapa has seen an ever-increasing stream of day-trippers turning up, but it reveals a much quieter side after the last water taxi returns to Puerto&nbsp;Vallarta and the busy beach empties out in the late afternoon. An overnight stay allows you to appreciate the town with fewer visitors around and the laid-back vibe makes for a refreshing change of pace from bustling downtown Puerto Vallarta.&nbsp;\nSleeping\nYelapa has some excellent places to stay, many perched on jungle-covered hills overlooking the cove. Accommodations range from budget-friendly apartments and small family-run hotels to luxury guesthouses and wellness retreats tucked away in the surrounding tropical mountains. Rates increase significantly during the high season from December to April and should be reserved months ahead; Casa Vista Magica and Casas Garcia provide good value. Some places have rooms with an open-air setup, meaning you get refreshing ocean breezes but also a fair share of mosquitoes, so don’t forget that insect repellent.&nbsp;&nbsp;\nEating and drinking\nFor a small village of just 1,500 inhabitants, Yelapa has an impressive number of&nbsp;eating options. Numerous palapa (thatched-roof) seafood restaurants overlook the beach and river that cuts through town, while west of the river you’ll come across about a dozen hillside cafes, taco joints and family-run eateries serving traditional Mexican cuisine and gringo-friendly fare. Taquería los Abuelos draws praise for its fish tacos served on blue corn tortillas, Ray’s Place does Sunday birria (a local goat stew fave) and Domingo’s grills pescado zarandeado (a regional grilled fish dish), which goes down nicely with a michelada cubana, a Bloody Mary-like beer cocktail. After the meal, look for one of Yelapa’s so-called “pie ladies,” who roam the beach carrying delicious coconut, banana and lime pies on their heads.\nSights and activities\nThere’s not a whole lot to do in Yelapa so most people make it a point to visit one of two cascading waterfalls with natural pools. The nearest fall takes just 15 minutes to reach from the beach and it’s a simple uphill walk through town with plenty of signs along the way to point you in the right direction. However, due to its fairly easy access, the Cola de Caballo (Horse Tail) waterfall can get very busy, especially during peak tourist season and even more so when cruise ships roll into Puerto&nbsp;Vallarta.\nIf you’re looking to avoid the crowds, set out on a hike to a remote waterfall outside of town. Pick up the trail on the west side of the river and head inland along a path that requires several river crossings. Once you get past the second crossing, the trail is well marked, though you’ll have to do some rock scrambling on the final stretch. Keep in mind that the river may be more difficult to cross during the rainy season from June to October. The hour and a half hike through the tropical jungle leads to a swimming hole with a waterfall, albeit a smaller one than the Cola de Caballo, but with any luck you’ll have the place all to yourself. Bring a bathing suit, hiking sandals, snacks, insect repellent and plenty of water.&nbsp;\nBoth falls can also be reached on horseback. Fannys Restaurant (on the beach) rents horses for outings to Cola de Caballo (US$20) and to the waterfall out of town (US$30).&nbsp;\nAside from swimming at the waterfalls and relaxing on the beach, you can keep yourself pleasantly entertained on a stroll through town along hilly paths overlooking the cove, or there’s always the option of renting a kayak and exploring the coast in and around Yelapa. You’ll also find a fair share of yoga studios in the village, but some close during the low season.&nbsp;\nHow to get there\nAccessible by water taxis or private boats, Yelapa is a 45-minute ride from the Playa de los Muertos pier in downtown’s Zona Romántica. The round-trip water taxi fare costs M$380. The shared motorboats run at least four times daily and often more frequently in the high season. For departure times, inquire at the Yelapa water taxi office in front of the pier. Water taxis also depart from Boca de Tomatlán, a fishing town about 16km (10 miles) south of downtown, where they leave on a more frequent basis (hourly from 8am to 6pm) and are slightly cheaper at M$300 round-trip. Alternatively, you can hire a charter boat to Yelapa, or, if you’re pressed for time, book&nbsp;a tour to the village that makes a diving or snorkeling stop at Los Arcos, a national marine park teeming with tropical fish. Ecotours de México rents private boats and runs wildlife-watching excursions led by English-speaking naturalists.&nbsp;\n&nbsp;\n"
    },
    {
        "country": "mexico",
        "index": 5,
        "name": "Museo Maya de Cancún",
        "latitude": "21.074609",
        "longitude": "-86.77695",
        "excerpt": "Surrounded by dense tropical forest, the contemporary Museo Maya de Cancún is a welcome respite from the beach and buffet lines of the neighboring high…",
        "detail_url": "https://www.lonelyplanet.com/mexico/cancun/zona-hotelera/attractions/cancun-s-unexpected-maya-museum-and-ruins/a/poi-sig/1368345/1342478",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d3d1d5131ff8e6f1905ef1b1597d0e4c-museo-maya-de-cancun.jpg",
        "detail_description": "Surrounded by dense tropical forest, the contemporary Museo Maya de Cancún is a welcome respite from the beach and buffet lines of the neighboring high-rise hotels. The sleek museum contains engaging exhibits on Mayan history and art, as well as one of the Yucatán's most important collections of Mayan artifacts, most of which were discovered at key archaeological sites in the region. Behind the museum, a jungle path winds through the trees to San Miguelito, a one-time thriving Maya community that is now a collection of crumbling stone temples, dwellings and pyramids. Together, the museum and the ruins are a powerful introduction to the ancient Maya civilization and a reminder of the people who once lived here.\n\n  \nThe Museo Maya de Cancun added a much needed cultural institution in Cancún © Fabiolm / Getty Images\n\nHistory\nIn 2012, eight years after hurricane damage forced Cancún’s anthropology museum to close, the shiny, new and very modern Museo Maya de Cancún opened its doors (this time integrating hurricane-resistant reinforced glass). Designed by Mexican architect Alberto García Lascurain, it came at a time when Cancún, a city known more for its white-sand beaches and girls-gone-wild party scene, sorely needed more cultural offerings for its visitors. And culture it got, with a sleek museum showcasing hundreds of Maya artifacts found at archaeological sites around the Yucatán Peninsula; it also happened to share the property with San Miguelito Ruins.\n\n  \nThe museum highlights the regions natural landscape as well as Maya art and culture © Fabiolm / Getty Images\n\nWhat to see at Museo Maya de Cancún\nSet on a rare plot of intact jungle in the Zona Hotelera, the Museo Maya de Cancún integrates the outdoors into its contemporary design: open-air spaces, floor-to-ceiling windows, views of the tropical forest and glimpses of the glimmering Laguna Nichupté…all a reminder of what the Zona Hotelera looked like centuries ago.\nMuseum Exhibits\nThe exhibition halls themselves are located at the top of a spiraling outdoor staircase, a nod to the snail shell, a Maya symbol representing physical and spiritual birth. (There are elevators too.) It’s a small museum, made up of just three exhibition halls. Two showcase the museum’s permanent collection, which includes over 3500 artifacts, about 400 of which are displayed at any given time. The first hall focuses on the archaeological sites of the modern day state of Quintana Roo, while the second covers the greater Maya world. Multi-media exhibits complement the intricately painted pottery, beaded jewelry, funerary masks and behemoth stelae (stone slab monuments). A third hall hosts temporary Maya-themed exhibits and also is home to the celebrated La Mujer de las Palmas (The Woman of the Palms), a 12,000-year-old skeleton of a woman discovered in a cenote near Tulum.\n\n  \nSan Miguetito is a ruin set in the Hotel Zone of Cancún © Indigoai/Getty\n\nSan Miguelito Ruins\nA short walk along a winding jungle path from the rear of the museum leads to the archaeological site of San Miguelito, a former Maya maritime community that once included El Rey Ruins, just down the street. Access to the Caribbean and Laguna Nichupté made San Miguelito a strategic Maya port, and it flourished between CE 1200 and 1350. The community was abandoned soon after Spanish conquistadors arrived in the mid-16th century.\nA leafy circular path takes visitors through the 80-hectare site, passing the remains of residences, a columned palace and temple, and even an 8-meter-high pyramid. Small placards explain the importance and function of most of the structures.\n\n  \nYou can't climb the structures, but viewing them gives you an excellent idea of what the Mayan city looked like© Fabiolom / Getty Images\n\nThings you should know\n\nEnglish translations are available for most of the placards in the museum and the ruins. Multi-media exhibits include English captions.\nTo avoid crowds, visit before 11am or during the Mexican lunch hour from 2pm to 4pm.\nBackpacks and large bags are not permitted in the museum; free lockers and a bag-check are available near the ticket booth.\nBring insect repellent for strolling through San Miguelito Ruins, especially in the late afternoon.\nClimbing on and entering San Miguelito’s structures is not permitted. Respect the barriers and ‘do not enter’ signs to help prevent further erosion of the buildings.  \n\nTickets and other practicalities\nTickets cost M$80 and can only be purchased onsite; the price of admission includes access to the adjoining San Miguelito archaeological site. The museum and ruins are open year-round Tuesday to Sunday. Note: The last entry to the ruins is at 430pm.\nGetting there\nThe Museo Maya de Cancún is located on the southern end of the Zona Hotelera. There’s a bus stop in front. Take any R-1, R-2 or R-27 city bus (M$12); look for the ‘Hoteles’ or ‘Zona Hotelera’ sign. Taxis also are easy to flag down in Cancún – just be sure to agree upon a price before getting in. Finally, if you’re staying nearby, you can walk to the museum; the Zona Hotelera is lined with well-maintained sidewalks.\nDriving yourself isn’t worth the hassle. Parking at the museum is free but the small lot fills up by mid-morning. In a pinch, try the free lot at Playa Delfines, about 1.6km south; otherwise, head to the pay lot at Plaza Kukulcán, a shopping mall about 4.5km north of the museum.\n \n"
    },
    {
        "country": "mexico",
        "index": 6,
        "name": "Jardín Botánico de Vallarta",
        "latitude": "20.465214",
        "longitude": "-105.291992",
        "excerpt": "For a change of scenery from the beach, head for the tropical highlands of the Sierra Madre mountains and wander the well-curated Jardín Botánico de…",
        "detail_url": "https://www.lonelyplanet.com/mexico/puerto-vallarta/attractions/jardin-botanico-de-vallarta/a/poi-sig/1146910/361529",
        "image_url": "https://lp-cms-production.imgix.net/2021-08/shutterstock_584846980.jpg",
        "detail_description": "For a change of scenery from the beach, head for the tropical highlands of the Sierra Madre mountains and wander the well-curated Jardín Botánico de Vallarta (Vallarta Botanical Gardens), home to one of Mexico's most extensive orchid collections and a fascinating variety of native plants and birds.\nAfter strolling through wooded grounds colored with bromeliads, succulents and brilliant hummingbirds, make your way down a jungle trail to the tranquil shores of Río Horcones, where you can cap off the visit with a refreshing dip in a boulder-strewn river.&nbsp;\nThings to do\nNature enthusiasts come from far and wide to feast their eyes on the garden’s colorful collection of native orchids, which can be seen flowering along landscaped pathways and inside a large conservatory. Among the scores of orchid species is Mexican vanilla accompanied by&nbsp;displays explaining how the coveted spice is made.&nbsp;\nYou’ll also come across a fair share of cacao trees and learn a thing or two about chocolate, which has been produced in Mexico for thousands of years and played an important role in pre-Hispanic rituals. Visitors can also get an up-close look at the state of Jalisco’s signature blue agave, aka agave tequilana, the base ingredient for making tequila.&nbsp;\nFor a guided tour of the grounds you can book a six-hour nature-and-culinary outing on the garden’s website. It includes round-trip transportation, entrance fee, lunch at the onsite restaurant and a demonstration on how to make vanilla extract. The website also lists upcoming events at the botanical garden, such as flower and garden shows, birding fests and gatherings with a food or drink tie-in.&nbsp;\nIf you get hungry, once inside the only option is the onsite restaurant Hacienda de Oro. The pleasant open-air restaurant and bar serves breakfast dishes, fish tacos and gringo-friendly fare such as burgers and brick-oven pizza; no outside food or beverages are allowed. Alternatively, on the way back to Puerto Vallarta you can grab a late lunch at a waterfront seafood restaurant in Boca de Tomatlán, a fishing village just 8km (5 miles) north of the garden.\nJourney into Jalisco – Mexico’s heartland\nHistory of Jardín Botánico de Vallarta\nThe botanical gardens opened to the public in 2005 to support plant conservation, public education programs and horticulture for native and exotic plants. Formerly a large cattle ranch with overgrazed lands, the property was subsequently reforested with numerous pine, oak and mahogany trees. Today the nature preserve covers some 33 hectares (81 acres) and in addition to its renowned gardens and orchid house, it also features extensive hiking trails and a vitro propagation lab. Founded and curated by Savannah, Georgia transplant Robert Price, the nonprofit receives its funding from donations, admissions and proceeds from the restaurant and store.&nbsp;\nPracticalities and tips\nThe garden accepts most major credit cards, however, it’s always a good idea to carry cash just in case. Admission is M$200 per person and children under four enter for free. Don’t forget to pack a bathing suit and towel if you’re up for a swim in the river, which swells to its most swimmable level during the rainy season from June to October. Bring insect repellent (or purchase it at the gate) and wear appropriate shoes to hit the hiking trails. The garden closes on Monday throughout most of the year but stays open daily during peak season from December to April. The restaurant area has Wi-Fi.\nWhen to go to Puerto Vallarta\nGetting there\nTo reach the Jardín Botanico by car, from downtown drive about 30km (19 miles) south along Hwy 200; it’s an easy 35-minute ride. If you’re taking a taxi or a more affordable Uber, expect to pay a one-way fare of M$370 to M$450 from the city center. For the cheapest option, buses marked “El Tuito” (M$35) depart every half hour or so from the corner of Carranza and Aguacate, in the Zona Romántica.&nbsp;\nAround the botanical gardens\nOn your return to Puerto Vallarta, make the most out of the trip with a stop in the fishing village of Boca de Tomatlán, where you can enjoy a late lunch or access a coastal hiking trail that leads to a string of secluded coves and beaches. The scenic Colomitos cove is just a short hike away and the seafood restaurant Ocean Grill affords sweet bayside views. If you're up for seeing more of the inviting emerald coastline, it’s possible to walk as far west as Playa Quimixto.&nbsp;\nAnother option would be to stop 5km (3 miles) east of Boca de Tomatlán in Mismaloya, where director John Huston famously shot his classic drama The Night of the Iguana. A colossal resort dominates Mismaloya’s scenic cove but it makes for a good jumping-off point to visit the nearby islets of Los Arcos, a wildlife-rich snorkeling and diving site that can be reached by motorboat, kayak or stand up paddleboard.&nbsp;\nYou might also like:\nBest things to do in Puerto Vallarta with kids\nPuerto Vallarta's best beaches\nTop 5 day trips from Puerto Vallarta\n"
    },
    {
        "country": "mexico",
        "index": 7,
        "name": "San Miguelito",
        "latitude": "21.072267",
        "longitude": "-86.77797",
        "excerpt": "You don't have to leave the Zona Hotelera to find Mayan culture in Cancún. Before the beach umbrellas, resorts, banana boats and  Spanish conquistadors…",
        "detail_url": "https://www.lonelyplanet.com/mexico/cancun/zona-hotelera/attractions/san-miguelito/a/poi-sig/1368344/1342478",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c004dac901c60d772ecb587663b9e9b1-san-miguelito.jpg",
        "detail_description": "You don't have to leave the Zona Hotelera to find Mayan culture in Cancún. Before the beach umbrellas, resorts, banana boats and  Spanish conquistadors arrived, San Miguelito was a thriving city, a strategically placed trading center that controlled large parts of the present-day Zona Hotelera and beyond. Wandering the ruins is one of the top things to do in Cancún, and it's well worth dragging yourself away from the beach to explore. \nSan Miguelito today is a relatively small Mayan archaeological site, but there’s still something special about the ruins here, not least the juxtaposition of ancient structures with modern resort towers peeking out from behind the trees. Strolling under the thick jungle canopy, and passing remnants of residential platforms, palace-like edifices, and even a three-story pyramid, you can begin to imagine what life might have been like in this important coastal city. It's a great primer before visiting more imposing ruins dotted around the Yucatán peninsula.\n\n  \nTrees shade the ruins of San Miguelito ©Indigoai / Getty Images\n\nPaired with a visit to the impressive onsite Museo Maya de Cancún, home to one of the region’s most important collections of Mayan artifacts, a trip to San Miguelito is a thought-provoking reminder of the people who walked these beaches before tourists and colonizers; it may even change the way you look at Cancún today.\nSan Miguelito History\nA flourishing maritime community for many centuries, San Miguelito peaked between CE 1200 and 1350, when it was one of the most powerful settlements on the island of Cancún, growing to include the nearby site of El Rey. Today, the Zona Hotelera’s main boulevard divides the two archaeological sites. Access to both the Caribbean and Laguna Nichupté helped make San Miguelito a strategic port and regional powerhouse.\nYet, for reasons unknown, San Miguelito declined rapidly in the 14th century. The site was abandoned soon after the arrival of the Spanish in the mid-1500s, its last remaining population decimated by European diseases. San Miguelito remained virtually untouched until the early 1900s when American archaeologists Thomas Gann and Samuel Lothrop visited and created the first modern-day descriptions and site maps. The Mexican government only started excavating and restoring the site in the 1970s and work continues today.\n\n  \nLooking along the Zona Hotelera strip at Cancun ©Christopher Lin / Shutterstock\n\nMeaning of San Miguelito\nSan Miguelito means ‘little Saint Michael’, a reference to the name of the coconut ranch that operated on the site from 1950 to 1970. The original name of the Mayan city remains unknown, though Nizuc is often mentioned as the pre-Spanish name for the promontory on which Cancún now stands.\nHow to navigate San Miguelito\nThe entrance to San Miguelito is through the contemporary Museo Maya de Cancún. Passing through the museum’s stark white lobby and into its gardens, you’ll find a winding jungle path that leads to the archaeological site. The ruins themselves sit on the west side of the 80-hectare property.\nThe site is divided into four groupings: North Complex, Chaak Palace Grouping, Dragon Complex and South Complex. A pleasant path connects them in a north-south line, shaded by towering trees and thick tropical plants. Starting at the first juncture in the path, turn right (north) to the North Complex, then double-back to see the Chaak Palace Grouping, Dragon Complex and South Complex. To exit, head back the way you came. San Miguelito is small - most people find an hour is plenty of time to visit it.\n\n  \nThe stone stairway climbing the pyramid at San Miguelito ©EQRoy / Shutterstock\n\nSan Miguelito’s Principal Groupings\nThe North Complex was a residential area, with five raised platforms serving as foundations for thatch-roofed homes. Although the houses themselves have long since disappeared, more than 20 gravesites were found beneath the foundations; it was common practice among the ancient Maya to bury loved ones under family homes. Look for the two circular enclosures, thought to have been used for food preparation and storage.\nThe structures in the Chaak Palace Grouping served administrative functions. The most intact edifice is the namesake palace, which sits on the north side of a small plaza. An impressive 30-meters-long, it has well-preserved walls and 17 columns that once held up a flat wooden roof, a Mayan architectural feature also found at Tulum and Xel-Há, and an indicator of the strong ties among these coastal communities. If you look closely, you’ll see original stucco on some of the columns. The main stairway also contains stone etchings of Chaak, the Mayan god of rain.\nThe Dragon Complex is made up of several small structures, mostly alters, shrines and residential platforms that have not yet been fully excavated or restored. The most significant finding is a wall with remnants of a mural depicting fish and turtles – look for it under a protective awning. This grouping was named after two stone sculptures that were found nearby during the construction of the main boulevard along the Zona Hotelera.\nThe South Complex is the most impressive grouping of the site. Arranged around a central plaza are several residential platforms, altars and an east-facing palace with interior columns and two chultuns (stone cisterns used to catch rainwater). Just south of the palace is San Miguelito’s imposing pyramid, an 8m-tall structure crowned by a temple; its stairway faces south towards the El Rey ruins further along the strip.\nThings you should know\n\nThere are no tour guides available onsite, so you'll need to explore under your own reconnaissance.\nPlacards describe the importance and function of the site’s main structures, in Spanish and English.\nClimbing on and entering San Miguelito’s structures is not permitted; respect the barriers and ‘do not enter’ signs to help prevent further erosion of the buildings.\nBring insect repellent, especially for late afternoon visits, when mosquitoes are most active.\n\nTickets and other practicalities\nAdmission to San Miguelito Ruins costs M$80, which includes access to the adjoining Museo Maya de Cancún. Tickets can only be purchased onsite. The ruins are open year-round Tuesday to Sunday; the last entry is at 4:30pm.\nHow to get to San Miguelito\nThe San Miguelito site is in the Zona Hotelera in the same complex as the Museo Maya de Cancún, near the Omni hotel complex. The R-1, R-2 and R-27 buses (M$12) stop in front. Taxis also are easy to flag down in Cancún–just agree upon a price before getting in.\nParking at the museum is free but the small lot often fills up by mid-morning. If there are no spots, try the free lot at Playa Delfines, about 1.6km south; otherwise, head to the pay lot at Plaza Kukulcán, a shopping mall about 4.5km north of the ruins.\nFinally, if you’re staying nearby, consider walking; the Zona Hotelera is lined with sidewalks, though there's not a lot of shade.\n"
    },
    {
        "country": "mexico",
        "index": 8,
        "name": "Torre Latinoamericana",
        "latitude": "19.433875",
        "longitude": "-99.14085",
        "excerpt": "The Torre Latinoamericana was Latin America’s tallest building when constructed in 1956, and remains the dominant focal point of Centro Histórico. It's an…",
        "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/torre-latinoamericana/a/poi-sig/375903/1342806",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/962e5089c1cf10662090b98d53914d88-torre-latinoamericana.jpg",
        "detail_description": "The Torre Latinoamericana was Latin America’s tallest building when constructed in 1956, and remains the dominant focal point of Centro Histórico. It's an iconic part of the Mexico City skyline and a convenient way to sense check you're going in the right direction when downtown.&nbsp;\nConstruction&nbsp;\nThanks to the deep-seated pylons that anchor the building, the Torre has withstood several major earthquakes, including those of 1985 and 2017. Views from the 44th-floor observation deck and the 41st-floor lounge bar are spectacular, smog permitting. You can really get a sense of the sheer scale of the city in a way that's not possible at ground level.\nTickets and information\nEntry is M$170 for adults and M$100 for kids. You're free to leave and return the same day – useful to get views both by day and, perhaps more spectacular, night. Admission includes access to an on-site museum that chronicles Mexico City's history. Admission is free if you're just visiting the bar (apart from the price of a drink!). There's a separate elevator for the bar, so it's a good option if the queue for the viewing platform is busy.&nbsp;\n&nbsp;\n"
    },
    {
        "country": "mexico",
        "index": 9,
        "name": "Palacio Nacional",
        "latitude": "19.432566",
        "longitude": "-99.13204671",
        "excerpt": "As the seat of the federal branch of the Mexican government, the Palacio Nacional (National Palace) is home to the offices of the president of Mexico and…",
        "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/palacio-nacional/a/poi-sig/1146705/1342806",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-82962021_super.jpg",
        "detail_description": "As the seat of the federal branch of the Mexican government,&nbsp;the Palacio Nacional (National Palace) is home to the offices of the president of Mexico and the Federal Treasury. It also contains the Biblioteca&nbsp;Miguel Lerdo de Tejada, one of the most renowned and important libraries in the country – the walls are covered in stunning murals. But the Palacio Nacional is probably most renowned among visitors for the many stunning artworks by Diego Rivera, one of Mexico's most famous artists.\nHistory\nThe first palace on this spot was built by Aztec emperor Moctezuma II in the early 16th century. Spanish colonizer Hernán Cortés destroyed the palace in 1521, along with most of the other Aztec structures in the area, but there are records of how lavishly decorated and impressive the emperor's palace was in the form of letters Cortés sent back to the Spanish king.\nThe conquistador then hired two Spanish architects to rebuild the structure as a fortress with three interior courtyards. In 1562&nbsp;the Spanish crown purchased the building from Cortés’ family to house the viceroys of Nueva España, a function it served until Mexican independence. The name was changed from Viceroy Palace to its current moniker in honor of the end of Mexico's colonisation.\nAs you face the palace, high above the center door hangs the Campana de Dolores, the bell rung in the town of Dolores Hidalgo by Padre Miguel Hidalgo in 1810 at the start of the War of Independence. From the balcony underneath it, the president delivers the grito (shout) – ¡Viva México! – on the evening of September 15 to commemorate independence.\nDiego Rivera's 'The History of Mexico'\nInside this grandiose palace you'll see Diego Rivera murals (painted between 1929 and 1951) that depict Mexican civilization from the arrival of Quetzalcóatl (the Aztec plumed serpent god) to the post-revolutionary period. The nine murals covering the north and east walls of the 1st level above the patio chronicle indigenous life before the Spanish conquest.\nThe murals are located in the open air, covering the walls of an internal courtyard. Nothing can really prepare you for the shock and awe of turning a corner and seeing them in all their glory for the first time. It truly is a must-see attraction in Mexico City.\nTickets and tours\nUnder the current regime, access to Palacio Nacional is not available to private tourists, as of 2022. Some approved guided tour groups are allowed, however, and you can tour the facility via Zoom.\n&nbsp;\n"
    },
    {
        "country": "mexico",
        "index": 10,
        "name": "Tankah Tres",
        "latitude": "20.234013",
        "longitude": "-87.416496",
        "excerpt": "At the end of a sand road is the hamlet of Tankah Tres (aka Tankah Bay), a seaside community of vacation homes and small hotels in Mexico, all facing a…",
        "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/tulum/attractions/tankah-tres/a/poi-sig/1561625/361702",
        "image_url": "https://lp-cms-production.imgix.net/2021-08/GettyImages-570282499.jpg",
        "detail_description": "At the end of a sand road is the hamlet of Tankah Tres (aka Tankah Bay), a seaside community of vacation homes and small hotels in Mexico, all facing a picturesque cove. Behind the village, a dense mangrove forest conceals Tankah Tres’ star attraction: Cenote Manatí (aka Casa Cenote). Named after the gentle “sea cows” that once frequented it, this open-air cenote is like none other in the region. While most cenotes are roughly in the form of swimming holes, Cenote Manatí’s clear waters wind like a river through the mangrove forest, the exposed tree roots extending like dark knobby fingers into the water below. At one end, its emerald waters feed Sac Aktun, one of the longest underground cave systems in the world, while at the other, a rocky 500m tunnel connects the cenote to the Caribbean. This meeting of the waters – the cool freshwater and the warm salty sea – creates a “halocline effect,” a blurring of the water that makes for remarkable underwater views. It also attracts a diversity of marine life that’s otherwise rare in cenotes.&nbsp;You’ll see everything from green moray eels and tarpon to blue swimming crabs and guppies.&nbsp;And, occasionally, small crocodiles sun themselves on the muddy banks too.\nActivities at Tankah Tres&nbsp;\nSnorkel&nbsp;\nMost people come here for DIY snorkeling. The cenote’s waters are so clear – visibility is often 20m – it’s almost as if the schools of fish are swimming through air. Snorkel gear can be rented onsite&nbsp;(M$400), but you could buy a set from a local supermarket&nbsp;(the megastore Chedraui, found in Tulum and beyond, is a good bet). Even with no gear, swimming the cenote can be quite enjoyable, with treeline views, egrets walking along the edges and tiny fish visible just beneath the surface.\nGuided snorkeling tours (M$600 including gear) are offered onsite too but really not worth the cost since Cenote Manatí is only 250m long and losing your way is, well, impossible.\nDiving\nFor divers, the shallow profile (8m) is favored by newbies completing their open water certification. More experienced divers enjoy swimming through the mangrove tunnels and under rocky overhangs; those interested in passing through the cenote’s tunnel to the Caribbean – a surreal experience – must be certified in cave diving. Dive trips are easily arranged through Tankah Divers Tulum, located just down the road from the cenote. Alternatively, you can book through a dive shop in Tulum, which provides transportation.\nKayaking\nKayaks also can be rented here (2-person kayak per hr M$300) but with the cenote often busy with swimmers and snorkelers, there’s not much room to paddle. If you’re set on it, try coming early or late in the day when there are typically fewer visitors.\nBeach combing\nIf you have time, Tankah Tres’ oceanfront is just across the road from Cenote Manatí. The vacation homes and hotels have effectively blocked off the beach, but buying a drink at one of the restaurants will win you access. The narrow band of tawny sand is pleasant for beachcombing and checking out tide pools. DIY snorkelers will enjoy the water here too; the tranquil bay is protected by a healthy coral reef with schools of colorful fish and the occasional sea turtle – the bay’s southern end is especially close to the reef.\nWhat you should bring\nTankah Tres’ amenities are limited so be sure to bring a towel and snorkel gear, if you have it. If you sunburn easily, wear a rash guard or a t-shirt to cover up – sunscreen, even biodegradable ones, are not permitted in Cenote Manatí. For ocean snorkeling, consider bringing water shoes – there are lots of rocks as you enter the water. Finally, be sure to have enough cash to pay your cenote admission as well as for your taxi- or colectivo-ride home.\nTickets and practicalities\nThe entrance to Cenote Manatí (open 9am-5pm) is on the beach road. Admission is M$150 including a life jacket – a safety measure but also helpful if you’ll be floating or snorkeling. Parking is free and lockers are available for M$50. Come early for a more peaceful experience, and later (on sunny days) for the best underwater photos.\nWhere to eat\nTankah Tres has a handful of restaurants, all associated with small hotels. The most popular is the Casa Cenote&nbsp;restaurant, directly across from Cenote Manatí. A simple thatch-roof affair on the beach, the restaurant&nbsp;serves up sandwiches and Mexican classics plus good ol’&nbsp;Texas barbecue on Sundays, which is popular with expats. For something a bit more upscale (you’ll need a shirt), try the ceviche or wood oven pizza next door at Hotel Mereva’s open-air dining room. There’s no ocean view, but the meals more than make up for it. If you just need a snack or a drink, there’s a basic market near the cenote.\nGetting to Tanka Tres&nbsp;\nTankah Tres is 10km north of Tulum, off Hwy 307. Colectivos (shuttle vans, M$28) headed to Playa del Carmen drop off passengers at the turn-off; from there, it’s about 0.5km to the beach road, and another 1km from there to Cenote Manatí. All told, it’s about a 20 to 30 minute walk. If you’re driving, turn east at the “Casa Cenote” road sign, between kilometer markers 237 and 238. A guard is typically posted at the start of the beach road – simply state your reason for visiting, and you’ll be waved in. Note: There are several other “Tankahs” in the area (Tankah Caleta, Cenotes Tankah, Parque Tankah) – be sure you’re headed to the right one!&nbsp;\n"
    },
    {
        "country": "mexico",
        "index": 11,
        "name": "Reserva de la Biosfera Sian Ka'an",
        "latitude": "19.90517",
        "longitude": "-87.472029",
        "excerpt": "While floating down a canal that Mayans dug by hand centuries ago, you see tall grasses on either side and colorful birds flying overhead. You hear the…",
        "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/tulum/attractions/reserva-de-la-biosfera-sian-ka-an/a/poi-sig/1527105/361702",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyImages-476178141.jpg",
        "detail_description": "While floating down a canal that Mayans dug by hand centuries ago, you see tall grasses on either side and colorful birds flying overhead. You hear the haunting call of a howler monkey in the distance, like you’re a thousand miles from civilization. This is Sian Ka’an Biosphere Reserve, the largest protected area on Mexico’s Caribbean coast, and home to endangered creatures and some of the Yucatán’s most sublime landscapes. A visit here, just south of Tulum, offers a window into the world beyond all-inclusive resorts and glittery nightclubs. \nEcology\nThe name Sian Ka’an – Yucatec Maya for \"where the sky is born\" – perfectly captures the magnificence of this 1.3 million acre reserve. Sian Ka’an is one of the most biodiverse places in the world, composed of a delicate balance of ecosystems: tropical forests and coral reefs, mangroves and savannahs, impossibly blue lagoons and miles and miles of untouched beaches. It is also one of the few places in the world where petenes (tree islands that form in swamps) thrive and cenotes (freshwater sinkholes) are found. Sian Ka’an is home to a brilliant diversity of fauna too: spider monkeys, howler monkeys, American crocodiles, jaguars, pumas, Central American tapirs, four sea turtle species, giant land crabs, more than 330 bird species (including roseate spoonbills and flamingos), manatees, dolphins and some 400 fish species.\nHistory\nSian Ka’an was inhabited by ancient Maya peoples for over 1200 years, its waterways forming an important trade route between the coastal city of Tulum and the interior. Twenty-three known archaeological sites exist in the reserve, the earliest dating to 350 BC. By the mid-1500s, the Maya abandoned Sian Ka’an for reasons unknown. The region remained largely untouched until the early 1900s when a railway line was built through the southern end of Sian Ka’an, connecting the port of Vigía Chico to present-day Felipe Carrillo Puerto. The train was initially built to support the Mexican military during the Caste War; later it was used to transport chicle harvested in the region. (It was used for just 27 years; vestiges of the original tracks can still be seen today.)  Sian Ka’an was protected as a biosphere reserve in 1986, when the Mexican government recognized that uncontrolled development – mostly land clearing for cattle pastures and timber extraction – would have a devastating effect on the region.  A year later, it was named a UNESCO World Heritage site for its exceptional biodiversity and its vast wetlands. Today, more than half of Sian Ka’an is off limits except for scientific research. The rest is reserved for sustainable development and low-impact activities like ecotourism. Only 2000 people live in Sian Ka’an, mostly in fishing villages.\n\n  \nA fisherman in Punta Allen, a fishing village at the end of Sian Ka’an’s coastal road. ©Justin Foulkes/Lonely Planet\n\nExcursions\nSian Ka’an is best explored with a guide, as there are few trails and navigating the waterways on your own can be difficult. Several regional tour operators offer excursions into the reserve including birdwatching tours and kayaking through lagoons, visiting Maya ruins, swimming in ancient canals and snorkeling along the Mesoamerican Barrier Reef.\nFull-service excursions typically include door-to-door transportation and snacks but can be pricey, running around $85-$165 per person for a half-day trip from Tulum. Maya-run Community Tours Sian Ka'an is a good option that directly benefits the local community.\nIf you’re on a budget, local boatmen offer lagoon and canal tours from Laguna Muyil near Hwy 307. Tours (8am-4pm daily) last 2½ hours and cost $35-$50 per person, depending on the number of people in the boat. The dock is at the end of a short dirt road, just south of the Muyil Ruins (aka Chunyaxché Ruins). Alternatively, visit the ruins (M$45 or about $2) and take a 500-meter boardwalk trail (M$50 or about $2.50) from the east side of the site to the lagoon.\nIf you have a rental car, you also can make the trek to Punta Allen – a fishing village at the end of Sian Ka’an’s coastal road. From here, Cooperativa Punta Allen runs various excursions ($150 per boat) including dolphin- and turtle-watching tours and snorkeling. Fly-fishing tours ($300 per boat) also offered. While possible to do as a day trip, an overnight stay makes the trip easier and more enjoyable.\nEating and lodging\nMost people visit Sian Ka’an as a day trip from Tulum, which has a variety of accommodations and restaurants. Inside the reserve, Punta Allen has a handful of simple hotels and restaurants (note: there’s no cell service, and electricity runs only a few hours each day); a few higher-end fishing lodges and rental homes also are along the coastal road.\nGetting there and other practicalities\nThere are two main entrances to Sian Ka’an. The most popular follows the coastline, south from Tulum’s beach road. A huge arch marks the reserve’s entrance where admission (M$37 or about $1.80) is collected and registration required. From the arch, a rutted dirt road runs through the reserve, occasional openings in the palm forest leading to gloriously empty beaches and peeks of turquoise lagoons. The road ends at the village of Punta Allen – a bumpy 35-mile ride that takes about 2 to 3 hours, longer after a heavy rain. Public transportation along this road is sporadic, so joining a tour or driving a rental (four-wheel drive is helpful) are your best options. \nA second, lesser known, entrance to Sian Ka’an is next to Muyil Ruins (aka Chunyaxché Ruins). Several buses (M$28 or about $1.40) make the 20-minute trip from Tulum to Muyil each day. From there, you can either enter the reserve via the archaeological site or walk down a short dirt road less than a quarter mile (250m) south of the ruins (look for it near an Oxxo minimart). Both lead to Muyil lagoon where you can take boat trips through the northwestern tip of the reserve.  \n \n"
    },
    {
        "country": "mexico",
        "index": 12,
        "name": "Isla Blanca",
        "latitude": "21.384512",
        "longitude": "-86.793365",
        "excerpt": "Driving down a narrow sand road, the turquoise Caribbean on one side, the glimmering Laguna Chacmuchuch on the other, you feel like you’re a thousand…",
        "detail_url": "https://www.lonelyplanet.com/mexico/cancun/attractions/isla-blanca/a/poi-sig/1606143/361687",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_407326528.jpg",
        "detail_description": "Driving down a narrow sand road, the turquoise Caribbean on one side, the glimmering Laguna Chacmuchuch on the other, you feel like you’re a thousand miles from Cancún. But Isla Blanca sits just 20km north of the city – a sublime, pencil thin, virtually untouched peninsula, a hidden corner of Cancún.\nThere’s no traffic, no high-rise hotels, no glittery nightclubs. Instead, you’ll find a ribbon of white sand along the peninsula’s oceanside, empty except for a handful of rustic beach clubs and the occasional beachcomber; and a lagoon on the other side, known for its steady wind and shallow waters that brings fly fishermen on grand slam missions and kiteboarders flipping and flying like giant butterflies. \n\n  \nThe Isla Blanca peninsula has a lagoon side and an ocean side © age fotostock /Alamy Stock Photo\n\nMeaning of Isla Blanca\nThough Isla Blanca means ‘White Island,’ it’s actually a long peninsula, attached to the mainland by a thin strip of land. Often during tropical storms or hurricanes, the sea crosses over its narrowest section, creating a momentary island – the reason behind the ‘island’ name. ‘White’ is a reference to the color of its sand.\nIsla Blanca beaches \nIsla Blanca has over 20km of Caribbean beaches. Most are nameless and gloriously wild but can be tough to access due to long stretches of barbed wire fencing. While the beach itself is public by law, the land between the road and the beach is mostly private and has few access points. A handful of beachfront parking lots (M$30-50) offer access to the windswept beaches; keep your eye out for openings here and there between fenced-off plots too. Otherwise, continue north until you reach a fence blocking the road, about 3.5 km from the start of the sand road. Here, Cielito Lindo restaurant charges M$50-100 per vehicle or group (depending on the toll-taker’s mood) to cross its property to continue north along the road, which opens onto beaches on both the ocean and lagoon sides. The toll also allows you to park on the restaurant’s property, which fronts a beach confusingly called Isla Blanca.\nIsla Blanca also has a handful of simple beach clubs with random assortments of beach chairs and umbrellas plus menus consisting of cold beer and freshly caught fish. (There are bathrooms too - though many are just porta potties.) Look for hand painted signs along the road, directing you to the beach clubs. The best of the bunch is Cabañas Playa Blanca (fka Pirata Morgan), with a well-maintained beach, palapa shade and even electricity after sunset.\n\n  \nIsla Blanca is a prime place to practice Kite Surfing © Arturo Verea / Shutterstock\n\nKitesurfing \nKiteboarding conditions don’t get much better than Laguna Chacmuchuch, the vast saltwater lagoon along the western shores of Isla Blanca. Its waters are flat and shallow, just knee-to-waist-deep; there’s very little boat traffic and few natural obstacles; and it has strong, consistent winds from November to June. Combined, these conditions make the lagoon a world class kiteboarding spot, a safe place for beginners to learn the sport, and for freestylers to practice tricks without worrying about crowds.\nSeveral kiteboard shops use the lagoon, some coming from as far away as Playa del Carmen and Tulum. Ikarus, one of the region’s most reputable kiteboarding operations, has a lagoon-side base camp here plus two launching sites. It offers lessons and rentals and also has a restaurant and a few simple hotel rooms for extended kiteboarding vacays. \nFly Fishing \nSpanning over 150 square kilometers, with seemingly endless islands, flats and mangrove channels, Laguna Chacmuchuch is home to a rich variety of fish species year round – truly, an angler’s dream. In fact, the fishing grounds are so abundant, the chances of getting a grand slam in a single day – hooking a Permit, Tarpon, Snook and Bonefish – are excellent, especially from May to September.\nFrom Cancún, fishing trips run around US$400 per day for two people, including guide, equipment, food and drinks. Transportation to and from your hotel is typically included too. Several Cancún-based tour operators offer fishing trips in Isla Blanca; Fly Fish Isla Blanca is a good option with reliable boats, local captains and top notch service. \nEntrance fees and practicalities\n\nIsla Blanca is free. Entrance fees are charged by beach clubs, usually around M$50 per person.\n If you want to travel the entire length of the sand road, you’ll have to pay M$50-100 per vehicle or group to cross through Cielito Lindo restaurant’s beach lot.\nSundays are especially busy with locals though they tend to hunker down at beach clubs and restaurants; the rest of the week, Isla Blanca is virtually empty.\n Cell phone service is intermittent – plan ahead, if you need a ride back to town.\nBring cash; credit cards aren’t accepted anywhere on Isla Blanca.\n\n\n  \nWith so many miles of golden sand its easy to have a breezy beach day on Isla Blanca © Danitza Yanez / Shutterstock\n\nTips for drivers\n\nThere are no gas stations on Isla Blanca; be sure to fill your tank before heading down the sand road.\nStay on the hard-packed sand road to avoid getting stuck; getting a tow truck to Isla Blanca is difficult and expensive.\nStick to the speed limit (60km) – not only is it safer, police do occasionally patrol the road for unsuspecting speeders.\n\nGetting there\nIsla Blanca is a long thin peninsula located 20km north of downtown Cancún. A 9km-long sand road runs through it, petering out about 6km from the peninsula’s northern tip.\nThe easiest way to access Isla Blanca is to drive yourself. From Cancún, head north on Avenida Bonampak, a paved road that passes a string of beachfront resorts before becoming Isla Blanca’s sand road.\nTaxis make the one-way trip for around M$300 from downtown Cancún, and M$800 from the Zona Hotelera. Be sure to agree on a price before getting in and make arrangements with the driver to be picked up (just don’t pay your return trip fare in advance!).\nAlternatively, colectivos (shuttle vans) make three daily trips (M$25) to Isla Blanca from downtown Cancún, stopping along the sand road until reaching Cielito Lindo restaurant. The red and white minivans leave at 7am, 11am and 4pm from Farmacia Canto near Parque El Crucero (Av. López Portillo at Calle 7) – look for the ‘Isla Blanca’ sign on the front. Colectivos make the return trip at 7:30am, 11:30am and 4:30pm. If the last colectivo is full (or you miss it), you’ll have to hoof it back to the paved section of Avenida Bonampak, where the resorts begin and taxis stands can be found.\n \n"
    },
    {
        "country": "mexico",
        "index": 13,
        "name": "Playa Palmares",
        "latitude": "20.558887",
        "longitude": "-105.25707",
        "excerpt": "Graced with golden sands and serene aqua-green shallows, Playa Palmares is one sweet strip of coastline. Hugging an undeveloped shore about 6km (4 miles)…",
        "detail_url": "https://www.lonelyplanet.com/mexico/puerto-vallarta/attractions/playa-palmares/a/poi-sig/1524240/361529",
        "image_url": null,
        "detail_description": "Graced with golden sands and serene aqua-green shallows, Playa Palmares is one sweet strip of coastline. Hugging an undeveloped shore about 6km (4 miles) south of downtown Puerto Vallarta, eco-friendly Palmares flies the esteemed Blue Flag, meaning it complies with 33 criteria requiring the highest of standards in water quality, environmental management and safety. Onsite facilities and services include umbrella rentals, lifeguards, restrooms, public parking and wheelchair access to the beach. But the main draw, of course, is the clear swimmable waters that can be enjoyed without the crowds of the busy beaches in the city center.&nbsp;\nWhere to stay near Playa Palmares\nGiven its ecological focus and commitment to sustainable development, Playa Palmares has no accommodations. However, you’ll find numerous sleeping options within walking distance of the beach, most of the top-end variety, including a large resort hotel, vacation rentals and luxury villas (some big enough to house entire wedding parties). Hacienda Maria Elena, a tasteful colonial-style villa perched on a hillside jungle about 1km (a half-mile) south of Palmares, makes for an easy 10-minute walk to the beach and it’s one of the better deals in the area. Other nearby places are Garza Blanca, an upscale resort and spa set on a quiet beach, and sister property Mousai Hotel, a chic adults-only setup with a rooftop infinity pool overlooking the bay. Massive oceanside guesthouses in the area cater primarily to visitors traveling in groups. Budget-minded travelers will score the best digs in the city center and with Palmares’ close proximity to downtown, it’s just a short bus ride away.&nbsp;\nWhere to eat\nEating options in Palmares are somewhat limited, especially when compared to the wealth of choices in downtown Vallarta, but there’s just enough to nosh on to keep your tummy content. Several roadside stands sell fresh ceviche and chilled coconut water, while on the beach roving vendors hawk tasty grilled fish and shrimp on skewers. The beach’s only restaurant, the oceanfront Canto Palmares, features a menu with the usual suspects (fish tacos, burgers, grilled octopus and seafood tostadas), while the bar there prepares refreshing beer cocktails (micheladas) and mixed drink concoctions made with mezcal or tequila. The restaurant’s covered terrace not only allows you to beat the heat but also serves as the ideal late-afternoon spot to watch the sun disappear into the Pacific.&nbsp; For more eating options, you can always head 1km (a half-mile) south to the Garza Blanca resort and dine in one of several restaurants there, Covid protocols permitting.\nHow to get there\nOrange-and-white buses marked “Boca de Tomatlán'' (M$10) depart frequently from the corner of Basilio Badillo and Constituyentes in downtown's Zona Romántica. When boarding the bus, tell the driver you want to hop off at the Playa Palmares stop. In a taxi, or a more affordable Uber, the one-way fare from the Centro costs about M$90 to M$130. If you have your own wheels, the beach has ample parking, a rare find along this stretch of coast. It’s possible to hoof it to Palmares from downtown but prepare yourself for a hot hour and 15-minute walk along the coastal highway.&nbsp;\nAround Playa Palmares\nIf you’ve had your fill of swimming and lazing around on the beach, there are several noteworthy activities you can do in the area that will get you out and about. To explore the coast, rent a stand up paddleboard or a kayak on the beach and then paddle south along the aquamarine shoreline of Playa La Garza Blanca, or for something more challenging, head further south to the islets of Los Arcos, a wildlife-rich national park about 4km (2.5 miles) from Palmares.&nbsp;\nAnother fun activity takes you on a hike along a jungle trail that leads to cascading waterfalls with natural pools surrounded by large boulders. The trailhead lies just north of the Garza Blanca resort (look for the “Puente Palo Maria” sign on the coastal highway and follow the dirt path heading east). It’s a fairly easy hike to reach the first waterfall but reaching the more remote falls requires some rock climbing as you go higher up into the jungle. From Palmares, it’s about a 3km (2 mile) out-and-back hike to the Palo Maria waterfall.\nAccessible transportation and mobility equipment\nWith designated wheelchair parking and a ramp to the beach, Palmares stands out as one of the most accessible beaches along Vallarta’s rugged southern coast. For people with disabilities, Beach Crossers has several lift vans available for daily transportation (US$40). It also rents amphibious wheelchairs, beach strollers and other mobility equipment. The open-air Canto Palmares restaurant provides a shady wheelchair-accessible terrace affording a view of the sparkling bay.&nbsp;&nbsp;\n&nbsp;\n"
    },
    {
        "country": "mexico",
        "index": 14,
        "name": "Playa Delfines",
        "latitude": "21.061574156327",
        "longitude": "-86.778720617294",
        "excerpt": "Unfolding from the base of a mild seaside bluff, Playa Delfines is one of the most scenic beaches in Cancún. A languid stretch of sand with turquoise…",
        "detail_url": "https://www.lonelyplanet.com/mexico/cancun/zona-hotelera/attractions/playa-delfines/a/poi-sig/411558/1342478",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/975f02970d23690cbdf06c28ca6f5faf-playa-delfines.jpg",
        "detail_description": "Unfolding from the base of a mild seaside bluff, Playa Delfines is one of the most scenic beaches in Cancún. A languid stretch of sand with turquoise waves and endless views, it’s the only beach in the Zona Hotelera without the backdrop of a high-rise hotel. It feels worlds apart from Cancún’s DJ-driven beach clubs and poolside drink fests. Instead, this is a locals’ favorite, where a picture perfect beach day can be found under a palapa (thatched-roof shade)  with traditional Mexican eats, and surfers and sandcastlers alike sharing the sand and sea.\nMeaning of Playa Delfines\nPlaya Delfines means “Dolphin Beach.” It was named after the pods of dolphins that were once regularly seen here. Today, dolphin sightings are rare; your best chance of spotting one is in the early morning from the beach’s lookout platform called “El Mirador,” also a local nickname for the beach.\n\n  \nTourists lined up to take photos from El Mirador, the lookout platform that is also a local nickname for Playa Delfines © achinthamb / Shutterstock\n\nThe view\nPlaya Delfines is known for its panoramic views of Cancún: turquoise waters tipped in white surf, a ribbon of tawny sand and the city’s high-rise resorts off in the distance. The best view is from El Mirador. Look for the huge block-lettered “Cancún” sign in front of it – a choice spot for pics.   \nThe beach\nPlaya Delfines is a sloping, expansive beach, with soft, tawny sand and impossibly turquoise blue waters. Found at the bottom of a sandy bluff, it’s the only beach in the Zona Hotelera without a towering all-inclusive hotel on it (or any hotel, for that matter), making it especially popular with locals and independent travelers. Rows and rows of free palapas and a small playground distinguish it from Cancún’s other beaches.\nBe aware that the undertow can be quite strong at Playa Delfines, at times making the water unsafe – heed the water condition flags and the lifeguards’ whistles. If you need a break from the beach, the Maya archaeological site El Rey is just across the street; its weathered stone temples and beefy iguanas provide a striking contrast to the sand and surf.\n\n  \nEl Rey Archaeological site offers a break from nearby Playa Delfines © Mariusz S. Jurgielewicz / Shutterstock\n\nSurfing\nThough Cancún isn’t famous for its surf, Playa Delfines’ little rollers make it popular with a core group of local surfers. (Free parking doesn’t hurt either.) The water is warm year-round so there’s no need for wetsuits. The waves typically measure between one to two meters (about 3 to 6ft) high, though during hurricane season (June to November) they can reach five meters (about 16ft) – no joke, especially for beginners.\nSurf schools occasionally set up kiosks on the beach, offering lessons and equipment rentals. If you’re set on surfing at Playa Delfines, book classes in advance with Academia Mexicana de Surf, a premier school led by local surf legend David “Jamaican” Hernandez.\nEating and drinking\nThere are no restaurants or food shacks at Playa Delfines. Instead, vendors ply the beach selling Mexican baked goods from trays balanced on their shoulders and baskets of freshly cut mango, jicama and cucumber sold in baggies and seasoned with lime juice and chili powder. Bottles of water and soft drinks are sold from coolers near the stairway down to the beach and in the parking lot.\nFor a bit more sustenance, you can stock up on picnic items, even gourmet sandwiches and self-serve wine, at the Zona Hotelera’s upscale market Selecto Súper Chedraui near Cancún’s convention center. There are several casual restaurants and fast food joints in that area as well.\nAdmission and other practicalities\nPlaya Delfines is a public beach that is free to everyone. It also is one of the most easily reachable beaches in the Zona Hotelera, with a bus stop and parking lot right on the main avenue and a staircase leading down to the beach.\n\n  \nThatched-roof palapas are free and available first-come, first-served  © Iren_Key / Getty Images/iStockphoto\n\nMore things you should know\n\nLifeguards are on duty during peak hours, around 9am to 6pm.\nThere are public restrooms and outdoor showers, both free to use.\nPalapas (thatch-roof shade) are available for free, first-come, first-served.\nBeach chairs and umbrellas are available for rent (around M$200 per set).\nParking is free.\nA police outpost overlooks the beach and main parking lot.\n\nHow to get to Playa Delfines\nPlaya Delfines is on the southernmost end of the Zona Hotelera, just off the main avenue. The R-1, R-2 and R-27 city buses (M$12) stop here, and are easy to spot with “Hoteles” or “Zona Hotelera” signs on their windshields. Taxis also make the trip – just be sure to agree on a price before you get in.\nPlaya Delfines is one of the few Zona Hotelera beaches with free parking. The oceanfront lot can fill up on weekends but there are usually open spots during the week; overflow parking is available across the street.\n"
    },
    {
        "country": "mexico",
        "index": 15,
        "name": "Toniná",
        "latitude": "16.899418",
        "longitude": "-92.008438",
        "excerpt": "The towering ceremonial core of Toniná, overlooking a pastoral valley 14km east of Ocosingo, is one of the most spectacular archaeological sites in…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/ocosingo/attractions/tonina/a/poi-sig/1149427/361647",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1437594629.jpg",
        "detail_description": "The towering ceremonial core of Toniná, overlooking a pastoral valley 14km east of Ocosingo, is one of the most spectacular archaeological sites in Chiapas. This was the city that temporarily brought mighty Palenque to its knees. However, despite the ruins here being veritable poems in stone, and the sheer importance of the site, few people bother to visit – which is all the better for those who do.\nThe year AD 688 saw the inauguration of the Snake Skull–Jaguar Claw dynasty, with ambitious new rulers bent on controlling the region. Palenque was their rival state, and when Toniná captured the Palenque ruler K’an Joy Chitam II in 711, it’s likely that he had his head lopped off here.Toniná became known as the Place of the Celestial Captives, because its chambers held the captured rulers of Palenque and other Maya cities, who were destined to be ransomed for large sums or decapitated. A recurring image in Toniná sculpture is of captives before decapitation, thrown to the ground with their hands tied.To enter the site, follow the road from the entrance and site museum, which details Toniná’s history (in Spanish) and contains most of the best artifacts. The road turns into a footpath, crosses a stream and climbs to the broad, flat Gran Plaza. At the south end of the Gran Plaza is the Templo de la Guerra Cósmica (Temple of Cosmic War), with five altars in front of it. Off one side of the plaza is a ball court, inaugurated around AD 780 under the rule of the female regent Smoking Mirror. A decapitation altar stands cheerfully beside it. In 2011 archaeologists discovered two life-size stone sculptures of captive warriors inscribed as being from Copán (in Honduras), confirming that Maya kingdom’s wartime alliance with Palenque.To the north rises the ceremonial core of Toniná, a hillside terraced into a number of platforms, rising 80m above the Gran Plaza. At the right-hand end of the steps, rising from the first to the second platform, is the entry to a ritual labyrinth of passages.Higher up on the right-hand side is the Palacio de las Grecas y de la Guerra (Palace of the Grecas and War). The grecas are a band of geometrical decoration forming a zigzag x-shape, possibly representing Quetzalcóatl. To its right is a rambling series of chambers, passages and stairways, believed to have been Toniná’s administrative headquarters.Higher again is Toniná’s most remarkable sculpture, the Mural de las Cuatro Eras (Mural of the Four Eras). Created between AD 790 and 840, this stucco relief of four panels – the first, from the left end, has been lost – represents the four suns, or four eras of human history. The people of Toniná believed themselves to be living in the fourth sun – that of winter, the direction north, mirrors and the end of human life. At the center of each panel is the upside-down head of a decapitated prisoner. Blood spurting from the prisoner’s neck forms a ring of feathers and, at the same time, a sun. In one panel, a dancing skeleton holds a decapitated head. To the left of the head is a lord of the underworld, resembling an enormous rodent.Up the next set of steps is the seventh level, with remains of four temples. Behind the second temple from the left, more steps descend into the very narrow Tumba de Treinta Metros (Thirty-Meter Tomb), an impossibly slim passageway that’s definitely not for the claustrophobic!Above here is the acropolis, the abode of Toniná’s rulers and site of its eight most important temples – four on each of the two levels. The right-hand temple on the lower level, the Templo del Monstruo de la Tierra (Temple of the Earth Monster), has Toniná’s best-preserved roof-comb, built around AD 713.On the topmost level, the tallest temple, the Templo del Espejo Humeante (Temple of the Smoking Mirror), was built by Zots-Choj, who took the throne in AD 842. In that era of the fourth sun and the direction north, Zots-Choj had to raise this, Toniná’s northernmost temple, highest of all, which necessitated a large, artificial northeast extension of the hill.Guides wait at the entrance; some speak English. They charge around M$300 to M$400 for up to four people.Combis to Toniná (M$15) leave from a roofed depot next to Ocosingo’s Tianguis Campesino every 30 minutes. The last one returns around 5:30pm. A taxi costs between M$150 and M$180. There are currently no security issues surrounding a visit here."
    },
    {
        "country": "mexico",
        "index": 16,
        "name": "Yaxchilán",
        "latitude": "16.900157",
        "longitude": "-90.966539",
        "excerpt": "Jungle-shrouded Yaxchilán has a wonderfully atmospheric setting above a horseshoe loop in the Río Usumacinta. The control this location gave it over river…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/bonampak-yaxchilan-and-the-carretera-fronteriza/attractions/yaxchilan/a/poi-sig/1079381/1330604",
        "image_url": null,
        "detail_description": "Jungle-shrouded Yaxchilán has a wonderfully atmospheric setting above a horseshoe loop in the Río Usumacinta. The control this location gave it over river commerce, and a series of successful alliances and conquests, made Yaxchilán one of the most important Classic Maya cities in the Usumacinta region. Archaeologically, Yaxchilán is famed for its ornamented facades and roofcombs, and its impressive stone lintels carved with conquest and ceremonial scenes. A flashlight is helpful for exploring some parts of the site.\nYaxchilán peaked in power and splendor between AD 681 and 800 under the rulers Itzamnaaj B’alam II (Shield Jaguar II, 681–742), Pájaro Jaguar IV (Bird Jaguar IV, 752–68) and Itzamnaaj B’alam III (Shield Jaguar III, 769–800). The city was abandoned around AD 810. Inscriptions here tell more about its ‘Jaguar’ dynasty than is known of almost any other Maya ruling clan. The shield-and-jaguar symbol appears on many Yaxchilán buildings and steles; Pájaro Jaguar IV’s hieroglyph is a small jungle cat with feathers on its back and a bird superimposed on its head.As you walk toward the ruins, a signed path to the right leads up to the Pequeña Acrópolis, a group of ruins on a small hilltop – you can visit this later. Staying on the main path, you soon reach the mazelike passages of El Laberinto (Edificio 19), built between AD 742 and 752, during the interregnum between Itzamnaaj B’alam II and Pájaro Jaguar IV. Dozens of bats shelter under the structure’s roof today. From this complicated two-level building you emerge at the northwest end of the extensive Gran Plaza.Though it’s difficult to imagine anyone here ever wanting to be any hotter than they already were, Edificio 17 was apparently a sweat house. About halfway along the plaza, Stele 1, flanked by weathered sculptures of a crocodile and a jaguar, shows Pájaro Jaguar IV in a ceremony that took place in AD 761. Edificio 20, from the time of Itzamnaaj B’alam III, was the last significant structure built at Yaxchilán; its lintels are now in Mexico City. Stele 11, at the northeast corner of the Gran Plaza, was originally found in front of Edificio 40. The bigger of the two figures visible on it is Pájaro Jaguar IV.An imposing stairway climbs from Stele 1 to Edificio 33, the best-preserved temple at Yaxchilán, with about half of its roofcomb intact. The final step in front of the building is carved with ball-game scenes, and splendid relief carvings embellish the undersides of the lintels. Inside is a statue of Pájaro Jaguar IV, minus his head, which he lost to treasure-seeking 19th-century timber cutters.From the clearing behind Edificio 33, a path leads into the trees. About 20m along this, fork left uphill; go left at another fork after about 80m, and in some 10 minutes, mostly going uphill, you’ll reach three buildings on a hilltop: Edificio 39, Edificio 40 and Edificio 41."
    },
    {
        "country": "mexico",
        "index": 17,
        "name": "Palenque Ruins",
        "latitude": "17.484046",
        "longitude": "-92.046719",
        "excerpt": "Ancient Palenque stands at the precise point where the first hills rise out of the Gulf coast plain, and the dense jungle covering these hills forms an…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/attractions/palenque-ruins/a/poi-sig/1048343/1334125",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_38923966.jpg",
        "detail_description": "Ancient Palenque stands at the precise point where the first hills rise out of the Gulf coast plain, and the dense jungle covering these hills forms an evocative backdrop to Palenque’s exquisite Maya architecture. Hundreds of ruined buildings are spread over 15 sq km, but only a fairly compact central area has been excavated. Everything you see here was built without metal tools, pack animals or the wheel.\nAs you explore the ruins, try to picture the gray stone edifices as they would have been at the peak of Palenque’s power: painted blood red with elaborate blue and yellow stucco details. The forest around these temples is still home to howler monkeys, toucans and ocelots. The ruins and surrounding forests form a national park, the Parque Nacional Palenque, for which you must pay a separate M$35 admission fee at Km 4.5 on the road to the ruins.Palenque sees more than 1000 visitors on an average day, and visitation spikes in the summer holiday season. Opening time is a good time to visit, when it’s cooler and not too crowded, and morning mist may still be wrapping the temples in a picturesque haze. Refreshments, hats and souvenirs are available outside the main entrance. Vendors line many of the paths through the ruins.Official site guides are available by the entrance and ticket office. Two Maya guide associations offer informative two-hour tours for up to seven people, which cost M$1300 in Spanish or around M$1600 in English, French, German or Italian. French, German and Italian speakers may have to wait a bit longer as there are fewer guides available.Most visitors take a combi or taxi to the ruins’ main (upper) entrance, see the major structures and then walk downhill to the museum, visiting minor ruins along the way.Combis to the ruins (M$25 each way) run about every 10 minutes during daylight hours. In town, look for 'Ruinas' combis anywhere on Juárez west of Allende. They will also pick you up or drop you off anywhere along the town–ruins road.Be aware that the mushrooms sold by locals along the road to the ruins from about May to November are the hallucinogenic variety."
    },
    {
        "country": "mexico",
        "index": 18,
        "name": "Templo Mayor",
        "latitude": "19.434864",
        "longitude": "-99.131422",
        "excerpt": "Before the Spaniards demolished it, the Aztec 'Great Temple' Teocalli of Tenochtitlán covered the site where the cathedral now stands, as well as the…",
        "detail_url": "https://www.lonelyplanet.com/mexico/mexico-city/centro-historico/attractions/templo-mayor/a/poi-sig/376007/1342806",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1026999100.jpg",
        "detail_description": "Before the Spaniards demolished it, the Aztec 'Great Temple' Teocalli of Tenochtitlán covered the site where the cathedral now stands, as well as the blocks to its north and east. It wasn’t until 1978, after electricity workers happened on an 8-tonne stone-disc carving of the Aztec goddess Coyolxauhqui, that the decision was taken to demolish colonial buildings and excavate the Templo Mayor.\nThe temple is thought to be on the exact spot where the Aztecs saw their symbolic eagle perching on a cactus with a snake (though some say Spaniards added this serpent image) in its beak – the symbol of Mexico today. In Aztec belief this was, literally, the center of the universe.Like other sacred buildings in Tenochtitlán, the temple was enlarged several times, with each rebuilding accompanied by the sacrifice of captured warriors. What we see today are sections of the temple’s seven different phases. At the center is a platform dating from about 1400. On its southern half, a sacrificial stone stands in front of a shrine to Huizilopochtli, the Aztec war god. On the northern half is a chac-mool (a Maya reclining figure) before a shrine to the water god, Tláloc. By the time the Spanish arrived, a 40m-high double pyramid towered above this spot, with steep twin stairways climbing to shrines of the two gods.The entrance to the temple site and museum is east of the cathedral, across the hectic Plaza del Templo Mayor, where it's possible to see much of the exterior of the Templo without entering. Authorized tour guides (with Sectur ID) offer their services by the entrance.The on-site Museo del Templo Mayor (included in the site’s admission price) houses a model of Tenochtitlán and artifacts from the site, and gives a good overview of Aztec, aka Mexica, civilization, though with little signage in English, unlike the ruins. Pride of place is given to the great wheel-like stone of Coyolxauhqui (She of Bells on Her Cheek), best viewed from the top-floor vantage point. She is shown decapitated, the result of her murder by Huitzilopochtli (her brother, the god of war, the sun and human sacrifice), who also killed his 400 brothers en route to becoming top god.Ongoing excavation continues to turn up major pieces. Just west of the temple, a monolithic stone carved with the image of Tlaltecuhtli, the goddess of earth fertility, was unearthed in October 2006 and is now prominently displayed on the museum's 1st floor.Another key find was made in 2011 when a ceremonial platform dating from 1469 was uncovered. Based on historical documents, archaeologists believe the 15m structure was used to cremate Aztec rulers. A dig also turned up what archaeologists believe is the trunk of a sacred tree found at a newly discovered burial site at the foot of the temple. In 2017 a tower 6m in diameter made from over 650 human skulls was found nearby, believed to be Huey Tzompantli, mentioned by Spanish conquistadors but undiscovered until now. Most surprisingly, the remains of the sacrificed included women and children. Then in 2019, two sacrificial burial sites were uncovered – a boy dressed as Huitzilopochtli, and a jaguar in warrior-garb – giving hope to finding royal Aztec tombs, which have yet to be found despite decades of excavation.A newer entrance hall open to the public displays objects discovered over four years of the hall's excavation – funerary objects, bones, Colonial-era fine china and pre-Hispanic structures of Cuauhxicalco (the place of the eagle vessel) – keeping Templo Mayor continually intriguing even for return visitors."
    },
    {
        "country": "mexico",
        "index": 19,
        "name": "Museo de Antropología",
        "latitude": "19.550408059023",
        "longitude": "-96.931300163269",
        "excerpt": "Attached to spacious gardens, 4km northwest of the center, this remarkable museum contains Mexico’s second-finest archaeological collection. The focus is…",
        "detail_url": "https://www.lonelyplanet.com/mexico/central-gulf-coast/xalapa/attractions/museo-de-antropologia/a/poi-sig/496818/361491",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/LPL-museonacionaldeantropologia.jpg",
        "detail_description": "Attached to spacious gardens, 4km northwest of the center, this remarkable museum contains Mexico’s second-finest archaeological collection. The focus is on the main pre-Hispanic civilizations from the Gulf coast, principally the Olmecs, the Totonacs, the Huastecs and Classic Veracruz, and the beautifully displayed artifacts are presented in chronological order in a series of interconnecting galleries that descend the side of a lush hill.\nThe exhibits' scale and breadth rival the museum’s intricate layout. Standout exhibits include the world's largest collection of giant Olmec heads, a reconstruction of the Las Higueras temple, jade masks, and the museum's most celebrated piece: the jade Olmec sculpture, El señor de las Limas, from southern Veracruz. There are also dramatic stone representations of the main pre-Columbian deities, namely Quetzalcoal (aka the Feathered Serpent), god of creation and knowledge; Tlaloc, the bespectacled god of rain and fertility; Tlazolteotl (aka the Eater of Filth), the patron deity of adulterers and goddess of carnal desire; and Xipe Totec, deity of life-death-rebirth, celebrated with the sacrifice of a slave and the priest wearing the flayed skin of the corpse. There is also an array of fine work associated with the pre-Hispanic ball game.It has a small cafe on the upper floor and an excellent bookstore, while the walk back up the hill through the beautifully kept garden is a delight.All information panels are in Spanish, but there is an excellent iPhone/audioguide in English (bring ID to leave as collateral) that you can rent.If taking public transportation, hop on a ‘Camacho-Tesorería’ bus from Enríquez near Parque Juárez. To return, take a bus marked ‘Centro.’ A taxi costs M$35."
    },
    {
        "country": "mexico",
        "index": 20,
        "name": "El Tajín",
        "latitude": "20.445712",
        "longitude": "-97.377577",
        "excerpt": "No one knows for sure who built this mighty pre-Hispanic city of around 20,000 inhabitants (The Totonacs? The Huastecs?), which is why archaeologists…",
        "detail_url": "https://www.lonelyplanet.com/mexico/central-gulf-coast/el-tajin/attractions/el-tajin/a/poi-sig/1148526/361493",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1350424171.jpg",
        "detail_description": "No one knows for sure who built this mighty pre-Hispanic city of around 20,000 inhabitants (The Totonacs? The Huastecs?), which is why archaeologists refer to the civilization as Classic Veracruz. But one thing's for sure: this site, dating back to AD 800 and discovered by accident in 1785, is one of the most atmospheric, best-preserved and most thoroughly excavated pre-Hispanic cities in Mesoamerica. Seven kilometers away from Papantla, El Tajín's extensive ruins are easily reachable by frequent bus (M$20).\nThe El Tajín site covers an area of about 10 sq km. You’ll need at least a couple of hours to take in all the highlights. There’s little shade and it can get blazingly hot, so come early or late and bring a hat and water. There is labeling in English, Spanish and Totomec in front of most important buildings, but it's worth getting a guide (M$300 per hour) if you want to know all the details.Highlights include the beautifully proportioned Pirámide de los Nichos. Just off the Plaza Menor, it's a six-tiered pyramid, with each tier featuring rows of square niches, believed to have been used as a solar calendar.Of the 17 ball courts that have been found at El Tajín, the Juego de Pelota Sur is the most famous, due to the six relief carvings on its walls, depicting deities, the cosmos and ball players.North of, and slightly uphill from, the main site, El Tajín Chico was where the city's ruling classes lived and governed. Many of the buildings here display geometric stone mosaic patterns known as ‘Greco’ (Greek), and it's best not to miss Edificio I, believed to have been a palace, with its unusual carvings and well-preserved paintwork."
    }
]