[
    {
        "country": "moldova",
        "city": "Moldova",
        "index": 1,
        "name": "Bendery Fortress",
        "latitude": "46.837708",
        "longitude": "29.487498",
        "excerpt": "This impressive Ottoman fortress, outside the centre near the Bendery–Tiraspol bridge, was built in the 16th century and saw keen fighting between Turkish…",
        "detail_url": "https://www.lonelyplanet.com/moldova/transdniestr/bendery/attractions/bendery-fortress/a/poi-sig/1252319/360149",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ab1be812ac9b75ce603e7a46c634ef62-bendery-fortress.jpg",
        "detail_description": "This impressive Ottoman fortress, outside the centre near the Bendery–Tiraspol bridge, was built in the 16th century and saw keen fighting between Turkish and Russian forces before falling to Tsarist Russia permanently in the early 19th century. You can walk along the ramparts taking in the fine views of the Dniestr River, have a picnic on the grounds, and visit several museums on-site that document the fort's long and rich history.\nFor years this was a functioning Russian army base and off limits to the public. With the recent thaw between Chisiņau and Tiraspol, the castle complex has been given completely over to tourism.A new hotel marks the entrance to the complex near the bridge, about a 15-minute walk from the centre of town. From the entrance it's a five-minute walk to the fort past the glistening domes of the restored Alexander Nevsky Church. If arriving by bus from Tiraspol, alight at the first stop after the bridge and backtrack to entrance."
    },
    {
        "country": "moldova",
        "city": "Moldova",
        "index": 2,
        "name": "Tipova Cave Monastery",
        "latitude": "47.603302",
        "longitude": "28.984483",
        "excerpt": "The fantastic Tipova Cave Monastery is built into cliffs that tower some 200m above the Dniestr River's right (west) bank, in the tiny village of Tipova…",
        "detail_url": "https://www.lonelyplanet.com/moldova/attractions/tipova-cave-monastery/a/poi-sig/1549300/360143",
        "image_url": null,
        "detail_description": "The fantastic Tipova Cave Monastery is built into cliffs that tower some 200m above the Dniestr River's right (west) bank, in the tiny village of Tipova some 95km northeast of Chişinău. The monastery consists of three religious chambers and monastic cells linked by precarious steps built into the rock face. The oldest of the three chambers, the Elevation of the Holy Cross cave church, is thought to date from the 11th century. Dress appropriately to enter any religious areas.\nThe newest chamber, the Dormition of Our Lady cave complex (15th century), houses an active church and a small museum. Along with their religious role, these complexes played an important role in defending the medieval Moldovan state against attacks by Mongols and other invaders. Legend has it that none other than Ştefan cel Mare married one of his wives here in the 15th century.From the parking area, walk through a modern Orthodox church complex toward the cliff edge, from where there are spectacular views of the Dniestr embracing the picturesque Transdniestran village of Popencu on the opposite bank. Head south along the cliff edge and follow steep trails down to the cave monastery.If arriving by private car (recommended), turn off Hwy R20 about 20km south of Rezina, then follow a sealed road through sunflower fields for 12.5km and look for the clearly marked turnoff to Tipova on the left – the monastery is 2.5km from here on a partially sealed road.You can also take the 10.30am marshrutka to Tipova (2½ hours) from Chişinău's North Bus Station, then overnight at Vila Serenada in nearby Horodişte or turn around and head right back to Chişinău on the late-afternoon (around 3pm) trip.If driving, you can combine Tipova with Orheiul Vechi and/or the pretty, if unspectacular, Saharna monastery near Rezina."
    },
    {
        "country": "moldova",
        "city": "Moldova",
        "index": 3,
        "name": "Orheiul Vechi",
        "latitude": "47.303185",
        "longitude": "28.967299",
        "excerpt": "The archaeological and ecclesiastical complex at Orheiul Vechi (Old Orhei), about 50km north of Chişinău, is an important historical site and a place of…",
        "detail_url": "https://www.lonelyplanet.com/moldova/attractions/orheiul-vechi/a/poi-sig/1548859/360143",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/545855245_full.jpg",
        "detail_description": "The archaeological and ecclesiastical complex at Orheiul Vechi (Old Orhei), about 50km north of Chişinău, is an important historical site and a place of stark natural beauty. Occupying a remote, rocky ridge over the Răut River, the complex is known for its Cave Monastery, but also includes ruins ranging from the earliest days of the Dacian tribes more than 2000 years ago through the Mongol and Tatar invasions of the early Middle Ages and the time of Ştefan cel Mare.\nThe complex is in the village of Butuceni, where a small bridge over the Răut takes you to the trailhead for a 15-minute hike up to the Cave Monastery. Further along the ridge you see the twin spires of an Orthodox church dedicated to the Ascension of St Mary, built in 1905 and recently restored. The church was shut down by the Soviets in 1944 and remained abandoned throughout the communist regime. From here a steep shortcut leads down to Vila Etníca in the village proper.There are two museums in Butuceni. One is near the bridge inside the Orheiul Vechi Exhibition Centre. It contains objects recovered during archaeological digs, and also sells a handy English-language map and guide (40 lei) of the complex. The other museum is a small ethnographic museum at house no 15 in Butuceni village proper.Ancillary attractions around here include remnants of a 15th-century defence wall surrounding the monastery complex and recently opened caves across the valley that you can hike to. All exploration is done on foot and it takes about half a day to see everything. Dress appropriately: long skirts or pants for women, long shorts or trousers for men, and no tank tops.The exhibition centre has some basic rooms, but you are better off staying in Butuceni proper at one of several appealing guesthouses.From Chişinău, marshrutky to Butuceni depart from a bus stand roughly opposite the Central Bus Station entrance (26 lei, 1¼ hours, five or six daily). Placards will say 'Butuceni', 'Trebujeni' or 'Orheiul Vechi'. The last trip back is at 4.15pm (6.20pm in the summer). A taxi round-trip shouldn't cost more than €40.If you're taking private transport, consider combining Orheiul Vechi with a visit to Tipova, and/or the peaceful 19th-century Curchi Monastery, 15km west of Orhei city ('new Orhei')."
    },
    {
        "country": "moldova",
        "city": "Chişinău",
        "index": 4,
        "name": "Army Museum",
        "latitude": "47.015596",
        "longitude": "28.841184",
        "excerpt": "Occupying one end of the Centre of Culture and Military History, this once-musty museum now hosts a moving exhibit on Soviet-era repression. Stories of…",
        "detail_url": "https://www.lonelyplanet.com/moldova/chisinau/attractions/army-museum/a/poi-sig/1251831/360144",
        "image_url": null,
        "detail_description": "Occupying one end of the Centre of Culture and Military History, this once-musty museum now hosts a moving exhibit on Soviet-era repression. Stories of Red Terror, forced famines, mass deportations and gulag slave labour are told through photographs, videos, newspaper clippings and dioramas. While little is in English, the museum nevertheless gives you a good sense of the horrific scale of the crimes perpetrated by Lenin and Stalin.\nThere are eerie interrogation rooms and the items on display include Soviet propaganda posters and Cheka and NKVD uniforms. Be aware that some of the videos are quite graphic and disturbing.Do note that the displays dedicated to Soviet crimes between the world wars pertain to events that happened outside of Moldova, as Moldova was not part of the Soviet Union then. Those interested in Soviet crimes against humanity should also check out the Repression Memorial near the train station.The Army Museum also has dated displays of Moldova's past military campaigns and, in a park outside, a small open-air military exhibition with Soviet-made tanks, fighter planes and other military toys inherited by Moldova's armed forces."
    },
    {
        "country": "moldova",
        "city": "Chişinău",
        "index": 5,
        "name": "National Museum of Ethnography & Natural History",
        "latitude": "47.02326",
        "longitude": "28.819809",
        "excerpt": "The highlight of this massive and wonderful exhibition is a life-sized reconstruction of the skeleton of a dinothere – an 8-tonne elephant-like mammal…",
        "detail_url": "https://www.lonelyplanet.com/moldova/chisinau/attractions/national-museum-of-ethnography-natural-history/a/poi-sig/447455/360144",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/edce1924a7f63613413b258977b67d8b-national-museum-of-ethnography-natural-history.jpg",
        "detail_description": "The highlight of this massive and wonderful exhibition is a life-sized reconstruction of the skeleton of a dinothere – an 8-tonne elephant-like mammal that lived during the Pliocene epoch – 5.3 million to 1.8 million years ago – discovered in the Rezine region in 1966. Sweeping dioramas depict national customs and dress, while other exhibits cover geology, botany and zoology (including bizarre deformed animals in jars).\nAllow at least an hour to see all the displays."
    },
    {
        "country": "moldova",
        "city": "Chişinău",
        "index": 6,
        "name": "Nativity of Christ Metropolitan Cathedral",
        "latitude": "47.026088523632",
        "longitude": "28.834523776208",
        "excerpt": "The main highlight of the Parcul Catedralei is the city's main Moldovan Orthodox church, dating from the 1830s, with rich interior frescoes. The bell…",
        "detail_url": "https://www.lonelyplanet.com/moldova/chisinau/attractions/nativity-of-christ-metropolitan-cathedral/a/poi-sig/1271589/360144",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f739d56d4f5ae8ced1a3474ceae44882-nativity-of-christ-metropolitan-cathedral.jpg",
        "detail_description": "The main highlight of the Parcul Catedralei is the city's main Moldovan Orthodox church, dating from the 1830s, with rich interior frescoes. The bell tower was originally built in 1836, but was destroyed after WWII and rebuilt in 1997.\nLegend has it that the bell originally commissioned for this tower ended up in Bolhrad (in present-day Ukraine) thanks to a mix-up by a boozy bureaucrat in St Petersburg. Chişinău ended up with the much bigger bell earmarked for Bolhrad. It wouldn't fit in the church belfry, hence this bell tower was built to accommodate the bigger bell."
    },
    {
        "country": "moldova",
        "city": "Chişinău",
        "index": 7,
        "name": "Parcul Catedralei",
        "latitude": "47.025528",
        "longitude": "28.833779",
        "excerpt": "Dab in the middle of Chişinău, this park is popular with families and canoodling teenagers on benches, and makes for great strolling. The highlight is the…",
        "detail_url": "https://www.lonelyplanet.com/moldova/chisinau/attractions/parcul-catedralei/a/poi-sig/1612615/360144",
        "image_url": null,
        "detail_description": "Dab in the middle of Chişinău, this park is popular with families and canoodling teenagers on benches, and makes for great strolling. The highlight is the Nativity of Christ Metropolitan Cathedral, dating from the 1830s, and its lovely bell tower (1836). Along B-dul Ştefan cel Mare the main entrance to the park is marked by the Holy Gates (1841), also known as Chişinău's own Arc de Triomphe. On the northwestern side of the park is a colourful 24-hour Flower Market.\n"
    },
    {
        "country": "moldova",
        "city": "Chişinău",
        "index": 8,
        "name": "National Archaeology & History Museum",
        "latitude": "47.022909",
        "longitude": "28.828629",
        "excerpt": "This impressive museum contains artefacts from the region of Orheiul Vechi, including Golden Horde coins and 14th-century ceramics; a rare, 2000-year-old…",
        "detail_url": "https://www.lonelyplanet.com/moldova/chisinau/attractions/national-archaeology-history-museum/a/poi-sig/1251806/360144",
        "image_url": null,
        "detail_description": "This impressive museum contains artefacts from the region of Orheiul Vechi, including Golden Horde coins and 14th-century ceramics; a rare, 2000-year-old Sarmatian fired-clay urn in the shape of a curly-coated ram; a beautiful amorpha (Greek jar) painted with anthropomorphic deities; and weapons dating from ancient times to the present. A huge late-Soviet-era diorama on the 1st floor depicts a battle near the village of Leuşeni on the Prut River during the pivotal WWII Iaşi-Chişinău Offensive.\nThe sculptures in the garden out front date from 1–4 BC, making them the oldest stone objects discovered in Bessarabia."
    },
    {
        "country": "moldova",
        "city": "Chişinău",
        "index": 9,
        "name": "Pushkin Museum",
        "latitude": "47.031661",
        "longitude": "28.836568",
        "excerpt": "This is where Russia's national poet Alexander Pushkin (1799–1837) spent three years exiled between 1820 and 1823. You can view his tiny cottage, filled…",
        "detail_url": "https://www.lonelyplanet.com/moldova/chisinau/attractions/pushkin-museum/a/poi-sig/447469/360144",
        "image_url": null,
        "detail_description": "This is where Russia's national poet Alexander Pushkin (1799–1837) spent three years exiled between 1820 and 1823. You can view his tiny cottage, filled with original furnishings and personal items, including a portrait of his beloved Byron on his writing desk. There's also a three-room literary museum in the building facing the cottage, which documents Pushkin's dramatic life.\nPushkin fans will want to know that it was here that he wrote his poem 'The Prisoner of the Caucasus' and other classics – that is, when he wasn't involved in the amorous intrigues, hard drinking and occasional violence of his social circles in what was then a distant rough-around-the-edges outpost of the Russian empire.English-language excursions need to be booked in advance."
    },
    {
        "country": "moldova",
        "city": "Moldova",
        "index": 10,
        "name": "Noul Neamţ Monastery",
        "latitude": "46.787058",
        "longitude": "29.598799",
        "excerpt": "A stunning 70m bell tower marks this serene monastery (1861), 7km south of Tiraspol. You can climb the bell tower for a bird's-eye view of the monastery's…",
        "detail_url": "https://www.lonelyplanet.com/moldova/transdniestr/tiraspol/attractions/noul-neamt-monastery/a/poi-sig/1548932/360150",
        "image_url": null,
        "detail_description": "A stunning 70m bell tower marks this serene monastery (1861), 7km south of Tiraspol. You can climb the bell tower for a bird's-eye view of the monastery's four churches and a sweeping panorama of the countryside. You'll need to ask around for the key to be let up. Frequent marshrutky serve Kitskany from Tiraspol (4 roubles, 10 minutes); the stop is just over the central bridge spanning the Dniestr.\nKitskany town has one of the largest Lenin heads in the region."
    },
    {
        "country": "moldova",
        "city": "Moldova",
        "index": 11,
        "name": "Soroca Fortress",
        "latitude": "48.161216",
        "longitude": "28.305526",
        "excerpt": "This gloriously solid behemoth on the Dniestr dates to the late 15th century and the reign of Moldavian Prince Ştefan cel Mare. It was built on the…",
        "detail_url": "https://www.lonelyplanet.com/moldova/soroca/attractions/soroca-fortress/a/poi-sig/1252159/1324753",
        "image_url": null,
        "detail_description": "This gloriously solid behemoth on the Dniestr dates to the late 15th century and the reign of Moldavian Prince Ştefan cel Mare. It was built on the remains of a wooden fortress in the shape of a circle, with five bastions. Today those bastions contain medieval-themed exhibits, with a few English placards posted about that shed light on the history of the fortress.\nFrom the eastern bastions you can watch a Soviet-era river ferry shuttle cars to Ukraine, two at a time. The fortress hosts a festival every August."
    },
    {
        "country": "moldova",
        "city": "Moldova",
        "index": 12,
        "name": "Kvint Factory",
        "latitude": "46.840937",
        "longitude": "29.624623",
        "excerpt": "Since 1897 Kvint has been making some of Moldova's finest brandies. Book private tasting tours in English two days in advance (US$10 to US$70 per person,…",
        "detail_url": "https://www.lonelyplanet.com/moldova/transdniestr/tiraspol/attractions/kvint-factory/a/poi-sig/1252182/360150",
        "image_url": null,
        "detail_description": "Since 1897 Kvint has been making some of Moldova's finest brandies. Book private tasting tours in English two days in advance (US$10 to US$70 per person, five-person minimum). Wine tastings are also available (US$8 to US$17, three-person minimum), or join one-hour standard tours of the factory (in Russian), which take place Monday to Friday at 3pm (45 roubles per person, no tastings).\nYou can purchase a bottle of some of Europe's best-value brandy (starting at under 30 roubles) at the store here or at one of several Kvint shops around town."
    },
    {
        "country": "moldova",
        "city": "Moldova",
        "index": 13,
        "name": "Orheiul Vechi Exhibition Centre",
        "latitude": "47.307943",
        "longitude": "28.964403",
        "excerpt": "Near the bridge over the Răut River, this inconspicuous building houses a museum with objects recovered during archaeological digs around Orheiul Vechi,…",
        "detail_url": "https://www.lonelyplanet.com/moldova/attractions/orheiul-vechi-exhibition-centre/a/poi-sig/1252755/360143",
        "image_url": null,
        "detail_description": "Near the bridge over the Răut River, this inconspicuous building houses a museum with objects recovered during archaeological digs around Orheiul Vechi, and also sells a handy English-language map and guide (40 lei) of the Orheiul Vechi complex. The price also includes admission to the small ethnographic museum (house no 15) in Butuceni village proper.\n"
    },
    {
        "country": "moldova",
        "city": "Moldova",
        "index": 14,
        "name": "Comrat Regional History Museum",
        "latitude": "46.302213",
        "longitude": "28.656281",
        "excerpt": "Aside from the usual range of Lenin statues, tanks and other Soviet time pieces, about the only sight in Comrat is this museum dedicated to Gagauz culture…",
        "detail_url": "https://www.lonelyplanet.com/moldova/gagauzia-1342680/attractions/comrat-regional-history-museum/a/poi-sig/1610415/1342680",
        "image_url": null,
        "detail_description": "Aside from the usual range of Lenin statues, tanks and other Soviet time pieces, about the only sight in Comrat is this museum dedicated to Gagauz culture and history. Behind its ornately carved wooden doors you'll find a dizzying hotchpotch of mundane to fascinating items, seemingly collected from townspeoples' attics, including photos of noteworthy locals, weapons, stuffed animals and ethnographic displays.\n"
    },
    {
        "country": "moldova",
        "city": "Moldova",
        "index": 15,
        "name": "Cave Monastery",
        "latitude": "47.303025",
        "longitude": "28.968018",
        "excerpt": "The most impressive sight at Orheiul Vechi is the Cave Monastery, built inside a cliff high above the gently meandering Răut river. It is marked by a…",
        "detail_url": "https://www.lonelyplanet.com/moldova/attractions/cave-monastery/a/poi-sig/1252749/360143",
        "image_url": null,
        "detail_description": "The most impressive sight at Orheiul Vechi is the Cave Monastery, built inside a cliff high above the gently meandering Răut river. It is marked by a small bell tower and a cross standing on the rocks. It was dug by Orthodox monks in the 13th century and remained inhabited until the 18th century. In 1996 a handful of monks returned to this secluded place of worship and restored it to its current state.\n"
    },
    {
        "country": "moldova",
        "city": "Moldova",
        "index": 16,
        "name": "Memorial Park",
        "latitude": "46.830391",
        "longitude": "29.488184",
        "excerpt": "At the entrance to the city, just west of the Bendery–Tiraspol bridge, is a memorial park dedicated to local 1992 war victims. An eternal flame burns in…",
        "detail_url": "https://www.lonelyplanet.com/moldova/transdniestr/bendery/attractions/memorial-park/a/poi-sig/1252324/360149",
        "image_url": null,
        "detail_description": "At the entrance to the city, just west of the Bendery–Tiraspol bridge, is a memorial park dedicated to local 1992 war victims. An eternal flame burns in front of an armoured tank, from which flies the Transdniestran flag.\nHaunting memorials to those killed during the civil war are also scattered throughout many streets in the city centre."
    },
    {
        "country": "moldova",
        "city": "Moldova",
        "index": 17,
        "name": "Tiraspol National History Museum",
        "latitude": "46.835683",
        "longitude": "29.606888",
        "excerpt": "No period of Transdniestran history is ignored at this relatively interesting museum, starting with photos of late-19th-century Tiraspol, moving to the…",
        "detail_url": "https://www.lonelyplanet.com/moldova/transdniestr/tiraspol/attractions/tiraspol-national-history-museum/a/poi-sig/1548907/360150",
        "image_url": null,
        "detail_description": "No period of Transdniestran history is ignored at this relatively interesting museum, starting with photos of late-19th-century Tiraspol, moving to the Soviet period and the Great Patriotic War, to the civil war of 1992.\nThe latter gets its own big room, featuring photos that really bring the conflict to life. The museum also has a few ethnographic displays."
    },
    {
        "country": "moldova",
        "city": "Chişinău",
        "index": 18,
        "name": "National Art Museum",
        "latitude": "47.021907",
        "longitude": "28.830281",
        "excerpt": "A massive facelift was half-finished at the end of 2018, with the gorgeously restored main wing open to visitors. The focus is on contemporary Moldovan…",
        "detail_url": "https://www.lonelyplanet.com/moldova/chisinau/attractions/national-art-museum/a/poi-sig/1251816/360144",
        "image_url": null,
        "detail_description": "A massive facelift was half-finished at the end of 2018, with the gorgeously restored main wing open to visitors. The focus is on contemporary Moldovan art, with a room or two of European works (mainly Dutch, Flemish and Italian) plus space for rotating exhibitions. The annex at the back contains a more extensive European collection, plus folk art and icons, but it remains closed indefinitely.\n"
    },
    {
        "country": "moldova",
        "city": "Chişinău",
        "index": 19,
        "name": "Grădina Publică Ştefan cel Mare şi Sfînt",
        "latitude": "47.025535",
        "longitude": "28.827986",
        "excerpt": "Parcul Grădina Publică Ştefan cel Mare şi Sfînt is a first-rate people-watching area. Ştefan was Moldavia's greatest medieval prince and ubiquitous symbol…",
        "detail_url": "https://www.lonelyplanet.com/moldova/chisinau/attractions/gradina-publica-stefan-cel-mare-si-sfint/a/poi-sig/1612616/360144",
        "image_url": null,
        "detail_description": "Parcul Grădina Publică Ştefan cel Mare şi Sfînt is a first-rate people-watching area. Ştefan was Moldavia's greatest medieval prince and ubiquitous symbol of Moldova's brave past. His 1928 statue lords over the entrance.\n"
    },
    {
        "country": "moldova",
        "city": "Moldova",
        "index": 20,
        "name": "Candle of Gratitude",
        "latitude": "48.136401",
        "longitude": "28.30723",
        "excerpt": "You can get fantastic views of the Dniestr and the perfectly partitioned fields of Ukraine beyond from this curious obelisk, which was erected in 2004 to…",
        "detail_url": "https://www.lonelyplanet.com/moldova/soroca/attractions/candle-of-gratitude/a/poi-sig/1548936/1324753",
        "image_url": null,
        "detail_description": "You can get fantastic views of the Dniestr and the perfectly partitioned fields of Ukraine beyond from this curious obelisk, which was erected in 2004 to honour the 'anonymous heroes' responsible for preserving Moldova's culture over the years. It's accessible by a 660-step (not an exact count) stairway on the town's southern outskirts.\n"
    }
]