[
    {
        "country": "montreal",
        "city": "Old Montréal",
        "index": 1,
        "name": "Basilique Notre-Dame",
        "latitude": "45.504547",
        "longitude": "-73.556438",
        "excerpt": "Montréal's famous landmark, Notre Dame Basilica, is a 19th-century Gothic Revival masterpiece with spectacular craftsmanship – a visually pleasing, if…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/basilique-notre-dame/a/poi-sig/392795/1336034",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/GettyRF_462576645.jpg",
        "detail_description": "Montréal's famous landmark, Notre Dame Basilica, is a 19th-century Gothic Revival masterpiece with spectacular craftsmanship – a visually pleasing, if slightly gaudy, symphony of carved wood, paintings, gilded sculptures and stained-glass windows. \nHistory\nOriginally it was a humble building dating from 1683; The Sulpicians commissioned architect James O’Donnell to design what would be the largest church north of Mexico. It opened in 1829. He converted to Catholicism from Protestantism so he could have his funeral in the basilica, and is buried in the crypt.\nEverything, from the great bell in the western tower to the 1891 organ with its 7000 pipes and the stained-glass windows depicting the city’s history, speaks of the strong faith of the congregations of yesteryear.\nThe basilica made headlines in 1994 when singer Céline Dion was married under its soaring midnight-blue ceiling, and again in 2000 when Jimmy Carter and Fidel Castro shared pall-bearing honors at the state funeral of former Canadian prime minister, Pierre Trudeau.\n\n  \nThere are three prominent statues on the basilica's facade © Denis Roger / Shutterstock\n\nStatues\nWhile decoration is fairly minimal on the stone facade, you'll note three prominent statues: the Virgin Mary in the center (patron saint of Montréal), St John the Baptist (representing Québec) to the right, and St Joseph (for Canada) to the left.\nThe interior\nThe basilica has a spectacular interior with a forest of ornate wood pillars and carvings made entirely by hand (and constructed without the aid of a single nail). Gilt stars shine from the ceiling vaults and the altar is backlit in evening-sky blues. The stained-glass windows are conspicuous for their depiction of events in Montréal's history rather than the usual biblical scenes.\n\n  \nThe windows show scenes from Montréal's history © meunierd / Shutterstock\n\nThe organ\nThe basilica is home to a famous 7000-pipe Casavant Frères organ, which you can hear played at festivals and concerts throughout the year. Check if the Take a Seat at the Organ tour is running, as it allows you to get up close.\nThe bell\nThe bell in the West Tower, known as Jean-Baptiste, weighs nearly 12 tons (10,900 kg). It's said to be the biggest bell in North America.\nChapelle du Sacré Cœur\nA popular place for regular Montréalers to tie the knot is the much smaller Chapelle du Sacré Cœur behind the main altar. Rebuilt in a hodgepodge of historic and contemporary styles after a 1978 fire, its most eye-catching element is the floor-to-ceiling bronze altarpiece. \nAura light show\nThe spectacular orchestral light show Aura Basilica is currently not running, but when it resumes, expect a dazzling performance that celebrates the beauty of the basilica.\nTickets and tours\nGuided tours (20 minutes) are part of the entry fee, but at this time, the basilica is not open for any tourist activities. Once the site reopens to tourists, you can pay an additional fee to have an hour-long guided tour, giving you access to the 2nd balcony and parts of the crypt. Check the basilica's website for the latest information.\n"
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 2,
        "name": "Musée des Beaux-Arts de Montréal",
        "latitude": "45.498551",
        "longitude": "-73.579404",
        "excerpt": "Montréal’s Museum of Fine Arts is an accessible and beautifully updated oasis of art housed in architecturally striking buildings. A visit here is a must…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/downtown/attractions/musee-des-beaux-arts-de-montreal/a/poi-sig/392889/1336035",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-688955530-RFE.jpg",
        "detail_description": "Montréal’s Museum of Fine Arts is an accessible and beautifully updated oasis of art housed in architecturally striking buildings. A visit here is a must for art-lovers, with centuries' worth of paintings, sculpture, decorative arts, furniture, prints, drawings and photographs on display.\nEuropean heavyweights include Rembrandt, Picasso and Monet, but the museum really shines when it comes to Canadian art. Highlights include works by Prudence Heward and Paul Kane, landscapes by the Group of Seven and abstractions by Martha Townsend and Jean-Paul Riopelle. Temporary exhibits are often exceptional and have included a showcase on French fashion designer Thierry Mugler.\nThere is also a fair amount of Inuit and indigenous artifacts and lots of fancy decorative knickknacks, including Japanese incense boxes and Victorian chests.\n\n  \nThe Museum of Fine Arts is a must-visit for art-lovers © Inspired By Maps / Shutterstock\n\nThe Pavilions\nThe collection is housed in five pavilions. The beaux-arts, marble-covered Michal &amp; Renata Hornstein Pavilion presents World Cultures – everything from ancient African to modern Japanese art.\nBehind this building is the Liliane &amp; David M Stewart Pavilion, where you'll find an eye-catching decorative-arts collection. Glass, ceramics, textiles, furniture and industrial-design pieces from around the globe have been assembled.\nAdjacent to this building on Rue Bishop is the Michal &amp; Renata Hornstein Pavilion for Peace (not to be confused with the similarly named pavilion mentioned above), which opened in 2017 and features 750 works from Old Masters to contemporary artists, and the new Michel de la Chenelière International Atelier for Education and Art Therapy.\nAcross Ave du Musée, the Claire &amp; Marc Bourgie Pavilion is situated in a renovated 1894 church and displays some magnificent works of Canadian and Québécois art. Head to the top floor to delve into Inuit art and its cultural legacy. The church’s Bourgie Concert Hall features gorgeous Tiffany stained-glass windows and live shows.\nThe modern Moshe Safdie–designed annex across Sherbrooke is the Jean-Noël Desmarais Pavilion, home to the Old and Modern Masters, with paintings from the Middle Ages stretching through the Renaissance and classical eras up to contemporary works. It can be reached via an underground passage from the Hornstein Pavilion.\nUnderground tunnels connect different pavilions so there's no need to brave the elements between exhibitions. Individual Pavilions may be closed for reinstallation, so be sure to check in advance of your visit.\n\n  \nThere is discounted entry after 5pm on Wednesdays © Benoit Daoust / Shutterstock\n\nTickets and other practicalities\nTimed-tickets must be bought online in advance of your visit. These admit you to the Major Exhibition, Discovery Exhibitions, and the museum's collections. Outdoors guided tours on architecture and sculpture are available for an additional fee. Tickets are half price on Wednesdays after 5pm. Admission is cheaper for people under 30 and free for those under 20.\nPlan in lots of breaks or multiple visits. There is lots of walking to be done so trying to see it all in one day can be tiring. \n"
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 3,
        "name": "Parc du Mont-Royal",
        "latitude": "45.503970817595",
        "longitude": "-73.587584495544",
        "excerpt": "The charming, leafy expanse of Parc du Mont-Royal is charged for a wide range of outdoor activities. The wooded slopes and grassy meadows have stunning…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/parc-du-mont-royal/a/poi-sig/392163/1336037",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_737261125.jpg",
        "detail_description": "The charming, leafy expanse of Parc du Mont-Royal is charged for a wide range of outdoor activities. The wooded slopes and grassy meadows have stunning views that make it all the more popular for jogging, picnicking, horseback riding, cycling and throwing Frisbees. Winter brings skating, tobogganing and cross-country skiing. \nHistory\nMontréalers are proud of their \"mountain,\" so don’t call it a hill as Oscar Wilde did when he visited the city in the 1880s. The park was laid out by Frederick Law Olmsted, the architect of New York’s Central Park. The idea came from bourgeois residents in the adjacent Golden Square Mile who fretted about vanishing greenery.\nContrary to what people may try to tell you, this place is not an extinct volcano. Rather, Parc du Mont-Royal is a hangover from when magma penetrated the earth’s crust millions of years ago. This formed a sort of erosion-proof rock, so while time and the elements were wearing down the ground around it, the 761ft-high (232m) hunk of rock stood firm.\nBird-watching\nParc du Mont-Royal has some fantastic bird-watching opportunities, particularly in spring. A great number of migratory birds use the area as a passage on their way to breeding grounds. In both the park and in nearby Cimetière Mont-Royal, look out for screech owls, red-shouldered hawks, northern orioles, rose-breasted grosbeaks, bluebirds, olive-sided flycatchers, indigo buntings and many more species. In winter hardy bird-lovers come out for walks along the bird-feeder circuit that goes around the Summit Loop (the park places feeders out from November to April).  Contact Les Amis de la Montagne, located at Maison Smith, for information on guided walks.\n\n  \nThere are two major lookouts in the park © BakerJarvis / Shutterstock\n\nLookouts\nHead to Belvédère Kondiaronk at Chalet du Mont-Royal and Belvédère Camillien-Houde lookout for astonishing views of Montréal and surrounding landscapes.\nCemeteries \nOn the north side of the park lie two enormous cemeteries: Cimetière Mont-Royal is Protestant and nondenominational, while Cimetière Notre-Dame-des-Neiges is Catholic. The latter has several interesting mausoleums. The Pietà Mausoleum contains a full-scale marble replica of Michelangelo’s famous sculpture in St Peter’s Basilica in Rome. Other mausoleums in the cemetery emit solemn music, including that of Marguerite Bourgeoys, a nun and teacher who was beatified in 1982 – for more details on her life, visit the Chapelle Notre-Dame-de-Bonsecours. Built in 2007, the Esther Blondin Mausoleum is a modern facility housing 6000 crypts and niches, reflecting the increasing popularity of communal memorial spaces.\nTop tips for visiting Parc du Mont-Royal\n\nThere's much to experience on Mont-Royal, but it's wise to have a plan before you go.\nThere are park info centers at Chalet du Mont-Royal and Maison Smith. You'll also find loads of info online (including a handy map).\nHead to Lac aux Castors for winter sports and summer boating.\nBinoculars are a good idea for the bird feeders set up along some walking trails.\nNote that walking in the park after sunset isn’t a safe idea.\n\nHow to get there\nWalkers will find main entry points on Rue Drummond and Peel in downtown and Rue Rachel in the Plateau. Alternatively, take bus 11 from Mont-Royal metro. There are two parking lots in the park.\n"
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 4,
        "name": "Biodôme",
        "latitude": "45.559436714763",
        "longitude": "-73.549647331238",
        "excerpt": "At this captivating exhibit you can amble through a rainforest, explore Antarctic islands, view rolling woodlands, take in aquatic life in the Gulf of St…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/biodome/a/poi-sig/392953/1336037",
        "image_url": "https://lp-cms-production.imgix.net/2024-05/iStock-1409146220-RFC.jpg",
        "detail_description": "At this captivating exhibit you can amble through a rainforest, explore Antarctic islands, view rolling woodlands, take in aquatic life in the Gulf of St Lawrence, or wander along the raw Atlantic oceanfront – all without ever leaving the building. The five ecosystems house many thousands of animal and plant species; follow the self-guided circuit and you will see everything. Be sure to dress in layers for the temperature swings. You can borrow free strollers; and interactive exhibits are at small-child height.\nAfter a 2019 makeover the space is bathed in natural light and features raised walkways. Penguins frolic in the pools a few feet away from groups of goggle-eyed children; the tropical chamber is a cross section of Amazonia with mischievous little monkeys teasing alligators in the murky waters below. The Gulf of St Lawrence has an underwater observatory where you can watch cod feeding alongside lobsters and sea urchins in the tidal pools. The appearance of the Laurentian Forest varies widely with the seasons, with special habitats for lynx, otters and around 350 bats.The Biodôme is wildly popular, so try to visit during the week, avoiding the middle of the day if possible. Plan two hours to do it justice. You can bring a packed lunch for the picnic tables or dine in the cafeteria. In summer there are educational day camps for kids.The Biodôme is unrelated to the Biosphère on Île Ste-Hélène."
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 5,
        "name": "Jardin Botanique",
        "latitude": "45.558896",
        "longitude": "-73.560848",
        "excerpt": "Montréal’s Jardin Botanique is the third-largest botanical garden in the world, after London’s Kew Gardens and Berlin’s Botanischer Garten.",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/jardin-botanique/a/poi-sig/1448342/1336037",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/GettyImages-1197761248.jpeg",
        "detail_description": "Montréal’s Jardin Botanique is the third-largest botanical garden in the world, after London’s Kew Gardens and Berlin’s Botanischer Garten. Since its 1931 opening, the 75-hectare garden has grown to include tens of thousands of species in more than 20 thematic gardens, and its wealth of flowering plants is carefully managed to bloom in stages. The rose beds are a sight to behold in summertime. Climate-controlled greenhouses house cacti, banana trees and 1500 species of orchid. Here are some of the garden's highlights.\nChinese Garden\nThe twinning of Montréal with Shanghai gave impetus to plant a Chinese Garden. The ornamental penjing trees from Hong Kong are up to 100 years old. A Ming-dynasty garden is the feature around Lac de Rêve (Dream Lake). In fall (mid-September to early November), the Chinese Garden dons its most exquisite garb for the popular Magic of Lanterns, when hundreds of handmade silk lanterns sparkle at dusk. Montréalers are devoted to this event and it can feel like it’s standing-room only even though it’s held in a huge garden.\n\n  \nSpend time in the gorgeous Japanese Garden © onepony / Getty Images\n\nJapanese Garden\nA popular draw is the landscaped Japanese Garden with traditional pavilions, tearoom and art gallery; the bonsai ‘forest’ is the largest outside Asia.\nFrédérick Back Tree Pavilion\nIn the northern part of the Jardin Botanique you’ll find the Frédérick Back Tree Pavilion, a permanent exhibit on life in the 40-hectare arboretum. Displays include the yellow birch, part of Québec’s official emblem.\nFirst Nations Garden\nThe First Nations Garden reveals the bonds between 11 Amerindian and Inuit nations and indigenous plants such as silver birches, maples, Labrador and tea.\nBirdwatching\nThis is a prime spot for birdwatching, so be sure to bring your binoculars. Look out for nuthatches, woodpeckers and goldfinches (among many others), who visit the feeding stations.\nTickets and other practicalities\nBuying timed-tickets online in advance is highly recommended, which includes access to the gardens. There is restricted entry to the greenhouses and pavilions to control the numbers of guests. If you also plan to visit the Biodôme and Planetarium, buying a combined ticket may save you money. The Insectarium is currently closed for renovations and should reopen towards the end of 2021. Facilities are accessible, and wheelchairs are available for loan free of charge.\n"
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 6,
        "name": "Oratoire St-Joseph",
        "latitude": "45.491825660277",
        "longitude": "-73.616455793381",
        "excerpt": "The stunning Oratoire St-Joseph church built on the flanks of Mont-Royal commands grand views of the the Côte-des-Neiges area and northwest Montréal. The…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/lachine-canal-little-burgundy-the-southwest/attractions/oratoire-st-joseph/a/poi-sig/392901/1338148",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_691831321.jpg",
        "detail_description": "The&nbsp;stunning Oratoire St-Joseph church built on the flanks of Mont-Royal commands grand views of the the Côte-des-Neiges area and northwest Montréal. The majestic basilica is a tribute to mid-20th-century design as well as an intimate shrine to Brother André, a local saint said to have healed countless people.\nThe largest shrine ever built in honor of St Joseph, this Renaissance-style building was completed in 1960 and commands fine views of the northern slope of Mont-Royal. The oratory dome is visible from anywhere in this part of town.\nBrother André\nThe oratory is also a tribute to the work of Brother André (1845–1937), the determined monk who first built a little chapel here in 1904. Brother André was said to have healing powers – as word spread, a larger shrine was needed, so the church began gathering funds to build one. Rows of discarded crutches and walking sticks in the basement Votive Chapel testify to this belief and the shrine is warmed by hundreds of candles. When Brother André died at age 91, a million devotees filed past his coffin over the course of six days. His black granite tomb in the Votive Chapel was donated by Québec premier Maurice Duplessis. Brother André was beatified in 1982 and finally canonized in 2010. His heart is on display too, in an upstairs museum dedicated to him.\nThe stolen heart\nHow much is a holy man’s heart worth? Fifty-thousand dollars, according to thieves who broke into a locked room in the Oratoire St-Joseph in March 1973. They made off with Brother André’s heart sealed in a vial and demanded the sum in a ransom note that scandalized Montréal. The purloined organ was the subject of tabloid articles, musical compositions and even an art exhibition. Church officials reportedly refused the ransom demand, and nothing more was seen of the heart until December 1974 when Montréal lawyer to the underworld, Frank Shoofey, received a mysterious phone call asking him if he wanted to know its whereabouts. Shoofey was directed to an apartment building storage locker that contained a box, and inside was the vial housing Brother André’s heart. The thieves were never found, and today the heart is secure in the Oratoire behind a metal grille and a sturdy transparent display case. But some believe the Church actually did pay the ransom to get it back. Was Shoofey, who was shot dead in 1985 in a still-unsolved murder, a go-between? Whatever the case, Montréal’s great heart heist has continued to inspire artists long after the saint himself died.\nVisiting the Oratoire\nTours are currently suspended and the Oratory Museum remains closed until further notice.&nbsp;\nThe Oratoire is served by bus route 51, and&nbsp;Snowdon and Côte-des-Neiges Stations. Religious pilgrims might climb the 300 wooden steps to the oratory on their knees, praying at every step; other visitors take the stone stairs or one of the free shuttle buses from the base parking lot.\n"
    },
    {
        "country": "montreal",
        "city": "Old Montréal",
        "index": 7,
        "name": "Old Port",
        "latitude": "45.508212",
        "longitude": "-73.550677",
        "excerpt": "Montréal's Old Port has morphed into a park and fun zone paralleling the mighty St Lawrence River for 2.5km and punctuated by four grand quais (quays)…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/old-port/a/poi-sig/1360419/1336034",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/GettyRF613324236.jpg",
        "detail_description": "Montréal's Old Port has morphed into a park and fun zone paralleling the mighty St Lawrence River for 2.5km and punctuated by four grand quais (quays). Locals and visitors alike come here for strolling, cycling and in-line skating. Cruise boats, ferries, jet boats and speedboats all depart for tours from various docks. In winter you can cut a fine figure on an outdoor ice-skating rink.\nHistorical relics include the striking white Tour de l’Horloge (Clock Tower) at the northern end of Quai de l'Horloge. Built in 1922 to honor sailors who died in WWI, it affords commanding views of the river and city.A perennial family favorite is the Centre des Sciences de Montréal. There are plenty of buttons to push, knobs to pull and games to play as you make your way through the high-tech exhibition halls. The permanent exhibit – Mission Gaia – seeks solutions to environmental or social disasters, while idTV allows you to write your own news story with a virtual editor and report it live.The center also includes an IMAX cinema showing vivid nature and science films in 2D or 3D."
    },
    {
        "country": "montreal",
        "city": "Old Montréal",
        "index": 8,
        "name": "Pointe-à-Callière Cité d'archéologie et d'histoire de Montréal",
        "latitude": "45.502789",
        "longitude": "-73.554106",
        "excerpt": "One of Montréal's most fascinating sites, this museum takes visitors on a historical journey through the centuries, beginning with the early days of…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/pointe-a-calliere-cite-d-archeologie-et-d-histoire-de-montreal/a/poi-sig/392183/1336034",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF1160495017.jpg",
        "detail_description": "One of Montréal's most fascinating sites, this museum takes visitors on a historical journey through the centuries, beginning with the early days of Montréal. Visitors should start with Yours Truly, Montréal, an 18-minute multimedia show that covers the arrival of the Amerindians, the founding of Montréal and other key moments. Afterward, head to the archaeological crypt where you can explore the remains of the city’s ancient sewage and river system, and the foundations of its first buildings and public square.\nInteractive exhibits allow visitors to hear what life was like in the 17th and 18th centuries from characters on video screens.Kids will get a kick out of the 'Pirates or Privateers?' exhibit, which explores the world of early-18th-century sailors. Hands-on displays cover the food, navigational gear, tools and weaponry used by the recruits of Captain Iberville. Other attractions include a restored 1915 pumping station. Across the street is the Mariners' House, which hosts a simulated archaeological dig (great for kids) and temporary exhibitions, including some of Montréal's top gallery shows.The lookout at the top of the tower (free to visit) provides an excellent view of the Old Port."
    },
    {
        "country": "montreal",
        "city": "Old Montréal",
        "index": 9,
        "name": "Place d'Armes",
        "latitude": "45.504825",
        "longitude": "-73.557281",
        "excerpt": "This open square is framed by some of the finest buildings in Old Montréal, including its oldest bank, first skyscraper and Basilique Notre-Dame. The…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/place-d-armes/a/poi-sig/1105156/1336034",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1219240147-RFE.jpg",
        "detail_description": "This open square is framed by some of the finest buildings in Old Montréal, including its oldest bank, first skyscraper and Basilique Notre-Dame. The square’s name references the bloody battles that took place here as religious settlers and indigenous groups clashed over control of what would become Montréal. At its center stands the Monument Maisonneuve, dedicated to city founder Paul de Chomedey, sieur de Maisonneuve.\nThe red sandstone building on the north side of the square is the New York Life Building, Montréal’s first skyscraper (1888). It’s said to be built with the blocks used for ballast on ships bringing goods to Montréal. Next door, the Aldred Building is made of limestone and was designed to emulate the Empire State Building. Completed in 1931, it has an opulent, L-shaped, art-deco lobby. On the west side of the square, the Bank of Montréal was Canada’s first permanent bank. On the south side, two statues by Montréal artist Marc-André J Fortier flank the Banque Nationale and give some comedic relief: one of a French woman in a Chanel suit carrying a poodle and turning her nose up at the English commerce of the Bank of Montréal; the other of a pug-carrying Englishman, offended by the religious grandeur of Basilique Notre-Dame."
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 10,
        "name": "Parc La Fontaine",
        "latitude": "45.52629474",
        "longitude": "-73.56899533",
        "excerpt": "At 34 hectares, this great verdant municipal park is the city’s third largest, after Parc du Mont-Royal and Parc Maisonneuve. In the warmer months weary…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/parc-la-fontaine/a/poi-sig/392911/1336037",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/Sebastian-modak-cycling-from-vermont-to-montreal-on-route-verte-2021-09a-Quebec-34.jpg",
        "detail_description": "At 34 hectares, this great verdant municipal park is the city’s third largest, after Parc du Mont-Royal and Parc Maisonneuve. In the warmer months weary urbanites flock to leafy La Fontaine to enjoy the walking and bicycle paths, the attractive ponds and the general air of relaxation that pervades the park. There's also a chalet where you can grab a bite or a drink, Espace La Fontaine.\nThe view down the steep banks from Ave du Parc La Fontaine is impressive, especially if the fountains are in play. You can rent paddleboats in summer and go ice-skating in winter. The open-air Théâtre de Verdure draws a laid-back crowd on evenings in July."
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 11,
        "name": "Marché Jean-Talon",
        "latitude": "45.53600401",
        "longitude": "-73.61487188",
        "excerpt": "The pride of Little Italy, this huge covered market is Montréal’s most diverse. Many chefs buy ingredients for their menus here or in the specialty food…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/little-italy-mile-end-outremont/attractions/marche-jean-talon/a/poi-sig/1105858/1338141",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF1363383005.jpg",
        "detail_description": "The pride of Little Italy, this huge covered market is Montréal’s most diverse. Many chefs buy ingredients for their menus here or in the specialty food shops nearby. Three long covered aisles are packed with merchants selling fruit, vegetables, flowers and baked goods, all flanked by delis and cafe-restaurants with tiny patios. Even in winter, the market is open under big tents.\nSnackers can nibble on sandwiches, crepes, tacos, pastries, ice cream, fresh juices and excellent coffee. Be sure to stop by Le Marché des Saveurs du Québec, one of the few large stores here and devoted entirely to Québec specialties such as wine and cider, fresh cheeses, smoked meats, preserves and a huge number of tasteful gifts."
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 12,
        "name": "Canal de Lachine",
        "latitude": "45.478753",
        "longitude": "-73.574672",
        "excerpt": "A perfect marriage of urban infrastructure and green civic planning: a 14km-long cycling and pedestrian pathway, with picnic areas and outdoor spaces…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/lachine-canal-little-burgundy-the-southwest/attractions/canal-de-lachine/a/poi-sig/1360482/1338148",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1331372238-RFE.jpg",
        "detail_description": "A perfect marriage of urban infrastructure and green civic planning: a 14km-long cycling and pedestrian pathway, with picnic areas and outdoor spaces. Since the canal was reopened for navigation in 2002, flotillas of pleasure and sightseeing boats glide along its calm waters. Old warehouses converted into luxury condos line the canal near Atwater market. The Lachine Canal was originally built in 1825 as a means of bypassing the treacherous Lachine Rapids on the St Lawrence River.\nIt’s well worth hiring a bike or in-line skates (kid sizes and baby trailers available) and heading out along the canal path but try to avoid summer weekends, when it’s particularly crowded. For a canalside spin, you can hire bikes from Ça Roule Montréal in Old Montréal or My Bicyclette near the Atwater market. Kayaks and boats are also available at nearby H2O Adventures. For a leisurely boat ride where someone else does the work, take a ride with Le Petit Navire."
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 13,
        "name": "La Ronde",
        "latitude": "45.526221",
        "longitude": "-73.536189",
        "excerpt": "Québec’s largest amusement park, La Ronde has a battery of impressive rides, including Le Monstre, the world’s highest double wooden roller coaster, and…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/parc-jean-drapeau/attractions/la-ronde/a/poi-sig/392857/1338136",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5bde68c1dc41755263fdf249478416a0-la-ronde.jpg",
        "detail_description": "Québec’s largest amusement park, La Ronde has a battery of impressive rides, including Le Monstre, the world’s highest double wooden roller coaster, and Le Vampire, a corkscrew roller coaster with gut-wrenching turns. For a more peaceful experience, there’s a Ferris wheel and a gentle minirail that offers views of the river and city.\nConcerts and shows are held throughout the summer, and in July and early August fireworks explode overhead on Wednesday and Saturday evenings (when the park stays open later)."
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 14,
        "name": "Marché Atwater",
        "latitude": "45.4795552",
        "longitude": "-73.57692923",
        "excerpt": "Just off the Canal de Lachine, this fantastic market has a mouthwatering assortment of fresh produce from local farms (some promoting sustainability),…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/lachine-canal-little-burgundy-the-southwest/attractions/marche-atwater/a/poi-sig/1455489/1338148",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock1144861154-RFE.jpg",
        "detail_description": "Just off the Canal de Lachine, this fantastic market has a mouthwatering assortment of fresh produce from local farms (some promoting sustainability), excellent wines, crusty breads, fine cheeses and other delectable fare. The market’s specialty shops operate year-round, while outdoor eatery stalls open from March to October. It’s all housed in a 1933 brick hall, topped with a clock tower, and little bouts of live music pop off with pleasing regularity. The grassy banks overlooking the canal are great for a picnic.\n"
    },
    {
        "country": "montreal",
        "city": "Old Montréal",
        "index": 15,
        "name": "Chapelle Notre-Dame-de-Bon-Secours",
        "latitude": "45.510119",
        "longitude": "-73.551121",
        "excerpt": "Known as the Sailors’ Church, this enchanting chapel derives its name from the sailors who left behind votive lamps in the shapes of ships in thanksgiving…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/chapelle-notre-dame-de-bon-secours/a/poi-sig/392809/1336034",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock655613473-RFC.jpg",
        "detail_description": "Known as the Sailors’ Church, this enchanting chapel derives its name from the sailors who left behind votive lamps in the shapes of ships in thanksgiving for safe passage. The restored interior has stained-glass windows and paintings depicting key moments in the life of the Virgin Mary (for whom Montréal – aka Ville-Marie – was originally named). The attached Musée Marguerite-Bourgeoys relates the story of Montréal’s first teacher and the founder of the Congregation of Notre-Dame order of nuns.\nThe crypt has artifacts believed to date back 2000 years and foundations of the original chapel from 1773. The observation tower of the museum offers grand views of the Old Port."
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 16,
        "name": "Rue St-Denis",
        "latitude": "45.51557901",
        "longitude": "-73.56496685",
        "excerpt": "The backbone of Montréal’s francophone shopping district, Rue St-Denis is lined with hat and garment shops, uberhip record stores and terrace cafes…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/rue-st-denis-the-village/attractions/rue-st-denis/a/poi-sig/1447903/1338147",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-699362414-RFE.jpg",
        "detail_description": "The backbone of Montréal’s francophone shopping district, Rue St-Denis is lined with hat and garment shops, uberhip record stores and terrace cafes designed to keep people from getting any work done. Summer crowds flock to the inviting bistros and bars on both sides of the street.\n"
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 17,
        "name": "Musée McCord",
        "latitude": "45.504504",
        "longitude": "-73.573537",
        "excerpt": "With hardly an inch to spare in its cramped but welcoming galleries, the McCord Museum of Canadian History houses thousands of artifacts and documents…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/downtown/attractions/musee-mccord/a/poi-sig/392225/1336035",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1253081645-RFE.jpg",
        "detail_description": "With hardly an inch to spare in its cramped but welcoming galleries, the McCord Museum of Canadian History houses thousands of artifacts and documents illustrating Canada’s social, cultural and archaeological history from the 18th century to the present day, with a small-but-excellent First Nations permanent collection displaying Indigenous dress and artifacts.\n"
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 18,
        "name": "Écomusée du Fier Monde",
        "latitude": "45.520489",
        "longitude": "-73.564174",
        "excerpt": "This striking ex-bathhouse explores the history of Centre-Sud, an industrial district in Montréal until the 1950s and now part of the Village. The museum…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/rue-st-denis-the-village/attractions/ecomusee-du-fier-monde/a/poi-sig/392831/1338147",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/EcomuseeduFierMonde.jpg",
        "detail_description": "This striking ex-bathhouse explores the history of Centre-Sud, an industrial district in Montréal until the 1950s and now part of the Village. The museum’s permanent exhibition, Triumphs and Tragedies of a Working-Class Neighborhood, puts faces on the industrial era through a series of photos and multimedia displays.\nThe 1927 building is the former Bain Généreux, an art-deco public bathhouse modeled on one in Paris. Frequent modern-art exhibitions are also held here."
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 19,
        "name": "Boulevard St-Laurent",
        "latitude": "45.518068",
        "longitude": "-73.581834",
        "excerpt": "A dividing line between the city’s east and west, Blvd St-Laurent (previously ‘the Main’) has always been a focus of action, a gathering place for people…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/boulevard-st-laurent/a/poi-sig/1447902/1336037",
        "image_url": null,
        "detail_description": "A dividing line between the city’s east and west, Blvd St-Laurent (previously ‘the Main’) has always been a focus of action, a gathering place for people of many languages and backgrounds. In 1996 it was declared a national historic site for its role as ground zero for so many Canadian immigrants and future Montréalers. The label 'the Main' has stuck in the local lingo since the 19th century. Today it’s a gateway into the Plateau and a fascinating street to explore.\nFor a food- and culture-focused tour of the Main, from Chinatown to Little Italy, contact Fitz &amp; Follwell."
    },
    {
        "country": "montreal",
        "city": "Montréal",
        "index": 20,
        "name": "Maison St-Gabriel",
        "latitude": "45.475923953822",
        "longitude": "-73.555966615677",
        "excerpt": "This magnificent farmhouse in Pointe St-Charles is one of the finest examples of traditional Québec architecture. The house was bought in 1668 by…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/lachine-canal-little-burgundy-the-southwest/attractions/maison-st-gabriel/a/poi-sig/392961/1338148",
        "image_url": null,
        "detail_description": "This magnificent farmhouse in Pointe St-Charles is one of the finest examples of traditional Québec architecture. The house was bought in 1668 by Marguerite Bourgeoys to house a religious order. Young women called the Filles du Roy also stayed here – they were sent from Paris to Montréal to find husbands. The 17th-century roof of the two-story building is of particular interest for its intricate beam work, one of the few of its kind in North America.\nThe museum has an excellent collection of artifacts going back to the 17th and 18th centuries, with unusual items including sinks made from black stone and a sophisticated water-disposal system."
    }
]