[
    {
        "country": "montenegro",
        "city": "Kotor",
        "index": 1,
        "name": "Kotor City Walls",
        "latitude": "42.424676",
        "longitude": "18.772867",
        "excerpt": "Kotor's fortifications started to head up St John's Hill in the 9th century and by the 14th century a protective loop was completed, which was added to…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/kotor/attractions/kotor-city-walls/a/poi-sig/1265447/360156",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/32427381.jpg",
        "detail_description": "Kotor's fortifications started to head up St John's Hill in the 9th century and by the 14th century a protective loop was completed, which was added to right up until the 19th century. The energetic can make a 1200m ascent up the fortifications via 1350 steps to a height of 260m above sea level; the views from St John's Fortress, at the top, are glorious. There are entry points near the River Gate and behind Trg od Salate.\nWhen tackling the walls in summer, avoid the heat of the day and bring lots of water. Those less physically inclined can still appreciate the sight of the snaking, surreal walls – they're visible from all over Kotor."
    },
    {
        "country": "montenegro",
        "city": "Kotor",
        "index": 2,
        "name": "St Tryphon’s Cathedral",
        "latitude": "42.424163",
        "longitude": "18.771515",
        "excerpt": "Kotor’s most impressive building, this Catholic cathedral was consecrated in 1166 but reconstructed after several earthquakes. When the entire frontage…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/kotor/attractions/st-tryphon-s-cathedral/a/poi-sig/460179/360156",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/465612534_medium.jpg",
        "detail_description": "Kotor’s most impressive building, this Catholic cathedral was consecrated in 1166 but reconstructed after several earthquakes. When the entire frontage was destroyed in 1667, the baroque bell towers were added; the left one remains unfinished. The cathedral’s gently hued interior is a masterpiece of Romanesque architecture: slender Corinthian columns alternate with pillars of pink stone, thrusting upwards to support a series of vaulted roofs. Look for the remains of Byzantine-style frescoes in the arches.\nThe gilded-silver bas-relief altar screen is considered Kotor’s most valuable treasure.\nUpstairs is a Sacral Art Museum, filled with paintings, vestments and a spooky wooden crucifix dating from 1288. Behind the grill in the reliquary chapel are assorted body parts of saints, including St Tryphon himself. The early martyr’s importance to both the Catholic and Orthodox churches makes him a fitting patron for the city.\n"
    },
    {
        "country": "montenegro",
        "city": "Durmitor National Park",
        "index": 3,
        "name": "Tara Canyon",
        "latitude": "43.19407",
        "longitude": "19.089518",
        "excerpt": "Slicing through the mountains at the northern edge of the national park, the Tara River forms a canyon that is 1300m deep at its peak (the Grand Canyon…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/northern-montenegro/durmitor-national-park/attractions/tara-canyon/a/poi-sig/1309370/360159",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/476f209c90ed6b069663500bd02ccc2e-tara-canyon.jpg",
        "detail_description": "Slicing through the mountains at the northern edge of the national park, the Tara River forms a canyon that is 1300m deep at its peak (the Grand Canyon plummets a mere 200m deeper). The best views are from the water, and rafting along the river is one of the country's most popular tourist activities. If you’d rather admire the canyon from afar, head to the top of Mt Ćurevac (1625m) – although even this view is restricted by the canyon walls.\nThe viewpoint isn't well signposted and can be difficult to find. From central Žabljak, take the road north and follow the signs marked 'Panoramic Road 2'. Leave this route at the fork to the right marked 'Tepca'. Eventually there are some small wooden signs pointing to Ćurevac or vidikovac (viewpoint). Stop at the grassy parking spot opposite the drink stall and clamber up the small track behind."
    },
    {
        "country": "montenegro",
        "city": "Perast",
        "index": 4,
        "name": "Gospa od Škrpjela",
        "latitude": "42.48672",
        "longitude": "18.688774",
        "excerpt": "This picturesque island was artificially created (on 22 July 1452, to be precise) around a rock where an image of the Madonna was found; every year on…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/perast/attractions/gospa-od-skrpjela/a/poi-sig/1541638/1324788",
        "image_url": null,
        "detail_description": "This picturesque island was artificially created (on 22 July 1452, to be precise) around a rock where an image of the Madonna was found; every year on that same day, the locals row over with stones to continue the task. In summer, boats line up on the Perast waterfront to ferry people there and back (€5 return); off season, you may need to ask around.\nThe magnificent church at its centre was erected in 1630 and has sumptuous Venetian paintings, hundreds of silver votive tablets and a small museum (€1.50). The most unusual – and famous – exhibit is an embroidered icon of the Madonna and Child partly made with the hair of its maker."
    },
    {
        "country": "montenegro",
        "city": "Budva",
        "index": 5,
        "name": "Stari Grad",
        "latitude": "42.278214",
        "longitude": "18.837959",
        "excerpt": "Budva's best feature and star attraction is the Stari Grad (Old Town) – a mini-Dubrovnik with marbled streets and Venetian walls rising from the clear…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/stari-grad/a/poi-sig/1265819/360154",
        "image_url": null,
        "detail_description": "Budva's best feature and star attraction is the Stari Grad (Old Town) – a mini-Dubrovnik with marbled streets and Venetian walls rising from the clear waters below. Much of it was ruined by two earthquakes in 1979, but it has since been completely rebuilt and now houses more shops, bars and restaurants than residences.\nAt its seaward end, the Citadela offers striking views, a restaurant and a library full of rare tomes and maps. There's a cluster of interesting churches in Trg između crkava, the square in front of the citadel. Nearby is the entry to the town walls."
    },
    {
        "country": "montenegro",
        "city": "Ulcinj",
        "index": 6,
        "name": "Old Town",
        "latitude": "41.923666",
        "longitude": "19.201355",
        "excerpt": "The ancient walled town overlooking Mala Plaža is largely residential and somewhat dilapidated, a legacy of the 1979 earthquake. This is part of its charm…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/ulcinj/attractions/old-town/a/poi-sig/1314662/360157",
        "image_url": null,
        "detail_description": "The ancient walled town overlooking Mala Plaža is largely residential and somewhat dilapidated, a legacy of the 1979 earthquake. This is part of its charm – this Old Town really does feel old, with its uneven cobblestones and paucity of street lighting. Allow at least an hour to simply ramble around to your heart's content. Whatever else you find, spectacular views of Ulcinj and the beach below are guaranteed.\nA steep slope leads to the upper gate, where just inside the walls there’s a small museum containing Roman and Ottoman artefacts and a relief map of the town. On the site is a 1510 church that was converted to a mosque in 1693; you can still see the ruined minaret.Just outside the museum is a 17th-century fountain – these days, it's more like a tap – with an Arabic inscription, a crescent moon and flowers carved into the stone.There has been talk for time immemorial about installing an elevator from Ulcinj's little harbour up to the Old Town, so that everyone – rather than just able-bodied types – can enjoy its ambience. Locals have stopped holding their breath."
    },
    {
        "country": "montenegro",
        "city": "Petrovac",
        "index": 7,
        "name": "Kastio",
        "latitude": "42.205100433717",
        "longitude": "18.93713457786",
        "excerpt": "Clamber up the steps of this small Venetian fortress for photogenic views of the beach and the dramatic diagonal stratification of the limestone cliffs…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/petrovac/attractions/kastio/a/poi-sig/1306227/1314083",
        "image_url": null,
        "detail_description": "Clamber up the steps of this small Venetian fortress for photogenic views of the beach and the dramatic diagonal stratification of the limestone cliffs melting into the turquoise water below. An interesting socialist-realist bas-relief remembering the ‘socialist revolution’ is partly obscured in the foliage. The entrance is by the small Petrovac harbour.\n"
    },
    {
        "country": "montenegro",
        "city": "Herceg Novi",
        "index": 8,
        "name": "Šetalište Pet Danica",
        "latitude": "42.449848",
        "longitude": "18.539869",
        "excerpt": "Named after five young women named Danica who died during WWII, this pedestrian promenade stretches along the waterfront for more than 5km from Igalo to…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/herceg-novi/attractions/setaliste-pet-danica/a/poi-sig/1342984/360155",
        "image_url": null,
        "detail_description": "Named after five young women named Danica who died during WWII, this pedestrian promenade stretches along the waterfront for more than 5km from Igalo to Meljine. It's lined with summer bars, shops, concrete swimming platforms and the odd rocky cove; in places it ducks in and out of tunnels carved through headlands. The strip follows the route of a former train line that once linked the coast to Sarajevo.\n"
    },
    {
        "country": "montenegro",
        "city": "Durmitor National Park",
        "index": 9,
        "name": "Black Lake",
        "latitude": "43.146527",
        "longitude": "19.092479",
        "excerpt": "Eighteen glittering glacial lakes known as gorske oči (mountain eyes) dot the Durmitor range. The spectacular Black Lake, a pleasant 3km walk from Žabljak…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/northern-montenegro/durmitor-national-park/attractions/black-lake/a/poi-sig/1337168/360159",
        "image_url": null,
        "detail_description": "Eighteen glittering glacial lakes known as gorske oči (mountain eyes) dot the Durmitor range. The spectacular Black Lake, a pleasant 3km walk from Žabljak, is the largest of them and the most visited part of the national park. The rounded mass of Međed (the Bear; 2287m) rears up behind it, casting an inky shadow into the pine-walled waters. An easy 3.6km walking track circles the lake.\n"
    },
    {
        "country": "montenegro",
        "city": "Durmitor National Park",
        "index": 10,
        "name": "Stećci Sites",
        "latitude": "43.095154",
        "longitude": "19.149492",
        "excerpt": "These mysterious carved stone tomb monuments – dating from between the 12th and 16th centuries – can be found across northern Montenegro and neighbouring…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/northern-montenegro/durmitor-national-park/attractions/stecci-sites/a/poi-sig/1543789/360159",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/854c836a19cea51fa0a69292ff7efdf5-stecci.jpg",
        "detail_description": "These mysterious carved stone tomb monuments – dating from between the 12th and 16th centuries – can be found across northern Montenegro and neighbouring Bosnia. There are two extremely significant stećci sites in Durmitor National Park (both were added to Unesco's World Heritage list in 2016): the Bare Žugića necropolis, with 300 stećci, and Grčko groblje (Greek graveyard), with 49. Many of the stones at both sites are intricately decorated.\nThough neither site is signposted or staffed, they're easy to visit if you've got wheels. Around 5km south from Žabljak, turn left towards Devil's Lake (Vražje Jezero) – a gorgeous swimmable lake with a deep green centre and a lighter ring of green surrounding it. Continue on and, when you see the sign to Novakovići village, Grčko groblje can be spotted on the hill to your left; Fish Lake (Riblije Jezero) is on the right.Continue along the road to the left and the Bare Žugića necropolis is to the left of the road, shortly after a monument topped by an Orthodox cross."
    },
    {
        "country": "montenegro",
        "city": "Adriatic Coast",
        "index": 11,
        "name": "Stari Bar",
        "latitude": "42.094099",
        "longitude": "19.134761",
        "excerpt": "A small museum housed in a 17th-century customs building just inside Stari Bar's entrance explains the site and its history. From here, follow the green…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/stari-bar/attractions/stari-bar/a/poi-sig/1043539/1333653",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/cea9778be4a3ec3ad20b12c43f505ff8-stari-bar.jpg",
        "detail_description": "A small museum housed in a 17th-century customs building just inside Stari Bar's entrance explains the site and its history. From here, follow the green arrows around the major points of interest. In the western part of the town are the remains of the 13th-century St Nicholas’ Franciscan Monastery, offering glimpses of Byzantine-style frescoes; it was converted to a mosque in 1595.\nThe northern corner has an 11th-century fortress with much-photographed views showcasing Stari Bar’s isolated setting amid mountains and olive groves. Nearby are the foundations of St George's Cathedral. Originally a Romanesque church, it was converted into a mosque in the 17th century by the Turks, but the unlucky edifice was ruined after an accidental explosion of gunpowder.If you’re wondering why St John’s Church is in such good nick, it’s because it’s been completely reconstructed by one of the families associated with the original church. One of the few other buildings to have an intact roof is St Verenada's Church, which contains a few photos from the greater Bar area. The 14th-century St Catherine's Church, in a tower above one of the lower gates, was being restored when we last visited.Ottoman constructions include a solid and charming Turkish bathhouse from the 17th or 18th century, the clock tower (1752) and the 17th-century aqueduct that carried water from a spring 3km away; it was reconstructed after the 1979 earthquake."
    },
    {
        "country": "montenegro",
        "city": "Bay of Kotor",
        "index": 12,
        "name": "Blue Grotto",
        "latitude": null,
        "longitude": null,
        "excerpt": "A popular cruise stop, the Blue Grotto gets its name from the mesmerising effect of the light reflecting through the clear water. Boats head into the 9m…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/lustica-peninsula/attractions/blue-grotto/a/poi-sig/1333339/1326339",
        "image_url": null,
        "detail_description": "A popular cruise stop, the Blue Grotto gets its name from the mesmerising effect of the light reflecting through the clear water. Boats head into the 9m-high cave and allow you an opportunity for an iridescent swim. Most boat and kayak tour operators in the region offer trips out here; opt for one that arrives early, before the crowds descend.\n"
    },
    {
        "country": "montenegro",
        "city": "Podgorica",
        "index": 13,
        "name": "Stara Varoš",
        "latitude": "42.436238",
        "longitude": "19.25914",
        "excerpt": "Podgorica's oldest neighbourhood retains traces of the 400 years in which it was the centre of a bustling Ottoman Turkish town. The blocky clock tower…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/stara-varos/a/poi-sig/1335682/360160",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/11eec02c33517bb167457a1866bfb7b9-stara-varos.jpg",
        "detail_description": "Podgorica's oldest neighbourhood retains traces of the 400 years in which it was the centre of a bustling Ottoman Turkish town. The blocky clock tower overlooking the square was useful for signalling Muslim prayer times. In the maze of streets behind it, two mosques remain. You wouldn't know to look at it, but the Starodoganjska Mosque has its origins in the 15th century. More impressive is the 18th-century Osmanagić Mosque, which Turkish donations have helped to restore.\nAt the confluence of the two rivers is the ruin of the Ribnica Fortress, built by the Ottomans after their conquest in 1474. The best-preserved element is a little arched bridge crossing the Ribnica."
    },
    {
        "country": "montenegro",
        "city": "Budva",
        "index": 14,
        "name": "Sveti Nikola",
        "latitude": "42.26575",
        "longitude": "18.852496",
        "excerpt": "Known locally as ‘Hawaii’, Sveti Nikola is Montenegro’s largest island, stretching to nearly 2km. Fallow deer wander about on this uninhabited green spot,…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/sveti-nikola/a/poi-sig/1533067/360154",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Montenegro%20Budva%20vovik_mar%20GettyImages-542721364%20RFC.jpg",
        "detail_description": "Known locally as ‘Hawaii’, Sveti Nikola is Montenegro’s largest island, stretching to nearly 2km. Fallow deer wander about on this uninhabited green spot, which is only a nautical mile away from Budva or Bečići Beach. Its rocky beaches make it a popular destination in summer when taxi boats regularly ferry sunseekers to and fro; those leaving from Slovenska Plaža charge about €3 per person each way (charter your own for €15 to €20).\nYou'll have more chance escaping the tourist hordes, discarded rubbish and blaring pop music if you hire a kayak and look for a secluded cove on the far side of the island. Local lore has it that the graves scattered around tiny, whitewashed St Nicholas’ Church (Crkva Sv Nikole) are those of crusaders who died of an unknown epidemic while they camped nearby. The church itself may date to as early as 1096."
    },
    {
        "country": "montenegro",
        "city": "Tivat",
        "index": 15,
        "name": "Porto Montenegro",
        "latitude": "42.433403",
        "longitude": "18.692776",
        "excerpt": "Single-handedly responsible for Tivat's transformation, this surreal 24-hectare town-within-a-town occupies the former Arsenal shipyard and naval base…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/tivat/attractions/porto-montenegro/a/poi-sig/1265745/1324789",
        "image_url": null,
        "detail_description": "Single-handedly responsible for Tivat's transformation, this surreal 24-hectare town-within-a-town occupies the former Arsenal shipyard and naval base. Primped, preening and planned right down to the last polished pebble, the almost impossibly glamorous complex includes upmarket apartment buildings, a 'lifestyle village' of fancy boutiques, bars, restaurants and leisure facilities, a museum, a resort-style hotel and berths for 450 yachts (with a total of 850 berths planned by completion).\nPorto is a phased development – construction is ongoing – but the works don’t detract from the surreal feeling of finding yourself in a place usually reserved for those of otherworldly wealth.Unsurprisingly, the project hasn’t been without controversy: 3500 locals took to the streets to protest the sale of the shipyard – a state asset – to foreign investors (an international consortium of the exceedingly rich led by the Canadian businessman, the late Peter Munk, who sold the complex to the government of Dubai in 2016) and the loss of 480 jobs. Yet many naysayers have been silenced by the improvements that are evident in the town.The complex is open to the public and it's a pleasant place to stroll and ogle opulent yachts – if you're not prone to fits of rage at the injustices of contemporary economics. Kids will love the playground shaped like a pirate ship near the maritime museum.The success of such of a venture relies partially on enticing yacht crews to dock here for the winter, so bars, restaurants and activity providers operate year-round (unlike along most of the Montenegrin coast). Prices are generally geared more towards crew-members than oligarchs and so, while expensive for Montenegro, they are reasonable by European standards. It appears the strategy is having no small amount of success: the marina was named Superyacht Marina of the Year (2015) by the international Yacht Harbour Association."
    },
    {
        "country": "montenegro",
        "city": "Podgorica",
        "index": 16,
        "name": "Šipčanik Wine Cellar",
        "latitude": "42.377727",
        "longitude": "19.317055",
        "excerpt": "Wine tasting doesn't get more curious than at this wine cellar, 8km southeast of Podgorica, operated by Plantaže, Montenegro’s largest wine company. The…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/sipcanik-wine-cellar/a/poi-sig/1543525/360160",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e3c17f72e514760cd5bb7d02314d46ab-sipcanik-wine-cellar.jpg",
        "detail_description": "Wine tasting doesn't get more curious than at this wine cellar, 8km southeast of Podgorica, operated by Plantaže, Montenegro’s largest wine company. The cellar occupies a 356m-long tunnel which was once a secret underground Yugoslav-era aircraft hangar. Partially destroyed by NATO bombing in 1999 and abandoned immediately afterwards, the revamped hangar now houses millions of litres of wine, ageing gently in oak barrels and bottle. Call ahead to book a tour.\nFour options are available, starting with an hour-long tour and tastings of three standard wines accompanied by cheese and olives. The most expensive option includes five premium wines paired with food."
    },
    {
        "country": "montenegro",
        "city": "Podgorica",
        "index": 17,
        "name": "Niagara Falls",
        "latitude": "42.38356",
        "longitude": "19.279289",
        "excerpt": "They may not be the thundering cascades so beloved by honeymooners in North America, but these waterfalls make for a fantastic day trip from Podgorica…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/niagara-falls/a/poi-sig/1543410/360160",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b83c7e2c1204ac4c29f7722757d5aa44-niagra-falls.jpg",
        "detail_description": "They may not be the thundering cascades so beloved by honeymooners in North America, but these waterfalls make for a fantastic day trip from Podgorica. The falls are at their dramatic best after the spring thaws, but you'll find plenty of locals taking a dip in their somewhat depleted depths in early summer; by August they're often completely dried up. There's a good traditional restaurant, also called Niagara, beside the falls.\nNiagara is a 10-minute drive from Podgorica; you'll need a car as there's no public transport. Take the signposted road to Tuzi, then turn right before passing the bridge over the Cijevna River and follow the signs to Rakića Kuće until you reach the restaurant's car park."
    },
    {
        "country": "montenegro",
        "city": "Durmitor National Park",
        "index": 18,
        "name": "Tara Bridge",
        "latitude": "43.150268",
        "longitude": "19.295554",
        "excerpt": "The elegant spans of the 150m-high Tara Bridge were completed just as WWII was starting. At the time it was the largest concrete arched vehicular bridge…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/northern-montenegro/durmitor-national-park/attractions/tara-bridge/a/poi-sig/1337173/360159",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0ea4c52e70b344a568651518f292cbc9-tara-bridge.jpg",
        "detail_description": "The elegant spans of the 150m-high Tara Bridge were completed just as WWII was starting. At the time it was the largest concrete arched vehicular bridge in Europe. Its 365m length is carried on five sweeping arches, the largest of which is 116m wide.\nIn May 1942, with large numbers of Italian and German troops stationed in Žabljak, the Partisan command gave the order to blow up the bridge. The honour went to one of its engineers, Lazar Jauković, who planted the bomb that destroyed his beautiful creation. Jauković was captured by the Italians and executed on the remains of his bridge. When it was rebuilt in 1946, Jauković’s bravery was acknowledged by a plaque that still stands by the bridge today."
    },
    {
        "country": "montenegro",
        "city": "Adriatic Coast",
        "index": 19,
        "name": "Gradište Monastery",
        "latitude": null,
        "longitude": null,
        "excerpt": "Perched on a hill overlooking Buljarica Beach, Gradište Monastery is a tranquil collection of stone buildings facing onto a central courtyard. The…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/attractions/gradiste-monastery/a/poi-sig/1526212/360152",
        "image_url": null,
        "detail_description": "Perched on a hill overlooking Buljarica Beach, Gradište Monastery is a tranquil collection of stone buildings facing onto a central courtyard. The monastery was first mentioned in documents from 1305, although it’s believed to date from 1116. Like many Montenegrin monasteries, it’s had a rough time over the years at the hands of invading armies and has been rebuilt several times.\nThe three churches on the site are renowned for their frescoes. The interior of St Nicholas’ Church (Crkva Sv Nikole) is completely covered in beautiful paintings of biblical scenes and Serbian royalty dating from 1620. The iconostasis was carved and painted by Vasilije Rafailović of the famous family of artists from Risan. Its neighbour, St Sava’s Church (Crkva Sv Save), was built in 1864 and has an iconostasis by Nicholas Aspiotis, whose work is also on display at Praskvica Monastery. Look out for a peculiar image of a saint with the head of a donkey on the bottom row of the icon immediately to the right of the iconostasis door. One school of thought suggests that it was St Christopher, who received this great blessing after he prayed to be rid of his darned good looks. On a slight elevation is the Church of the Dormition (Crkva Uspenja Bogorodice).Taking the main road south of Petrovac, turn left after the tunnel and take the steep road up to the monastery (park at the bottom if you're not sure your car is up to it)."
    },
    {
        "country": "montenegro",
        "city": "Adriatic Coast",
        "index": 20,
        "name": "Drobni Pijesak",
        "latitude": null,
        "longitude": null,
        "excerpt": "Hidden in a secluded cove three minutes north of Rijeka Reževići, Drobni Pijesak is a 240m stretch of ‘ground sand’ (the literal translation of the…",
        "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/attractions/drobni-pijesak/a/poi-sig/1526211/360152",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock2097354523.jpg",
        "detail_description": "Hidden in a secluded cove three minutes north of Rijeka Reževići, Drobni Pijesak is a 240m stretch of ‘ground sand’ (the literal translation of the name) surrounded by green hills and turquoise waters. Every year on 28 June, the elders of the 12 Paštrović clans hold the Bankada here, a community court with origins in the 16th century. Nowadays its main focus is the restoration and preservation of the tribe’s traditions, environmental and cultural conservation and economic development. The day ends with a folk and arts festival.\n"
    }
]