[
    {
        "country": "morocco",
        "index": 1,
        "name": "Musée Yves Saint Laurent",
        "latitude": "31.642651",
        "longitude": "-8.003152",
        "excerpt": "This captivating museum, opened in 2017, showcases finely selected collections of haute couture clothing and accessories that span 40 years of creative…",
        "detail_url": "https://www.lonelyplanet.com/morocco/marrakesh/ville-nouvelle/attractions/musee-yves-saint-laurent/a/poi-sig/1589523/1341478",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b3100c7cee090043e9c27624d4d62161-musee-yves-saint-laurent.jpg",
        "detail_description": "This captivating museum, opened in 2017, showcases finely selected collections of haute couture clothing and accessories that span 40 years of creative work by legendary French fashion designer Yves Saint Laurent. The aesthetically warped and wefted building resembles woven fabric and holds a 150-seat auditorium, research library, bookstore and terrace cafe serving light snacks.\nArchitecture of&nbsp;Musée Yves Saint Laurent\nUndoubtedly the most thrilling example of contemporary architecture in Marrakesh, Musée Yves Saint Laurent rises from a granito base of Moroccan marble and stone, draped in a lacework of terracotta bricks. The textured arrangement of the bricks is designed to resemble the weft and warp of fabric. Step inside and it's a complete contrast, with a silky smooth finish intended to complement the exterior like the lining of a couture jacket.\nThe museum was designed by Studio KO and was the brainchild of Yves Saint Laurent's partner Pierre Bergé (1930–2017), who wanted to create a repository of the fashion designer's work that was \"profoundly Moroccan.\" To this end, the building was designed without external-facing windows, to emulate Marrakesh's traditional riads. The terracotta color of the exterior brickwork mirrors the dominant hue of Morocco's \"Red City.\"\nLike a traditional house of the medina, internal patios are an integral design feature of the Musée Yves Saint Laurent. The first is a striking circular walk-through that segues between the museum entrance and internal exhibition spaces. Here a series of stained-glass windows echoes the work of French artist Henri Matisse, who greatly influenced YSL's designs. The second patio forms the heart of the building, a square chamber covered with zellige (colorful geometric mosaic tilework) with a giant circular dish that catches the rain. The use of green here is significant, as it's highly prized in both Amazigh and Islamic cultures.\nMain exhibition at Musée Yves Saint Laurent\nThe core of the museum is the Yves Saint Laurent Hall, a permanent display of his sketches, rotating haute-couture fashions and color-themed accessories. The backdrop is entirely black – a key color in YSL's designs – creating a cavernous cocoon pierced only by audiovisuals of the designer's catwalk shows and recordings of him speaking.\nOn the right-hand wall as you enter, the exhibition starts with a biography of Yves Saint Laurent constructed from personal artifacts, including a letter sent by YSL to French Vogue's editor-in-chief Michel de Brunhoff in June 1954 at the age of 17.\nTop-quality temporary exhibitions, which change two or three times a year, are held in a smaller adjacent room.\nYSL's Theater\nYves Saint Laurent's attention-grabbing fashion designs owe more than a little to his reverence of the stage and screen. Tapping into this theme, the Musée Yves Saint Laurent incorporates a 150-seat auditorium with state-of-the-art acoustics. It is designed for the projection of films, live performances and broadcasts of theatrical performances from around the world; check the website for the schedule. Outside the auditorium entrance, don't miss the \"Costumiere,\"&nbsp;a fascinating display of YSL's sketches of costumes he made for cinema and the theater.\nMuseum library\nBy appointment, visitors can access Musée Yves Saint Laurent's 1st-floor library and study room, an important repository of 5000 books on botany, fashion, and Amazigh and Arab-Andalusian culture. Much of it is the personal collection of Yves Saint Laurent and Pierre Bergé.\nHistory of YSL in Marrakesh\nYves Saint Laurent's love affair with Marrakesh began in 1966 – by the end of his first visit, he'd acquired the deeds to a house in the medina. The Algerian-born French fashion designer (1936–2008) was fascinated by the artistry and palette of Morocco. This museum opened as a homage to his work and the inspiration he drew from his second home.\nYSL found career-defining inspiration in the beauty of Morocco, with all its raw forms and pure colors. He marveled at the gardens of Marrakesh, where nature parades on overdrive, and the brightly hued caftans of women in the medina. He found inspiration in the stark blue skies, the earthen architecture and the dramatic waving dunes of the southern deserts. Nomadic fashions for cuffs and collars are hinted at in his iconic accessory designs.\nTips for visiting&nbsp;Musée Yves Saint Laurent\n\nJardin Majorelle is next door to the museum. If you plan to visit both, buy a combined ticket and see them on the same day.\nCombined tickets covering Jardin Majorelle, Musée Berbère and Musée Yves Saint Laurent can be bought directly from the Musée Yves Saint Laurent ticket counter, avoiding the lengthy lines at Jardin Majorelle. Note that you must start your visit at Musée Yves Saint Laurent if you buy your ticket here.\nTickets can be bought online.\n\nWhere to stay near Musée Yves Saint Laurent\nMusée Yves Saint Laurent is in the Ville Nouvelle neighborhood of Marrakesh, the \"new town\" with modern amenities. Hotels in the medina beat those in the Ville Nouvelle hands down for atmosphere, but if you prefer a more contemporary sleep, the Ville Nouvelle and Gueliz area has plenty of options. In this neighborhood, you'll find the international hotels aimed at the package-holiday market. It's no better value to stay here, but most hotels have on-site bars and larger pools than you'll find in the medina.\nWhere to eat near Musée Yves Saint Laurent\nThe museum's light-filled Le Studio is an upmarket canteen where stylistas linger over traditional Moroccan and French dishes. Down the street from the museum, comfy Pause Gourmande has a more local flavor and serves bastillas (savory-sweet pies), tajines and European classics.\nHow to get to Musée Yves Saint Laurent\nBus&nbsp;12 from Bab Doukkala heads past the museum.\nFrom Djemaa El Fna, a taxi should cost no more than Dh20 ($2.25), but you'll be lucky to get one for less than Dh50 ($5.60). Haggle hard.\n"
    },
    {
        "country": "morocco",
        "index": 2,
        "name": "Djemaa El Fna",
        "latitude": "31.625839053984",
        "longitude": "-7.9886684198856",
        "excerpt": "Roll up, roll up for the greatest show on earth. Everywhere you look in Djemaa El Fna, Marrakesh’s main square (pronounced \"jema\" – the \"d\" is silent),…",
        "detail_url": "https://www.lonelyplanet.com/morocco/marrakesh/djemaa-el-fna-around/attractions/djemaa-el-fna/a/poi-sig/422043/1341479",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-514814737_high.jpg",
        "detail_description": "Roll up, roll up for the greatest show on earth. Everywhere you look in Djemaa El Fna, Marrakesh’s main square (pronounced \"jema\" – the \"d\" is silent), you’ll discover drama in progress. The hoopla and halqa (street theater) have been non-stop here since the 11th century. Until a few decades ago, it hosted a daily food market for mountain traders. Now the whine of snake-charmer pungi flutes hits full throttle by mid-morning, and the show doesn't really kick off until sunset when restaurants fire up their grills, cueing musicians to tune up their instruments.\n\n  \nDjemaa El Fna square is a Unesco-listed Masterpiece of World Heritage © Pavliha / Getty Images\n\nHistory of Djemaa El Fna\nDjemaa El Fna sprang into life in the 11th century, around the time that the city of Marrakesh was founded by the Almoravids. Historians and locals will argue over whether the square got its name from the fact that public executions were likely held here: one translation is \"assembly of the dead.\" Another translation is \"mosque of the dead,\" which could be a nod to the partial collapse of neighboring Koutoubia Mosque in the 18th century, burying worshippers inside.\nFor centuries, Djemaa El Fna square was used as a giant food market, with traders flooding down from the mountains to set up under canvas tents each day. Early photos of this era can be seen in Maison de la Photographie. The present boundaries of the square were imposed by the French, as all the buildings surrounding the Djemaa were erected during the protectorate era.\nUnesco declared Djemaa El Fna a Masterpiece of World Heritage in 2001 for bringing urban legends and oral history to life nightly, and although the storytellers who once performed here have since given way to communal games, musical performers, and slapstick comedy acts, Djemaa's nightly carnival continues to dazzle. Amazigh musicians strike up the music and gnaoua troupes sing while henna tattoo artists beckon to passersby, and water-sellers in fringed hats clang brass cups together, hoping to drive people to drink. This is a show you don't want to miss, and it's a bargain too: applause and a few dirhams ensure an encore.\nThe square's many eclectic exhibitions are not without a darker side, though; you are likely to see monkeys dressed up and led around on chains for entertainment, and some of the practices of the plaza's snake charmers are ethically questionable to say the least.\n\n  \nAcrobats perform tricks at Djemaa El Fna square © Michael Heffernan / Lonely Planet\n\nCultural collapse on Djemaa?\nDjemaa El Fna has been a protected urban landmark since 1922 and Unesco-inscribed since 2001 as a place of unique cultural exchange. Yet Unesco has flagged the square as a space under \"serious threat\" from urbanization and cultural assimilation.\nFor centuries, Djemaa has been a stage for gnaoua dance troupes, whispering fortune tellers, cartwheeling acrobats and, above all, hikayat (storytellers). Today, the last of the storytellers have gone and with them many of the square's traditional performers. Djemaa is still the throbbing heart of the medina, but like its inhabitants, it's moved with the times. Live music and local food are its 21st-century trademarks.\n\n  \nDjemaa El Fna is quieter in the mornings, but juice stalls set up shop © cornfield / Shutterstock\n\nMornings in Djemaa El Fna\nStroll Djemaa as it wakes up to catch the plaza at its least frenetic. At this point, the stage is almost empty. Orange-juice vendors are first on the scene, along with the snake charmers and their baskets of cobras. Eager dentists, potion sellers and henna-tattoo artists start setting up makeshift stalls under sunshades.\nDjemaa El Fna by night\nCars are banned from the square after 2pm, and local food stalls start setting up for the nightly dinner scrum around 4pm. At sunset, Djemaa finds its daily mojo as Amazigh (Berber) troupes and gnaoua musicians start tuning up and locals pour into the square. The hullabaloo doesn’t knock off for the night until around 1am. To view it from a different perspective, head to one of the rooftop cafes ringing the square.\n\n  \nThe food stalls in Djemaa El Fna are one of the best eating experiences in Marrakesh © Maremagnum / Getty Images\n\nFood stalls in Djemaa El Fna\nSpicy snail broth, skewered hearts, bubbling tajines, flash-fried fish: the Djemaa food stalls are a heaving one-stop shop for Moroccan culinary specialities, and they're not to be missed. Despite alarmist warnings, your stomach should be fine. Clean your hands before eating, use bread instead of utensils and stick to filtered water.\nStalls have numbered spots and are set up on a grid. The snail chefs are in a line on the eastern side. For fried fish and calamari, pull up a pew at stall 14. Look for a lovely woman named Aicha who runs stall 1 in the southwestern corner for brochettes (kebabs), tajines and harira (a cheap, hearty soup made of tomatoes, onions, saffron and coriander with lentils and chickpeas).\nAfter dinner, join locals at the row of copper tea urns on the southern edge of the stalls. The speciality here is warming ginger tea called khoudenjal with cinnamon, mace and cardamom, served with a dense, sticky and similarly spicy scoop of cake. A pit stop at No 71 Chez Mohammed's is the perfect way to round out your meal.\nTips for exploring Djemaa El Fna\n\nWhile wandering around Djemaa at any time of day, stay alert to cars, motorbikes and horse-drawn-carriage traffic, which whizz around the perimeter of the plaza (cars are banned after 2pm).\nBe on guard against pickpockets and rogue gropers who are known to work the crowds, particularly after sunset.\nTo nab prime seats on makeshift stools around musician circles (women and elders get preference), arrive early in the evening.\nKeep a stock of Dh1 coins on hand for tipping the performers. A few dirhams (a little more if you took photos) is all that’s necessary when the hat comes around.\nBe warned that you will see chained monkeys dressed in sports jerseys paraded for tourists, and the practices of the snake charmers are ethically questionable. We advise avoiding both.\n\nWhere to stay near Djemaa El Fna\nMarrakesh's biggest concentration of budget hotels is in this area, most only a stone's throw from Djemaa El Fna, along Rue Sidi Bouloukat and Rue de la Recette (easy walking distance from both the airport bus and taxi drop-off points). Upmarket riad accommodation is found off Rue Riad Zitoun El Jedid to the southeast.\n\n  \nTerraces serving mint tea surround Djemaa El Fna © Layne Kennedy / Getty Images\n\nWhere to eat near Djemaa El Fna\nFancy some snail broth? Want to sample mechoui (slow-roasted lamb) or Marrakesh's famed tangy \"bachelor's stew\" tanjia? Djemaa El Fna and the area directly around it is the best place for adventurous foodies to get stuck in. South of the main square, there are more high-end options. For serious munching, follow your nose to Hadj Mustapha, a basic canteen that dishes up some of the best tanjia in town.\nThe front terraces of the old-timer cafes rimming Djemaa El Fna are the best people-watching spots in town. There are a few places that serve alcohol in this area if you know where to look. If you feel your energy flagging, head to the terrace of Grand Balcon du Café Glacier for a mint tea.\nHow to get to Djemaa El Fna\nDjemaa El Fna is on the edge of the Marrakesh medina, the ancient walled part of the city. It's a 20-minute walk from Bab Doukkala in the northwest or 15 minutes from Place des Ferblantiers in the south. From central Gueliz, take Bus 1 or 16.\n"
    },
    {
        "country": "morocco",
        "index": 3,
        "name": "Jardin Majorelle",
        "latitude": "31.641325",
        "longitude": "-8.002199",
        "excerpt": "French fashion designer Yves Saint Laurent and his partner Pierre Bergé bought Jardin Majorelle in 1980 to preserve the vision of its original owner,…",
        "detail_url": "https://www.lonelyplanet.com/morocco/marrakesh/ville-nouvelle/attractions/jardin-majorelle/a/poi-sig/1144259/1341478",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f783cd0dc03d54d1dfe23eaf8c40549d-jardin-majorelle.jpg",
        "detail_description": "French fashion designer Yves Saint Laurent and his partner Pierre Bergé bought Jardin Majorelle in 1980 to preserve the vision of its original owner, French landscape painter Jacques Majorelle, and keep it open to the public. The garden, started in 1924, contains a psychedelic desert mirage of 300 plant species from five continents. At its heart lies Majorelle's electric-blue art deco studio, home to the Musée Berbère, which showcases the rich panorama of Morocco's indigenous inhabitants through displays of some 600 artifacts.\nIn recent years, the site has become incredibly popular, and it now ranks as Morocco's most visited tourist attraction, with around 900,000 visitors a year. It's far from the peaceful oasis it was a decade ago, but it's still an extremely stylish place with magical gardens, art deco architecture and an excellent museum. To add more space for the huge number of visitors, the YSL Foundation expanded the gardens in December 2018 by opening up the section containing Villa Oasis, where Bergé lived until his death in 2017.\nJardin Majorelle also houses a pretty courtyard cafe, a small book and photography shop, and a chic boutique selling Majorelle blue slippers, textiles and Amazigh-inspired jewellery influenced by YSL designs.\nAll areas of Jardin Majorelle are wheelchair and stroller accessible.\n\n  \nThe line to get into Jardin Majorelle can be long, so it pays off to plan ahead © Del Boy / Shutterstock\n\nHow to get tickets for Jardin Majorelle\nAs Morocco's most popular tourist attraction, the line to get into Jardin Majorelle can be long. In peak season, expect to wait 15 minutes to an hour to get in. For your best chance of immediate entry, arrive before 10am, and ideally for opening at 8am.\nTickets can now be purchased online, which is highly recommended for faster entry. Visit Friday to Monday when tickets include entry to the Villa Oasis gardens, which are a highlight. Don’t scrimp the extra Dh30 ($3.35) and miss the Musée Berbère; it's well worth the cost.\nAn afternoon visit is the best time for keen photographers because it captures the prettiest light.\nMusée Yves Saint Laurent, opened in 2017, is next door to the gardens, and combined tickets can be bought for both attractions. Plan to spent the best part of a day between the two.\n\n  \nThe famous electric-blue color of Jardin Majorelle is called \"Majorelle blue\" © saiko3p / Shutterstock\n\nHistory of Jardin Majorelle\nIn 1923, Majorelle decided to put down roots in Marrakesh and bought a 4-acre palm grove on the edge of the medina, planted with poplars that gave his home its original name, Bou Saf Saf (meaning \"the poplars\" in Arabic). The first dwelling built here was Moorish in style, with a traditional adobe tower. It wasn’t until 1931, after Majorelle had extended the plot to almost 10 acres, that he hired French architect Paul Sinoir to design a villa and studio in the art deco style.\nThe building that has become Instagram-famous (now housing the Musée Berbère) was Majorelle’s studio and workshop. The main house, where Majorelle and then Yves Saint Laurent and his partner Pierre Bergé lived, was renamed Villa Oasis by YSL. It remained a private residence until Bergé’s death in 2017.\nWho was Jacques Majorelle?\nAlthough famed for its tenure as the home of Yves Saint Laurent, it was Jacques Majorelle (1886–1962) who gifted the gardens to Marrakesh. He was a French painter from Nancy whose father, Louis Majorelle, was a celebrated art nouveau furniture designer. It was partly Majorelle's exposure to the art nouveau movement – rich with organic motifs – that cemented his lifelong passion for plants and animals. Majorelle arrived in Morocco in 1917 and was quickly bewitched by the same colors and vibrant street life in Marrakesh that seduced YSL half a century later.\nMajorelle became known for his Orientalist paintings of North Africa and particularly Morocco – some of the repro 1920s travel posters for sale around the medina are his work. The striking cobalt blue of the buildings at Jardin Majorelle are an original feature conceived by Majorelle himself, inspired by the bold Moroccan skies, the shade of blue in traditional Moroccan tiles and the head-turning blue veils of the Tuareg people in the southern Sahara. The color became known as \"Majorelle Blue\" and was even trademarked as such.\n\n  \nJardin Majorelle is Morocco's most visited tourist attraction, but it's still possible to find a quiet moment © Explora_2005 / Getty Images\n\nPlants in Jardin Majorelle\nThe gardens are home to more than 300 plant species from five continents, mostly collected by Jacques Majorelle over several decades of globetrotting. The gardens were first opened to the public in 1947 but were abandoned after his death until Yves Saint Laurent and Pierre Bergé made it their mission to save them from property developers.\nAspiring botanists will be in heaven, but Jardin Majorelle is a wonderful space to explore whether you’re a plant super fan or not. Regular signage includes useful illustrations to help visitors identify everything from Mexican agave to Chinese windmill palms and North African date palms, though it could be more helpful if common names were labeled as well as scientific names.\nDense thickets of bamboo stretch as high as desert towers, flecked with strong shards of sunlight. Jardin Majorelle’s exotic bamboo groves are well known and well loved, but what you might not expect is the immense volume of graffiti. For years, tourists have shown their affection for the site by thoughtlessly etching their initials into the gardens’ signature stalks and even into some of the giant succulents. Not only has this environmental graffiti become an eyesore, but the gardens’ botanists have realised that it is damaging the plants. Carving into the plants is now forbidden.\nMusée Berbère\nMajorelle’s electric-blue art deco studio houses the fabulous Musée Berbère, which showcases the rich panorama of Morocco’s indigenous inhabitants in displays of some 600 artifacts, including wood and metalwork, textiles and a room of regional traditional costumes displayed with the flair of a catwalk show. Best of all is the brilliant mirrored chamber displaying a collection of chiseled, filigreed and enameled jewels.\nVilla Oasis Gardens\nIn December 2018, the Villa Oasis gardens opened to the public for the first time. Accessed via a pathway draped with bright bougainvillea and distinct from the main gardens, they are arguably the more sumptuous and engrossing of the two and have greatly enhanced the visitor appeal of the complex.\nThe residence itself is larger than the studio and more Oriental in design, mixing Marrakesh’s signature terracotta red with Majorelle’s electric blue and Islamic green on its facade and tiled pyramid roof. The bamboo groves of the main garden give way to giant succulents, cacti and mature palms. There’s also a succession of calm-inducing water features filled with koi carp, noisy frogs and lily pads, the largest of which pools around a white-pillared pavilion.\nThe Villa Oasis house isn’t open to the general public (only a handful of very high-end hotels are allowed to run exclusive tours here), so you might just have to imagine the sumptuousness of its interiors. The salon is a masterpiece of Moroccan craftsmanship with elaborate painted cedarwood, magnificent zellige (colorful geometric tilework) and museum-quality art deco furniture.\nYves Saint Laurent Memorial\nOne of the most popular spots in the garden is the memorial. You’ll find it along the back wall on the opposite side of the gardens to the entrance/exit. If you can block out the photographers and Instagrammers, it’s a poignant space. The memorial is an ancient Roman pillar, which Yves Saint Laurent and Pierre Bergé found on a beach in Tangier. Bergé, who was both Yves Saint Laurent’s business partner and life partner, was added to the memorial after his death in Provence, France, in 2017.\nWhere to stay near Jardin Majorelle\nJardin Majorelle is in the Ville Nouvelle neighborhood of Marrakesh, the \"new town\" with modern amenities. Hotels in the medina beat those in the Ville Nouvelle hands down for atmosphere, but if you prefer a more contemporary sleep, the Ville Nouvelle and Gueliz area has plenty of options. In this neighborhood, you'll find the international hotels aimed at the package-holiday market. It's no better value to stay here, but most hotels have on-site bars and larger pools than you'll find in the medina.\nWhere to eat near Jardin Majorelle\nInside the gardens, the former servants' quarters house Café Majorelle, a lovely, leafy spot for tea or cake. Just outside the entrance of Jardin Majorelle, MyKawa serves salads, sandwiches and Moroccan breakfasts with a dash of Mediterranean style.\nHow to get to Jardin Majorelle\nBus No 12 from Bab Doukkala heads past Jardin Majorelle. If you want to walk, it's a 10-minute stroll from Bab Doukkala. Head up Avenue Moulay Abdullah and then turn right onto Ave Yacoub El Mansour.\nTaxi drivers who hang out around Jardin Majorelle are renowned for overcharging. Walk away and hail a taxi off the main road instead.\n"
    },
    {
        "country": "morocco",
        "index": 4,
        "name": "Bahia Palace",
        "latitude": "31.620954",
        "longitude": "-7.983992",
        "excerpt": "La Bahia (The Beautiful) is an 8000-sq-metre, floor-to-ceiling extravagance of intricate marquetry, plasterwork and zouak (painted wood), and certainly…",
        "detail_url": "https://www.lonelyplanet.com/morocco/marrakesh/riads-zitoun-kasbah/attractions/bahia-palace/a/poi-sig/1404426/1341480",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/51cfc4a974e1d8fb50716e9c9cd66437-bahia-palace.jpg",
        "detail_description": "La Bahia (The Beautiful) is an 8000-sq-metre, floor-to-ceiling extravagance of intricate marquetry, plasterwork and zouak (painted wood), and certainly one of Marrakesh's most eye-popping sights.\nThe salons of both the Petit Riad and Grand Riad host intricate marquetry and zouak ceilings, but the Cour d'Honneur, a grand courtyard, with its 1500 sq metre floor of Italian Carrara marble, is the undisputed highlight.\nDespite the vast area on show, only a portion of the palace’s eight hectares and 150 rooms is open to the public. Its grand spaces sometimes play host to important cultural events.\nHistory\nBuilt by Grand Vizier Si Moussa in the 1860s, the palace was later expanded and embellished from 1894 to 1900 by his son and successor Abu ‘Bou’ Ahmed. The Cour d'Honneur (courtyard) was converted into a harem by Bou Ahmed after he became Grand Vizier in 1894. Indeed, the expansion and beautification of Bahia Palace was driven by Bou Ahmed's desire to accommodate his four wives and 24 concubines.\nBou Ahmed died in 1900, and in 1908 the palace's beguiling charms attracted warlord Pasha Glaoui, who claimed it as a suitable venue to entertain French guests. They, in turn, were so impressed that they booted out their host in 1912, installing the protectorate’s resident-general in his place.\nWhen Morocco gained independence from France in 1956, the palace was used as a royal residence, until King Hassan II transferred it to the custody of the Moroccan Ministry of Culture, so the building could serve as a cultural icon and tourist attraction.\n\n  \nThe large palace complex is home to a number of green spaces © saiko3p / Shutterstock\n\nTouring the palace\nPetit Riad\nClosest to the entrance, the single-storey Petit Riad is similar in layout and size to traditional houses of the medina, but it's notable for the ornamentation of its salons. Its walls of intensely elaborate white plasterwork are inscribed with verses from the Quran. In the 19th century when it was originally decorated, this plaster would have been carved in situ while wet – just imagine the artisan skill required to work so swiftly and accurately.\nCour d'Honneur \nSandwiched between the Petit Riad and the Grand Riad, you'll pass through two courtyards. The first is relatively plain, but the second, called the Grand Cour or Cour d'Honneur, is the undisputed heart of the palace and one of the most spectacular open spaces ever to be conceived in Morocco. It is 1500 sq metres in size and was restored to its original brilliance in 2018. The floor is a vast expanse of Italian Carrara marble, encircled by a gallery uniquely coloured with bright blue and yellow plaster and woodwork.\nGrand Riad\nStep through the doorway from the Cour d'Honneur into the large courtyard of the Grand Riad, studded with fountains and lush foliage and sound-tracked by birdsong. This is the oldest part of the palace complex, completed in 1867 by Si Moussa, a former slave who rose through the ranks to become one of Sultan Hassan I's most important aides. The riad's salon is bedecked with carved wood lintels, zouak artistry and stained-glass detailing – Bahia Palace was thought to be the first building in North Africa to use stained glass as a decorative feature.\n\n  \nThe ceiling of the Bahia Palace, Marrakesh © Massimo Pizzotti / Getty Images\n\nTickets and other practicalities\nEntrance fees are Dh70 for adults and Dh30 for children. Aim to arrive early to dodge the large tour groups that regularly descend on the building.\n"
    },
    {
        "country": "morocco",
        "index": 5,
        "name": "Saadian Tombs",
        "latitude": "31.617117",
        "longitude": "-7.989056",
        "excerpt": "Saadian Sultan Ahmed Al Mansour Ed Dahbi was just as extravagant in death as he was in life. After the \"golden king\" built Badia Palace in the 16th…",
        "detail_url": "https://www.lonelyplanet.com/morocco/marrakesh/riads-zitoun-kasbah/attractions/saadian-tombs/a/poi-sig/1144240/1341480",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7d33a05f23f325873b7205a9264fd490-saadian-tombs.jpg",
        "detail_description": "Saadian Sultan Ahmed Al Mansour Ed Dahbi was just as extravagant in death as he was in life. After the \"golden king\" built Badia Palace in the 16th century, he transformed an existing necropolis into this lavish tomb complex, sparing no expense and importing Italian Carrara marble and gilding honeycomb muqarnas (decorative plasterwork) with pure gold. Al Mansour died in splendour in 1603, but a few decades later, Alaouite Sultan Moulay Ismail walled up the Saadian Tombs to keep his predecessors out of sight and mind. The mausoleum lay forgotten until aerial photography exposed it in 1917.\n\n  \nForgotten for centuries, the Saadian Tombs are a marvel of Moroccan architecture © marcp_dmoz / Getty Images\n\nChamber of the 12 Pillars\nThe tomb complex's main chamber is to the left of the site entrance – just look for the line of people. At the time of writing, it could only be admired through an arched viewing door, though plans are afoot to build a viewing platform circling the chamber to help ease congestion.\nElaborate zellige (geometric tilework) and gilded honeycomb muqarnas abound in this hall, which gets its name from the fact that its cupola ceiling is supported by three groups of four pillars of marble. Two of these columns are noticeably older – plundered loot from the ancient Roman city of Volubilis. This chamber, the most luxurious part of the tomb, is the final resting place of Al Mansour and his sons.\n\n  \nThe walls of the Saadian Tombs are covered with elaborate tilework © Jose Ignacio Soto / Shutterstock\n\nChamber of Three Niches and Prayer Room\nSurrounding the central Chamber of 12 Pillars are two other tomb rooms. Alpha princes were buried in the Chamber of the Three Niches, while the room to the left was originally a prayer room, though it later became a secondary tomb for favored members of the royal court. The intricately carved, pentagon-shaped feature in the back wall is the mihrab (prayer niche indicating the direction of Mecca).\nLalla Massouda's Tomb\nIn the courtyard cemetery, the secondary mausoleum was erected by an earlier sultan in 1557 and predates the rest of the tomb complex. Carved with blessings and vigilantly guarded by stray cats and the odd tortoise, the tomb was embellished by Al Mansour who claimed it for his mother, Lalla Massouda. Hers is the singular tomb recessed in a niche at the back of the mausoleum; the rest belong to other important women of the court.\nNext to this structure you can still see the original main entrance to the tombs, blocked up by Moulay Ismail and never reopened. Accessible for centuries only through a small passage in the Kasbah Mosque, the tombs were neglected by all except the storks until the French discovered them and built the alleyway in the southwestern corner through which visitors now enter.\nGarden Tombs\nNot an alpha prince during Al Mansour’s reign? Then you were relegated to the garden plot along with royal household members and some 170 chancellors. Rumor has it that one of these tombs belongs to the sultan's most trusted Jewish adviser – see if you can spy one that looks subtly different to the rest.\n\n  \nThe tombs lay forgotten for centuries until they were uncovered in 1917, during the French Protectorate era © Jon Chica / Shutterstock\n\nTips for visiting the Saadian Tombs\n\nThe site is busy with tour groups from about 9:30am to 1pm, and a long line can form to view Al Mansour’s chamber. Either get here right at opening time to admire the tombs in peace or come later in the day.\nLate afternoon is the best time for photography as the marble work takes on a golden hue in the light.\n\nWhere to stay near the Saadian Tombs\nThe Saadian Tombs are located in the Kasbah area of the Marrakesh medina. This area is less popular than Mouassine and Djemaa El Fna for accommodations, but the neighborhood can actually be a far more pleasant option because it's a little quieter and tourists receive less hassle here than in the northern souqs (markets).\nWhere to eat near the Saadian Tombs\nConveniently just across the road from the entrance to the Saadian Tombs, Kasbah Café is a top spot to recharge your sightseeing batteries. For camel burgers, date milkshakes and a fun, friendly vibe, head down Rue de la Kasbah to Cafe Clock.\nHow to get to the Saadian Tombs\nRue de la Kasbah is outside the entrance to the Saadian Tombs, so it's easy for taxis to drop off passengers. If you're walking, follow the main roads heading west from Place des Ferblantiers until the Kasbah Mosque turnoff.\nThe entrance to the Saadian Tombs is unmarked. Walk to the southern end of the Kasbah Mosque, with the Kasbah Café directly across the road, and head down the skinny alleyway.\n"
    },
    {
        "country": "morocco",
        "index": 6,
        "name": "Koutoubia Mosque",
        "latitude": "31.623904403261",
        "longitude": "-7.9936603268338",
        "excerpt": "Five times a day, one voice rises above the din of Djemaa El Fna as the muezzin calls the faithful to prayer from the Koutoubia Mosque. The mosque's…",
        "detail_url": "https://www.lonelyplanet.com/morocco/marrakesh/djemaa-el-fna-around/attractions/koutoubia-mosque/a/poi-sig/1144234/1341479",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/dc6c6aa1c80bd52f90decf31c6fb8f97-koutoubia-mosque.jpg",
        "detail_description": "Five times a day, one voice rises above the din of Djemaa El Fna as the muezzin calls the faithful to prayer from the Koutoubia Mosque. The mosque's minaret has been standing guard over the old city since the Almohads erected it in the 12th century. Today it's Marrakesh's most famous landmark. The tower is a monumental cheat sheet of Moorish ornament: scalloped keystone arches, jagged merlon crenelations and mathematically pleasing proportions.\nKoutoubia Mosque architecture\nThey say imitation is the greatest compliment, and the 12th-century 250ft-high minaret has quite the reputation as an architectural muse. It’s the prototype for the Giralda in Seville, Spain, and Le Tour Hassan in Rabat, the capital of Morocco. Unlike Middle Eastern mosques, which have domed minarets, the Koutoubia's square design is an Amazigh trademark.\nThere are no stairs inside the minaret, only a ramp that the muezzin would have once ridden up on horseback to give the call to prayer.\n\n  \nThe minaret of Koutoubia Mosque has unique architecture © Balate Dorin / Shutterstock\n\nLegends of Koutoubia Mosque\nThe Koutoubia Mosque minaret is topped by a spire of brass balls. Once made from gold, local legend tells that the balls were \"gifted\" to the mosque by the wife of Almohad sultan Yacoub Al Mansour, who melted down her jewelry as punishment after being spotted eating during Ramadan fasting hours.\nToday, the balls are filled with special mineral salt from the High Atlas Mountains, which includes nitrate and magnesium that prevents the spire from oxidizing. The salt is changed once a year, during Ramadan, to maintain the golden glint. In front of the spire, the wooden stick points towards Mecca (all mosques in the Marrakesh medina have this feature) and is also used to bear flags on religious holidays.\nAnother Marrakshi legend tells that the pious Almohads had the original mosque felled halfway through building because it wasn’t properly aligned with Mecca. Exact dates of construction are murky. \n\n  \nKoutoubia Mosque's original prayer hall might have been demolished by the 1755 earthquake in Lisbon, Portugal © Adam Smigielski / Getty Images\n\nRuins of the Koutoubia Mosque prayer hall\nOn the northwestern side of the Koutoubia Mosque minaret are the ruins of the original prayer hall. One story goes that it collapsed during the massive 1755 Lisbon earthquake, killing hundreds of people as it crumbled. Research suggests this could be plausible. To the north of the Koutoubia minaret, the original doorway still stands. On the far wall of the ruins the remains of the arches that would have held up the ceiling are visible. The stumps on the floor are the hall's columns, and they stay in situ as a memorial.\nIn Arabic, djemaa means congregation as well as gathering, and one theory is that the true translation of Djemaa El Fna, the famous square in Marrakesh that's near Koutoubia Mosque, is not \"assembly of the dead,\" but \"mosque of the dead,\" a legacy of the tragic event that occurred here.\nMeaning of Koutoubia Mosque\nIn the 19th century, as many as 100 booksellers clustered around the Koutoubia Mosque's base – hence the name, from kutubiyyin (meaning booksellers in Arabic). Before that time, it was simply called the Almohad Mosque, after its founders.\n\n  \nThe Koutoubia Gardens are a lovely place to relax away from the mayhem of the Marrakesh medina © Olena_Z / Getty Images\n\nKoutoubia Gardens\nStretching out behind the Koutoubia Mosque, the palm-tree-dotted green swath of Koutoubia Gardens is a favorite Marrakshi spot for strolling, relaxing on park benches and generally taking a quiet break. If you need some downtime after dodging motorbikes amid the medina's skinny alleyways, take the locals' lead and head here for a peaceful meander. Koutoubia Gardens are one of the best parks in Marrakesh, and there are great views of the Koutoubia Mosque's minaret.\nVisiting Koutoubia Mosque\nNon-Muslims can’t go inside the Koutoubia Mosque or minaret but are most likely to get a glimpse inside on a Friday when the doors are open for prayers. The best spot from which to photograph the Koutoubia's minaret – framed by old stone and date palms – is under the archway to the left of the main entrance.\nWhere to stay near Koutoubia Mosque\nKoutoubia Mosque is just outside of the Marrakesh medina walls, a short walk from Djemaa El Fna square. Marrakesh's biggest concentration of budget hotels is in this area, most only a stone's throw from the square, along Rue Sidi Bouloukat and Rue de la Recette (easy walking distance from both the airport bus and taxi drop-off points). Upmarket riad accommodation is found off Rue Riad Zitoun El Jedid.\nWhere to eat near Koutoubia Mosque\nRefuel with a sugar fix at Pâtisserie des Princes, lauded for its pastries (though the ice cream is delicious too). For a refreshing mint tea with a view of the Koutoubia Mosque minaret, head across the road to lovely old-fashioned Café El Koutoubia.\nHow to get to Koutoubia Mosque\nBus 16 from the Gueliz neighborhood drops you directly opposite the mosque. Koutoubia Mosque is a one-minute stroll west of Djemaa El Fna, and a 25-minute walk from Gueliz, straight down Avenue Mohammed V.\n"
    },
    {
        "country": "morocco",
        "index": 7,
        "name": "Hassan II Mosque",
        "latitude": "33.60853",
        "longitude": "-7.63273",
        "excerpt": "This opulent mosque, built at enormous expense, is set on an outcrop jutting over the ocean with a 210m-tall minaret that's a city landmark. It's a…",
        "detail_url": "https://www.lonelyplanet.com/morocco/casablanca/attractions/hassan-ii-mosque/a/poi-sig/1379578/1331580",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b889c78b7cd79ada97be2c5df4c59c72-hassan-ii-mosque.jpg",
        "detail_description": "This opulent mosque, built at enormous expense, is set on an outcrop jutting over the ocean with a 210m-tall minaret that's a city landmark. It's a showcase of the finest Moroccan artisanship: hand-carved stone and wood, intricate marble flooring and inlay, gilded cedar ceilings and exquisite zellige (geometric mosaic tilework) abound. It's one of two Moroccan mosques open to non-Muslims; multilanguage guided tours are conducted outside prayer times for modestly clad visitors. There’s also a small museum showcasing the craftwork involved.\nOne of the largest mosques in Africa, it can hold 105,000 worshippers – 25,000 inside, the rest on the outside courtyards. Built and partially funded by King Hassan II (the remaining funds were gathered through a somewhat controversial public subscription process), the mosque complex was designed by French architect Michel Pinseau, took six years to build and was completed in 1993.Its dramatic location overhanging the ocean waves echoes verse from the Quran, which states that God’s throne was built upon the water. Believers pray on a floor that can be heated when necessary, and can feel the breeze through the retractable roof in warmer months.The size and elaborate decoration of the prayer hall is simply spectacular. A team of more than 6000 master craftspeople was assembled to work on the mosque, delicately carving intricate patterns and designs in fragrant cedar wood from the Middle Atlas and pink granite from Agadir. The gates were made from brass and titanium, and the ablution fountains in the basement, which are shaped like huge lotus flowers, were carved from local marble.To see the interior, visitors must be ‘decently and respectfully dressed’ (knees and upper arms covered); women don’t require a headscarf. Tours last around 45 minutes and are conducted in French, English, German and Spanish, and take in the prayer hall and subterranean ablutions rooms."
    },
    {
        "country": "morocco",
        "index": 8,
        "name": "Badia Palace",
        "latitude": "31.618295",
        "longitude": "-7.985874",
        "excerpt": "As 16th-century Sultan Ahmed Al Mansour (r 1578-1603) was paving the Badia Palace with gold, turquoise and crystal, his court jester wisecracked, ‘It’ll…",
        "detail_url": "https://www.lonelyplanet.com/morocco/marrakesh/riads-zitoun-kasbah/attractions/badia-palace/a/poi-sig/1378645/1341480",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b2d75f7f07c0eb03abdf9036cd3e5596-badi-palace.jpg",
        "detail_description": "As 16th-century Sultan Ahmed Al Mansour (r 1578-1603) was paving the Badia Palace with gold, turquoise and crystal, his court jester wisecracked, ‘It’ll make a beautiful ruin.’ That jester was no fool: at the beginning of the 18th century, the place was destroyed by Sultan Moulay Ismail and materials carried off to then-capital Meknes. Today only remnants remain, watched over by nesting storks. There are magnificent views from the ramparts, and in 2018 a renovation added some exhibitions.\nConstruction began in 1578, the same year the sultan ascended to the throne. Al Mansour came to be known as 'the golden king' and was the longest-ruling and most famous of all the Saadian dynasty rulers, as well as the last of his line. During Al Mansour's reign, Badia was the most impressive palace in the western reaches of the Muslim world – now only Badia's vast courtyard, with its four sunken gardens and reflecting pools, give a hint of its former majesty. A CGI film on loop in a room along the ruin's far eastern back wall shows what some areas of the palace would have looked like – historians believe it was designed in imitation of the grand Moorish palaces of Andalusia in southern Spain.The ruin's subterranean chambers house two exhibitions, one a photographic history of the Kasbah and Mellah area from the 1920s to 1950s, the other an underwhelming exhibition about the conditions for slaves and prisoners who would have once resided in these underground caverns. Across the vast courtyard (opposite the entrance), the Khayzuran Pavilion houses temporary contemporary art exhibitions.Just west of the pavilion, a highlight is the room housing the Koutoubia minbar (prayer pulpit). Once the minbar of the Koutoubia Mosque, its cedar-wood steps with gold and silver calligraphy were the work of 12th-century Cordoban artisans headed by a man named Aziz – the Metropolitan Museum of Art restoration surfaced his signature.To reach the palace entrance, head through Place des Ferblantiers and turn right along the ramparts."
    },
    {
        "country": "morocco",
        "index": 9,
        "name": "Volubilis",
        "latitude": "34.070925",
        "longitude": "-5.553229",
        "excerpt": "Sitting in the middle of a fertile plain, the ruined Roman city of Volubilis is the best-preserved archaeological site in Morocco. Its most amazing…",
        "detail_url": "https://www.lonelyplanet.com/morocco/middle-atlas-1331531/attractions/volubilis/a/poi-sig/1404686/1331531",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/480df2a19d504620f6651768af05fbd0-roman-ruins.jpg",
        "detail_description": "Sitting in the middle of a fertile plain, the ruined Roman city of Volubilis is the best-preserved archaeological site in Morocco. Its most amazing features are the many beautiful mosaics preserved in situ, and it was declared a Unesco World Heritage site in 1997. Volubilis is about 33km north of Meknes and can easily be combined with nearby Moulay Idriss Zerhoun to make a fantastic day trip from Meknes or Fez.\nOnly about half of the 40-hectare site at Volubilis has been excavated. The better-known monuments are in the northern part of the site, furthest from the entrance in the south.In the heat of a summer day, the sun can be incredibly fierce, so bring a hat and plenty of water. Spring is the ideal season, when wildflowers blossom amid the abandoned stones, and the surrounding fields are at their greenest. The best time to visit is either first thing in the morning or late afternoon; at dusk, when the last rays of the sun light the ancient columns, Volubilis is at its most magical.Although parts of certain buildings are roped off, you are free to wander the site at will. Just beyond the entrance gate lies a small on-site museum, which displays the ancient city's most celebrated finds and includes some of the prized discoveries, such as some fine bronzes, although many remain in the Archaeology Museum in Rabat.Hiring a guideInformation boards are much improved and explain in English, French and Arabic what you’re actually seeing. It’s well worth hiring a guide, especially if you’re pressed for time. Official guides hang about at the entrance to the site and conduct good one-hour tours for Dh250. Between them, the guides speak virtually every language under the sun. To get the most out of your tour, insist on getting one that speaks your language fluently.If you prefer to wander on your own, allow at least two hours to see the essentials.Ancient VolubilisAlthough the least remarkable part of the site, the olive presses here indicate the economic basis of ancient Volubilis, much as the plentiful olive groves in the surrounding area do today – look for the flat presses and stone storage vats dotted about the site. Wealthy homeowners had private olive presses.BuildingsNext to the House of Orpheus are the remains of Galen's Thermal Baths. Although largely broken, they clearly show the highly developed underfloor heating in this Roman hammam (look for the low arches). Opposite the steam room are the communal toilets – where citizens could go about their business and have a chat at the same time.The Capitol, Basilica and 1300-sq-metre Forum are, typically, built on a high point. The Capitol, dedicated to the Triad of Jupiter, Juno and Minerva, dates back to AD 218; the Basilica and Forum lie immediately to its north. The reconstructed columns of the Basilica are usually topped with storks’ nests – an iconic Volubilis image if the birds are nesting at the time of your visit. Around the Forum is a series of plinths carved with Latin inscriptions that would have supported statues of the great and good. Keep your eyes out for the carved stone drain-hole cover – an understated example of Roman civil engineering.The marble Triumphal Arch was built in 217 in honour of Emperor Caracalla and his mother, Julia Domna. The arch, which was originally topped with a bronze chariot, was reconstructed in the 1930s, and the mistakes made then were rectified in the 1960s. The hillock to the east provides a splendid view over the entire site.Houses with MosaicsThe House of Orpheus is the finest and largest home, containing a mosaic of Orpheus charming animals by playing the lute, and a dolphin mosaic in the dining room. Note the private hammam has a caldarium (hot room) with visible steam pipes, a tepidarium (warm room) and a frigidarium (cold room), as well as a solarium.On the left just before the triumphal arch are a couple more roped-off mosaics. One, in the House of the Acrobat, depicts an athlete being presented with a trophy for winning a desultory race, a competition in which the rider had to dismount and jump back on his horse as it raced along. To the west of here is the House of the Dog, famed not for its mosaics but a lonesome rock plinth with a giant phallus carved into the top of it – this establishment was once a brothel for weary warriors who would stop off here after making it back to the triumphal arch after battle.From the arch, the ceremonial road, Decumanus Maximus, stretches up the slope to the northeast. The houses lining it on either side contain the best mosaics on the site. The first on the far side of the arch is known as the House of the Ephebus and contains a now-incomplete mosaic of Bacchus in a chariot drawn by panthers.Next along, the House of the Columns is so named because of the columns arranged in a circle around the interior court – note their differing styles, which include spirals. Adjacent to this is the House of the Knight, also called House of the Cavalier/Rider with its incomplete mosaic of Bacchus and Ariadne. The naked Ariadne has suffered somewhat from the attentions of admirers.The next four houses are named for their excellent mosaics: the House of the Labours of Hercules, the House of Dionysus and the Four Seasons, the House of the Nymphs Bathing, though the nymph mosaics are heavily damaged, and the House of the Wild Beasts. The first is almost a circular comic strip, recounting the Twelve Labours. Several of Hercules’ heroic feats were reputed to have occurred in Morocco, making him a popular figure at the time.Some of the best mosaics are saved until last. Cross the Decumanus Maximus and head for the lone cypress tree, which marks the House of Venus, home of King Juba II. There are two particularly fine mosaics here, appropriately with semi-romantic themes. The first is the Abduction of Hylas by the Nymphs, an erotic composition showing Hercules’ lover Hylas being lured away from his duty by two beautiful nymphs. The second mosaic is Diana Bathing. The virgin goddess was glimpsed in her bath by the hunter Acteon, whom she turned into a stag as punishment. Acteon can be seen sprouting horns, about to be chased and devoured by his own pack of hounds – the fate of mythical peeping toms everywhere.Getting to VolubilisThe simplest and quickest way to get to Volubilis is to hire a grand taxi for the return trip. A half-day outing from Meknes should cost Dh350, with a couple of hours at the site and a stop at Moulay Idriss Zerhoun (worth an overnight stay in itself). The same trip from Fez (about twice the distance) will cost about Dh1000.A cheaper alternative is to take a shared grand taxi from Meknes to Moulay Idriss Zerhoun (Dh10; ask for Zerhoun), and then hire a grand taxi to take you to Volubilis (Dh30 complete hire, one way). If the taxi waits for you and takes you back to Meknes, the cost is Dh120. If you don't arrange in advance to be taken back, simply ask the guardian at Volubilis car park to find you a taxi. Note that shared grands taxis to Moulay Idriss only run from near the Meknes Institut Français.If the weather isn’t too hot, it’s a lovely one-hour walk (one way) between Moulay Idriss Zerhoun and Volubilis. Alternatively, trot down on a donkey arranged through Dar Zerhoune in Moulay Idriss Zerhoun (Dh150, one hour), and take a taxi back."
    },
    {
        "country": "morocco",
        "index": 10,
        "name": "Erg Chigaga",
        "latitude": "29.840644",
        "longitude": "-6.238861",
        "excerpt": "The area's star attraction is the misnamed Erg Chigaga, not a single dune (erg) but an incredible stretch of golden sand sea some 56km southwest of M…",
        "detail_url": "https://www.lonelyplanet.com/morocco/m-hamid/attractions/erg-chigaga/a/poi-sig/1379765/1316546",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-475635252_super.jpg",
        "detail_description": "The area's star attraction is the misnamed Erg Chigaga, not a single dune (erg) but an incredible stretch of golden sand sea some 56km southwest of M'Hamid. It is the largest sand sea in Morocco, snaking along the horizon for 40km and bordered to the north and south by mountain ridges. The best way to get here is in classic movie style: by camel (from Dh500 to Dh600 per day), which takes between five and seven days round-trip.\nTo reach the area in just a few hours, a 4WD costs from Dh1000 to Dh1300 per day with insurance, plus another Dh350 to Dh500 for the camp.This sea of golden crescents, which peak at 300m, hides small, semipermanent camps in its troughs. As a result, the desert experience here is quiet and enveloping, offering spectacular night skies illuminated by the enormous arc of the Milky Way."
    },
    {
        "country": "morocco",
        "index": 11,
        "name": "Kasbah Museum of Mediterranean Cultures",
        "latitude": "35.788463159122",
        "longitude": "-5.812645311141",
        "excerpt": "This recently refurbished museum is housed in the former sultan's palace of Dar El Makhzen. The focus is on the history of the area from prehistoric times…",
        "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/tangier/attractions/kasbah-museum-of-mediterranean-cultures/a/poi-sig/439090/355513",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1f48c75593059a39015ef4c0927d6b9f-kasbah-museum-of-mediterranean-cultures.jpg",
        "detail_description": "This recently refurbished museum is housed in the former sultan's palace of Dar El Makhzen. The focus is on the history of the area from prehistoric times to the 19th century. Exhibits are well-presented in French and Arabic only. Work your way anticlockwise around the first courtyard before heading inside to the rest of the displays, followed by a walk in the charming Andalusian garden.\nParticular highlights are the mosaic of Venus from Volubilis and statuary, plus the giant replica maps. The first map tracks trade routes from the Phoenician trade in metals to the electronic goods of the 21st century; the second is a gorgeous map of the known world made in Tangier in 1154 (hint: it's upside down from the viewer's perspective). The museum is inside the medina – follow the perimeter all the way to the western end, to the highest part of the city, enter the Bab Kasbah gate and follow the road to the museum.The museum is wheelchair accessible."
    },
    {
        "country": "morocco",
        "index": 12,
        "name": "Chellah",
        "latitude": "34.007257",
        "longitude": "-6.821548",
        "excerpt": "First came the Phoenicians, then the Romans took control of this beautiful hilltop site above the fertile Bou Regreg river plain around 40 CE. From 1154,…",
        "detail_url": "https://www.lonelyplanet.com/morocco/rabat/attractions/chellah/a/poi-sig/423791/355499",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-557111377_full.jpg",
        "detail_description": "First came the Phoenicians, then the Romans took control of this beautiful hilltop site above the fertile Bou Regreg river plain around 40 CE. From 1154, it lay abandoned until the 14th century, when a Merinid sultan built a necropolis on top of the Roman site. An elegant minaret, now topped by a stork’s nest, is all that's left of a once-impressive mosque and behind it, the sultan's tomb, complete with stone carving and mosaic traces.\nTo its right (east) are the tombs of several saints and the Bassin aux Anguilles, a pool that attracts women who believe that feeding boiled eggs to its resident eels brings fertility and easy childbirth. Next to the minaret, at a lower level, is a small medersa (school for studying the Quran) with the remains of pillars, students’ cells, a mihrab (niche indicating the direction of Mecca) and an ornamental pool. At the bottom of the site, on the slope beneath the tomb of Sultan Abu Al Hasan and his wife, is a shady walkway lined with flowers, palm trees and bamboo.The Chellah is an evocative setting for several of the city's festivals, including Jazz au Chellah and Mawazine."
    },
    {
        "country": "morocco",
        "index": 13,
        "name": "Musée de la Palmeraie",
        "latitude": "31.650002",
        "longitude": "-7.94687",
        "excerpt": "There's no comprehensive archive of modern Moroccan art in central Marrakesh: it's out here, hidden in the Palmeraie, and it's well worth travelling for…",
        "detail_url": "https://www.lonelyplanet.com/morocco/marrakesh/attractions/musee-de-la-palmeraie/a/poi-sig/1510021/1316370",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Morocco%20Marrakesh%20celiachen%20shutterstock_777811729%20RFC.jpg",
        "detail_description": "There's no comprehensive archive of modern Moroccan art in central Marrakesh: it's out here, hidden in the Palmeraie, and it's well worth travelling for. Set in a sprawling Andalusian garden of adobe houses, the Musée de la Palmeraie displays an outstanding collection of photography, painting and sculpture. Its 20th-century watercolours, drawings, prints and oil paintings, by Marrakshi artists such as Hicham Benohoud, Abderrahim Iqbi and Larbi Cherkaoui, are particularly strong and demonstrate how local artists have been inspired by Moroccan life and Islamic culture.\nIt's blissfully free of crowds and an absolute joy if you want to see art that goes far beyond the tired Moroccan tropes employed by medina wannabe painters."
    },
    {
        "country": "morocco",
        "index": 14,
        "name": "Tangier American Legation Museum",
        "latitude": "35.783939241851",
        "longitude": "-5.8108221181569",
        "excerpt": "This museum, in an elegant five-storey mansion, is a must-see: Morocco was the first country to recognise the United States by opening its ports to the…",
        "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/tangier/attractions/tangier-american-legation-museum/a/poi-sig/1144898/355513",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ca9dab30d5010eec6fcab8846e5ba311-tangier-american-legation-museum.jpg",
        "detail_description": "This museum, in an elegant five-storey mansion, is a must-see: Morocco was the first country to recognise the United States by opening its ports to the fledgling nation in 1777, and this was the first piece of American real estate abroad, as well as the only US National Historic Landmark on foreign soil.\nThere are some unusual displays, including a Moroccan Stars and Stripes carpet, and an 1839 letter from a hapless US consul who had been given two lions as a diplomatic gift. The museum also holds an impressive display of paintings that give a view of Tangier's past through the eyes of its artists, most notably Scotsman James McBey's hypnotic painting of his servant girl, Zohra, which has been called the Moroccan Mona Lisa. There is a small bookshop and a wing dedicated to American author Paul Bowles."
    },
    {
        "country": "morocco",
        "index": 15,
        "name": "Bab El Mansour",
        "latitude": "33.892701",
        "longitude": "-5.564511",
        "excerpt": "The focus of Place El Hedim is this huge gate, perhaps the grandest of all imperial Moroccan gateways. The gate is well preserved, if a bit dulled by soot…",
        "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/meknes/attractions/bab-el-mansour/a/poi-sig/483064/355511",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/887bceff43492bab87e43f15afb7c138-bab-el-mansour.jpg",
        "detail_description": "The focus of Place El Hedim is this huge gate, perhaps the grandest of all imperial Moroccan gateways. The gate is well preserved, if a bit dulled by soot, with intricate mosaic tilework and inscriptions across the top. It was completed by Moulay Ismail’s son, Moulay Abdallah, in 1732. You can't actually pass through, though the front door is sometimes open to host exhibitions. Otherwise, there's a little foot passage through the wall to the left of the gate.\nThe two white columns either side of the gate are marble, thought to have been originally installed at Volubilis (given their Italian source). Along the top of the gate, the Arabic inscription is a boasting poem in the voice of the gate itself, praising its own beauty and, by extension, the might of Moulay Abdallah."
    },
    {
        "country": "morocco",
        "index": 16,
        "name": "Anima Garden",
        "latitude": "31.400554",
        "longitude": "-7.825913",
        "excerpt": "Nestled in the foothills of the High Atlas Mountains, Anima Garden is a space designed by multimedia artist André Heller. Surprising sculptures…",
        "detail_url": "https://www.lonelyplanet.com/morocco/ourika-valley/attractions/anima-garden/a/poi-sig/1591802/1331480",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/979bf85132d0aba87d6981713f09a9b2-anima-garden.jpg",
        "detail_description": "Nestled in the foothills of the High Atlas Mountains, Anima Garden is a space designed by multimedia artist André Heller. Surprising sculptures referencing local and international themes are hidden among the shady pathways and flowerbeds filled with wildflowers, cacti, water features, palm trees and tall grass. The on-site cafe serves light food, sweets and an array of hot beverages.\nThere's a free shuttle service here from just behind Koutoubia Gardens in Marrakesh; seat preference is given to those with online reservations. Check the website for shuttle timings and detailed directions to the pickup point."
    },
    {
        "country": "morocco",
        "index": 17,
        "name": "Comptoir des Mines",
        "latitude": "31.634164",
        "longitude": "-8.013711",
        "excerpt": "Once the home of a mining corporation, this 1932 building now houses Marrakech Art Fair founder Hicham Daoudi’s latest project: a contemporary gallery…",
        "detail_url": "https://www.lonelyplanet.com/morocco/marrakesh/ville-nouvelle/attractions/comptoir-des-mines/a/poi-sig/1607492/1341478",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/de1032bf207b885e00f6b8f1f8a1e036-comptoir-des-mines.jpg",
        "detail_description": "Once the home of a mining corporation, this 1932 building now houses Marrakech Art Fair founder Hicham Daoudi’s latest project: a contemporary gallery. Restored to its original art deco glory, the sweeping staircases, terrazzo flooring, crystal-shaped wall sconces and furniture make this spot worth a visit in itself. Rotating art exhibitions over three floors profile leading and up-and-coming artists from Morocco and the rest of Africa. Hassan Hajjaj, called the Andy Warhol of Morocco, has a dedicated gallery space here too.\nLarger temporary works occupy a cavernous side annexe, with a separate entrance on Rue de Yougoslavie."
    },
    {
        "country": "morocco",
        "index": 18,
        "name": "Grand Socco",
        "latitude": "35.78421",
        "longitude": "-5.81316",
        "excerpt": "The Grand Socco is the romantic entrance to the medina, a large, sloping, palm-ringed plaza with a central fountain that stands before the keyhole gate,…",
        "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/tangier/attractions/grand-socco/a/poi-sig/439098/355513",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-494359259_full.jpg",
        "detail_description": "The Grand Socco is the romantic entrance to the medina, a large, sloping, palm-ringed plaza with a central fountain that stands before the keyhole gate, Bab Fass. Once a major market, its cobblestone circle is now the end of the line for taxis, the point at which the modern streets narrow into the past.\nFor the best ground-floor view, climb the steps at the highest point on the circle, across from the large tan building (the police station), to what locals simply call La Terrasse. There's a cafe up here where locals spend the day playing parchís (a widely popular Spanish board game). This is what you came for, one of those dreamy moments when you think you’ve entered a movie set."
    },
    {
        "country": "morocco",
        "index": 19,
        "name": "Medina",
        "latitude": null,
        "longitude": null,
        "excerpt": "Winding alleyways, cute doorways and charming plazas all in many shades of blue – this is what has attracted millions to this tiny village in the Rif…",
        "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/chefchaouen/attractions/medina/a/poi-sig/482744/355509",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/dafd4ec2934ba35c1750816564186f75-medina.jpg",
        "detail_description": "Winding alleyways, cute doorways and charming plazas all in many shades of blue – this is what has attracted millions to this tiny village in the Rif Mountains, and there's no sign tourism will let up. Despite overcrowding, Chefchaouen's medina is still well worth the visit.\nThe heart of the medina is the shady, cobbled Plaza Uta El Hammam, dominated by the red-hued walls of the kasbah and the adjacent Grande Mosquée."
    },
    {
        "country": "morocco",
        "index": 20,
        "name": "Kasbah des Oudaias",
        "latitude": "34.031065",
        "longitude": "-6.836388",
        "excerpt": "Rabat's historic citadel occupies the site of the original ribat (fortress-monastery) that gave the city its name. Predominately residential, its narrow…",
        "detail_url": "https://www.lonelyplanet.com/morocco/rabat/attractions/kasbah-des-oudaias/a/poi-sig/423799/355499",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-540755313_high.jpg",
        "detail_description": "Rabat's historic citadel occupies the site of the original ribat (fortress-monastery) that gave the city its name. Predominately residential, its narrow streets are lined with whitewashed houses, most of which were built by Muslim refugees from Spain. There are scenic views over the river to Salé and out to the ocean from the Plateforme du Sémaphore, its highest point. The pretty Andalusian Gardens at its southern edge are a popular meeting spot for locals.\n"
    }
]