[
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 1,
        "name": "Moscow Kremlin",
        "latitude": "55.752997",
        "longitude": "37.619548",
        "excerpt": "The apex of Russian political power and once the centre of the Orthodox Church, the Kremlin is the kernel of not only Moscow, but of the whole country…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/moscow-kremlin/a/poi-sig/1286803/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c7345c3a11fd953e8734c78b75810d0d673af699685431da31f53446bad2b3c5.jpg",
        "detail_description": "The apex of Russian political power and once the centre of the Orthodox Church, the Kremlin is the kernel of not only Moscow, but of the whole country. From here, autocratic tsars, communist dictators and modern-day presidents have done their best – and worst – for Russia.Covering Borovitsky Hill on the Moscow River's north bank, it's enclosed by high walls 2.25km long (Red Square's outside the east wall). The best views of the complex are from Sofiyskaya nab across the river.\nBefore entering the Kremlin, deposit bags (free) at the left-luggage office, beneath the Kutafya Tower near the main ticket office in Alexander Garden. The entrance ticket covers admission to all five church-museums and the Patriarch's Palace. It does not include the Armoury, the Diamond Fund Exhibition or the Ivan the Great Bell Tower, which are priced separately.During warm months (April to October), many people try to visit the Kremlin around noon in order to watch the change of guards at Sobornaya Sq in the centre of the fortress. The ceremony involves a few dozen horses and men in historical attire performing sophisticated square-bashing choreography.Photography is not permitted inside the Armoury or any of the buildings on Sobornaya pl (Cathedral Sq)."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 2,
        "name": "St Basil's Cathedral",
        "latitude": "55.752465258339",
        "longitude": "37.623109817505",
        "excerpt": "At the southern end of Red Square stands the icon of Russia: St Basil’s Cathedral. This crazy confusion of colours, patterns and shapes is the culmination…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/st-basil-s-cathedral/a/poi-sig/373447/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1a92cca135c161ed7ae94513805d7691-st-basil-s-cathedral.jpg",
        "detail_description": "At the southern end of Red Square stands the icon of Russia: St Basil’s Cathedral. This crazy confusion of colours, patterns and shapes is the culmination of a style that is unique to Russian architecture. In 1552 Ivan the Terrible captured the Tatar stronghold of Kazan on the Feast of Intercession. He commissioned this landmark church, officially the Intercession Cathedral, to commemorate the victory. Created from 1555 to 1561, this masterpiece would become the ultimate symbol of Russia.\r\n\nThe cathedral’s apparent anarchy of shapes hides a comprehensible plan of nine main chapels. The tall, tent-roofed tower in the centre houses the namesake Church of the Intercession of the Mother of God. The four biggest domes top four octagonal-towered chapels: the Church of Sts Cyprian &amp; Justina, Church of the Holy Trinity, Church of the Icon of St Nicholas the Miracle Worker, and the Church of the Entry of the Lord into Jerusalem. Finally, there are four smaller chapels in between. Each chapel was consecrated in honour of an event or battle in the struggle against Kazan.\r\n\r\nLegend has it that Ivan had the architects blinded so that they could never build anything comparable. This is a myth, however, as records show that they were employed a quarter of a century later (and four years after Ivan’s death) to add an additional chapel to the structure.\r\n\r\nThe Church of St Vasily the Blessed, the northeastern chapel on the 1st floor, contains the canopy-covered crypt of its namesake saint, one of the most revered in Moscow. Vasily (Basil) the Blessed was known as a 'holy fool', sometimes going naked and purposefully humiliating himself for the greater glory of God. He was believed to be a seer and miracle maker, and even Ivan the Terrible revered and feared him. This 10th chapel – the only one at ground level – was added in 1588, after the saint's death. Look for the icon depicting St Vasily himself, with Red Square and the Kremlin in the background.\r\n"
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 3,
        "name": "Armoury",
        "latitude": "55.74953124",
        "longitude": "37.61338835",
        "excerpt": "The Armoury dates to 1511, when it was founded under Vasily III to manufacture and store weapons, imperial arms and regalia for the royal court. Later it…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/armoury/a/poi-sig/1473319/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/490705545_master.jpg",
        "detail_description": "The Armoury dates to 1511, when it was founded under Vasily III to manufacture and store weapons, imperial arms and regalia for the royal court. Later it also produced jewellery, icon frames and embroidery. To this day, the Armoury contains plenty of treasures for ogling, and remains a highlight of any visit to the Kremlin. If possible, buy your time-specific ticket to the Armoury when you buy your ticket to the Kremlin.\nYour tour starts upstairs, where the first two rooms house gold and silver objects from the 12th to the 17th centuries, many of which were crafted in the Kremlin workshops. In Room 2, you'll find the renowned Easter eggs made by St Petersburg jeweller Fabergé. The tsar and tsarina traditionally exchanged these gifts each year at Easter. Most famous is the Grand Siberian Railway egg, with gold train, platinum locomotive and ruby headlamp, created to commemorate the Moscow–Vladivostok line.The following rooms display armour, weapons and more armour and more weapons. Don’t miss the helmet of Prince Yaroslav, the chain mail of Boris Godunov, and the sabres of Minin and Pozharsky.Downstairs in Room 6, you can see the coronation dresses of 18th-century empresses (Empress Elizabeth, we’re told, had 15,000 other dresses). Other ‘secular’ dress is also on display, including an impressive pair of boots that belonged to Peter the Great. The following room contains the joint coronation throne of boy tsars Peter the Great and his half-brother Ivan V (with a secret compartment from which Regent Sofia prompted them), as well as the 800-diamond throne of Tsar Alexey, Peter’s father. The gold Cap of Monomakh, jewel-studded and sable-trimmed, was used for two centuries at coronations.End your tour in Room 9, which houses centuries’ worth of royal carriages and sledges. Look for the sleigh in which Elizabeth rode from St Petersburg to Moscow for her coronation, pulled by 23 horses at a time – about 800 in all for the trip.A one-hour audio guide is available to point out some of the collection's highlights, or you can download the Armoury Chamber app on your smartphone and use it instead."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 4,
        "name": "Hermitage Gardens",
        "latitude": "55.770526",
        "longitude": "37.609731",
        "excerpt": "All the things that have improved Moscow parks no end in recent years fill this small, charming garden to the brim. Today, it is possibly the most…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/tverskoy-novoslobodsky/attractions/hermitage-gardens/a/poi-sig/1495117/1336044",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1145341304-rfe.jpeg",
        "detail_description": "All the things that have improved Moscow parks no end in recent years fill this small, charming garden to the brim. Today, it is possibly the most happening place in Moscow, where art, food and crafts festivals, and concerts, occur almost weekly, especially in summer. Apart from the welcoming lawns and benches, it boasts a large children's playground, a summer cinema and a cluster of food and crafts kiosks. Come here to unwind and mingle with the coolest Muscovites.\nThe garden was created in 1894 around a theatre that saw the screening of the Lumière brothers' first film in 1896, as well as the 1898 Moscow premiere of Chekhov's Seagull – performed by the troupe that had just been scrambled together by Stanislavsky and Nemirovich-Danchenko."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 5,
        "name": "Red Square",
        "latitude": "55.753259156405",
        "longitude": "37.62190757253",
        "excerpt": "Immediately outside the Kremlin’s northeastern wall is the celebrated Red Square, the 400m-by-150m area of cobblestones that is at the very heart of…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/red-square/a/poi-sig/1286797/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-498208877_high.jpg",
        "detail_description": "Immediately outside the Kremlin’s northeastern wall is the celebrated Red Square, the 400m-by-150m area of cobblestones that is at the very heart of Moscow. Commanding the square from the southern end is St Basil’s Cathedral. This panorama never fails to send the heart aflutter, especially at night.\nNext to the cathedral, an elevated platform, known as the Place of Skulls, was used for reading out decrees and proclamations in the old ages and became the setting for Pussy Riot's anti-Putin video clip in 2011. Nearby, the Minin &amp; Pozharsky Statue celebrates the heroes of the 1612 liberation war against the Poles.The word krasnaya in the name means 'red' now, but in old Russian it meant 'beautiful' and Krasnaya pl lives up to this epithet. Furthermore, it evokes an incredible sense of import to stroll across the place where so much of Russian history has unfolded. Note that the square is often closed for various celebrations or their rehearsals, so allow some leeway in your schedule."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 6,
        "name": "Lenin's Mausoleum",
        "latitude": "55.753631",
        "longitude": "37.619945",
        "excerpt": "Although Vladimir Ilych requested that he be buried beside his mum in St Petersburg, he still lies in state at the foot of the Kremlin wall, receiving…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/lenin-s-mausoleum/a/poi-sig/1279543/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_64158388.jpg",
        "detail_description": "Although Vladimir Ilych requested that he be buried beside his mum in St Petersburg, he still lies in state at the foot of the Kremlin wall, receiving visitors who come to pay their respects. Line up at the western corner of the square (near the entrance to Alexander Garden) to see the embalmed leader, who has been here since 1924. Note that photography is not allowed and stern guards ensure that all visitors remain respectful and silent.\nAfter trooping past the embalmed figure, emerge from the mausoleum and inspect the Kremlin wall, where other communist heavy hitters are buried, including Josef Stalin, the second general secretary, successor to Lenin; Leonid Brezhnev, the fourth general secretary, successor to Khrushchev; Felix Dzerzhinsky, the founder of the Cheka (forerunner of the KGB); Yakov Sverdlov, a key organiser of the revolution and the first official head of the Soviet state; Andrei Zhdanov, Stalin’s cultural chief and the second most powerful person in the USSR immediately after WWII; Mikhail Frunze, the Red Army leader who secured Central Asia for the Soviet Union in the 1920s; Inessa Armand, Lenin’s rumoured lover and a respected Bolshevik who was the director of Zhenotdel, an organisation fighting for equality for women within the Communist Party; Yury Gagarin, the first man in space; and John Reed, the American author of Ten Days that Shook the World, a first-hand account of the revolution."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 7,
        "name": "Archangel Cathedral",
        "latitude": "55.750176842193",
        "longitude": "37.617863416672",
        "excerpt": "The Archangel Cathedral at the southeastern corner of Sobornaya pl was for centuries the coronation, wedding and burial church of tsars. It was built by…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/archangel-cathedral/a/poi-sig/373675/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c0a68a0328a474a401ee89fb55c1a8a9540c32fbc66007806de142f5fc2a57f0.jpg",
        "detail_description": "The Archangel Cathedral at the southeastern corner of Sobornaya pl was for centuries the coronation, wedding and burial church of tsars. It was built by Ivan Kalita in 1333 to commemorate the end of the great famine, and dedicated to Archangel Michael, guardian of the Moscow princes. It contains the tombs of almost all of Muscovy's rulers from the 14th to the 17th century.\nBy the early 16th century the Archangel Cathedral fell into disrepair and was rebuilt between 1505 and 1508 by the Italian architect Alevisio Novi. Like the nearby Assumption Cathedral, it has five domes and is essentially Byzantine-Russian in style. However, the exterior has many Venetian Renaissance features, notably the distinctive scallop-shell gables and porticoes.The tombs of all Muscovy's rulers from the 1320s to the 1690s are here. The only absentee is Boris Godunov, whose body was taken out of the grave on the order of a False Dmitry and buried at Sergiev Posad in 1606. The bodies are buried underground, beneath the 17th-century sarcophagi and 19th-century copper covers. Tsarevich Dmitry, a son of Ivan the Terrible who died mysteriously in 1591, lies beneath a painted stone canopy.It was Dmitry's death that sparked the appearance of a string of impersonators, known as False Dmitrys, during the Time of Troubles. Ivan's own tomb is out of sight behind the iconostasis, along with those of his other sons: Ivan (whom he killed) and Fyodor (who succeeded him). From Peter the Great onwards, emperors and empresses were buried in St Petersburg; the exception was Peter II, who died in Moscow in 1730 and is here.The 17th-century murals were uncovered during restorations in the 1950s. The south wall depicts many of those buried here; on the pillars are some of their predecessors, including Andrei Bogolyubsky, Prince Daniil and his father, Alexander Nevsky."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 8,
        "name": "VDNKh",
        "latitude": "55.825346",
        "longitude": "37.635984",
        "excerpt": "Palaces for workers! There is no better place to see this Soviet slogan put into practice than at VDNKh, which stands for Exhibition of Achievements of…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/tverskoy-novoslobodsky/attractions/vdnkh/a/poi-sig/373665/1336044",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5d1f7b607a2d2dd1b4745e5829628ea3e0cf107c37cd69f12d7020d050216ee1.jpg",
        "detail_description": "Palaces for workers! There is no better place to see this Soviet slogan put into practice than at VDNKh, which stands for Exhibition of Achievements of the National Economy. The place feels like a Stalinesque theme park, with palatial pavilions, each designed in its own unique style to represent all the Soviet republics and various industries, from geology to space exploration. Fresh from a thorough, though not yet entirely completed reconstruction, the place looks more splendid than ever.\nBuilt in 1939, VDNKh was designed as the main showcase of the socialist economy and lifestyle. The highlights are two opulently decorated fountains. Positioned in the second square from the main gate, People's Friendship Fountain is surrounded by 16 gilded female figures dressed in ethnic costumes representing Soviet republics (the mysterious 16th figure stands for the Karelo-Finnish republic disbanded in 1956). Further on, the jaw-dropping Stone Flower Fountain, themed around Ural Mountains miners' mythology, is covered in semi-precious stones from the area. It fronts the elegant Agriculture (Ukraine) Pavilion (reconstructed, but not reopened at the time of writing), which sports a corn-shaped tower and gilded statues of farm workers.Another highlight is the reopened Space Pavilion, an opulent temple of retro-futurism filled with rockets and replicas of space stations, some of which you can walk through.Approaching VDNKh from the metro, the soaring 100m titanium obelisk is a monument 'To the Conquerors of Space’, built in 1964 to commemorate the launch of Sputnik. In its base is the Cosmonautics Museum, featuring cool space paraphernalia such as the first Soviet rocket engine and the moon rover Lunokhod. An inspiring collection of space-themed propaganda posters evokes the era of the space race. Further down pr Mira, Vera Mukhina's gigantic statue of Worker &amp; Kolkhoz Woman is the most iconic communist-era piece of art ever created.If you reach the far end of VDNKh, you have the choice of either pressing on towards the extensive grounds of Moscow Main Botanical Gardens, or turning left towards the quaint Ostankino Park, surrounding a namesake palace."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 9,
        "name": "Assumption Cathedral",
        "latitude": "55.750925573598",
        "longitude": "37.617090940475",
        "excerpt": "On the northern side of Sobornaya pl, with five golden helmet domes and four semicircular gables, the Assumption Cathedral is the focal church of pre…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/assumption-cathedral/a/poi-sig/373679/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/60a52f6e5f457fa3a57a474cb6782349c193d174edb9613ad8a01f3d2c9eeb3d.jpg",
        "detail_description": "On the northern side of Sobornaya pl, with five golden helmet domes and four semicircular gables, the Assumption Cathedral is the focal church of pre-revolutionary Russia and the burial place of most of the heads of the Russian Orthodox Church from the 1320s to 1700. A striking 1660s fresco of the Virgin Mary faces Sobornaya pl, above the door once used for royal processions. If you have limited time, come straight here. The visitors' entrance is at the western end.\nThe interior of the Assumption Cathedral is unusually bright and spacious, full of warm reds, blues and gold. The west wall features a scene of the Apocalypse, a favourite theme of the Russian Church in the Middle Ages. The pillars have pictures of martyrs on them, as martyrs are considered to be the pillars of faith. Above the southern gates are frescoes of Yelena and Constantine, who brought Christianity to Greece and the south of Russia. The space above the northern gate is taken by Olga and Vladimir, who brought Christianity to the north.Most of the existing murals on the cathedral walls were painted on a gilt base in the 1640s, with the exception of three grouped together on the south wall: The Apocalypse (Апокалипсис), The Life of Metropolitan Pyotr (Житие Митрополита Петра) and All Creatures Rejoice in Thee (О Тебе радуется). These are attributed to Dionysius and his followers, the cathedral's original 15th-century mural painters.The tombs of many of the leaders of the Russian Church (metropolitans up to 1590, patriarchs from 1590 to 1700) are against the north, west and south walls. Near the west wall is a shrine with holy relics of Patriarch Hermogen, who was starved to death during the Time of Troubles in 1612.Near the south wall, the tent-roofed wooden throne is known as the Throne of Monomakh. It was made in 1551 for Ivan the Terrible. Its carved scenes highlight the career of 12th-century Grand Prince Vladimir Monomakh of Kiev – considered to be Ivan's direct predecessor.The iconostasis dates from 1652, but its lowest level contains some older icons. The 1340s Saviour with the Angry Eye (Спас ярое око) is second from the right. On the left of the central door is the Virgin of Vladimir (Владимирская Богоматерь), an early 15th-century Rublyov-school copy of Russia's most revered image, the Vladimir Icon of the Mother of God (Владимирская Икона Богоматери). The 12th-century original, now in Moscow's Tretyakov Gallery, stood in the Assumption Cathedral from the 1480s to 1930. One of the oldest Russian icons, the 12th-century red-clothed St George (Святой Георгий) from Novgorod, is positioned by the north wall.The original icons of the lower, local tier are symbols of victory brought from Vladimir, Smolensk, Veliky Ustyug and other places. The south door was brought from the Nativity of the Virgin Cathedral in Suzdal."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 10,
        "name": "Park Zaryadye",
        "latitude": "55.75127",
        "longitude": "37.627831",
        "excerpt": "Moscow's first new park in 50 years, Zaryadye was inaugurated in 2017 and occupies a prominent site along the Moscow River, wedged into historic Kitay…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/park-zaryadye/a/poi-sig/1591901/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1119707165.jpg",
        "detail_description": "Moscow's first new park in 50 years, Zaryadye was inaugurated in 2017 and occupies a prominent site along the Moscow River, wedged into historic Kitay Gorod. The idea behind it was to replicate the vastness and diversity of Russian nature, from Kamchatka to Karelia. In addition to the parkland, there's a vast outdoor amphitheatre and a media centre.\nThe park was designed by the New York firm Diller Scofidio &amp; Renfro (DS&amp;R), which is renowned for its use of 'wild urbanism', a technique that merges the historic city streets with wild natural habitats.The 13ha site includes four different areas representing Russia's geographic zones – tundra, steppe, forest and wetlands – flowing seamlessly into each other. The most interesting feature, perhaps, is a sort of bridge to nowhere, which stretches out across Moskvoretskaya nab and over the Moscow River, then loops back to Zaryadye.The Park Zaryadye Pavilion serves as a museum of Park Zaryadye, providing an overview of the park and its development. The building was introduced by architect Sergei Kuznetsov at the Venice Biennale of Architecture in 2012."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 11,
        "name": "Borodino Field",
        "latitude": "55.519181",
        "longitude": "35.827403",
        "excerpt": "The entire battlefield – more than 100 sq km – is now part of the Borodino Field Museum-Preserve, its vast fields dotted with dozens of memorials to…",
        "detail_url": "https://www.lonelyplanet.com/russia/borodino/attractions/borodino-field/a/poi-sig/1478492/360417",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1440032737.jpg",
        "detail_description": "The entire battlefield – more than 100 sq km – is now part of the Borodino Field Museum-Preserve, its vast fields dotted with dozens of memorials to specific divisions and generals. The hilltop monument in front of Borodino Museum is Bagration’s tomb (Могила Багратиона), the grave of Prince Bagration, a heroic Georgian infantry general who was mortally wounded in battle. The front line was roughly along the 4km road from Borodino train station to the museum: you’ll see many monuments close to the road.\nFurther south, a concentration of monuments around Semyonovskoe marks the battle’s most frenzied fighting. Here, Bagration’s heroic Second Army, opposing far more numerous French forces, was virtually obliterated. Apparently, Russian commander Mikhail Kutuzov deliberately sacrificed Bagration’s army to save his larger First Army, opposing lighter French forces in the northern part of the battlefield. Kutuzov’s headquarters are marked by an obelisk in the village of Gorky. Another obelisk near Shevardino to the southwest, paid for in 1912 with French donations, marks Napoleon’s camp.The battle scene was recreated during WWII, when the Red Army confronted the Nazis on this very site. Memorials to this battle also dot the fields, and WWII trenches surround the monument to Bagration. Near the train station are two WWII mass graves."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 12,
        "name": "Annunciation Cathedral",
        "latitude": "55.750053058601",
        "longitude": "37.616924643516",
        "excerpt": "The Annunciation Cathedral, at the southwest corner of Sobornaya pl, contains impressive murals in the gallery and an archaeology exhibit in the basement…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/annunciation-cathedral/a/poi-sig/373671/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-517015357_super.jpg",
        "detail_description": "The Annunciation Cathedral, at the southwest corner of Sobornaya pl, contains impressive murals in the gallery and an archaeology exhibit in the basement. The central chapel contains the celebrated icons of master painters Theophanes the Greek and Andrei Rublyov.\nMany of the murals in the gallery date from the 1560s. Among them are the Capture of Jericho in the porch, Jonah and the Whale in the northern arm of the gallery, and the Tree of Jesus on its ceiling. Other murals feature ancient philosophers Aristotle, Plutarch, Plato, Socrates and others holding scrolls with their own wise words.The small central part of the cathedral has a lovely jasper floor. The 16th-century frescoes include Russian princes on the north pillar and Byzantine emperors on the south, both with Apocalypse scenes above them.But the chapel's real treasure is the iconostasis, where restorers in the 1920s uncovered early 15th-century icons by three of the greatest medieval Russian artists. Theophanes likely painted the six icons at the right-hand end of the deesis row, the biggest of the six tiers of the iconostasis. Andrei Rublyov is reckoned to be the artist of most of the paintings at the left end of the festival row – above the deesis row – while the seven at the right-hand end are attributed to Prokhor of Gorodets.The basement – which remains from the previous 14th-century cathedral on this site – contains a fascinating exhibit on the archaeology of the Kremlin. The artefacts date from the 12th to 14th centuries, showing the growth of Moscow during this period."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 13,
        "name": "Moscow Museum of Modern Art",
        "latitude": "55.766910126442",
        "longitude": "37.6143660513",
        "excerpt": "A pet project of the ubiquitous artist Zurab Tsereteli, this museum is housed in a classical 18th-century merchant’s home, originally designed by Matvei…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/tverskoy-novoslobodsky/attractions/moscow-museum-of-modern-art/a/poi-sig/373759/1336044",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockeditorial1019449606.jpg",
        "detail_description": "A pet project of the ubiquitous artist Zurab Tsereteli, this museum is housed in a classical 18th-century merchant’s home, originally designed by Matvei Kazakov (architect of the Kremlin Senate). It is the perfect light-filled setting for an impressive collection of 20th-century paintings, sculptures and graphics, which include both Russian and foreign artists. The highlight is the collection of avant-garde art, with works by Chagall, Kandinsky and Malevich.\r\n\nUnique to this museum is its exhibit of ‘nonconformist’ artists from the 1950s and ´60s – those whose work was not acceptable to the Soviet regime. The gallery also hosts temporary exhibits that often feature contemporary artists. Be sure not to bypass the whimsical sculpture garden in the courtyard, where Tsereteli's own strange and kitschy works are on display. There are additional MMOMA outlets, used primarily for temporary exhibits, including the one on Tverskoy bul.\r\n"
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 14,
        "name": "Park Zaryadye Pavilion",
        "latitude": "55.751397",
        "longitude": "37.62562",
        "excerpt": "This glass-dome pavilion was the first element of Park Zaryadye to open to the public. A creation of Sergei Kuznetsov, the pavilion was designed as an …",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/park-zaryadye-pavilion/a/poi-sig/1577168/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2115167780.jpg",
        "detail_description": "This glass-dome pavilion was the first element of Park Zaryadye to open to the public. A creation of Sergei Kuznetsov, the pavilion was designed as an 'observation deck' for the ongoing work on the park. Construction was not actually visible from the pavilion; rather, the central chamber is wallpapered in QR codes – a surprisingly appealing look – that contain maps, designs, photographs and other information about the new park. At the entrance, visitors receive tablets which they can use to decode the electronic exhibits.\nKuznetsov's design first appeared in 2012 at the Venice Biennale of Architecture, where it received high praise. Although it was originally meant to be a temporary structure, the current plan is to keep the pavilion in place as an information centre about the park. The QR-code decor will remain, but the subjects of the electronic exhibits may change. And eventually, this so-called observation deck will also offer an actual view of the park, not just a virtual one."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 15,
        "name": "Jewish Museum & Centre of Tolerance",
        "latitude": "55.789194",
        "longitude": "37.609291",
        "excerpt": "Occupying a heritage garage, purpose-built to house a fleet of Leyland double-deckers that plied Moscow's streets in the 1920s, this vast museum, filled…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/tverskoy-novoslobodsky/attractions/jewish-museum-centre-of-tolerance/a/poi-sig/1493265/1336044",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF267773483.jpg",
        "detail_description": "Occupying a heritage garage, purpose-built to house a fleet of Leyland double-deckers that plied Moscow's streets in the 1920s, this vast museum, filled with cutting-edge multimedia technology, tackles the uneasy subject of relations between Jews and the Russian state over the centuries. The exhibition relates the stories of pogroms, Jewish revolutionaries, the Holocaust and Soviet anti-Semitism in a calm and balanced manner. The somewhat limited collection of material exhibits is compensated for by the abundance of interactive video displays.\nWe especially like those that encourage visitors to search for answers to dilemmas faced by early-20th-century Jews – to stand up and fight, to emigrate or to assimilate and keep a low profile.Russia's Jewish population was quite small until the 18th century, when the empire incorporated a vast chunk of Poland then inhabited by millions of Yiddish-speaking Jews. They were not allowed to move into Russia proper until the early 20th century – a policy that became known as the Pale of Settlement. This led to the perception of Jews as an ethnic, rather than religious group, which still lingers today."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 16,
        "name": "State History Museum",
        "latitude": "55.755226951054",
        "longitude": "37.617881916082",
        "excerpt": "At the northern end of Red Square, the State History Museum has an enormous collection covering Russian history from the time of the Stone Age. The…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/state-history-museum/a/poi-sig/373565/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f6dd1bf8a14a2e735e8830d36b68f5fd-state-history-museum.jpg",
        "detail_description": "At the northern end of Red Square, the State History Museum has an enormous collection covering Russian history from the time of the Stone Age. The building, dating from the late 19th century and designed in the Russian revivalist style, is itself an attraction – each room is in the style of a different period or region, some with highly decorated walls echoing old Russian churches.\nThe exhibits about medieval Rus are excellent, with several rooms covering the Mongol invasions and the consolidation of the Russian state. The 2nd floor is dedicated to the Imperial period, with exhibits featuring personal items of the royals, furnishings and decoration from the palace interiors, and various artworks and documents from the era. Specific rooms are dedicated to the rules of various tsars. An unexpected highlight is an exhibit addressing the expansion of the Russian Empire by examining the growing network of roads and how people travelled."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 17,
        "name": "Ivan the Great Bell Tower",
        "latitude": "55.750907459298",
        "longitude": "37.618201375008",
        "excerpt": "With its two golden domes rising above the eastern side of Sobornaya pl, the Ivan the Great Bell Tower is the Kremlin's tallest structure – a landmark…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/ivan-the-great-bell-tower/a/poi-sig/373731/1336043",
        "image_url": null,
        "detail_description": "With its two golden domes rising above the eastern side of Sobornaya pl, the Ivan the Great Bell Tower is the Kremlin's tallest structure – a landmark visible from 30km away. Before the 20th century it was forbidden to build any higher in Moscow. Purchase a ticket to the architectural exhibit inside for a specifically timed admission to climb the 137 steps to the top for sweeping views.\nIvan the Great houses a multimedia presentation of the architectural history of the Kremlin complex. Using architectural fragments and electronic projections, the exhibit illustrates how the Kremlin has changed since the 12th century. Special attention is given to individual churches within the complex, including several churches that no longer exist. The 45-minute audio tour ends with a 137-step climb to the top of the tall tower, yielding an amazing (and unique!) view of Sobornaya pl, with the Church of Christ the Saviour and the Moskva-City skyscrapers in the distance.The bell tower is only open when weather allows. Purchase your ticket (for a specific admission time) at the ticket office in Alexander Garden before you enter the Kremlin grounds. The number of people admitted for each time slot is extremely limited, so it may require some flexibility.The bell tower's history dates back to the Church of Ioann Lestvichnik Under the Bells, built on this site in 1329 by Ivan I. In 1505, the Italian Marco Bono designed a new belfry, originally with only two octagonal tiers beneath a drum and a dome. In 1600, Boris Godunov raised it to 81m. Local legend claims this was a public works project designed to employ the thousands of people who had come to Moscow during a famine, but historical documents contradict the story.The building's central section, with a gilded single dome and a 65-tonne bell, dates from between 1532 and 1542. The tent-roofed annexe, next to the belfry, was commissioned by Patriarch Filaret in 1642 and bears his name."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 18,
        "name": "Museum of Decorative & Folk Art",
        "latitude": "55.77450096",
        "longitude": "37.61116423",
        "excerpt": "Just beyond the Garden Ring, this museum showcases centuries-old arts-and-crafts traditions from around Russia and the former Soviet republics. Of the 40…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/tverskoy-novoslobodsky/attractions/museum-of-decorative-folk-art/a/poi-sig/373763/1336044",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/LPL-03308.jpg",
        "detail_description": "Just beyond the Garden Ring, this museum showcases centuries-old arts-and-crafts traditions from around Russia and the former Soviet republics. Of the 40,000 pieces in the collection, you might see khokhloma (lacquered) woodwork from Nizhny Novgorod, including wooden toys and matryoshki (nested) dolls; baskets and other household items made from birch bark, a traditional Siberian technique; intricate embroidery and lacework from the north, as well as the ubiquitous Pavlov scarves; and playful Dymkovo pottery and Gzhel porcelain.\nLook also for the so-called ‘propaganda porcelain’ – fine china decorated with revolutionary themes. The museum is known for its impressive collection of palekh – black lacquer boxes and trays painted with detailed scenes from Russian fairy tales. The collection fills two rooms. It features, among others, pieces by Ivan Golikov and Ivan Markichev, often considered the originators of the palekh style."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 19,
        "name": "Abramtsevo Estate Museum-Preserve",
        "latitude": "56.234812",
        "longitude": "37.968965",
        "excerpt": "In 1870 Savva Mamontov – railway tycoon and patron of the arts – bought this lovely estate 45km north of Moscow. Here, he hosted a whole slew of artists,…",
        "detail_url": "https://www.lonelyplanet.com/russia/abramtsevo/attractions/abramtsevo-estate-museum-preserve/a/poi-sig/1473627/360416",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1458227855.jpg",
        "detail_description": "In 1870 Savva Mamontov – railway tycoon and patron of the arts – bought this lovely estate 45km north of Moscow. Here, he hosted a whole slew of artists, who sought inspiration in the gardens and forests: painter Ilya Repin; landscape artist Isaak Levitan; portraitist Valentin Serov; and the quite un-Slavic painter and ceramicist Mikhail Vrubel. Other artists came to dabble in the woodworking and ceramics workshop, and musicians (including Fyodor Chaliapin, who made his debut here) performed in Mamontov's private opera.\nYou can enter most of the buildings, some of which contain exhibits, if you buy the general admission ticket. The exception is the Manor House, which requires a separate admission ticket."
    },
    {
        "country": "moscow",
        "city": "Moscow",
        "index": 20,
        "name": "Contemporary History Museum",
        "latitude": "55.76617688",
        "longitude": "37.6018485",
        "excerpt": "Complete with stone lions, this opulent mansion was built to host the English Club – a venue favoured by Anglophile gentlemen and native Brits in tsarist…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/tverskoy-novoslobodsky/attractions/contemporary-history-museum/a/poi-sig/373821/1336044",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e9b98af02929dbfacf6294405d98afb8-contemporary-history-museum.jpg",
        "detail_description": "Complete with stone lions, this opulent mansion was built to host the English Club – a venue favoured by Anglophile gentlemen and native Brits in tsarist times. After a stint as the Revolution Museum in the Soviet era, it now houses exhibitions that trace Russian history from the 1905 and 1917 revolutions up to present days.\nReflecting the government's penchant for rewriting history, a popular joke goes that Russia is a country with an unpredictable past. That attitude manifested itself when the main section of the museum, dedicated to the 20th century, was closed for renovation in 2017, the year of the October Revolution's 100th anniversary – a date President Vladimir Putin is very uncomfortable with. Temporary exhibitions, including those dedicated to Putin's reign, were open at the time of writing."
    }
]