[
    {
        "country": "nagaland",
        "index": 1,
        "name": "Naga Heritage Village",
        "latitude": "25.615505",
        "longitude": "94.114895",
        "excerpt": "The Naga Heritage Village, 10km south of Kohima along the Imphal road, has a representative selection of traditional Naga houses and morungs (young people…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/kohima/attractions/naga-heritage-village/a/poi-sig/1614210/356428",
        "image_url": null,
        "detail_description": "The Naga Heritage Village, 10km south of Kohima along the Imphal road, has a representative selection of traditional Naga houses and morungs (young people's dormitories) with full-size log drums and architectural ornamentation specific to each of Nagaland's tribes. Nagaland’s biggest annual jamboree, the Hornbill Festival, is celebrated here.\n"
    },
    {
        "country": "nagaland",
        "index": 2,
        "name": "Central Market",
        "latitude": "25.673136",
        "longitude": "94.108281",
        "excerpt": "This small but fascinating market outside the Kohima Local Ground stadium, off Razhü Junction, is a compendium of exotic Naga tribal foods with such…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/kohima/attractions/central-market/a/poi-sig/1151588/356428",
        "image_url": null,
        "detail_description": "This small but fascinating market outside the Kohima Local Ground stadium, off Razhü Junction, is a compendium of exotic Naga tribal foods with such delicacies as mefi (wriggling hornet grubs), frogs, silkworms, snails, crabs in small bamboo baskets, dried fish, dog meat, exotic condiments such as dried and fermented bamboo shoots, fiery Raja (King) chillies and plenty of vegetables.\nAsk before taking photos. If you buy something, vendors will usually let you snap pictures of their stalls."
    },
    {
        "country": "nagaland",
        "index": 3,
        "name": "Kohima War Cemetery",
        "latitude": "25.667334",
        "longitude": "94.103898",
        "excerpt": "The immaculately maintained war cemetery contains the graves of over 1400 British, Indian and other Allied soldiers, killed in or around Kohima in 1944 as…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/kohima/attractions/kohima-war-cemetery/a/poi-sig/1151583/356428",
        "image_url": null,
        "detail_description": "The immaculately maintained war cemetery contains the graves of over 1400 British, Indian and other Allied soldiers, killed in or around Kohima in 1944 as they resisted a Japanese invasion of India from Burma in one of the fiercest battles of WWII. The cemetery is laid out on what were the terraced lawns of the British Deputy Commissioner's bungalow. Some of the most savage fighting took place across the tennis court near the top, where the white marker lines are still in place.\nAt the top of the cemetery is a memorial to more than 900 Hindu and Sikh soldiers who were cremated rather than buried. The Japanese failure to take Kohima was the turning point in the campaign. A disabled tank from the battle remains in situ among trees just above the Imphal road, 550m further up from the cemetery gate, with a sign explaining its dramatic story."
    },
    {
        "country": "nagaland",
        "index": 4,
        "name": "Rajbari Park",
        "latitude": "25.903742",
        "longitude": "93.741016",
        "excerpt": "Until it was sacked by the Ahoms in 1536, Dimapur was the capital of the prominent Dimasa Kachari kingdom of eastern Assam. Little grandeur is evident…",
        "detail_url": "https://www.lonelyplanet.com/india/nagaland/dimapur/attractions/rajbari-park/a/poi-sig/1506359/1329452",
        "image_url": null,
        "detail_description": "Until it was sacked by the Ahoms in 1536, Dimapur was the capital of the prominent Dimasa Kachari kingdom of eastern Assam. Little grandeur is evident today, the chief relics being some curious, toadstool-shaped pillars (probably funerary monuments) in a former palace complex in Rajbari Park near the town market.\n"
    },
    {
        "country": "nagaland",
        "index": 5,
        "name": "State Museum",
        "latitude": "25.684676",
        "longitude": "94.10481",
        "excerpt": "This well-presented government museum, 2km north of Kohima’s centre, has galleries on two floors featuring tribal costumes, weapons, musical instruments,…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/kohima/attractions/state-museum/a/poi-sig/1151587/356428",
        "image_url": null,
        "detail_description": "This well-presented government museum, 2km north of Kohima’s centre, has galleries on two floors featuring tribal costumes, weapons, musical instruments, sports and jewellery. It's a good place to acquaint yourself with the diverse customs, cultures and crafts of the different Naga tribes – but a map of who's where would be helpful.\n"
    },
    {
        "country": "nagaland",
        "index": 6,
        "name": "WWII Museum",
        "latitude": "25.616115",
        "longitude": "94.115431",
        "excerpt": "Located within Kisama Heritage Village, 10km south of Kohima, this well-kept museum exhibits war memorabilia from the WWII battles fought in and around…",
        "detail_url": "https://www.lonelyplanet.com/india/northeast-states/kohima/attractions/wwii-museum/a/poi-sig/1511724/356428",
        "image_url": null,
        "detail_description": "Located within Kisama Heritage Village, 10km south of Kohima, this well-kept museum exhibits war memorabilia from the WWII battles fought in and around Kohima. Displays include a diverse range of weaponry, table-top models of battlefields, soldiers' uniforms and historic photographs. You may have to ask around for the caretaker to open it up.\n"
    }
]